{
    "name": "isotretinoin",
    "comment": "Rx",
    "other_names": [
        "Amnesteem",
        "Claravis",
        "Myorisan",
        "Absorica",
        "Zenatane",
        "Absorica LD"
    ],
    "classes": [
        "Acne Agents",
        "Systemic",
        "Retinoid-like Agents"
    ],
    "source": "https://reference.medscape.com/drug/absorica-ld-amnesteem-isotretinoin-343544",
    "pregnancy": {
        "common": [
            "Therapy is contraindicated during pregnancy; it can cause fetal harm when administered to a pregnant patient; there is increased risk of major congenital malformations, spontaneous abortions, and premature births following isotretinoin exposure during pregnancy in humans",
            "If drug is used during pregnancy, or if patient becomes pregnant while receiving therapy, patient should be apprised of potential hazard to a fetus",
            "If pregnancy occurs during treatment of patient receiving therapy, it must be discontinued immediately and patient should be referred to Obstetrician-Gynecologist experienced in reproductive toxicity for further evaluation and counseling",
            "If a pregnancy occurs during treatment, discontinue therapy immediately and refer patient to obstetrician/gynecologist experienced in reproductive toxicity for further evaluation and counseling; any suspected fetal exposure during or 1 month after initiating therapy must be reported immediately to the FDA via MedWatch telephone number 1-800-FDA-1088, and also to the iPLEDGE pregnancy registry at 1-866-495-0654 or via the internet (",
            "Therapy is available only through a restricted program under a REMS called the iPLEDGE REMS because of the risk of embryo-fetal toxicity"
        ],
        "specific": [
            {
                "type": "Contraception",
                "description": [
                    "Patients who can become pregnant must use 2 forms of contraception simultaneously, at least 1 of which must be a primary form, for at least 1 month prior to initiation of therapy, during therapy, and for 1 month after discontinuing therapy; however, 2 forms of contraception is not required if the patient commits to continuous abstinence from not having any sexual contact with a partner which may result in pregnancy, has undergone a hysterectomy or bilateral oophorectomy, or has been medically confirmed to be post- menopausal",
                    "Micro-dosed progesterone preparations (“minipills” that do not contain an estrogen) are an inadequate method of contraception during therapy.",
                    "Any birth control method can fail; there have been reports of pregnancy from patients who have used combination oral contraceptives, as well as contraceptive vaginal systems, vaginal inserts, transdermal systems, and injections; these pregnancies occurred while taking isotretinoin",
                    "It is critically important that patients who can become pregnant use 2 methods of contraception simultaneously",
                    "A clinical drug interaction study did not show any clinically significant interaction between isotretinoin and norethindrone and ethinyl estradiol; however, it is not known if there is an interaction between isotretinoin with other progestins",
                    "Prescribers are advised to consult the prescribing information of any medication administered concomitantly with hormonal contraceptives, since some medications may decrease effectiveness of these birth control products",
                    "Patients who can become pregnant should be prospectively cautioned not to self-medicate with herbal supplement St. John’s Wort because of a possible interaction with hormonal contraceptives based on reports of breakthrough bleeding on oral contraceptives shortly after starting St. John’s Wort; pregnancies have been reported by users of combined hormonal contraceptives who also used some form of St. John’s Wort",
                    "If patient has unprotected sexual contact with a partner that could result in pregnancy at any time 1 month before, during, or 1 month after therapy, the patient must: Stop taking therapy immediately",
                    "  ",
                    "  ",
                    "Have a pregnancy test at least 19 days after the last act of unprotected sexual contact with a partner that could result in pregnancy",
                    "Start using 2 forms of contraception simultaneously again for 1 month before resuming therapy",
                    "Have a second pregnancy test after using 2 forms of contraception for 1 month"
                ]
            },
            {
                "type": "Reproductive Potential",
                "description": [
                    "Must only be prescribed to patients who are known not to be pregnant as confirmed by a negative CLIA-certified laboratory conducted pregnancy test; patients who can become pregnant must have had two negative urine or serum pregnancy tests with a sensitivity of at least 25 mIU/mL before receiving the initial therapy (the interval between the two tests must be at least 19 days)",
                    "The first test (a screening test) is obtained by the prescriber when the decision is made to prescribe therapy"
                ]
            },
            {
                "type": "Under REMS, prescribers must be certified with the program and comply with the following requirements",
                "description": [
                    "Determine reproductive status of all patients prior to initiating treatment;",
                    "Provide contraception counseling to patients who can get pregnant prior to and during treatment, or refer patients who can get pregnant to an expert for such counseling",
                    "Provide scheduled pregnancy testing, and verify and document negative pregnancy test result prior to writing each prescription, for no more than a 30-day supply",
                    "  ",
                    "  ",
                    "Comply with the pregnancy testing and contraceptive requirements;",
                    "demonstrate comprehension of the safe-use conditions of the program every month",
                    "Obtain the prescription within 7 days of pregnancy test collection; patients who cannot become pregnant must be enrolled by signing an informed consent form and must obtain the prescription within 30 days of the office visit",
                    "  ",
                    "  ",
                    "Must be certified by being registered and activated in the program, must only dispense to patients who are authorized to receive the treatment, and comply with the following requirements:",
                    "Only dispense a maximum of a 30-day supply with a Medication Guide;",
                    "Do not dispense refills; dispense only with a new prescription and a new authorization from the program",
                    "Return product to inventory if patients do not obtain the prescription by the “Do Not Dispense to After” date",
                    "Wholesalers and distributors must be registered with the program and must only distribute to certified pharmacies",
                    "Further information, including a list of qualified pharmacies and distributors, is available at ",
                    "or 1-866-495-0654"
                ]
            }
        ]
    },
    "lactation": {
        "common": [
            "Lactation"
        ]
    },
    "warnings": {
        "black_box_warning": {
            "common": [],
            "specific": [
                {
                    "type": "Embryofetal toxicity",
                    "description": [
                        "Do not use in female patients who are or may become pregnant, because therapy poses an extremely high risk for severe birth effects (with any dose or duration)",
                        "Documented embryofetal effects include internal and external abnormalities, IQ scores of <85, spontaneous abortion, premature birth, and fetal death",
                        "Documented external abnormalities include skull abnormality, ear abnormalities (including anotia, micropinna, small or absent external auditory canals), eye abnormalities (including microphthalmia), facial dysmorphia, and cleft palate",
                        "Documented internal abnormalities include CNS abnormalities (including cerebral abnormalities, cerebellar malformation, hydrocephalus, microcephaly, cranial nerve deficit), cardiovascular abnormalities, thymus gland abnormality, and parathyroid hormone deficiency",
                        "Discontinue immediately if pregnancy occurs and refer patient to an obstetrician-gynecologist experienced in reproductive toxicity for evaluation",
                        "Potentially any fetus exposed during pregnancy can be affected, but there are no accurate methods to determine whether an exposed fetus has been affected"
                    ]
                },
                {
                    "type": "Restricted distribution program ",
                    "description": [
                        "Prescribers must register with iPLEDGE, an FDA-approved risk management program designed to minimize pregnancy exposures to isotretinoin (enhancement of earlier riskMAP [risk minimization action plan]); patients must be registered and meet all requirements of iPLEDGE",
                        "Pharmacies that dispense drug must be registered and activated with iPLEDGE, must only dispense to patients who are authorized to receive drug, and agree to comply with the REMS requirements described in the booklet entitled Pharmacist Guide, specifically the “Key Information for Pharmacists” section including the following dispensing information:",
                        "Prescriptions must be obtained no later than the “Do Not Dispense To After” date, and if not obtained, then the RMA must be reversed in the iPLEDGE Program system and the product returned to inventory",
                        "Patients of childbearing potential must not be pregnant or breastfeeding, must be capable of complying with approved contraceptive methods, and must be reliable in following instructions"
                    ]
                }
            ]
        },
        "contraindicators": {
            "common": [
                "Pregnancy (see Black Box Warnings)",
                "Hypersensitivity to isotretinoin or vitamin A"
            ],
            "specific": []
        },
        "cautions": {
            "common": [
                "Significant adverse effects are associated with isotretinoin use",
                "Neutropenia and agranulocytosis (rare) reported; discontinue if white cell counts decrease significantly",
                "Embryofetal toxicity; major congenital malformations, spontaneous abortions, and premature births documented (see Black Box Warnings)",
                "Do not donate blood during therapy and for 1 month after discontinuing treatment, because of embryofetal toxicity risk",
                "Restricted distribution program (iPLEDGE), a risk management program to minimize pregnancy exposure, has been implemented (see Black Box Warnings)",
                "Microdosed, progesterone-only preparations (‘minipills’) are an inadequate method of contraception during treatment",
                "Pseudotumor cerebri reported; some reports involved concomitant tetracycline use; concomitant treatment with tetracyclines should be avoided; early signs and symptoms of intracranial hypertension include papilledema, headache, nausea and vomiting, and visual disturbances; screen patients with these symptoms for papilledema and, if present, discontinue therapy immediately and refer patient to a neurologist for further diagnosis and care",
                "Serious skin reactions reported (eg, Stevens-Johnson syndrome, toxic epidermal necrolysis); discontinue therapy if skin reaction occurs",
                "Acute pancreatitis reported with either elevated or normal serum triglyceride levels, including rare instances of fatal hemorrhagic pancreatitis; discontinue if unable to control hypertriglyceridemia; discontinue therapy if pancreatitis occurs",
                "Increased triglycerides and total cholesterol levels reported; whereas, decreased HDL-cholesterol reported",
                "Hearing impairment reported and may persist after discontinuing therapy; patients who experience tinnitus or hearing impairment should discontinue treatment and be referred for specialized care for further evaluation",
                "Hepatitis may occur; mild to moderate liver enzymes elevations also reported; some normalized with dosage reduction or continued administration of drug’ if normalization does not readily occur or if hepatitis is suspected during treatment, therapy should be discontinued",
                "Associated with inflammatory bowel disease (including regional ileitis); discontinue immediately if abdominal pain, rectal bleeding, or severe diarrhea occurs",
                "Negative effect on bone mineral density reported; caution with childhood osteoporosis, osteomalacia, chronic corticosteroid use, or anorexia nervosa",
                "Musculoskeletal symptoms, including arthralgia and rhabdomyolysis may occur; consider discontinuing therapy if any significant abnormality found",
                "Skeletal hyperostosis observed in clinical trial for keratinization disorders",
                "Avoid prolonged exposure to uv rays or sunlight",
                "Premature epiphyseal closure reported spontaneously with normal doses",
                "Ocular abnormalities observed, including corneal opacities, decreased night vision, and dry eye; discontinue therapy in patients experiencing visual difficulties",
                "Hypersensitivity reactions (eg, anaphylactic, cutaneous, allergic vasculitis) reported; severe allergic reaction requires discontinuation and medical management",
                "Healthcare providers should be alert to warning signs of psychiatric disorders to help ensure patients receive help they need (Prescribers should read the brochure, Recognizing Psychiatric Disorders in Adolescents and Young Adults: A Guide for Prescribers of Isotretinoin)",
                "Use caution in diabetes mellitus; impaired glucose control reported",
                "Patients in early and late adolescence who participate in sports with repetitive impact may be at an increased risk of spondylolisthesis with and without pars fractures, and hip growth plate injuries reported"
            ],
            "specific": [
                {
                    "type": "Psychiatric effects",
                    "description": [
                        "Depression and psychosis reported; rare reports of suicidal ideation, suicide attempts, suicide, and aggressive and/or violent behaviors",
                        "Prior to initiation of therapy, patients and family members should be asked about any history of psychiatric disorder, and at each visit during therapy patients should be assessed for symptoms of depression, mood disturbance, psychosis, or aggression to determine if further evaluation is necessary",
                        "Patients should immediately stop therapy and the patient (or caregiver) should promptly contact their prescriber if patient develops depression, mood disturbance, psychosis, or aggression",
                        "Discontinuation of treatment may be insufficient; further evaluation may be necessary such as a referral to a mental healthcare professional"
                    ]
                },
                {
                    "type": "Laboratory monitoring",
                    "description": [
                        "Pretreatment monitoring: LFTs (1 day before starting initiating therapy), 2 pregnancy tests (negative result 2 weeks before), and fasting lipid profile (including triglycerides)",
                        "During treatment: Monitor LFTs and lipids at weekly or biweekly intervals until response to isotretinoin established",
                        "Blood glucose, CPK (particularly in those undergoing vigorous physical activity)",
                        "Ongoing negative pregnancy tests required according to iPLEDGE rules"
                    ]
                }
            ]
        }
    },
    "interactions": [
        {
            "classification_type": "Serious",
            "interaction_with": "aminolevulinic acid oral",
            "description": {
                "common": "aminolevulinic acid oral, isotretinoin.\nEither increases toxicity of the other by pharmacodynamic synergism. Avoid or Use Alternate Drug. Avoid administering other phototoxic drugs with aminolevulinic acid oral for 24 hr during perioperative period."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "aminolevulinic acid topical",
            "description": {
                "common": "isotretinoin, aminolevulinic acid topical.\nEither increases toxicity of the other by pharmacodynamic synergism. Avoid or Use Alternate Drug. Each drug may increase the photosensitizing effect of the other."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "brexucabtagene autoleucel",
            "description": {
                "common": "isotretinoin, brexucabtagene autoleucel.\nEither increases effects of the other by immunosuppressive effects; risk of infection. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "ciltacabtagene autoleucel",
            "description": {
                "common": "isotretinoin, ciltacabtagene autoleucel.\nEither increases effects of the other by immunosuppressive effects; risk of infection. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "demeclocycline",
            "description": {
                "common": "isotretinoin, demeclocycline. Mechanism: unknown. Contraindicated. Risk of pseudotumor cerebri."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "doxycycline",
            "description": {
                "common": "isotretinoin, doxycycline. Mechanism: unknown. Contraindicated. Risk of pseudotumor cerebri."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "idecabtagene vicleucel",
            "description": {
                "common": "isotretinoin, idecabtagene vicleucel.\nEither increases effects of the other by immunosuppressive effects; risk of infection. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "lisocabtagene maraleucel",
            "description": {
                "common": "isotretinoin, lisocabtagene maraleucel.\nEither increases effects of the other by immunosuppressive effects; risk of infection. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "methyl aminolevulinate",
            "description": {
                "common": "isotretinoin, methyl aminolevulinate.\nEither increases toxicity of the other by pharmacodynamic synergism. Avoid or Use Alternate Drug. Each drug may increase the photosensitizing effect of the other."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "minocycline",
            "description": {
                "common": "isotretinoin, minocycline. Mechanism: unknown. Contraindicated. Risk of pseudotumor cerebri."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "omadacycline",
            "description": {
                "common": "isotretinoin increases toxicity of omadacycline by Mechanism: unknown. Avoid or Use Alternate Drug. Concomitant use of oral retinoids with tetracyclines may increase risk of pseudotumor cerebri/intracranial hypertension. ."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "oxytetracycline",
            "description": {
                "common": "isotretinoin, oxytetracycline. Mechanism: unknown. Contraindicated. Risk of pseudotumor cerebri."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "palifermin",
            "description": {
                "common": "palifermin increases toxicity of isotretinoin by Other (see comment). Avoid or Use Alternate Drug. \nComment: Palifermin should not be administered within 24 hr before, during infusion of, or within 24 hr after administration of antineoplastic agents. Coadministration of palifermin within 24 hr of chemotherapy resulted in increased severity and duration of oral mucositis."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "sarecycline",
            "description": {
                "common": "isotretinoin increases toxicity of sarecycline by Mechanism: unknown. Avoid or Use Alternate Drug. Concomitant use of oral retinoids with tetracyclines may increase risk of pseudotumor cerebri/intracranial hypertension. ."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "tetracycline",
            "description": {
                "common": "isotretinoin, tetracycline. Mechanism: unknown. Contraindicated. Risk of pseudotumor cerebri."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "tisagenlecleucel",
            "description": {
                "common": "isotretinoin, tisagenlecleucel.\nEither increases effects of the other by immunosuppressive effects; risk of infection. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "cannabidiol",
            "description": {
                "common": "cannabidiol will increase the level or effect of isotretinoin by  decreasing metabolism. Modify Therapy/Monitor Closely. Cannabidiol may potentially  inhibit CYP2C8 activity. Consider reducing the dose when concomitantly using CYP2C8 substrates."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "methotrexate",
            "description": {
                "common": "methotrexate, isotretinoin.\nEither increases toxicity of the other by pharmacodynamic synergism. Use Caution/Monitor. Patients receiving other agents that may cause hepatotoxicity, including systemic retinoids, could be at increased risk of liver-related side effects of methotrexate and such patients should be monitored closely during methotrexate therapy."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "mifepristone",
            "description": {
                "common": "mifepristone will increase the level or effect of isotretinoin by  Other (see comment). Use Caution/Monitor. Inhibits CYP2C8/2C9; use smallest recommended doses for substrates and monitor"
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "mipomersen",
            "description": {
                "common": "mipomersen, isotretinoin.\nEither increases toxicity of the other by Other (see comment). Use Caution/Monitor. \nComment: Both drugs have potential to increase hepatic enzymes; monitor LFTs."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "omaveloxolone",
            "description": {
                "common": "omaveloxolone will decrease the level or effect of isotretinoin by  Other (see comment). Use Caution/Monitor. Omaveloxolone may reduce systemic exposure of sensitive CYP2C8 substrates. Check prescribing information of substrate if dosage modification is needed.  "
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "stiripentol",
            "description": {
                "common": "stiripentol will increase the level or effect of isotretinoin by  Other (see comment). Modify Therapy/Monitor Closely. Stiripentol is a CYP2C8 inhibitor. Consider dosage reduction for CYP2C8 substrates if adverse effects are experienced when coadministered."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "tecovirimat",
            "description": {
                "common": "tecovirimat will increase the level or effect of isotretinoin by  affecting hepatic enzyme CYP2C19 metabolism. Use Caution/Monitor. Tecovirimat is a weak inhibitor of CYP2C8 and CYP2C19. Monitor for adverse effects if coadministered with sensitive substrates of these enzymes."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "teriflunomide",
            "description": {
                "common": "teriflunomide increases levels of isotretinoin by Other (see comment). Use Caution/Monitor. \nComment: Teriflunomide inhibits CYP2C8; caution when coadministered with CYP2C8 substrates."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "tobramycin inhaled",
            "description": {
                "common": "tobramycin inhaled and isotretinoin both increase  nephrotoxicity and/or ototoxicity. Modify Therapy/Monitor Closely. Avoid concurrent or sequential use to decrease risk for ototoxicity"
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "vitamin A",
            "description": {
                "common": "isotretinoin increases toxicity of vitamin A by pharmacodynamic synergism. Use Caution/Monitor. (Vitamin A) Additive retinoid effects."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "calcium acetate",
            "description": {
                "common": "isotretinoin increases levels of calcium acetate by enhancing GI absorption. Applies only to oral form of both agents. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "calcium carbonate",
            "description": {
                "common": "isotretinoin increases levels of calcium carbonate by enhancing GI absorption. Applies only to oral form of both agents. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "calcium chloride",
            "description": {
                "common": "isotretinoin increases levels of calcium chloride by enhancing GI absorption. Applies only to oral form of both agents. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "calcium citrate",
            "description": {
                "common": "isotretinoin increases levels of calcium citrate by enhancing GI absorption. Applies only to oral form of both agents. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "calcium gluconate",
            "description": {
                "common": "isotretinoin increases levels of calcium gluconate by enhancing GI absorption. Applies only to oral form of both agents. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "carbamazepine",
            "description": {
                "common": "isotretinoin decreases levels of carbamazepine by increasing renal clearance. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "ciprofloxacin",
            "description": {
                "common": "ciprofloxacin, isotretinoin. Mechanism: pharmacodynamic synergism. Minor/Significance Unknown. Both drugs have increased risk of phototoxicity, use caution with concomitant use."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "fleroxacin",
            "description": {
                "common": "fleroxacin, isotretinoin. Mechanism: pharmacodynamic synergism. Minor/Significance Unknown. Increased phototoxicity."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "food",
            "description": {
                "common": "food increases levels of isotretinoin by enhancing GI absorption. Applies only to oral form of both agents. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "gemifloxacin",
            "description": {
                "common": "gemifloxacin, isotretinoin. Mechanism: pharmacodynamic synergism. Minor/Significance Unknown. Increased phototoxicity."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "levofloxacin",
            "description": {
                "common": "levofloxacin, isotretinoin. Mechanism: pharmacodynamic synergism. Minor/Significance Unknown. Increased phototoxicity."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "moxifloxacin",
            "description": {
                "common": "moxifloxacin, isotretinoin. Mechanism: pharmacodynamic synergism. Minor/Significance Unknown. Increased phototoxicity."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "ofloxacin",
            "description": {
                "common": "ofloxacin, isotretinoin. Mechanism: pharmacodynamic synergism. Minor/Significance Unknown. Increased phototoxicity."
            }
        }
    ],
    "adverse effects": [
        {
            "name": "Cheilitis",
            "percent": "90"
        },
        {
            "name": "Xerosis",
            "percent": "40"
        },
        {
            "name": "Xerostomia",
            "percent": "40"
        },
        {
            "name": "Dry nose",
            "percent": "40"
        },
        {
            "name": "Epistaxis",
            "percent": "25"
        },
        {
            "name": "Pruritus",
            "percent": "15"
        },
        {
            "name": "Conjunctivitis",
            "percent": "15"
        },
        {
            "name": "including blepharoconjunctivitis",
            "percent": "12-24"
        },
        {
            "name": "Irritation",
            "percent": "8.8"
        },
        {
            "name": "Increased erythrocyte sedimentation rates",
            "percent": "3"
        },
        {
            "name": "Thinning of hair",
            "percent": null
        },
        {
            "name": "which has persisted in rare instances",
            "percent": null
        },
        {
            "name": "Palmoplantar desquamation",
            "percent": null
        },
        {
            "name": "Skin fragility",
            "percent": null
        },
        {
            "name": "Skin infections",
            "percent": null
        },
        {
            "name": "eg",
            "percent": null
        },
        {
            "name": "paronychial infections",
            "percent": null
        },
        {
            "name": "Rash",
            "percent": null
        },
        {
            "name": "including erythema",
            "percent": null
        },
        {
            "name": "seborrhea",
            "percent": null
        },
        {
            "name": "eczema",
            "percent": null
        },
        {
            "name": "photosensitivity",
            "percent": null
        },
        {
            "name": "Hypertriglyceridemia",
            "percent": null
        },
        {
            "name": "Bone or joint pain",
            "percent": null
        },
        {
            "name": "Generalized muscle aches",
            "percent": null
        },
        {
            "name": "Arthralgia",
            "percent": null
        },
        {
            "name": "Decreased HDLs",
            "percent": null
        },
        {
            "name": "Increased LFTs",
            "percent": null
        },
        {
            "name": "Increased CPK",
            "percent": null
        },
        {
            "name": "Decreased hemoglobin concentration and hematocrit",
            "percent": null
        },
        {
            "name": "Decreased erythrocyte and leukocyte counts",
            "percent": null
        },
        {
            "name": "Increased platelet count",
            "percent": null
        },
        {
            "name": "Decreased bone mineral density",
            "percent": null
        },
        {
            "name": "Premature epiphyseal closure",
            "percent": null
        },
        {
            "name": "Lethargy",
            "percent": null
        },
        {
            "name": "Fatigue",
            "percent": null
        },
        {
            "name": "Headache",
            "percent": null
        },
        {
            "name": "Anorexia",
            "percent": null
        },
        {
            "name": "Nausea",
            "percent": null
        },
        {
            "name": "Vomiting",
            "percent": null
        },
        {
            "name": "Increased appetite",
            "percent": null
        },
        {
            "name": "Thirst",
            "percent": null
        }
    ]
}