{
    "name": "acetylcysteine (Antidote)",
    "comment": "Rx",
    "other_names": [
        "Acetadote",
        "Cetylev",
        "N-acetylcysteine (Antidote)"
    ],
    "classes": [
        "Antidotes",
        "Other"
    ],
    "source": "https://reference.medscape.com/drug/acetadote-cetylev-antidote-acetylcysteine-antidote-343740",
    "pregnancy": {
        "common": [
            "Pregnancy Category: B",
            "Delaying treatment in pregnant women with acetaminophen overdose and potentially toxic acetaminophen plasma levels may increase risk of maternal and fetal morbidity and mortality",
            "Lactation: Developmental and health benefits of breastfeeding should be considered along with the mother’s clinical need for therapy and potential adverse effects on the breastfed child from therapy or from underlying maternal condition"
        ],
        "specific": []
    },
    "lactation": {
        "common": [
            "Lactation: Developmental and health benefits of breastfeeding should be considered along with the mother’s clinical need for therapy and potential adverse effects on the breastfed child from therapy or from underlying maternal condition"
        ]
    },
    "warnings": {
        "black_box_warning": {
            "common": [],
            "specific": []
        },
        "contraindicators": {
            "common": [
                "Hypersensitivity"
            ],
            "specific": []
        },
        "cautions": {
            "common": [
                "Obtain serum acetaminophen concentration at least 4 hr postingestion to determine if toxic levels present before treatment or whether full course necessary",
                "IV used if persistent vomiting precludes PO administration in 1st 8 hr",
                "Consult local regional PCC or medical toxicologist for assistance",
                "Asthma patient reported to develop bronchospasm and die after intravenous administration of drug; should be used with caution in patients with asthma, or where there is a history of bronchospasm; patients with asthma should be closely monitored during initiation of therapy and throughout therapy",
                "Total volume administered should be adjusted for patients <40 kg and for those requiring fluid restriction; to avoid fluid overload, volume of diluent should be reduced as needed; if volume not adjusted fluid overload can occur, potentially resulting in hyponatremia, seizure and death"
            ],
            "specific": [
                {
                    "type": "Hypersensitivity reactions",
                    "description": [
                        "Serious acute hypersensitivity reactions during acetylcysteine administration including rash, hypotension, wheezing, and/or shortness of breath reported in patients receiving intravenous acetylcysteine for acetaminophen overdose; occurred soon after initiation",
                        "Acute flushing and erythema of skin may occur in patients receiving drug intravenously; these reactions usually occur 30 to 60 minutes after initiating the infusion and often resolve spontaneously despite continued infusion of the drug; If a reaction to acetylcysteine involves more than simply flushing and erythema of the skin, it should be treated as a hypersensitivity reaction",
                        "IV may cause severe anaphylactic reactions, however, new 2011 IV formulation (replaces original 2004 IV formulation) does not contain ethylene diamine tetracetic acid or any other stabilization and chelating agents and is free of preservatives",
                        "Management of less severe hypersensitivity reactions should be based upon the severity of the reaction and include temporary interruption of the infusion and/or administration of antihistaminic drugs; infusion may be carefully restarted after treatment of hypersensitivity symptoms initiated; however, if hypersensitivity reaction returns upon re-initiation of treatment or increases in severity, the drug should be discontinued and alternative patient management considered"
                    ]
                }
            ]
        }
    },
    "interactions": [
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "activated charcoal",
            "description": {
                "common": "activated charcoal decreases effects of acetylcysteine (Antidote) by Other (see comment). Use Caution/Monitor. \nComment: Conflicting reports exist; however, charcoal administration does not preclude acetylcysteine administration for acetaminophen overdose ."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "isosorbide dinitrate",
            "description": {
                "common": "acetylcysteine (Antidote) increases effects of isosorbide dinitrate by Other (see comment). Minor/Significance Unknown. \nComment: Acetylcysteine may enhance vasodilatory effects of nitrates."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "isosorbide mononitrate",
            "description": {
                "common": "acetylcysteine (Antidote) increases effects of isosorbide mononitrate by Other (see comment). Minor/Significance Unknown. \nComment: Acetylcysteine may enhance vasodilatory effects of nitrates."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "nitroglycerin IV",
            "description": {
                "common": "acetylcysteine (Antidote) increases effects of nitroglycerin IV by Other (see comment). Minor/Significance Unknown. \nComment: Acetylcysteine may enhance vasodilatory effects of nitroglycerin."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "nitroglycerin PO",
            "description": {
                "common": "acetylcysteine (Antidote) increases effects of nitroglycerin PO by Other (see comment). Minor/Significance Unknown. \nComment: Acetylcysteine may enhance vasodilatory effects of nitroglycerin."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "nitroglycerin rectal",
            "description": {
                "common": "acetylcysteine (Antidote) increases effects of nitroglycerin rectal by Other (see comment). Minor/Significance Unknown. \nComment: Acetylcysteine may enhance vasodilatory effects of nitroglycerin."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "nitroglycerin sublingual",
            "description": {
                "common": "acetylcysteine (Antidote) increases effects of nitroglycerin sublingual by Other (see comment). Minor/Significance Unknown. \nComment: Acetylcysteine may enhance vasodilatory effects of nitroglycerin."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "nitroglycerin topical",
            "description": {
                "common": "acetylcysteine (Antidote) increases effects of nitroglycerin topical by Other (see comment). Minor/Significance Unknown. \nComment: Acetylcysteine may enhance vasodilatory effects of nitroglycerin."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "nitroglycerin transdermal",
            "description": {
                "common": "acetylcysteine (Antidote) increases effects of nitroglycerin transdermal by Other (see comment). Minor/Significance Unknown. \nComment: Acetylcysteine may enhance vasodilatory effects of nitroglycerin."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "nitroglycerin translingual",
            "description": {
                "common": "acetylcysteine (Antidote) increases effects of nitroglycerin translingual by Other (see comment). Minor/Significance Unknown. \nComment: Acetylcysteine may enhance vasodilatory effects of nitroglycerin."
            }
        }
    ],
    "adverse effects": [
        {
            "name": "Nausea",
            "percent": null
        },
        {
            "name": "Vomiting",
            "percent": null
        },
        {
            "name": "Drowsiness",
            "percent": null
        },
        {
            "name": "Chills",
            "percent": null
        },
        {
            "name": "Fever",
            "percent": null
        },
        {
            "name": "Anaphylactoid reaction due to pyrogens",
            "percent": null
        },
        {
            "name": "Flushing",
            "percent": null
        },
        {
            "name": "Edema",
            "percent": null
        },
        {
            "name": "Urticaria",
            "percent": null
        },
        {
            "name": "Pruritus",
            "percent": null
        },
        {
            "name": "Nausea",
            "percent": null
        },
        {
            "name": "Pharyngitis",
            "percent": null
        },
        {
            "name": "Rhinorrhea",
            "percent": null
        }
    ]
}