{
    "name": "activated charcoal",
    "comment": "OTC",
    "other_names": [
        "Actidose-Aqua",
        "charcoal (activated)",
        "CharcoalAid",
        "Insta-Char",
        "Liqui-Char",
        "Superchar"
    ],
    "classes": [
        "Antidotes",
        "Other"
    ],
    "source": "https://reference.medscape.com/drug/actidose-aqua-charcoal-activated-343714",
    "pregnancy": null,
    "lactation": null,
    "warnings": {
        "black_box_warning": {
            "common": [],
            "specific": []
        },
        "contraindicators": {
            "common": [
                "Intestinal obstruction",
                "Unprotected airway (aspiration may occur)",
                "Caustic ingestions",
                "Use of cathartic if patient has significant fluid or electrolyte abnormalities",
                "Infants",
                "Cathartic doses of sorbitol in young children (unless hospitalized and under immediate care of physician)"
            ],
            "specific": []
        },
        "cautions": {
            "common": [
                "Vomiting may occur",
                "Caution in patients with decreased peristalsis",
                "Ipecac may decrease effectiveness of activated charcoal",
                "Sorbitol or other cathartics may increase risk of significant electrolyte abnormalities",
                "Capsules or tablets not recommended for treatment of poisoning",
                "Product containing sorbitol not for use in patients with fructose intolerance",
                "Note: not effective with alcohols, caustics (contraindicated), iron, lithium, heavy metals, mineral acids",
                "For use in a supervised medical facility or under direction of a physician or poison control center",
                "Actidose with Sorbitol and Actidose-Aqua are adjuncts in the management of poisoning emergencies; prior to use, proper basic life support measures must be implemented as well as appropriate gastric emptying technique if indicated",
                "When used to treat a poisoning emergency, patient and health care providers should be aware that activated charcoal will produce black stools that may be diarrhetic and may persist for several hours",
                "When used with a cathartic, it may produce a profound cathartic effect; proper attention should be given to patient’s fluid and electrolyte needs; use cautiously in patients receiving multiple-dose activated charcoal; if used with cathartic at each dosage interval, profound catharsis may develop which could result in dehydration, hypotension and significant electrolyte and fluid abnormalities",
                "Gastrointestinal obstruction from activated charcoal may occur as a consequence of toxin-induced antiperistaltic effects; administer cautiously in patients who have been exposed to toxins that interfere with gastrointestinal tract peristalsis (eg, anticholinergics, opioids, etc); bowel sounds should be frequently monitored to assess peristaltic action, especially in patients undergoing multiple-dose activated charcoal therapy"
            ],
            "specific": []
        }
    },
    "interactions": [
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "acetylcysteine",
            "description": {
                "common": "activated charcoal decreases effects of acetylcysteine by Other (see comment). Use Caution/Monitor. \nComment: Conflicting reports exist; however, charcoal administration does not preclude acetylcysteine administration for acetaminophen overdose ."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "acetylcysteine (Antidote)",
            "description": {
                "common": "activated charcoal decreases effects of acetylcysteine (Antidote) by Other (see comment). Use Caution/Monitor. \nComment: Conflicting reports exist; however, charcoal administration does not preclude acetylcysteine administration for acetaminophen overdose ."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "citalopram",
            "description": {
                "common": "activated charcoal decreases effects of citalopram by pharmacodynamic antagonism. Use Caution/Monitor. Charcoal can reduce absorption of citalopram, resulting in decreased efficacy."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "digoxin",
            "description": {
                "common": "activated charcoal decreases levels of digoxin by inhibition of GI absorption. Applies only to oral form of both agents. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "methotrexate",
            "description": {
                "common": "activated charcoal will decrease the level or effect of methotrexate by  Other (see comment). Use Caution/Monitor. Charcoal can reduce absorption of methotrexate and remove it from systemic circulation. Depending on the clinical situation, this will reduce the effectiveness or toxicity of methotrexate."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "theophylline",
            "description": {
                "common": "activated charcoal decreases levels of theophylline by inhibition of GI absorption. Applies only to oral form of both agents. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "acarbose",
            "description": {
                "common": "activated charcoal decreases levels of acarbose by inhibition of GI absorption. Applies only to oral form of both agents. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "leflunomide",
            "description": {
                "common": "activated charcoal decreases levels of leflunomide by inhibition of GI absorption. Applies only to oral form of both agents. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "miglitol",
            "description": {
                "common": "activated charcoal decreases levels of miglitol by inhibition of GI absorption. Applies only to oral form of both agents. Minor/Significance Unknown."
            }
        }
    ],
    "adverse effects": [
        {
            "name": "Black stool",
            "percent": null
        },
        {
            "name": "Constipation",
            "percent": null
        },
        {
            "name": "Slowing of intestinal tract",
            "percent": null
        },
        {
            "name": "Blocking of intestinal tract",
            "percent": null
        },
        {
            "name": "Regurgitation into the lungs",
            "percent": null
        },
        {
            "name": "Dehydration",
            "percent": null
        }
    ]
}