{
    "name": "alteplase",
    "comment": "Rx",
    "other_names": [
        "Activase",
        "TPA",
        "Cathflo Activase"
    ],
    "classes": [
        "Thrombolytics"
    ],
    "source": "https://reference.medscape.com/drug/activase-tpa-alteplase-342287",
    "pregnancy": {
        "common": [
            "Published studies and case reports on alteplase use in pregnant women are insufficient to inform a drug associated risk of adverse developmental outcomes; alteplase is embryocidal in rabbits when intravenously administered during organogenesis at clinical exposure for AMI, but no maternal or fetal toxicity was evident at lower exposure in pregnant rats or rabbits; the most common complication of thrombolytic therapy is bleeding; pregnancy may increase this risk; drug should be used during pregnancy only if potential benefit justifies potential risk to fetus"
        ],
        "specific": []
    },
    "lactation": {
        "common": [
            "There are no data on presence of alteplase in human milk, effects on breastfed infant, or on milk production"
        ]
    },
    "warnings": {
        "black_box_warning": {
            "common": [],
            "specific": []
        },
        "contraindicators": {
            "common": [],
            "specific": []
        },
        "cautions": {
            "common": [
                "Catheter dysfunction may be caused by a variety of conditions other than thrombus formation, such as catheter malposition, mechanical failure, constriction by a suture, and lipid deposits or drug precipitates within the catheter lumen; considers these types of conditions before administering treatment",
                "Because of risk of damage to vascular wall or collapse of soft-walled catheters, vigorous suction should not be applied during attempts to determine catheter occlusion",
                "Avoid applying excessive pressure when agent is instilled into catheter; such force could cause rupture of catheter or expulsion of clot into circulation",
                "Use caution in recent major surgery, cerebrovascular disease, HTN, acute pericarditis, hemostatic defects, severe thrombophlebitis, severe hepatic/renal dysfunction",
                "Hypersensitivity, including urticaria, angioedema and anaphylaxis, reported in association with therapy; monitor patients during and for several hours after infusion for hypersensitivity; if signs of hypersensitivity occur, e.g. anaphylactoid reaction or angioedema develops, discontinue therapy and promptly institute appropriate therapy",
                "Monitor patients during and for several hours after infusion for orolingual angioedema; discontinue therapy if angioedema develops",
                "Cholesterol embolism reported rarely in patients treated with thrombolytic agents; may present with pancreatitis, cerebral infarction, acute renal failure, gangrenous digits, hypertension, rhabdomyolysis, or retinal artery oclusion",
                "Consider risk of reembolization from lysis of underlying deep venous thrombi in patients with pulmonary embolism",
                "Internal bleeding (intracranial, retroperitoneal, gastrointestinal, genitourinary, respiratory) or external bleeding, especially at arterial and venous puncture sites may occur",
                "Avoid intramuscular injections and trauma to patient while on therapy",
                "Perform venipunctures carefully and only as required",
                "Minimize bleeding from noncompressible sites by avoiding internal jugular and subclavian venous punctures",
                "If arterial puncture necessary during therapy infusion, use upper extremity vessel that is accessible to manual compression, apply pressure for at least 30 min, and monitor puncture site closely",
                "Patients treated for acute ischemic stroke, with high risk of intracranial hemorrhage, should be treated at facilities that can provide timely access to appropriate evaluation and management of intracranial hemorrhage",
                "Coronary thrombolysis may result in reperfusion arrhythmias",
                "Patients who present within 3 hr of stroke symptom onset, should be treated with alteplase unless contraindications exist; longer time window (3-4.5 hr after symptom onset) shown to be safe and efficacious for select individuals; treatment of patients with minor neurological symptoms not recommended",
                "Alteplase does not treat adequately underlying deep vein thrombosis in patients with pulmonary embolism; consider possible risk of re-embolization due to lysis of underlying deep venous thrombi in this setting",
                "Use with caution in presence of known or suspected infection in catheter; using agent in patients with infected catheters may release a localized infection into the systemic circulation; as with all catheterization procedures, use care to maintain aseptic technique",
                "Agent has not been studied in patients known to be at risk for bleeding events that may be associated with use of critical-care#thrombolytics; exercise caution with patients who have active internal bleeding or who have had any of the following within 48 hours: surgery, obstetrical delivery, percutaneous biopsy of viscera or deep tissues, or puncture of non-compressible vessels",
                "Exercise caution with patients who have thrombocytopenia, other hemostatic defects (including those secondary to severe hepatic or renal disease), or any condition for which bleeding constitutes a significant hazard or would be particularly difficult to manage because of its location, or who are at high risk for embolic complications (e.g., venous thrombosis in the region of the catheter)",
                "Death and permanent disability reported in patients who have experienced stroke and other serious bleeding episodes when receiving pharmacologic doses of a thrombolytic",
                "Should serious bleeding in a critical location (e.g., intracranial, gastrointestinal, retroperitoneal, pericardial) occur, therapy should be stopped and the drug should be withdrawn from the catheter"
            ],
            "specific": [
                {
                    "type": "Clinical conditions that increase risk of bleeding for all indications",
                    "description": [
                        "Recent major surgery or procedure, (e.g., coronary artery bypass graft, obstetrical delivery, organ biopsy, previous puncture of noncompressible vessels)",
                        "Cerebrovascular disease or recent intracranial hemorrhage",
                        "Recent gastrointestinal or genitourinary bleeding",
                        "Recent trauma",
                        "Hypertension: systolic BP above 175 mm Hg or diastolic BP above 110 mm Hg",
                        "High likelihood of left heart thrombus, e.g., mitral stenosis with atrial fibrillation",
                        "Acute pericarditis",
                        "Subacute bacterial endocarditis",
                        "Hemostatic defects including those secondary to severe hepatic or renal disease",
                        "Significant hepatic dysfunction",
                        "Pregnancy",
                        "Diabetic hemorrhagic retinopathy, or other hemorrhagic ophthalmic conditions or patients currently receiving anticoagulants (e.g., warfarin sodium)",
                        "Septic thrombophlebitis or occluded AV cannula at seriously infected site ⋅",
                        "Advanced age",
                        "Any other condition in which bleeding constitutes a significant hazard or would be particularly difficult to manage because of its location"
                    ]
                }
            ]
        }
    },
    "interactions": [
        {
            "classification_type": "Contraindicated",
            "interaction_with": "defibrotide",
            "description": {
                "common": "defibrotide increases effects of alteplase by pharmacodynamic synergism. Contraindicated. Coadministration of defibrotide is contraindicated with antithrombotic/fibrinolytic drugs. This does not include use for routine maintenance or reopening of central venous lines."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "prothrombin complex concentrate, human",
            "description": {
                "common": "alteplase, prothrombin complex concentrate, human. pharmacodynamic synergism. Contraindicated."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "apixaban",
            "description": {
                "common": "alteplase and apixaban both increase  anticoagulation. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "caplacizumab",
            "description": {
                "common": "caplacizumab, alteplase.\nEither increases effects of the other by anticoagulation. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "zanubrutinib",
            "description": {
                "common": "alteplase, zanubrutinib.\nEither decreases toxicity of the other by anticoagulation. Avoid or Use Alternate Drug. Zanubrutinib-induced cytopenias increases risk of hemorrhage. Coadministration of zanubritinib with antiplatelets or anticoagulants may further increase this risk."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "alfalfa",
            "description": {
                "common": "alteplase and alfalfa both increase  anticoagulation. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "American ginseng",
            "description": {
                "common": "alteplase and American ginseng both increase  anticoagulation. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "antithrombin alfa",
            "description": {
                "common": "antithrombin alfa and alteplase both increase  anticoagulation. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "antithrombin III",
            "description": {
                "common": "antithrombin III and alteplase both increase  anticoagulation. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "argatroban",
            "description": {
                "common": "argatroban and alteplase both increase  anticoagulation. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "aspirin",
            "description": {
                "common": "aspirin, alteplase.\nEither increases toxicity of the other by anticoagulation. Use Caution/Monitor. The need for simultaneous use of low-dose aspirin and anticoagulant or antiplatelet agents are common for patients with cardiovascular disease; monitor closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "aspirin rectal",
            "description": {
                "common": "aspirin rectal and alteplase both increase  anticoagulation. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "aspirin/citric acid/sodium bicarbonate",
            "description": {
                "common": "aspirin/citric acid/sodium bicarbonate, alteplase.\nEither increases toxicity of the other by anticoagulation. Use Caution/Monitor. The need for simultaneous use of low-dose aspirin and anticoagulant or antiplatelet agents are common for patients with cardiovascular disease; monitor closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "azficel-T",
            "description": {
                "common": "azficel-T, alteplase. Other (see comment). Use Caution/Monitor. \nComment: Coadministration with anticoagulants or antiplatelets may increase bruising or bleeding at biopsy and/or injection sites; concomitant use not recommended. Decisions regarding continued use or cessation of anticoagulants or antiplatelets should be made by a physician."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "bivalirudin",
            "description": {
                "common": "bivalirudin and alteplase both increase  anticoagulation. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "celecoxib",
            "description": {
                "common": "celecoxib and alteplase both increase  anticoagulation. Use Caution/Monitor. Potential for increased risk of bleeding, caution is advised."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "choline magnesium trisalicylate",
            "description": {
                "common": "choline magnesium trisalicylate and alteplase both increase  anticoagulation. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "cinnamon",
            "description": {
                "common": "alteplase and cinnamon both increase  anticoagulation. Use Caution/Monitor. In theory, cinnamon may interact with blood-thinning medications due to the presence of coumarin."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "cordyceps",
            "description": {
                "common": "alteplase and cordyceps both increase  anticoagulation. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "dabigatran",
            "description": {
                "common": "dabigatran and alteplase both increase  anticoagulation. Modify Therapy/Monitor Closely. Both drugs have the potential to cause bleeding. Concomitant use may increase risk of bleeding."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "dalteparin",
            "description": {
                "common": "dalteparin and alteplase both increase  anticoagulation. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "danshen",
            "description": {
                "common": "alteplase and danshen both increase  anticoagulation. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "devil's claw",
            "description": {
                "common": "alteplase and devil's claw both increase  anticoagulation. Use Caution/Monitor. Devil's claw may have additive anticoagulant activity."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "diclofenac",
            "description": {
                "common": "diclofenac and alteplase both increase  anticoagulation. Use Caution/Monitor. Potential for increased risk of bleeding, caution is advised."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "diflunisal",
            "description": {
                "common": "diflunisal and alteplase both increase  anticoagulation. Use Caution/Monitor. Potential for increased risk of bleeding, caution is advised."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "dong quai",
            "description": {
                "common": "alteplase and dong quai both increase  anticoagulation. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "enoxaparin",
            "description": {
                "common": "enoxaparin and alteplase both increase  anticoagulation. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "epoprostenol",
            "description": {
                "common": "alteplase and epoprostenol both increase  anticoagulation. Use Caution/Monitor. Coadministration can increase the risk of bleeding, although this did not occur in clinical trials."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "etodolac",
            "description": {
                "common": "etodolac and alteplase both increase  anticoagulation. Use Caution/Monitor. Potential for increased risk of bleeding, caution is advised."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "fenoprofen",
            "description": {
                "common": "fenoprofen and alteplase both increase  anticoagulation. Use Caution/Monitor. Potential for increased risk of bleeding, caution is advised."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "feverfew",
            "description": {
                "common": "alteplase and feverfew both increase  anticoagulation. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "fish oil",
            "description": {
                "common": "fish oil, alteplase. Other (see comment). Use Caution/Monitor. \nComment: Patients taking fish oil and an anticoagulant or other drug affecting coagulation should be monitored periodically due to potential increased risk of bleeding. ."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "fish oil triglycerides",
            "description": {
                "common": "fish oil triglycerides will increase the level or effect of alteplase by  anticoagulation. Use Caution/Monitor. Prolonged bleeding reported in patients taking antiplatelet agents or anticoagulants and oral omega-3 fatty acids. Periodically monitor bleeding time in patients receiving fish oil triglycerides and concomitant antiplatelet agents or anticoagulants."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "flurbiprofen",
            "description": {
                "common": "flurbiprofen and alteplase both increase  anticoagulation. Use Caution/Monitor. Potential for increased risk of bleeding, caution is advised."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "fondaparinux",
            "description": {
                "common": "fondaparinux and alteplase both increase  anticoagulation. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "forskolin",
            "description": {
                "common": "alteplase and forskolin both increase  anticoagulation. Modify Therapy/Monitor Closely. Forskolin may cause bleeding due to additive platelet inhibition. "
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "garlic",
            "description": {
                "common": "alteplase and garlic both increase  anticoagulation. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ginger",
            "description": {
                "common": "alteplase and ginger both increase  anticoagulation. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ginkgo biloba",
            "description": {
                "common": "alteplase and ginkgo biloba both increase  anticoagulation. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "green tea",
            "description": {
                "common": "green tea, alteplase. Other (see comment). Use Caution/Monitor. \nComment: Combination may increase risk of bleeding."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "heparin",
            "description": {
                "common": "heparin and alteplase both increase  anticoagulation. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "horse chestnut seed",
            "description": {
                "common": "alteplase and horse chestnut seed both increase  anticoagulation. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ibrutinib",
            "description": {
                "common": "ibrutinib will increase the level or effect of alteplase by  anticoagulation. Use Caution/Monitor. Ibrutinib may increase the risk of hemorrhage in patients receiving antiplatelet or anticoagulant therapies and monitor for signs of bleeding. "
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ibuprofen",
            "description": {
                "common": "ibuprofen and alteplase both increase  anticoagulation. Use Caution/Monitor. Potential for increased risk of bleeding, caution is advised."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ibuprofen IV",
            "description": {
                "common": "ibuprofen IV and alteplase both increase  anticoagulation. Use Caution/Monitor. Potential for increased risk of bleeding, caution is advised."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "imatinib",
            "description": {
                "common": "imatinib, alteplase.\nEither increases toxicity of the other by Other (see comment). Modify Therapy/Monitor Closely. \nComment: Imatinib may cause thrombocytopenia; bleeding risk increased when imatinib is   coadministered with anticoagulants, NSAIDs, platelet inhibitors, and thrombolytic agents."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "indomethacin",
            "description": {
                "common": "indomethacin and alteplase both increase  anticoagulation. Use Caution/Monitor. Potential for increased risk of bleeding, caution is advised."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ketoprofen",
            "description": {
                "common": "ketoprofen and alteplase both increase  anticoagulation. Use Caution/Monitor. Potential for increased risk of bleeding, caution is advised."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ketorolac",
            "description": {
                "common": "ketorolac and alteplase both increase  anticoagulation. Use Caution/Monitor. Potential for increased risk of bleeding, caution is advised."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ketorolac intranasal",
            "description": {
                "common": "ketorolac intranasal and alteplase both increase  anticoagulation. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "meclofenamate",
            "description": {
                "common": "meclofenamate and alteplase both increase  anticoagulation. Use Caution/Monitor. Potential for increased risk of bleeding, caution is advised."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "mefenamic acid",
            "description": {
                "common": "mefenamic acid and alteplase both increase  anticoagulation. Use Caution/Monitor. Potential for increased risk of bleeding, caution is advised."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "melatonin",
            "description": {
                "common": "melatonin increases effects of alteplase by anticoagulation. Use Caution/Monitor. Melatonin may decrease prothrombin time."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "meloxicam",
            "description": {
                "common": "meloxicam and alteplase both increase  anticoagulation. Use Caution/Monitor. Potential for increased risk of bleeding, caution is advised."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "nabumetone",
            "description": {
                "common": "nabumetone and alteplase both increase  anticoagulation. Use Caution/Monitor. Potential for increased risk of bleeding, caution is advised."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "naproxen",
            "description": {
                "common": "naproxen and alteplase both increase  anticoagulation. Use Caution/Monitor. Potential for increased risk of bleeding, caution is advised."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "nitroglycerin rectal",
            "description": {
                "common": "nitroglycerin rectal decreases effects of alteplase by Other (see comment). Use Caution/Monitor. \nComment: Caution should be observed in patients receiving nitroglycerin during t-PA therapy. IV administration of nitroglycerin decreases the thrombolytic effect of tissue-type plasminogen activator (t-PA). Plasma levels of t-PA are reduced when coadministered with nitroglycerin.  ."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "omega 3 carboxylic acids",
            "description": {
                "common": "omega 3 carboxylic acids, alteplase. Other (see comment). Use Caution/Monitor. \nComment: Patients taking omega-3 acids and an anticoagulant or other drug affecting coagulation should be monitored periodically due to potential increased risk of bleeding."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "omega 3 fatty acids",
            "description": {
                "common": "omega 3 fatty acids, alteplase. Other (see comment). Use Caution/Monitor. \nComment: Patients taking omega-3-fatty acids and an anticoagulant or other drug affecting coagulation should be monitored periodically due to potential increased risk of bleeding. ."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "oxaprozin",
            "description": {
                "common": "oxaprozin and alteplase both increase  anticoagulation. Use Caution/Monitor. Potential for increased risk of bleeding, caution is advised."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "panax ginseng",
            "description": {
                "common": "alteplase and panax ginseng both increase  anticoagulation. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "piroxicam",
            "description": {
                "common": "piroxicam and alteplase both increase  anticoagulation. Use Caution/Monitor. Potential for increased risk of bleeding, caution is advised."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "reishi",
            "description": {
                "common": "alteplase and reishi both increase  anticoagulation. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "reteplase",
            "description": {
                "common": "alteplase and reteplase both increase  anticoagulation. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "rivaroxaban",
            "description": {
                "common": "rivaroxaban, alteplase.\nEither increases effects of the other by anticoagulation. Use Caution/Monitor. Avoid concurrent use of rivaroxaban with other anticoagulants due to increased bleeding risk other than during therapeutic transition periods where patients should be observed closely. Monitor for signs/symptoms of blood loss."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "salicylates (non-asa)",
            "description": {
                "common": "salicylates (non-asa) and alteplase both increase  anticoagulation. Use Caution/Monitor. Potential for increased risk of bleeding, caution is advised."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "salsalate",
            "description": {
                "common": "salsalate and alteplase both increase  anticoagulation. Use Caution/Monitor. Potential for increased risk of bleeding, caution is advised."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "Siberian ginseng",
            "description": {
                "common": "alteplase and Siberian ginseng both increase  anticoagulation. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "sulindac",
            "description": {
                "common": "sulindac and alteplase both increase  anticoagulation. Use Caution/Monitor. Potential for increased risk of bleeding, caution is advised."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "tenecteplase",
            "description": {
                "common": "alteplase and tenecteplase both increase  anticoagulation. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ticagrelor",
            "description": {
                "common": "ticagrelor, alteplase.\nEither increases effects of the other by anticoagulation. Use Caution/Monitor. Increased risk of bleeding during concomitant use of medications that increase potential for bleeding."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "tolmetin",
            "description": {
                "common": "tolmetin and alteplase both increase  anticoagulation. Use Caution/Monitor. Potential for increased risk of bleeding, caution is advised."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "tranexamic acid oral",
            "description": {
                "common": "tranexamic acid oral, alteplase.\nEither decreases effects of the other by pharmacodynamic antagonism. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "vorapaxar",
            "description": {
                "common": "alteplase, vorapaxar.\nEither increases effects of the other by anticoagulation. Use Caution/Monitor. Coadministration of anticoagulants, antiplatelets, or other drug affecting coagulation should be monitored periodically due to potential increased risk of bleeding."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "vortioxetine",
            "description": {
                "common": "alteplase, vortioxetine.\nEither increases effects of the other by anticoagulation. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "ceftaroline",
            "description": {
                "common": "ceftaroline increases effects of alteplase by Other (see comment). Minor/Significance Unknown. \nComment: Cephalosporins with a methylthiotetrazole (MTT) side ring (eg, cefotetan, cefoperazone) are more frequently associated with hypoprothrombinemic activity."
            }
        }
    ],
    "adverse effects": [
        {
            "name": "Stroke",
            "percent": "1.6"
        },
        {
            "name": "Accelerated idioventricular rhythm",
            "percent": null
        },
        {
            "name": "Pulmonary edema",
            "percent": null
        },
        {
            "name": "Arterial embolism",
            "percent": null
        },
        {
            "name": "Bruising",
            "percent": null
        },
        {
            "name": "Bleeding",
            "percent": null
        },
        {
            "name": "DVT",
            "percent": null
        },
        {
            "name": "Hypotension",
            "percent": null
        },
        {
            "name": "Intracranial hemorrhage",
            "percent": null
        },
        {
            "name": "GI",
            "percent": null
        },
        {
            "name": "GU hemorrhage",
            "percent": null
        },
        {
            "name": "Pulmonary embolism",
            "percent": null
        },
        {
            "name": "Fever",
            "percent": null
        },
        {
            "name": "chills",
            "percent": null
        },
        {
            "name": "Nausea",
            "percent": null
        },
        {
            "name": "vomiting",
            "percent": null
        },
        {
            "name": "Sensitivity reaction",
            "percent": null
        },
        {
            "name": "Sepsis",
            "percent": null
        },
        {
            "name": "Shock",
            "percent": null
        },
        {
            "name": "Hypersensitivity",
            "percent": null
        },
        {
            "name": "Cerebral edema",
            "percent": null
        },
        {
            "name": "Cerebral herniation",
            "percent": null
        },
        {
            "name": "Seizure",
            "percent": null
        },
        {
            "name": "Ischemic stroke",
            "percent": null
        },
        {
            "name": "Thromboembolism",
            "percent": null
        }
    ]
}