{
    "name": "risedronate",
    "comment": "Rx",
    "other_names": [
        "Actonel",
        "Atelvia",
        "Actonel with Calcium"
    ],
    "classes": [
        "Calcium Metabolism Modifiers",
        "Bisphosphonate Derivatives"
    ],
    "source": "https://reference.medscape.com/drug/actonel-risedronate-342835",
    "pregnancy": {
        "common": [
            "Available data on use in pregnant women are insufficient to inform a drug- associated risk of adverse maternal or fetal outcomes; discontinue therapy when pregnancy recognized",
            "In animal reproduction studies, daily oral administration to pregnant rats during organogenesis decreased neonatal survival and body weight at doses approximately 5-26 times, respectively, the highest recommended human daily dose of 30 mg (based on body surface area, mg/m2)",
            "A low incidence of cleft palate was observed in fetuses of dams treated at doses approximately equal to 30 mg human daily dose; delayed skeletal ossification was observed in fetuses of dams treated at approximately 2.5 to 5 times the 30 mg human daily dose",
            "Periparturient mortality due to maternal hypocalcemia occurred in dams and neonates upon daily oral administration of risedronate to pregnant rats during mating and/or gestation starting at doses equivalent to the 30 mg daily human dose"
        ],
        "specific": [
            {
                "type": "Animal data",
                "description": [
                    "  ",
                    "  ",
                    "Bisphosphonates are incorporated into bone matrix, from which they are gradually released over a period of years; the amount of bisphosphonate incorporated into adult bone and available for release into systemic circulation is directly related to dose and duration of bisphosphonate use",
                    "Based on mechanism of action of bisphosphonates, there is potential risk of fetal harm, predominantly skeletal, if a woman becomes pregnant after completing a course of bisphosphonate therapy; the impact of variables such as time between cessation of bisphosphonate therapy to conception, the particular bisphosphonate used, and the route of administration (intravenous versus oral) on this risk has not been studied"
                ]
            },
            {
                "type": "Females and males of reproductive potential",
                "description": [
                    "There are no data available in humans; female and male fertility may be impaired based on animal studies demonstrating adverse effects on fertility parameters"
                ]
            }
        ]
    },
    "lactation": {
        "common": [
            "There are no data on presence in human milk, effects on breastfed infant, or on milk production; a small degree of lacteal transfer occurred in nursing rats",
            "Concentration of the drug in animal milk does not necessarily predict the concentration of drug in human milk; however, when a drug is present in animal milk, it is likely that the drug will be present in human milk",
            "Developmental and health benefits of breast-feeding should be considered along with mother’s clinical need for therapy and any potential adverse effects on breast-fed child from drug or from underlying maternal condition"
        ]
    },
    "warnings": {
        "black_box_warning": {
            "common": [],
            "specific": []
        },
        "contraindicators": {
            "common": [
                "Hypersensitivity; angioedema, generalized rash, bullous skin reactions, Stevens-Johnson syndrome, and toxic epidermal necrolysis have been reported",
                "Hypocalcemia",
                "Hypercalcemia from any cause including, but not limited to, hyperparathyroidism, hypercalcemia of malignancy, or sarcoidosis",
                "Inability to stand or sit upright for at least 30 minutes",
                "Esophagus abnormalities (eg, stricture, achalasia) that delay esophageal emptying"
            ],
            "specific": []
        },
        "cautions": {
            "common": [
                "Ensure adequate intake of calcium and vitamin D; correct hypocalcemia, if present, before initiating therapy",
                "Avoid concomitant polyvalent cation-containing medications",
                "May cause upper GI disorders (eg, dysphagia, esophagitis, esophageal or gastric ulcer); instruct patients to follow dosing instructions; discontinue use if new or worsening symptoms occur",
                "Severe irritation of upper GI mucosa; discontinue if new or worsening symptoms occur in patients with active upper GI disease",
                "Osteonecrosis of the jaw, can occur spontaneously and is generally associated with tooth extraction and/or local infection with delayed healing; known risk factors include invasive dental procedures (e.g., tooth extraction, dental implants, boney surgery), diagnosis of cancer, concomitant therapies (e.g., chemotherapy, corticosteroids, angiogenesis inhibitors), poor oral hygiene, and co-morbid disorders; risk of osteonecrosis of jaw may increase with duration of exposure to bisphosphonates",
                "Food decreases bioavailability",
                "Not recommended in severe renal impairment (CrCl <30 mL/min)",
                "Risk of severe joint, muscle, or bone pain",
                "Possible increased risk of atypical subtrochanteric and diaphyseal femur fractures; consider periodic reevaluation of need for continued bisphosphonate therapy, particularly if treatment lasts >5 years; patients with new thigh or groin pain should be evaluated to rule out a femoral fracture",
                "Consider appropriate hormone replacement therapy if necessary",
                "Administration of calcium has been associated with a slight increase in risk of kidney stones; in patients with a history of kidney stones or hypercalciuria, metabolic assessment to seek treatable causes of these conditions is warranted; if administration of calcium tablets necessary, monitor urinary calcium excretion periodically; patients with achlorhydria may have decreased absorption of calcium; taking calcium with food enhances absorption; concomitant use of calcium-containing antacids should be monitored to avoid excessive intake of calcium"
            ],
            "specific": [
                {
                    "type": "Esophageal cancer risk (July 21, 2011, FDA safety communication)",
                    "description": [
                        "Conflicting findings exist from studies evaluating the risk of esophageal cancer with oral bisphosphonates",
                        "Esophagitis and other esophageal events have been reported, particularly in patients who do not follow specific directions for use of oral bisphosphonates (eg, sitting up or standing after administration, taking with full glass of water)",
                        "Ongoing review of data from published studies to evaluate whether use of oral bisphosphonates is associated with increased risk of cancer of esophagus is currently being conducted by FDA",
                        "FDA has not concluded that taking oral bisphosphonates increases risk of esophageal cancer",
                        "Data are insufficient to recommend endoscopic screening of asymptomatic patients",
                        "FDA will continue to evaluate all available data supporting safety and effectiveness of bisphosphonates and will update public when more information becomes available",
                        "Instruct patients to contact their healthcare provider if they develop symptoms of esophagitis (eg, swallowing difficulties, chest pain, new or worsening heartburn, trouble or pain when swallowing)"
                    ]
                }
            ]
        }
    },
    "interactions": [
        {
            "classification_type": "Contraindicated",
            "interaction_with": "human parathyroid hormone, recombinant",
            "description": {
                "common": "risedronate decreases effects of human parathyroid hormone, recombinant by Other (see comment). Contraindicated. \nComment: Coadministration of bisphosphonates with rhPTH leads to reduction in rhPTH's calcium sparing effect, which can interfere with the normalization of serum calcium."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "cimetidine",
            "description": {
                "common": "cimetidine will increase the level or effect of risedronate by  increasing gastric pH. Applies only to oral form of both agents. Avoid or Use Alternate Drug. Applies only to delayed release formulation; accelerates pH-sensitive dissolution of delayed release risedronate"
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "famotidine",
            "description": {
                "common": "famotidine will increase the level or effect of risedronate by  increasing gastric pH. Applies only to oral form of both agents. Avoid or Use Alternate Drug. Applies only to delayed release formulation; accelerates pH-sensitive dissolution of delayed release risedronate"
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "ibuprofen/famotidine",
            "description": {
                "common": "ibuprofen/famotidine will increase the level or effect of risedronate by  increasing gastric pH. Applies only to oral form of both agents. Avoid or Use Alternate Drug. Applies only to delayed release formulation; accelerates pH-sensitive dissolution of delayed release risedronate"
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "nizatidine",
            "description": {
                "common": "nizatidine will increase the level or effect of risedronate by  increasing gastric pH. Applies only to oral form of both agents. Avoid or Use Alternate Drug. Applies only to delayed release formulation; accelerates pH-sensitive dissolution of delayed release risedronate"
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "aluminum hydroxide",
            "description": {
                "common": "aluminum hydroxide decreases levels of risedronate by inhibition of GI absorption. Applies only to oral form of both agents. Use Caution/Monitor. Separate by 2 hours."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "calcium acetate",
            "description": {
                "common": "calcium acetate decreases levels of risedronate by inhibition of GI absorption. Applies only to oral form of both agents. Use Caution/Monitor. Separate by 30 minutes."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "calcium carbonate",
            "description": {
                "common": "calcium carbonate decreases levels of risedronate by inhibition of GI absorption. Applies only to oral form of both agents. Use Caution/Monitor. Separate by 30 minutes."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "calcium chloride",
            "description": {
                "common": "calcium chloride decreases levels of risedronate by inhibition of GI absorption. Applies only to oral form of both agents. Use Caution/Monitor. Separate by 30 minutes."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "calcium citrate",
            "description": {
                "common": "calcium citrate decreases levels of risedronate by inhibition of GI absorption. Applies only to oral form of both agents. Use Caution/Monitor. Separate by 30 minutes."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "calcium gluconate",
            "description": {
                "common": "calcium gluconate decreases levels of risedronate by inhibition of GI absorption. Applies only to oral form of both agents. Use Caution/Monitor. Separate by 30 minutes."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "deferasirox",
            "description": {
                "common": "deferasirox, risedronate. Other (see comment). Use Caution/Monitor. \nComment:  Combination may increase GI bleeding, ulceration and irritation. Use with caution."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "magnesium supplement",
            "description": {
                "common": "magnesium supplement will decrease the level or effect of risedronate by  inhibition of GI absorption. Applies only to oral form of both agents. Modify Therapy/Monitor Closely. Formation of a chelate  reduces absorption of the drug through intestinal tract; administer magnesium 2hr before or 2hr after the bisphosphonate derivative"
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "selenium",
            "description": {
                "common": "selenium will decrease the level or effect of risedronate by  cation binding in GI tract. Modify Therapy/Monitor Closely. Avoid administering polyvalent cations 2 hr before or 30 min after risedronate."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "sodium bicarbonate",
            "description": {
                "common": "sodium bicarbonate decreases levels of risedronate by inhibition of GI absorption. Applies only to oral form of both agents. Use Caution/Monitor. Separate by 2 hours."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "sodium citrate/citric acid",
            "description": {
                "common": "sodium citrate/citric acid decreases levels of risedronate by inhibition of GI absorption. Applies only to oral form of both agents. Use Caution/Monitor. Separate by 2 hours."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "sodium sulfate/?magnesium sulfate/potassium chloride",
            "description": {
                "common": "sodium sulfate/?magnesium sulfate/potassium chloride increases toxicity of risedronate by Other (see comment). Use Caution/Monitor. \nComment: Coadministration with medications that cause fluid and electrolyte abnormalities may increase the risk of adverse events of seizure, arrhythmias, and renal impairment."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "sodium sulfate/potassium sulfate/magnesium sulfate",
            "description": {
                "common": "sodium sulfate/potassium sulfate/magnesium sulfate increases toxicity of risedronate by Other (see comment). Use Caution/Monitor. \nComment: Coadministration with medications that cause fluid and electrolyte abnormalities may increase the risk of adverse events of seizure, arrhythmias, and renal impairment."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "sodium zirconium cyclosilicate",
            "description": {
                "common": "sodium zirconium cyclosilicate, risedronate. increasing gastric pH. Applies only to oral form of both agents. Modify Therapy/Monitor Closely. Check specific recommendations for drugs that exhibit pH-dependent solubility that may affect their systemic exposure and efficacy. In general, administer drugs at least 2 hr before or after sodium zirconium cyclosilicate."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "voclosporin",
            "description": {
                "common": "voclosporin, risedronate.\nEither increases toxicity of the other by nephrotoxicity and/or ototoxicity. Modify Therapy/Monitor Closely. Coadministration with drugs associated with nephrotoxicity may increase the risk for acute and/or chronic nephrotoxicity."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "zinc",
            "description": {
                "common": "zinc will decrease the level or effect of risedronate by  cation binding in GI tract. Modify Therapy/Monitor Closely. Multivalent cation-containing products may interfere with absorption of risedronate. Administer risedronate at least 30 min before taking any other oral medications."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "dexlansoprazole",
            "description": {
                "common": "dexlansoprazole will increase the level or effect of risedronate by  increasing gastric pH. Applies only to oral form of both agents. Minor/Significance Unknown. Applies only to delayed release form; increase in pH may enhance the release of the drug from the delayed release formulation and increases availability"
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "entecavir",
            "description": {
                "common": "risedronate, entecavir.\nEither increases effects of the other by decreasing renal clearance. Minor/Significance Unknown. Coadministration with drugs that reduce renal function or compete for active tubular secretion may increase serum concentrations of either entecavir or the coadministered drug."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "food",
            "description": {
                "common": "food decreases levels of risedronate by inhibition of GI absorption. Applies only to oral form of both agents. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "foscarnet",
            "description": {
                "common": "foscarnet increases effects of risedronate by pharmacodynamic synergism. Minor/Significance Unknown. Risk of severe hypocalcemia."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "teriparatide",
            "description": {
                "common": "teriparatide, risedronate. Other (see comment). Minor/Significance Unknown. \nComment: No advantage to bone density with combined treatment."
            }
        }
    ],
    "adverse effects": [
        {
            "name": "Arthralgia",
            "percent": "7-33"
        },
        {
            "name": "Diarrhea",
            "percent": "5-20"
        },
        {
            "name": "Headache",
            "percent": "3-18"
        },
        {
            "name": "Nausea",
            "percent": "4-13"
        },
        {
            "name": "Constipation",
            "percent": "3-13"
        },
        {
            "name": "Rash",
            "percent": "8-12"
        },
        {
            "name": "Abdominal pain",
            "percent": "2-12"
        },
        {
            "name": "Hypertension",
            "percent": "11"
        },
        {
            "name": "Dyspepsia",
            "percent": "4-11"
        },
        {
            "name": "Flulike syndrome",
            "percent": "10"
        },
        {
            "name": "Depression",
            "percent": "7"
        },
        {
            "name": "Chest pain",
            "percent": "5-7"
        },
        {
            "name": "Dizziness",
            "percent": "3-7"
        },
        {
            "name": "Pharyngitis",
            "percent": "6"
        },
        {
            "name": "Rhinitis",
            "percent": "6"
        },
        {
            "name": "Prostatic hyperplasia",
            "percent": "5"
        },
        {
            "name": "Hypocalcemia",
            "percent": "5"
        },
        {
            "name": "Dyspnea",
            "percent": "4"
        },
        {
            "name": "Gastritis",
            "percent": "3"
        },
        {
            "name": "Nephrolithiasis",
            "percent": "3"
        },
        {
            "name": "Hypophosphatemia",
            "percent": "3"
        },
        {
            "name": "Arrhythmia",
            "percent": "2"
        },
        {
            "name": "Diaphyseal femur",
            "percent": null
        },
        {
            "name": "Dysphagia",
            "percent": null
        },
        {
            "name": "Esophageal cancer",
            "percent": null
        },
        {
            "name": "Esophageal ulcer",
            "percent": null
        },
        {
            "name": "Femur fracture",
            "percent": null
        },
        {
            "name": "Gastric and duodenal ulcer",
            "percent": null
        },
        {
            "name": "Osteonecrosis",
            "percent": null
        },
        {
            "name": "Hypersensitivity reactions including angioedema",
            "percent": null
        },
        {
            "name": "generalized rash and bullous skin reactions",
            "percent": null
        },
        {
            "name": "some severe",
            "percent": null
        },
        {
            "name": "Gastrointestinal",
            "percent": null
        },
        {
            "name": "Esophagitis",
            "percent": null
        },
        {
            "name": "flatulence",
            "percent": null
        },
        {
            "name": "bloating",
            "percent": null
        },
        {
            "name": "esophageal or gastric ulcers",
            "percent": null
        },
        {
            "name": "Musculoskeletal pain",
            "percent": null
        },
        {
            "name": "Bone",
            "percent": null
        },
        {
            "name": "joint",
            "percent": null
        },
        {
            "name": "or muscle pain",
            "percent": null
        },
        {
            "name": "described as severe or incapacitating",
            "percent": null
        },
        {
            "name": "have been reported rarely",
            "percent": null
        },
        {
            "name": "Eye inflammation",
            "percent": null
        },
        {
            "name": "Iritis",
            "percent": null
        },
        {
            "name": "uveitis",
            "percent": null
        },
        {
            "name": "Jaw osteonecrosis",
            "percent": null
        },
        {
            "name": "Stevens",
            "percent": null
        },
        {
            "name": "Johnson syndrome",
            "percent": null
        },
        {
            "name": "Toxic epidermal necrolysis",
            "percent": null
        },
        {
            "name": "Pulmonary",
            "percent": null
        },
        {
            "name": "Asthma exacerbations",
            "percent": null
        }
    ]
}