{
    "name": "dapsone topical",
    "comment": "Rx",
    "other_names": [
        "Aczone"
    ],
    "classes": [
        "Acne Agents",
        "Topical"
    ],
    "source": "https://reference.medscape.com/drug/aczone-dapsone-topical-999856",
    "pregnancy": {
        "common": [
            "There are no available data on Gel, 5%, use in pregnant women to inform a drug-associated risk for adverse developmental outcomes; in animal reproduction studies, oral doses of dapsone administered to pregnant rats and rabbits during organogenesis that resulted in systemic exposures more than 250 times the systemic exposure at maximum recommended human dose (MRHD) of Gel, 5%, resulted in embryocidal effects; when orally administered to rats from the onset of organogenesis through the end of lactation at systemic exposures approximately 400 times the exposure at the MRHD, dapsone resulted in increased stillbirths and decreased pup weight; systemic absorption in humans following topical application is low relative to oral dapsone administration"
        ],
        "specific": []
    },
    "lactation": {
        "common": [
            "There is no information regarding presence of topical dapsone in breastmilk, effects on breastfed infant, or on milk production; orally administered dapsone appears in human milk and could result in hemolytic anemia and hyperbilirubinemia especially in infants with G6PD deficiency; systemic absorption of dapsone following topical application is minimal relative to oral dapsone administration; however, it is known that dapsone is present in human milk following administration of oral dapsone; developmental and health benefits of breastfeeding should be considered along with mother’s clinical need for therapy and any potential adverse effects on breastfed child from therapy or from underlying maternal condition"
        ]
    },
    "warnings": {
        "black_box_warning": {
            "common": [],
            "specific": []
        },
        "contraindicators": {
            "common": [
                "None"
            ],
            "specific": []
        },
        "cautions": {
            "common": [
                "No events of peripheral neuropathy observed with topical dapsone; peripheral neuropathy reported with oral dapsone",
                "Serious skin reactions have not been observed with topical application, but are associated with oral therapy and include toxic epidermal necrolysis, erythema multiforme, morbilliform and scarlatiniform reactions, bullous and exfoliative dermatitis, erythema nodosum, and urticaria"
            ],
            "specific": [
                {
                    "type": "Methemoglobinemia",
                    "description": [
                        "Cases of methemoglobinemia, with resultant hospitalization, reported postmarketing in association with 5% gel formulation; patients with glucose-6-phosphate dehydrogenase deficiency or congenital or idiopathic methemoglobinemia are more susceptible to drug-induced methemoglobinemia; avoid use of 5% gel in those patients with congenital or idiopathic methemoglobinemia",
                        "Signs and symptoms of methemoglobinemia may be delayed some hours after exposure; initial signs and symptoms of methemoglobinemia are characterized by a slate grey cyanosis seen in, eg, buccal mucous membranes, lips, and nail beds; advise patients to discontinue therapy and seek immediate medical attention in event of cyanosis",
                        "This drug can cause elevated methemoglobin levels particularly in conjunction with methemoglobin‐inducing agents"
                    ]
                },
                {
                    "type": "Hematologic effects",
                    "description": [
                        "Oral dapsone treatment has produced dose-related hemolysis and hemolytic anemia; patients with glucose-6­ phosphate dehydrogenase (G6PD) deficiency are more prone to hemolysis with use of certain drugs; G6PD deficiency is most prevalent in populations of African, South Asian, Middle Eastern, and Mediterranean ancestry",
                        "Some subjects with G6PD deficiency using topical dapsone developed laboratory changes suggestive of hemolysis; there was no evidence of clinically relevant hemolysis or anemia in patients treated with this drug, including patients who were G6PD deficient",
                        "Discontinue therapy if signs and symptoms suggestive of hemolytic anemia occur; avoid use in patients who are taking oral dapsone or antimalarial medications because of potential for hemolytic reactions; combination of this drug, with trimethoprim/sulfamethoxazole (TMP/SMX) may increase likelihood of hemolysis in patients with G6PD deficiency"
                    ]
                }
            ]
        }
    },
    "interactions": [
        {
            "classification_type": "Serious",
            "interaction_with": "artemether",
            "description": {
                "common": "artemether, dapsone topical. unspecified interaction mechanism. Avoid or Use Alternate Drug. Avoid coadministration of dapsone topical with oral dapsone or antimalarial medications because of the potential for hemolytic reactions."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "artemether/lumefantrine",
            "description": {
                "common": "artemether/lumefantrine, dapsone topical. unspecified interaction mechanism. Avoid or Use Alternate Drug. Avoid coadministration of dapsone topical with oral dapsone or antimalarial medications because of the potential for hemolytic reactions."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "artesunate",
            "description": {
                "common": "artesunate, dapsone topical. unspecified interaction mechanism. Avoid or Use Alternate Drug. Avoid coadministration of dapsone topical with oral dapsone or antimalarial medications because of the potential for hemolytic reactions."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "atovaquone",
            "description": {
                "common": "atovaquone, dapsone topical. unspecified interaction mechanism. Avoid or Use Alternate Drug. Avoid coadministration of dapsone topical with oral dapsone or antimalarial medications because of the potential for hemolytic reactions."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "chloroquine",
            "description": {
                "common": "chloroquine, dapsone topical. unspecified interaction mechanism. Avoid or Use Alternate Drug. Avoid coadministration of dapsone topical with oral dapsone or antimalarial medications because of the potential for hemolytic reactions."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "dapsone",
            "description": {
                "common": "dapsone, dapsone topical. unspecified interaction mechanism. Avoid or Use Alternate Drug. Avoid coadministration of dapsone topical with oral dapsone or antimalarial medications because of the potential for hemolytic reactions."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "hydroxychloroquine sulfate",
            "description": {
                "common": "hydroxychloroquine sulfate, dapsone topical. unspecified interaction mechanism. Avoid or Use Alternate Drug. Avoid coadministration of dapsone topical with oral dapsone or antimalarial medications because of the potential for hemolytic reactions."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "mefloquine",
            "description": {
                "common": "mefloquine, dapsone topical. unspecified interaction mechanism. Avoid or Use Alternate Drug. Avoid coadministration of dapsone topical with oral dapsone or antimalarial medications because of the potential for hemolytic reactions."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "primaquine",
            "description": {
                "common": "primaquine, dapsone topical. unspecified interaction mechanism. Avoid or Use Alternate Drug. Avoid coadministration of dapsone topical with oral dapsone or antimalarial medications because of the potential for hemolytic reactions."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "proguanil",
            "description": {
                "common": "proguanil, dapsone topical. unspecified interaction mechanism. Avoid or Use Alternate Drug. Avoid coadministration of dapsone topical with oral dapsone or antimalarial medications because of the potential for hemolytic reactions."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "pyrimethamine",
            "description": {
                "common": "pyrimethamine, dapsone topical. unspecified interaction mechanism. Avoid or Use Alternate Drug. Avoid coadministration of dapsone topical with oral dapsone or antimalarial medications because of the potential for hemolytic reactions."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "quinidine",
            "description": {
                "common": "quinidine, dapsone topical. unspecified interaction mechanism. Avoid or Use Alternate Drug. Avoid coadministration of dapsone topical with oral dapsone or antimalarial medications because of the potential for hemolytic reactions."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "quinine",
            "description": {
                "common": "quinine, dapsone topical. unspecified interaction mechanism. Avoid or Use Alternate Drug. Avoid coadministration of dapsone topical with oral dapsone or antimalarial medications because of the potential for hemolytic reactions."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "tafenoquine",
            "description": {
                "common": "tafenoquine, dapsone topical. unspecified interaction mechanism. Avoid or Use Alternate Drug. Avoid coadministration of dapsone topical with oral dapsone or antimalarial medications because of the potential for hemolytic reactions."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "acetaminophen",
            "description": {
                "common": "acetaminophen increases toxicity of dapsone topical by altering metabolism. Modify Therapy/Monitor Closely. May induce methemoglobinemia ."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "aminosalicylic acid",
            "description": {
                "common": "aminosalicylic acid increases toxicity of dapsone topical by altering metabolism. Modify Therapy/Monitor Closely. May induce methemoglobinemia."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "amyl nitrite",
            "description": {
                "common": "amyl nitrite increases toxicity of dapsone topical by altering metabolism. Modify Therapy/Monitor Closely. May induce methemoglobinemia."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "benzocaine",
            "description": {
                "common": "benzocaine increases toxicity of dapsone topical by altering metabolism. Modify Therapy/Monitor Closely. May induce methemoglobinemia ."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "benzoyl peroxide",
            "description": {
                "common": "benzoyl peroxide, dapsone topical. unspecified interaction mechanism. Use Caution/Monitor. Coadministration may cause temporary local yellow or orange discoloration of the skin and facial hair."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "isosorbide dinitrate",
            "description": {
                "common": "isosorbide dinitrate increases toxicity of dapsone topical by altering metabolism. Modify Therapy/Monitor Closely. May induce methemoglobinemia."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "isosorbide mononitrate",
            "description": {
                "common": "isosorbide mononitrate increases toxicity of dapsone topical by altering metabolism. Modify Therapy/Monitor Closely. May induce methemoglobinemia."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "nitrofurantoin",
            "description": {
                "common": "nitrofurantoin increases toxicity of dapsone topical by altering metabolism. Modify Therapy/Monitor Closely. May induce methemoglobinemia."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "nitroglycerin IV",
            "description": {
                "common": "nitroglycerin IV increases toxicity of dapsone topical by altering metabolism. Modify Therapy/Monitor Closely. May induce methemoglobinemia."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "nitroglycerin PO",
            "description": {
                "common": "nitroglycerin PO increases toxicity of dapsone topical by altering metabolism. Modify Therapy/Monitor Closely. May induce methemoglobinemia."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "nitroglycerin rectal",
            "description": {
                "common": "nitroglycerin rectal increases toxicity of dapsone topical by altering metabolism. Modify Therapy/Monitor Closely. May induce methemoglobinemia."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "nitroglycerin transdermal",
            "description": {
                "common": "nitroglycerin transdermal increases toxicity of dapsone topical by altering metabolism. Modify Therapy/Monitor Closely. May induce methemoglobinemia."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "nitroglycerin translingual",
            "description": {
                "common": "nitroglycerin translingual increases toxicity of dapsone topical by altering metabolism. Modify Therapy/Monitor Closely. May induce methemoglobinemia."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "nitroprusside sodium",
            "description": {
                "common": "nitroprusside sodium increases toxicity of dapsone topical by altering metabolism. Modify Therapy/Monitor Closely. May induce methemoglobinemia."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "phenobarbital",
            "description": {
                "common": "phenobarbital increases toxicity of dapsone topical by altering metabolism. Modify Therapy/Monitor Closely. May induce methemoglobinemia."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "phenytoin",
            "description": {
                "common": "phenytoin increases toxicity of dapsone topical by altering metabolism. Modify Therapy/Monitor Closely. May induce methemoglobinemia."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "sodium thiosulfate & sodium nitrite",
            "description": {
                "common": "sodium thiosulfate & sodium nitrite increases toxicity of dapsone topical by altering metabolism. Modify Therapy/Monitor Closely. May induce methemoglobinemia."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "sulfadiazine",
            "description": {
                "common": "sulfadiazine increases toxicity of dapsone topical by decreasing metabolism. Modify Therapy/Monitor Closely. May induce methemoglobinemia ."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "sulfamethoxazole",
            "description": {
                "common": "sulfamethoxazole increases toxicity of dapsone topical by decreasing metabolism. Modify Therapy/Monitor Closely. Coadministration increases systemic exposure of dapsone and its metabolites (N-acetyl-dapsone, dapsone hydroxylamine). May induce methemoglobinemia."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "sulfisoxazole",
            "description": {
                "common": "sulfisoxazole increases toxicity of dapsone topical by decreasing metabolism. Modify Therapy/Monitor Closely. May induce methemoglobinemia ."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "trimethoprim",
            "description": {
                "common": "trimethoprim increases toxicity of dapsone topical by decreasing metabolism. Modify Therapy/Monitor Closely. Coadministration increases systemic exposure of dapsone and its metabolites (N-acetyl-dapsone, dapsone hydroxylamine). May induce methemoglobinemia."
            }
        }
    ],
    "adverse effects": [
        {
            "name": "Dryness",
            "percent": "16"
        },
        {
            "name": "Erythema",
            "percent": "13"
        },
        {
            "name": "Burning",
            "percent": "1"
        },
        {
            "name": "Pruritus",
            "percent": "1"
        },
        {
            "name": "Methemoglobinemia",
            "percent": null
        },
        {
            "name": "Rash",
            "percent": null
        },
        {
            "name": "including erythematous rash",
            "percent": null
        },
        {
            "name": "Swelling of face",
            "percent": null
        },
        {
            "name": "including lip and eye swelling",
            "percent": null
        }
    ]
}