{
    "name": "iobenguane I 123",
    "comment": "Rx",
    "other_names": [
        "AdreView"
    ],
    "classes": [
        "Diagnostic Imaging Agents"
    ],
    "source": "https://reference.medscape.com/drug/adreview-iobenguane-i-123-999831",
    "pregnancy": {
        "common": [
            "Radioactive iodine products cross the placenta and can permanently impair fetal thyroid function; administration of an appropriate thyroid blocking agent is recommended before use in a pregnant woman to protect the woman and fetus from accumulation of I 123",
            "There are no available data on use in pregnant women to evaluate for a drug-associated risk of major birth defects, miscarriage or adverse maternal or fetal outcomes",
            "Drug contains 10.3 mg/mL of benzyl alcohol; because benzyl alcohol is rapidly metabolized by a pregnant woman, benzyl alcohol exposure in the fetus is unlikely; however, adverse reactions have occurred in premature neonates and low birth weight infants who received intravenously administered benzyl alcohol-containing drugs"
        ],
        "specific": [
            {
                "type": "Animal data",
                "description": [
                    "Animal reproduction studies have not been conducted; all radiopharmaceuticals have potential to cause fetal harm depending on fetal stage of development and magnitude of radiation dose; advise pregnant women of potential risks of fetal exposure to radiation doses with administration of therapy"
                ]
            }
        ]
    },
    "lactation": {
        "common": [
            "Iodine 123 (I 123), the radionuclide in the drug, is present in human milk; there is no information on effects on breastfed infant or on milk production; advise a lactating woman to interrupt breastfeeding and pump and discard breastmilk for at least 6 days (>10 physical half-lives) after administration in order to minimize radiation exposure to a breastfed infant"
        ]
    },
    "warnings": {
        "black_box_warning": {
            "common": [],
            "specific": []
        },
        "contraindicators": {
            "common": [
                "Hypersensitivity"
            ],
            "specific": []
        },
        "cautions": {
            "common": [
                "Emits radiation and must be handled with appropriate safety measures for radiopharmaceuticals",
                "Fully investigate history of allergic response to previous contrast agents or iodine",
                "Contains benzyl alcohol (10.3 mg/mL); associated with fatal gasping syndrome in premature infants and infants of low birth weight; excessive amounts associated with toxicity (hypotension, metabolic acidosis), particularly in neonates, and increased incidence of kernicterus in small preterm infants",
                "Increased radiation exposure in patients with severe renal impairment; cleared by glomerular filtration and is not dialyzable",
                "Failure to block thyroid uptake of iodine 123 may result in increased long-term risk for thyroid neoplasia; administer thyroid blocking medications (see Administration)",
                "Drugs that interfere with norepinephrine uptake or retention may cause false negative imaging results; if clinically feasible, discontinue these drugs before administering iobenguane I 123",
                "Individuals with conditions that affect the sympathetic nervous system (eg, Parkinson disease, multiple system atrophy) may show decreased cardiac uptake of iobenguane I 123 independent of heart disease",
                "Assess pulse and blood pressure before and intermittently for 30 minutes following administration"
            ],
            "specific": []
        }
    },
    "interactions": [
        {
            "classification_type": "Contraindicated",
            "interaction_with": "amitriptyline",
            "description": {
                "common": "amitriptyline decreases effects of iobenguane I 123 by pharmacodynamic antagonism. Contraindicated. If clinically appropriate, discontinue drugs that decrease uptake of NE for at least 5 half-lives; may cause false-negative imaging results."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "amoxapine",
            "description": {
                "common": "amoxapine decreases effects of iobenguane I 123 by pharmacodynamic antagonism. Contraindicated. If clinically appropriate, discontinue drugs that decrease uptake of NE for at least 5 half-lives; may cause false-negative imaging results."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "atomoxetine",
            "description": {
                "common": "atomoxetine decreases effects of iobenguane I 123 by receptor binding competition. Contraindicated. If clinically appropriate, discontinue drugs that compete for NE receptor sites for at least 5 half-lives; may cause false-negative imaging results."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "clomipramine",
            "description": {
                "common": "clomipramine decreases effects of iobenguane I 123 by pharmacodynamic antagonism. Contraindicated. If clinically appropriate, discontinue drugs that decrease uptake of NE for at least 5 half-lives; may cause false-negative imaging results."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "cocaine topical",
            "description": {
                "common": "cocaine topical decreases effects of iobenguane I 123 by receptor binding competition. Contraindicated. If clinically appropriate, discontinue drugs that compete for NE receptor sites for at least 5 half-lives; may cause false-negative imaging results."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "desipramine",
            "description": {
                "common": "desipramine decreases effects of iobenguane I 123 by pharmacodynamic antagonism. Contraindicated. If clinically appropriate, discontinue drugs that decrease uptake of NE for at least 5 half-lives; may cause false-negative imaging results."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "desvenlafaxine",
            "description": {
                "common": "desvenlafaxine decreases effects of iobenguane I 123 by pharmacodynamic antagonism. Contraindicated. If clinically appropriate, discontinue drugs that decrease uptake of NE for at least 5 half-lives; may cause false-negative imaging results."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "dexmethylphenidate",
            "description": {
                "common": "dexmethylphenidate decreases effects of iobenguane I 123 by receptor binding competition. Contraindicated. If clinically appropriate, discontinue drugs that compete for NE receptor sites for at least 5 half-lives; may cause false-negative imaging results."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "dextroamphetamine",
            "description": {
                "common": "dextroamphetamine decreases effects of iobenguane I 123 by receptor binding competition. Contraindicated. If clinically appropriate, discontinue drugs that compete for NE receptor sites for at least 5 half-lives; may cause false-negative imaging results."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "diethylpropion",
            "description": {
                "common": "diethylpropion decreases effects of iobenguane I 123 by receptor binding competition. Contraindicated. If clinically appropriate, discontinue drugs that compete for NE receptor sites for at least 5 half-lives; may cause false-negative imaging results."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "doxepin",
            "description": {
                "common": "doxepin decreases effects of iobenguane I 123 by pharmacodynamic antagonism. Contraindicated. If clinically appropriate, discontinue drugs that decrease uptake of NE for at least 5 half-lives; may cause false-negative imaging results."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "duloxetine",
            "description": {
                "common": "duloxetine decreases effects of iobenguane I 123 by pharmacodynamic antagonism. Contraindicated. If clinically appropriate, discontinue drugs that decrease uptake of NE for at least 5 half-lives; may cause false-negative imaging results."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "ephedrine",
            "description": {
                "common": "ephedrine decreases effects of iobenguane I 123 by receptor binding competition. Contraindicated. If clinically appropriate, discontinue drugs that compete for NE receptor sites for at least 5 half-lives; may cause false-negative imaging results."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "epinephrine",
            "description": {
                "common": "epinephrine decreases effects of iobenguane I 123 by receptor binding competition. Contraindicated. If clinically appropriate, discontinue drugs that compete for NE receptor sites for at least 5 half-lives; may cause false-negative imaging results."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "epinephrine racemic",
            "description": {
                "common": "epinephrine racemic decreases levels of iobenguane I 123 by receptor binding competition. Contraindicated. If clinically appropriate, discontinue drugs that compete for NE receptor sites for at least 5 half-lives; may cause false-negative imaging results."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "imipramine",
            "description": {
                "common": "imipramine decreases effects of iobenguane I 123 by pharmacodynamic antagonism. Contraindicated. If clinically appropriate, discontinue drugs that decrease uptake of NE for at least 5 half-lives; may cause false-negative imaging results."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "labetalol",
            "description": {
                "common": "labetalol decreases effects of iobenguane I 123 by pharmacodynamic antagonism. Contraindicated. If clinically appropriate, discontinue drugs that decrease uptake of NE for at least 5 half-lives; may cause false-negative imaging results."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "levomilnacipran",
            "description": {
                "common": "levomilnacipran decreases effects of iobenguane I 123 by pharmacodynamic antagonism. Contraindicated. If clinically appropriate, discontinue drugs that decrease uptake of NE for at least 5 half-lives; may cause false-negative imaging results."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "lisdexamfetamine",
            "description": {
                "common": "lisdexamfetamine decreases effects of iobenguane I 123 by receptor binding competition. Contraindicated. If clinically appropriate, discontinue drugs that compete for NE receptor sites for at least 5 half-lives; may cause false-negative imaging results."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "maprotiline",
            "description": {
                "common": "maprotiline decreases effects of iobenguane I 123 by pharmacodynamic antagonism. Contraindicated. If clinically appropriate, discontinue drugs that decrease uptake of NE for at least 5 half-lives; may cause false-negative imaging results."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "methamphetamine",
            "description": {
                "common": "methamphetamine decreases effects of iobenguane I 123 by receptor binding competition. Contraindicated. If clinically appropriate, discontinue drugs that compete for NE receptor sites for at least 5 half-lives; may cause false-negative imaging results."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "milnacipran",
            "description": {
                "common": "milnacipran decreases effects of iobenguane I 123 by pharmacodynamic antagonism. Contraindicated. If clinically appropriate, discontinue drugs that decrease uptake of NE for at least 5 half-lives; may cause false-negative imaging results."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "mirtazapine",
            "description": {
                "common": "mirtazapine decreases effects of iobenguane I 123 by pharmacodynamic antagonism. Contraindicated. If clinically appropriate, discontinue drugs that decrease uptake of NE for at least 5 half-lives; may cause false-negative imaging results."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "nefazodone",
            "description": {
                "common": "nefazodone decreases effects of iobenguane I 123 by pharmacodynamic antagonism. Contraindicated. If clinically appropriate, discontinue drugs that decrease uptake of NE for at least 5 half-lives; may cause false-negative imaging results."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "nortriptyline",
            "description": {
                "common": "nortriptyline decreases effects of iobenguane I 123 by pharmacodynamic antagonism. Contraindicated. If clinically appropriate, discontinue drugs that decrease uptake of NE for at least 5 half-lives; may cause false-negative imaging results."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "phendimetrazine",
            "description": {
                "common": "phendimetrazine decreases effects of iobenguane I 123 by receptor binding competition. Contraindicated. If clinically appropriate, discontinue drugs that compete for NE receptor sites for at least 5 half-lives; may cause false-negative imaging results."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "phentermine",
            "description": {
                "common": "phentermine decreases effects of iobenguane I 123 by receptor binding competition. Contraindicated. If clinically appropriate, discontinue drugs that compete for NE receptor sites for at least 5 half-lives; may cause false-negative imaging results."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "phenylephrine",
            "description": {
                "common": "phenylephrine decreases effects of iobenguane I 123 by receptor binding competition. Contraindicated. If clinically appropriate, discontinue drugs that compete for NE receptor sites for at least 5 half-lives; may cause false-negative imaging results."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "protriptyline",
            "description": {
                "common": "protriptyline decreases effects of iobenguane I 123 by pharmacodynamic antagonism. Contraindicated. If clinically appropriate, discontinue drugs that decrease uptake of NE for at least 5 half-lives; may cause false-negative imaging results."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "serdexmethylphenidate/dexmethylphenidate",
            "description": {
                "common": "serdexmethylphenidate/dexmethylphenidate decreases effects of iobenguane I 123 by receptor binding competition. Contraindicated. If clinically appropriate, discontinue drugs that compete for NE receptor sites for at least 5 half-lives; may cause false-negative imaging results."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "trimipramine",
            "description": {
                "common": "trimipramine decreases effects of iobenguane I 123 by pharmacodynamic antagonism. Contraindicated. If clinically appropriate, discontinue drugs that decrease uptake of NE for at least 5 half-lives; may cause false-negative imaging results."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "venlafaxine",
            "description": {
                "common": "venlafaxine decreases effects of iobenguane I 123 by pharmacodynamic antagonism. Contraindicated. If clinically appropriate, discontinue drugs that decrease uptake of NE for at least 5 half-lives; may cause false-negative imaging results."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "methylphenidate",
            "description": {
                "common": "methylphenidate decreases effects of iobenguane I 123 by Other (see comment). Avoid or Use Alternate Drug. \nComment: Based on the mechanism of action of iobenguane, drugs that reduce catecholamine uptake or that deplete catecholamine stores may interfere with iobenguane uptake into cells, and thus, reduce iobenguane efficacy. Discontinue interfering drugs for at least 5 half-lives before administration of either the dosimetry or an iobenguane dose."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "pseudoephedrine",
            "description": {
                "common": "pseudoephedrine decreases effects of iobenguane I 123 by receptor binding competition. Avoid or Use Alternate Drug. If clinically appropriate, discontinue drugs that compete for NE receptor sites for at least 5 half-lives; may cause false-negative imaging results. Do not administer pseudoephedrine until at least 7 days after each iobenguane dose."
            }
        }
    ],
    "adverse effects": [
        {
            "name": "Dizziness",
            "percent": null
        },
        {
            "name": "Rash",
            "percent": null
        },
        {
            "name": "Pruritus",
            "percent": null
        },
        {
            "name": "Flushing",
            "percent": null
        },
        {
            "name": "Injection site hemorrhage",
            "percent": null
        },
        {
            "name": "Hypersensitivity",
            "percent": null
        }
    ]
}