{
    "name": "amphetamine",
    "comment": "Rx",
    "other_names": [
        "Adzenys XR-ODT",
        "Dyanavel XR",
        "Evekeo",
        "Adzenys ER",
        "Evekeo ODT"
    ],
    "classes": [
        "Stimulants",
        "ADHD Agents"
    ],
    "source": "https://reference.medscape.com/drug/adzenys-er-evekeo-dyanavel-xr-amphetamine-1000014",
    "pregnancy": {
        "common": [
            "Pregnancy exposure registry monitors pregnancy outcomes in women exposed to amphetamines during pregnancy",
            "Encourage patients to register by calling the National Pregnancy Registry for Psychopsychiatrics#stimulants at 1-866- 961-2388 or visiting online at https://womensmentalhealth.org/clinical-and-research-programs/pregnancyregistry/othermedications",
            "Available data from published epidemiologic studies and postmarketing reports on use of prescription amphetamine in pregnant women have not identified a drug-associated risk of major birth defects and miscarriage",
            "Adverse pregnancy outcomes, including premature delivery and low birth weight, were seen in infants born to mothers taking amphetamines during pregnancy",
            "Dextroamphetamine sulfate shown to have embryotoxic and teratogenic effects when administered to A/Jax mice and C57BL mice in doses ~41 times the maximum human dose"
        ],
        "specific": [
            {
                "type": "Clinical considerations",
                "description": [
                    "Amphetamines cause vasoconstriction and thereby decrease placental perfusion",
                    "Also, may stimulate uterine contractions, increasing the risk of premature delivery",
                    "Infants born to mothers taking amphetamines during pregnancy have an increased risk of premature delivery and low birth weight; monitor infants born to mothers taking amphetamines for symptoms of withdrawal (eg, feeding difficulties, irritability, agitation, excessive drowsiness)"
                ]
            },
            {
                "type": "Animal data",
                "description": [
                    "No effects on morphological development observed in embryo-fetal development studies with oral administration of amphetamine to rats and rabbits during organogenesis at doses that are approximately 3 and 16 times, respectively, the maximum recommended human dose (MRHD) of 20 mg/day (as base equivalents) on mg/m",
                    " basis, given to adults",
                    "However, long-term neurochemical and behavioral effects have been reported in published animal developmental studies using clinically relevant doses of amphetamine"
                ]
            }
        ]
    },
    "lactation": {
        "common": [
            "Based on limited published case reports, amphetamine (d- or d1) is present in human milk at relative infant doses of 2-13.8% of the maternal weight-adjusted dosage and a milk/plasma ratio ranging between 1.9and 7.5",
            "No reports of adverse effects on the breastfed infantLong-term neurodevelopmental effects on infants from amphetamine exposure are unknown",
            "Owing to the potential for serious adverse reactions in nursing infants, breast feeding is not recommended during treatment"
        ]
    },
    "warnings": {
        "black_box_warning": {
            "common": [],
            "specific": [
                {
                    "type": "Abuse and dependence",
                    "description": [
                        "CNS psychiatrics#stimulants, other amphetamine-containing products, and methylphenidate, have a high potential for abuse and dependence",
                        "Assess risk of abuse prior to prescribing and monitor for signs of abuse and dependence while on therapy"
                    ]
                }
            ]
        },
        "contraindicators": {
            "common": [
                "Advanced arteriosclerosis, symptomatic cardiovascular disease, or moderate-to-severe hypertension",
                "In patients known to be hypersensitive to amphetamine, or other components",
                "Patients with a history of drug abuse",
                "During or within 14 days following the administration of MAOIs (hypertensive crises may result)"
            ],
            "specific": []
        },
        "cautions": {
            "common": [
                "Sudden death reported in association with CNS stimulant treatment at usual doses in children and adolescents with structural cardiac abnormalities or other serious heart problems",
                "May cause a modest increase in average blood pressure (~2-4 mmHg) and heart rate (~3-6 bpm); caution with hypertension and other cardiovascular conditions",
                "May exacerbate symptoms of behavior disturbance and thought disorder in patients with a pre-existing psychotic disorder CNS psychiatrics#stimulants may induce a mixed or manic episode in patients with bipolar disorder; before initiating treatment, screen for risk factors for developing a manic episode (eg, comorbid or has a history of depressive symptoms or a family history of suicide, bipolar disorder, and depression)",
                "Treatment emergent psychotic or manic symptoms (eg, hallucinations, delusional thinking, mania) in children and adolescents without a prior history of psychotic illness or mania can be caused by psychiatrics#stimulants at usual doses",
                "Aggressive behavior or hostility is often observed in children and adolescents with ADHD, and has been reported in clinical trials and the postmarketing experience of some medications indicated for the treatment of ADHD; monitor for the worsening of aggressive behavior or hostility",
                "Monitor childhood growth during treatment; patients who are not growing or gaining height or weight as expected may need to interrupt their treatment",
                "May lower seizure threshold in patients with prior history of seizures",
                "Stimulants are associated with peripheral vasculopathy, including Raynaud phenomenon",
                "Visual disturbances reported (eg, difficulties with accommodation, blurred vision)",
                "Medication errors, including substitution and dispensing errors, between amphetamine products could occur, leading to possible overdosage; avoid substitution errors and overdosage, do not substitute for other amphetamine products on a mg-per-mg basis because of different amphetamine salt compositions and differing pharmacokinetic profile"
            ],
            "specific": [
                {
                    "type": "Drug interactions overview",
                    "description": [
                        "Amphetamines can cause a significant elevation in plasma corticosteroid levels (greatest increase in the evening); may interfere with urinary steroid determinations",
                        "Concomitant use of amphetamines with alkalizing agents (eg, proton pump inhibitors) may increase exposure to amphetamine and exacerbate the action of amphetamine",
                        "Coadministration with acidifying agents (eg, ascorbic acid) may lower blood levels and efficacy of amphetamines",
                        "Serotonin syndrome, a potentially life-threatening reaction, may occur when amphetamines are used in combination with other drugs that affect the serotonergic neurotransmitter systems such as monoamine oxidase inhibitors (MAOIs), selective serotonin reuptake inhibitors (SSRIs), serotonin norepinephrine reuptake inhibitors (SNRIs), triptans, tricyclic antidepressants, fentanyl, lithium, tramadol, tryptophan, buspirone, and St. John’s Wort",
                        "Amphetamines are metabolized by CYP2D6 and minor iCYP2D6 inhibitors; coadministration with CYP2D6 inhibitors may increase exposure to amphetamines; consider alternative non-serotonergic drug or alternative drug that does not inhibit CYP2D6",
                        "If concomitant use with other serotonergic drugs or CYP2D6 inhibitors is clinically warranted, initiate therapy with lower doses, monitor for emergence of serotonin syndrome during drug initiation or titration, and inform patients of increased risk for serotonin syndrome"
                    ]
                }
            ]
        }
    },
    "interactions": [
        {
            "classification_type": "Serious",
            "interaction_with": "iobenguane I 131",
            "description": {
                "common": "amphetamine will decrease the level or effect of iobenguane I 131 by  Other (see comment). Avoid or Use Alternate Drug. Based on the mechanism of action of iobenguane, drugs that reduce catecholamine uptake or that deplete catecholamine stores may interfere with iobenguane uptake into cells, and thus, reduce iobenguane efficacy. Discontinue interfering drugs for at least 5 half-lives before administration of either the dosimetry or an iobenguane dose. Do not administer these drugs until at least 7 days after each iobenguane dose."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "ozanimod",
            "description": {
                "common": "ozanimod increases toxicity of amphetamine by sympathetic (adrenergic) effects, including increased blood pressure and heart rate. Avoid or Use Alternate Drug. Because the active metabolite of ozanimod inhibits MAO-B in vitro, there is a potential for serious adverse reactions, including hypertensive crisis. Therefore, coadministration of ozanimod with drugs that can increase norepinephrine or serotonin is not recommended. Monitor for hypertension with concomitant use."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "benzhydrocodone/acetaminophen",
            "description": {
                "common": "benzhydrocodone/acetaminophen, amphetamine.\nEither increases effects of the other by serotonin levels. Use Caution/Monitor. Coadministration of drugs that affect the serotonergic neurotransmitter system may result in serotonin syndrome. If concomitant use is warranted, carefully observe the patient, particularly during treatment initiation and dose adjustment."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "buprenorphine, long-acting injection",
            "description": {
                "common": "amphetamine, buprenorphine, long-acting injection.\nEither increases toxicity of the other by serotonin levels. Use Caution/Monitor. Concomitant use could result in life-threatening serotonin syndrome. If concomitant use is warranted, carefully observe the patient, particularly during treatment initiation, and during dose adjustment of the serotonergic drug. Discontinue buprenorphine if serotonin syndrome is suspected."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "dextromethorphan",
            "description": {
                "common": "amphetamine, dextromethorphan.\nEither increases effects of the other by serotonin levels. Use Caution/Monitor. Monitor for signs and symptoms of serotonin syndrome/serotonin toxicity (eg, hyperreflexia, clonus, hyperthermia, diaphoresis, tremor, autonomic instability, mental status changes) when amphemtamines are coadministered with dextromethorphan. ."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "epinephrine inhaled",
            "description": {
                "common": "amphetamine, epinephrine inhaled.\nEither increases effects of the other by sympathetic (adrenergic) effects, including increased blood pressure and heart rate. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "esketamine intranasal",
            "description": {
                "common": "esketamine intranasal, amphetamine.\nEither increases toxicity of the other by sympathetic (adrenergic) effects, including increased blood pressure and heart rate. Use Caution/Monitor. Closely monitor blood pressure with concomitant use of esketamine nasal with stimulants. ."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "hydrocodone",
            "description": {
                "common": "hydrocodone, amphetamine.\nEither increases effects of the other by serotonin levels. Use Caution/Monitor. Coadministration of drugs that affect the serotonergic neurotransmitter system may result in serotonin syndrome. If concomitant use is warranted, carefully observe the patient, particularly during treatment initiation and dose adjustment."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "sodium zirconium cyclosilicate",
            "description": {
                "common": "sodium zirconium cyclosilicate will increase the level or effect of amphetamine by  increasing gastric pH. Applies only to oral form of both agents. Modify Therapy/Monitor Closely. Check specific recommendations for drugs that exhibit pH-dependent solubility that may affect their systemic exposure and efficacy. In general, administer drugs at least 2 hr before or after sodium zirconium cyclosilicate. Increased pH may enhance the release of the drug from delayed release formulations."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "sufentanil SL",
            "description": {
                "common": "sufentanil SL, amphetamine.\nEither increases effects of the other by serotonin levels. Use Caution/Monitor. Coadministration of drugs that affect the serotonergic neurotransmitter system may result in serotonin syndrome. If concomitant use is warranted, carefully observe the patient, particularly during treatment initiation and dose adjustment."
            }
        }
    ],
    "adverse effects": [
        {
            "name": "Decreased appetite",
            "percent": "28"
        },
        {
            "name": "Infections",
            "percent": "22"
        },
        {
            "name": "Abdominal pain",
            "percent": "15"
        },
        {
            "name": "Irritability",
            "percent": "14"
        },
        {
            "name": "Headache",
            "percent": "13"
        },
        {
            "name": "Appetite loss",
            "percent": "22-36"
        },
        {
            "name": "Dry mouth",
            "percent": "1.6-35"
        },
        {
            "name": "Headache",
            "percent": "1.6-26"
        },
        {
            "name": "Insomnia",
            "percent": "5.2-17"
        },
        {
            "name": "Abdominal pain",
            "percent": "11-14"
        },
        {
            "name": "Insomnia",
            "percent": "10"
        },
        {
            "name": "Fatigue",
            "percent": "10"
        },
        {
            "name": "Affect lability",
            "percent": "9"
        },
        {
            "name": "includes mood swings",
            "percent": "9"
        },
        {
            "name": "Tachycardia",
            "percent": "6"
        },
        {
            "name": "Nausea",
            "percent": "6"
        },
        {
            "name": "Vomiting",
            "percent": "6"
        },
        {
            "name": "Dry mouth",
            "percent": "4"
        },
        {
            "name": "Decreased appetite",
            "percent": "4"
        },
        {
            "name": "Insomnia",
            "percent": "3"
        },
        {
            "name": "Abdominal pain",
            "percent": "3"
        },
        {
            "name": "Affect lability",
            "percent": "3"
        },
        {
            "name": "Injury",
            "percent": "3.8"
        },
        {
            "name": "Epistaxis",
            "percent": "3.8"
        },
        {
            "name": "Rhinitis allergic",
            "percent": "3.8"
        },
        {
            "name": "Upper abdominal pain",
            "percent": "4-9"
        },
        {
            "name": "Weight loss",
            "percent": "9"
        },
        {
            "name": "Emotional lability",
            "percent": "5-8"
        },
        {
            "name": "Nausea",
            "percent": "8"
        },
        {
            "name": "Agitation",
            "percent": "2.1-8"
        },
        {
            "name": "Anxiety",
            "percent": "2-7"
        },
        {
            "name": "Dizziness",
            "percent": "7"
        },
        {
            "name": "Vomiting",
            "percent": "6"
        },
        {
            "name": "Diarrhea",
            "percent": "6"
        },
        {
            "name": "Nervousness",
            "percent": "5"
        },
        {
            "name": "Urinary tract infection",
            "percent": "5"
        },
        {
            "name": "Fever",
            "percent": "4"
        },
        {
            "name": "Infection",
            "percent": "3"
        },
        {
            "name": "Accidental injury",
            "percent": "1-2"
        },
        {
            "name": "Asthenia",
            "percent": "2"
        },
        {
            "name": "Dyspepsia",
            "percent": "1.6"
        },
        {
            "name": "Nervousness",
            "percent": "1.6"
        },
        {
            "name": "Tachycardia",
            "percent": null
        },
        {
            "name": "Cardiovascular",
            "percent": null
        },
        {
            "name": "Palpitations",
            "percent": null
        },
        {
            "name": "tachycardia",
            "percent": null
        },
        {
            "name": "sudden death",
            "percent": null
        },
        {
            "name": "myocardial infarction",
            "percent": null
        },
        {
            "name": "elevation of blood pressure",
            "percent": null
        },
        {
            "name": "isolated reports of cardiomyopathy associated with chronic use",
            "percent": null
        },
        {
            "name": "Central nervous system",
            "percent": null
        },
        {
            "name": "Psychotic episodes at recommended doses",
            "percent": null
        },
        {
            "name": "rare",
            "percent": null
        },
        {
            "name": "overstimulation",
            "percent": null
        },
        {
            "name": "restlessness",
            "percent": null
        },
        {
            "name": "dizziness",
            "percent": null
        },
        {
            "name": "insomnia",
            "percent": null
        },
        {
            "name": "depression",
            "percent": null
        },
        {
            "name": "aggression",
            "percent": null
        },
        {
            "name": "anger",
            "percent": null
        },
        {
            "name": "logorrhea",
            "percent": null
        },
        {
            "name": "and paresthesia",
            "percent": null
        },
        {
            "name": "including formication",
            "percent": null
        },
        {
            "name": "euphoria",
            "percent": null
        },
        {
            "name": "dyskinesia",
            "percent": null
        },
        {
            "name": "dysphoria",
            "percent": null
        },
        {
            "name": "tremor",
            "percent": null
        },
        {
            "name": "headache",
            "percent": null
        },
        {
            "name": "exacerbation of motor and phonic tics and Tourette",
            "percent": null
        },
        {
            "name": "s syndrome",
            "percent": null
        },
        {
            "name": "Gastrointestinal",
            "percent": null
        },
        {
            "name": "Dry mouth",
            "percent": null
        },
        {
            "name": "unpleasant taste",
            "percent": null
        },
        {
            "name": "diarrhea",
            "percent": null
        },
        {
            "name": "constipation",
            "percent": null
        },
        {
            "name": "intestinal ischemia",
            "percent": null
        },
        {
            "name": "anorexia",
            "percent": null
        },
        {
            "name": "and weight loss may occur as undesirable effects when amphetamines are used for other than the anorectic effect",
            "percent": null
        },
        {
            "name": "Allergic",
            "percent": null
        },
        {
            "name": "Urticaria",
            "percent": null
        },
        {
            "name": "rash",
            "percent": null
        },
        {
            "name": "hypersensitivity reactions including angioedema and anaphylaxis",
            "percent": null
        },
        {
            "name": "Serious skin rashes",
            "percent": null
        },
        {
            "name": "including Stevens",
            "percent": null
        },
        {
            "name": "Johnson Syndrome and toxic epidermal necrolysis have been reported",
            "percent": null
        },
        {
            "name": "Endocrine",
            "percent": null
        },
        {
            "name": "Impotence",
            "percent": null
        },
        {
            "name": "changes in libido",
            "percent": null
        },
        {
            "name": "and frequent or prolonged erections",
            "percent": null
        },
        {
            "name": "Skin",
            "percent": null
        },
        {
            "name": "Alopecia",
            "percent": null
        },
        {
            "name": "Eye Disorders",
            "percent": null
        },
        {
            "name": "Vision blurred",
            "percent": null
        },
        {
            "name": "mydriasis",
            "percent": null
        },
        {
            "name": "Vascular disorders",
            "percent": null
        },
        {
            "name": "Raynaud phenomenon",
            "percent": null
        },
        {
            "name": "Musculoskeletal",
            "percent": null
        },
        {
            "name": "Rhabdomyolysis",
            "percent": null
        }
    ]
}