{
    "name": "sodium citrate/citric acid",
    "comment": "Rx",
    "other_names": [
        "Albrights Solution",
        "Bicitra",
        "Cytra 2",
        "Oracit",
        "Shohls Solution"
    ],
    "classes": [
        "Alkalinizing Agents",
        "Nephrolithiasis"
    ],
    "source": "https://reference.medscape.com/drug/albrights-solution-cytra-2-sodium-citrate-citric-acid-342854",
    "pregnancy": {
        "common": [
            "Pregnancy Category: C",
            "Lactation: consult physician"
        ],
        "specific": []
    },
    "lactation": {
        "common": [
            "Lactation: consult physician"
        ]
    },
    "warnings": {
        "black_box_warning": {
            "common": [],
            "specific": []
        },
        "contraindicators": {
            "common": [
                "Hypersensitivity to drug or component of the formulation",
                "Severe renal impairment, oliguria, anuria, azotemia, acute dehydration, untreated Addison disease, adynamia episodica hereditaria, heat cramp, hyperkalemia, severe myocardial damage, sodium-restricted diet"
            ],
            "specific": []
        },
        "cautions": {
            "common": [
                "Use with caution in toxemia of pregnancy",
                "Contains sodium; use caution in patients with peripheral or pulmonary edema, severe renal impairment, hypertension, or heart failure",
                "Conversion to bicarbonate may be impaired; use caution in shock, severely ill, or hepatic failure",
                "Do not dilute in tomato juice"
            ],
            "specific": []
        }
    },
    "interactions": [
        {
            "classification_type": "Serious",
            "interaction_with": "atazanavir",
            "description": {
                "common": "sodium citrate/citric acid will decrease the level or effect of atazanavir by  increasing gastric pH. Applies only to oral form of both agents. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "dapsone",
            "description": {
                "common": "sodium citrate/citric acid will decrease the level or effect of dapsone by  increasing gastric pH. Applies only to oral form of both agents. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "dasatinib",
            "description": {
                "common": "sodium citrate/citric acid will decrease the level or effect of dasatinib by  increasing gastric pH. Applies only to oral form of both agents. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "demeclocycline",
            "description": {
                "common": "sodium citrate/citric acid decreases levels of demeclocycline by inhibition of GI absorption. Applies only to oral form of both agents. Avoid or Use Alternate Drug. Separate by 2 hours."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "digoxin",
            "description": {
                "common": "sodium citrate/citric acid will increase the level or effect of digoxin by  increasing gastric pH. Applies only to oral form of both agents. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "doxycycline",
            "description": {
                "common": "sodium citrate/citric acid decreases levels of doxycycline by inhibition of GI absorption. Applies only to oral form of both agents. Avoid or Use Alternate Drug. Separate by 2 hours."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "eltrombopag",
            "description": {
                "common": "sodium citrate/citric acid decreases levels of eltrombopag by inhibition of GI absorption. Applies only to oral form of both agents. Contraindicated. Separate by at least 4 hours."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "fleroxacin",
            "description": {
                "common": "sodium citrate/citric acid decreases levels of fleroxacin by inhibition of GI absorption. Applies only to oral form of both agents. Avoid or Use Alternate Drug. Separate by 2 hours."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "gemifloxacin",
            "description": {
                "common": "sodium citrate/citric acid decreases levels of gemifloxacin by inhibition of GI absorption. Applies only to oral form of both agents. Avoid or Use Alternate Drug. Separate by 2 hours."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "indinavir",
            "description": {
                "common": "sodium citrate/citric acid will decrease the level or effect of indinavir by  increasing gastric pH. Applies only to oral form of both agents. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "itraconazole",
            "description": {
                "common": "sodium citrate/citric acid will decrease the level or effect of itraconazole by  increasing gastric pH. Applies only to oral form of both agents. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "ketoconazole",
            "description": {
                "common": "sodium citrate/citric acid will decrease the level or effect of ketoconazole by  increasing gastric pH. Applies only to oral form of both agents. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "levofloxacin",
            "description": {
                "common": "sodium citrate/citric acid decreases levels of levofloxacin by inhibition of GI absorption. Applies only to oral form of both agents. Avoid or Use Alternate Drug. Separate by 2 hours."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "levoketoconazole",
            "description": {
                "common": "sodium citrate/citric acid will decrease the level or effect of levoketoconazole by  increasing gastric pH. Applies only to oral form of both agents. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "minocycline",
            "description": {
                "common": "sodium citrate/citric acid decreases levels of minocycline by inhibition of GI absorption. Applies only to oral form of both agents. Avoid or Use Alternate Drug. Separate by 2 hours."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "moxifloxacin",
            "description": {
                "common": "sodium citrate/citric acid decreases levels of moxifloxacin by inhibition of GI absorption. Applies only to oral form of both agents. Avoid or Use Alternate Drug. Separate by 2 hours."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "nimodipine",
            "description": {
                "common": "sodium citrate/citric acid will increase the level or effect of nimodipine by  increasing gastric pH. Applies only to oral form of both agents. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "nisoldipine",
            "description": {
                "common": "sodium citrate/citric acid will increase the level or effect of nisoldipine by  increasing gastric pH. Applies only to oral form of both agents. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "nitrendipine",
            "description": {
                "common": "sodium citrate/citric acid will increase the level or effect of nitrendipine by  increasing gastric pH. Applies only to oral form of both agents. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "ofloxacin",
            "description": {
                "common": "sodium citrate/citric acid decreases levels of ofloxacin by inhibition of GI absorption. Applies only to oral form of both agents. Avoid or Use Alternate Drug. Separate by 2 hours."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "oxytetracycline",
            "description": {
                "common": "sodium citrate/citric acid decreases levels of oxytetracycline by inhibition of GI absorption. Applies only to oral form of both agents. Avoid or Use Alternate Drug. Separate by 2 hours."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "tetracycline",
            "description": {
                "common": "sodium citrate/citric acid decreases levels of tetracycline by inhibition of GI absorption. Applies only to oral form of both agents. Avoid or Use Alternate Drug. Separate by 2 hours."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "acebutolol",
            "description": {
                "common": "sodium citrate/citric acid decreases levels of acebutolol by inhibition of GI absorption. Applies only to oral form of both agents. Use Caution/Monitor. Separate by 2 hours."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "alendronate",
            "description": {
                "common": "sodium citrate/citric acid decreases levels of alendronate by inhibition of GI absorption. Applies only to oral form of both agents. Use Caution/Monitor. Separate by 2 hours."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "allopurinol",
            "description": {
                "common": "sodium citrate/citric acid decreases levels of allopurinol by inhibition of GI absorption. Applies only to oral form of both agents. Use Caution/Monitor. Separate by 2 hours."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ampicillin",
            "description": {
                "common": "sodium citrate/citric acid will decrease the level or effect of ampicillin by  increasing gastric pH. Applies only to oral form of both agents. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "atenolol",
            "description": {
                "common": "sodium citrate/citric acid decreases levels of atenolol by inhibition of GI absorption. Applies only to oral form of both agents. Use Caution/Monitor. Separate by 2 hours."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "azithromycin",
            "description": {
                "common": "sodium citrate/citric acid decreases levels of azithromycin by inhibition of GI absorption. Applies only to oral form of both agents. Use Caution/Monitor. Separate by 2 hours."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "bearberry",
            "description": {
                "common": "sodium citrate/citric acid will increase the level or effect of bearberry by  passive renal tubular reabsorption - basic urine. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "benazepril",
            "description": {
                "common": "sodium citrate/citric acid decreases effects of benazepril by unspecified interaction mechanism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "benzphetamine",
            "description": {
                "common": "sodium citrate/citric acid will increase the level or effect of benzphetamine by  passive renal tubular reabsorption - basic urine. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "betaxolol",
            "description": {
                "common": "sodium citrate/citric acid decreases levels of betaxolol by inhibition of GI absorption. Applies only to oral form of both agents. Use Caution/Monitor. Separate by 2 hours."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "bisoprolol",
            "description": {
                "common": "sodium citrate/citric acid decreases levels of bisoprolol by inhibition of GI absorption. Applies only to oral form of both agents. Use Caution/Monitor. Separate by 2 hours."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "capecitabine",
            "description": {
                "common": "sodium citrate/citric acid increases levels of capecitabine by enhancing GI absorption. Applies only to oral form of both agents. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "captopril",
            "description": {
                "common": "sodium citrate/citric acid decreases effects of captopril by unspecified interaction mechanism. Use Caution/Monitor. Sodium citrate/citric acid may decrease absorption of captopril."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "carbonyl iron",
            "description": {
                "common": "sodium citrate/citric acid will decrease the level or effect of carbonyl iron by  increasing gastric pH. Applies only to oral form of both agents. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "carvedilol",
            "description": {
                "common": "sodium citrate/citric acid decreases levels of carvedilol by inhibition of GI absorption. Applies only to oral form of both agents. Use Caution/Monitor. Separate by 2 hours."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "cefpodoxime",
            "description": {
                "common": "sodium citrate/citric acid will decrease the level or effect of cefpodoxime by  increasing gastric pH. Applies only to oral form of both agents. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "celecoxib",
            "description": {
                "common": "sodium citrate/citric acid decreases levels of celecoxib by inhibition of GI absorption. Applies only to oral form of both agents. Use Caution/Monitor. Separate by 2 hours."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "celiprolol",
            "description": {
                "common": "sodium citrate/citric acid decreases levels of celiprolol by inhibition of GI absorption. Applies only to oral form of both agents. Use Caution/Monitor. Separate by 2 hours."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "chenodiol",
            "description": {
                "common": "sodium citrate/citric acid decreases levels of chenodiol by inhibition of GI absorption. Applies only to oral form of both agents. Use Caution/Monitor. Separate by 2 hours."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ciprofloxacin",
            "description": {
                "common": "sodium citrate/citric acid decreases levels of ciprofloxacin by inhibition of GI absorption. Applies only to oral form of both agents. Use Caution/Monitor. A large proportion of ciprofloxacin is normally excreted unchanged in the urine. When urinary alkalinizing agents such as sodium citrate are used concomitantly, the solubility of ciprofloxacin can be decreased because of alkaline urine. Patients should be monitored for crystalluria and nephrotoxicity."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "deferoxamine",
            "description": {
                "common": "deferoxamine decreases levels of sodium citrate/citric acid by inhibition of GI absorption. Applies only to oral form of both agents. Use Caution/Monitor. Deferoxamine chelates iron; its affinity for other minerals is unknown."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "dextroamphetamine",
            "description": {
                "common": "sodium citrate/citric acid will increase the level or effect of dextroamphetamine by  passive renal tubular reabsorption - basic urine. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "enalapril",
            "description": {
                "common": "sodium citrate/citric acid decreases effects of enalapril by unspecified interaction mechanism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ephedrine",
            "description": {
                "common": "sodium citrate/citric acid will increase the level or effect of ephedrine by  passive renal tubular reabsorption - basic urine. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "erythromycin base",
            "description": {
                "common": "sodium citrate/citric acid increases levels of erythromycin base by unknown mechanism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "erythromycin ethylsuccinate",
            "description": {
                "common": "sodium citrate/citric acid increases levels of erythromycin ethylsuccinate by unknown mechanism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "erythromycin lactobionate",
            "description": {
                "common": "sodium citrate/citric acid increases levels of erythromycin lactobionate by unknown mechanism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "erythromycin stearate",
            "description": {
                "common": "sodium citrate/citric acid increases levels of erythromycin stearate by unknown mechanism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "esmolol",
            "description": {
                "common": "sodium citrate/citric acid decreases levels of esmolol by inhibition of GI absorption. Applies only to oral form of both agents. Use Caution/Monitor. Separate by 2 hours."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "etidronate",
            "description": {
                "common": "sodium citrate/citric acid decreases levels of etidronate by inhibition of GI absorption. Applies only to oral form of both agents. Use Caution/Monitor. Separate by 2 hours."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ferric maltol",
            "description": {
                "common": "sodium citrate/citric acid will decrease the level or effect of ferric maltol by  increasing gastric pH. Applies only to oral form of both agents. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ferrous fumarate",
            "description": {
                "common": "sodium citrate/citric acid will decrease the level or effect of ferrous fumarate by  increasing gastric pH. Applies only to oral form of both agents. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ferrous gluconate",
            "description": {
                "common": "sodium citrate/citric acid will decrease the level or effect of ferrous gluconate by  increasing gastric pH. Applies only to oral form of both agents. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ferrous sulfate",
            "description": {
                "common": "sodium citrate/citric acid will decrease the level or effect of ferrous sulfate by  increasing gastric pH. Applies only to oral form of both agents. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "flecainide",
            "description": {
                "common": "sodium citrate/citric acid will increase the level or effect of flecainide by  passive renal tubular reabsorption - basic urine. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "fosamprenavir",
            "description": {
                "common": "sodium citrate/citric acid will decrease the level or effect of fosamprenavir by  increasing gastric pH. Applies only to oral form of both agents. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "fosinopril",
            "description": {
                "common": "sodium citrate/citric acid decreases effects of fosinopril by unspecified interaction mechanism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "gabapentin",
            "description": {
                "common": "sodium citrate/citric acid decreases levels of gabapentin by inhibition of GI absorption. Applies only to oral form of both agents. Use Caution/Monitor. Separate by 2 hours."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "gabapentin enacarbil",
            "description": {
                "common": "sodium citrate/citric acid decreases levels of gabapentin enacarbil by inhibition of GI absorption. Applies only to oral form of both agents. Use Caution/Monitor. Separate by 2 hours."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "glipizide",
            "description": {
                "common": "sodium citrate/citric acid will increase the level or effect of glipizide by  increasing gastric pH. Applies only to oral form of both agents. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "glyburide",
            "description": {
                "common": "sodium citrate/citric acid will increase the level or effect of glyburide by  increasing gastric pH. Applies only to oral form of both agents. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ibandronate",
            "description": {
                "common": "sodium citrate/citric acid decreases levels of ibandronate by inhibition of GI absorption. Applies only to oral form of both agents. Use Caution/Monitor. Separate by 2 hours."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "imidapril",
            "description": {
                "common": "sodium citrate/citric acid decreases effects of imidapril by unspecified interaction mechanism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "iron dextran complex",
            "description": {
                "common": "sodium citrate/citric acid will decrease the level or effect of iron dextran complex by  increasing gastric pH. Applies only to oral form of both agents. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "iron sucrose",
            "description": {
                "common": "sodium citrate/citric acid will decrease the level or effect of iron sucrose by  increasing gastric pH. Applies only to oral form of both agents. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "isoniazid",
            "description": {
                "common": "sodium citrate/citric acid decreases levels of isoniazid by inhibition of GI absorption. Applies only to oral form of both agents. Use Caution/Monitor. Separate by 2 hours."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "itraconazole",
            "description": {
                "common": "sodium citrate/citric acid decreases levels of itraconazole by inhibition of GI absorption. Applies only to oral form of both agents. Use Caution/Monitor. Separate by 2 hours."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ketoconazole",
            "description": {
                "common": "sodium citrate/citric acid decreases levels of ketoconazole by inhibition of GI absorption. Applies only to oral form of both agents. Use Caution/Monitor. Separate by 2 hours."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "labetalol",
            "description": {
                "common": "sodium citrate/citric acid decreases levels of labetalol by inhibition of GI absorption. Applies only to oral form of both agents. Use Caution/Monitor. Separate by 2 hours."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "lactulose",
            "description": {
                "common": "sodium citrate/citric acid decreases effects of lactulose by pharmacodynamic antagonism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "levoketoconazole",
            "description": {
                "common": "sodium citrate/citric acid decreases levels of levoketoconazole by inhibition of GI absorption. Applies only to oral form of both agents. Use Caution/Monitor. Separate by 2 hours."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "lisinopril",
            "description": {
                "common": "sodium citrate/citric acid decreases effects of lisinopril by unspecified interaction mechanism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "memantine",
            "description": {
                "common": "sodium citrate/citric acid will increase the level or effect of memantine by  passive renal tubular reabsorption - basic urine. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "methscopolamine",
            "description": {
                "common": "sodium citrate/citric acid decreases levels of methscopolamine by inhibition of GI absorption. Applies only to oral form of both agents. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "metoprolol",
            "description": {
                "common": "sodium citrate/citric acid decreases levels of metoprolol by inhibition of GI absorption. Applies only to oral form of both agents. Use Caution/Monitor. Separate by 2 hours."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "mexiletine",
            "description": {
                "common": "sodium citrate/citric acid will increase the level or effect of mexiletine by  passive renal tubular reabsorption - basic urine. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "moexipril",
            "description": {
                "common": "sodium citrate/citric acid decreases effects of moexipril by unspecified interaction mechanism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "mycophenolate",
            "description": {
                "common": "sodium citrate/citric acid will decrease the level or effect of mycophenolate by  increasing gastric pH. Applies only to oral form of both agents. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "nadolol",
            "description": {
                "common": "sodium citrate/citric acid decreases levels of nadolol by inhibition of GI absorption. Applies only to oral form of both agents. Use Caution/Monitor. Separate by 2 hours."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "nebivolol",
            "description": {
                "common": "sodium citrate/citric acid decreases levels of nebivolol by inhibition of GI absorption. Applies only to oral form of both agents. Use Caution/Monitor. Separate by 2 hours."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "nitrofurantoin",
            "description": {
                "common": "sodium citrate/citric acid decreases levels of nitrofurantoin by inhibition of GI absorption. Applies only to oral form of both agents. Use Caution/Monitor. Separate by 2 hours."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "omadacycline",
            "description": {
                "common": "sodium citrate/citric acid will decrease the level or effect of omadacycline by  inhibition of GI absorption. Applies only to oral form of both agents. Modify Therapy/Monitor Closely. Multivalent cation-containing products may impair absorption of tetracyclines, which may decrease its efficacy. Separate dosing of tetracyclines from these products."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "pamidronate",
            "description": {
                "common": "sodium citrate/citric acid decreases levels of pamidronate by inhibition of GI absorption. Applies only to oral form of both agents. Use Caution/Monitor. Separate by 2 hours."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "penbutolol",
            "description": {
                "common": "sodium citrate/citric acid decreases levels of penbutolol by inhibition of GI absorption. Applies only to oral form of both agents. Use Caution/Monitor. Separate by 2 hours."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "penicillamine",
            "description": {
                "common": "sodium citrate/citric acid decreases levels of penicillamine by inhibition of GI absorption. Applies only to oral form of both agents. Use Caution/Monitor. Separate by 2 hours."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "perindopril",
            "description": {
                "common": "sodium citrate/citric acid decreases effects of perindopril by unspecified interaction mechanism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "pindolol",
            "description": {
                "common": "sodium citrate/citric acid decreases levels of pindolol by inhibition of GI absorption. Applies only to oral form of both agents. Use Caution/Monitor. Separate by 2 hours."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "polysaccharide iron",
            "description": {
                "common": "sodium citrate/citric acid will decrease the level or effect of polysaccharide iron by  increasing gastric pH. Applies only to oral form of both agents. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "posaconazole",
            "description": {
                "common": "sodium citrate/citric acid will decrease the level or effect of posaconazole by  increasing gastric pH. Applies only to oral form of both agents. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "propranolol",
            "description": {
                "common": "sodium citrate/citric acid decreases levels of propranolol by inhibition of GI absorption. Applies only to oral form of both agents. Use Caution/Monitor. Separate by 2 hours."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "pseudoephedrine",
            "description": {
                "common": "sodium citrate/citric acid will increase the level or effect of pseudoephedrine by  passive renal tubular reabsorption - basic urine. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "quinapril",
            "description": {
                "common": "sodium citrate/citric acid decreases effects of quinapril by unspecified interaction mechanism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "quinidine",
            "description": {
                "common": "sodium citrate/citric acid will increase the level or effect of quinidine by  passive renal tubular reabsorption - basic urine. Use Caution/Monitor. Elevated quinidine plasma levels, possibly with cardiac conduction disturbances and arrhythmias, may occur. "
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ramipril",
            "description": {
                "common": "sodium citrate/citric acid decreases effects of ramipril by unspecified interaction mechanism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "risedronate",
            "description": {
                "common": "sodium citrate/citric acid decreases levels of risedronate by inhibition of GI absorption. Applies only to oral form of both agents. Use Caution/Monitor. Separate by 2 hours."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "rose hips",
            "description": {
                "common": "sodium citrate/citric acid will decrease the level or effect of rose hips by  increasing gastric pH. Applies only to oral form of both agents. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "rosuvastatin",
            "description": {
                "common": "sodium citrate/citric acid decreases levels of rosuvastatin by inhibition of GI absorption. Applies only to oral form of both agents. Use Caution/Monitor. Separate by 2 hours."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "sarecycline",
            "description": {
                "common": "sodium citrate/citric acid will decrease the level or effect of sarecycline by  inhibition of GI absorption. Applies only to oral form of both agents. Modify Therapy/Monitor Closely. Multivalent cation-containing products may impair absorption of tetracyclines, which may decrease its efficacy. Separate dosing of tetracyclines from these products."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "sotalol",
            "description": {
                "common": "sodium citrate/citric acid decreases levels of sotalol by inhibition of GI absorption. Applies only to oral form of both agents. Use Caution/Monitor. Separate by 2 hours."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "tiludronate",
            "description": {
                "common": "sodium citrate/citric acid decreases levels of tiludronate by inhibition of GI absorption. Applies only to oral form of both agents. Use Caution/Monitor. Separate by 2 hours."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "timolol",
            "description": {
                "common": "sodium citrate/citric acid decreases levels of timolol by inhibition of GI absorption. Applies only to oral form of both agents. Use Caution/Monitor. Separate by 2 hours."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "tolbutamide",
            "description": {
                "common": "sodium citrate/citric acid will increase the level or effect of tolbutamide by  increasing gastric pH. Applies only to oral form of both agents. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "trandolapril",
            "description": {
                "common": "sodium citrate/citric acid decreases effects of trandolapril by unspecified interaction mechanism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ursodiol",
            "description": {
                "common": "sodium citrate/citric acid decreases effects of ursodiol by pharmacodynamic antagonism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "zoledronic acid",
            "description": {
                "common": "sodium citrate/citric acid decreases levels of zoledronic acid by inhibition of GI absorption. Applies only to oral form of both agents. Use Caution/Monitor. Separate by 2 hours."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "aspirin",
            "description": {
                "common": "sodium citrate/citric acid, aspirin. Mechanism: passive renal tubular reabsorption due to increased pH. Minor/Significance Unknown. Salicylate levels increased at moderate doses; salicylate levels decreased at large doses (d/t increased renal excretion of unchanged salicylic acid)."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "aspirin rectal",
            "description": {
                "common": "sodium citrate/citric acid, aspirin rectal. Mechanism: passive renal tubular reabsorption due to increased pH. Minor/Significance Unknown. Salicylate levels increased at moderate doses; salicylate levels decreased at large doses (d/t increased renal excretion of unchanged salicylic acid)."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "aspirin/citric acid/sodium bicarbonate",
            "description": {
                "common": "sodium citrate/citric acid, aspirin/citric acid/sodium bicarbonate. Mechanism: passive renal tubular reabsorption due to increased pH. Minor/Significance Unknown. Salicylate levels increased at moderate doses; salicylate levels decreased at large doses (d/t increased renal excretion of unchanged salicylic acid)."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "balsalazide",
            "description": {
                "common": "sodium citrate/citric acid, balsalazide. Mechanism: passive renal tubular reabsorption due to increased pH. Minor/Significance Unknown. Salicylate levels increased at moderate doses; salicylate levels decreased at large doses (d/t increased renal excretion of unchanged salicylic acid)."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "blessed thistle",
            "description": {
                "common": "blessed thistle decreases effects of sodium citrate/citric acid by pharmacodynamic antagonism. Minor/Significance Unknown. Theoretical interaction."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "choline magnesium trisalicylate",
            "description": {
                "common": "sodium citrate/citric acid, choline magnesium trisalicylate. Mechanism: passive renal tubular reabsorption due to increased pH. Minor/Significance Unknown. Salicylate levels increased at moderate doses; salicylate levels decreased at large doses (d/t increased renal excretion of unchanged salicylic acid)."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "chromium",
            "description": {
                "common": "sodium citrate/citric acid decreases levels of chromium by inhibition of GI absorption. Applies only to oral form of both agents. Minor/Significance Unknown. Separate by 2 hours."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "devil's claw",
            "description": {
                "common": "devil's claw decreases effects of sodium citrate/citric acid by pharmacodynamic antagonism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "diflunisal",
            "description": {
                "common": "sodium citrate/citric acid, diflunisal. Mechanism: passive renal tubular reabsorption due to increased pH. Minor/Significance Unknown. Salicylate levels increased at moderate doses; salicylate levels decreased at large doses (d/t increased renal excretion of unchanged salicylic acid)."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "mesalamine",
            "description": {
                "common": "sodium citrate/citric acid, mesalamine. Mechanism: passive renal tubular reabsorption due to increased pH. Minor/Significance Unknown. Salicylate levels increased at moderate doses; salicylate levels decreased at large doses (d/t increased renal excretion of unchanged salicylic acid)."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "salicylates (non-asa)",
            "description": {
                "common": "sodium citrate/citric acid, salicylates (non-asa). Mechanism: passive renal tubular reabsorption due to increased pH. Minor/Significance Unknown. Salicylate levels increased at moderate doses; salicylate levels decreased at large doses (d/t increased renal excretion of unchanged salicylic acid)."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "salsalate",
            "description": {
                "common": "sodium citrate/citric acid, salsalate. Mechanism: passive renal tubular reabsorption due to increased pH. Minor/Significance Unknown. Salicylate levels increased at moderate doses; salicylate levels decreased at large doses (d/t increased renal excretion of unchanged salicylic acid)."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "strontium ranelate",
            "description": {
                "common": "sodium citrate/citric acid decreases levels of strontium ranelate by inhibition of GI absorption. Applies only to oral form of both agents. Minor/Significance Unknown. Separate by 2 hr when possible."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "sulfasalazine",
            "description": {
                "common": "sodium citrate/citric acid, sulfasalazine. Mechanism: passive renal tubular reabsorption due to increased pH. Minor/Significance Unknown. Salicylate levels increased at moderate doses; salicylate levels decreased at large doses (d/t increased renal excretion of unchanged salicylic acid)."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "willow bark",
            "description": {
                "common": "sodium citrate/citric acid, willow bark. Mechanism: passive renal tubular reabsorption due to increased pH. Minor/Significance Unknown. Salicylate levels increased at moderate doses; salicylate levels decreased at large doses (d/t increased renal excretion of unchanged salicylic acid)."
            }
        }
    ],
    "adverse effects": [
        {
            "name": "Diarrhea",
            "percent": null
        },
        {
            "name": "Nausea",
            "percent": null
        },
        {
            "name": "Tetany",
            "percent": null
        },
        {
            "name": "Metabolic alkalosis",
            "percent": null
        },
        {
            "name": "Vomiting",
            "percent": null
        },
        {
            "name": "Stomach pain",
            "percent": null
        },
        {
            "name": "Fluid retention",
            "percent": null
        }
    ]
}