{
    "name": "methyldopa",
    "comment": "Rx",
    "other_names": [
        "Aldomet"
    ],
    "classes": [
        "Alpha2 Agonists",
        "Central-Acting"
    ],
    "source": "https://reference.medscape.com/drug/aldomet-methyldopa-342385",
    "pregnancy": {
        "common": [
            "Pregnancy Category: B",
            "Lactation: distributed in breast milk but not in clinically significant amounts; compatible w/ breastfeeding"
        ],
        "specific": []
    },
    "lactation": {
        "common": [
            "Lactation: distributed in breast milk but not in clinically significant amounts; compatible w/ breastfeeding"
        ]
    },
    "warnings": {
        "black_box_warning": {
            "common": [],
            "specific": []
        },
        "contraindicators": {
            "common": [
                "Active liver disease, liver disorders associated with previous methyldopa treatment",
                "Hypersensitivity to methyldopa or other ingredients (eg, sulfites)",
                "Pheochromocytoma",
                "Concomitant MAOIs"
            ],
            "specific": []
        },
        "cautions": {
            "common": [
                "CHF, dialysis patients (increased risk of hypertension following procedure), edema, hemolytic anemia, hypotension, severe bilateral CVD, history of liver disease",
                "Avoid abrupt withdrawal",
                "Risk of decreased libido and impotence in men",
                "May impair ability to perform hazardous tasks",
                "Tolerance develops on prolonged treatment, especially if no concurrent diuretic (methyldopa causes Na and water retention)",
                "Interferes with some lab tests",
                "IM/SC NOT recommended due to erratic absorption"
            ],
            "specific": []
        }
    },
    "interactions": [
        {
            "classification_type": "Serious",
            "interaction_with": "aripiprazole",
            "description": {
                "common": "aripiprazole decreases effects of methyldopa by pharmacodynamic antagonism. Contraindicated."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "benperidol",
            "description": {
                "common": "benperidol decreases effects of methyldopa by pharmacodynamic antagonism. Contraindicated."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "chlorpromazine",
            "description": {
                "common": "chlorpromazine decreases effects of methyldopa by pharmacodynamic antagonism. Contraindicated."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "clozapine",
            "description": {
                "common": "clozapine decreases effects of methyldopa by pharmacodynamic antagonism. Contraindicated."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "droperidol",
            "description": {
                "common": "droperidol decreases effects of methyldopa by pharmacodynamic antagonism. Contraindicated."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "fluphenazine",
            "description": {
                "common": "fluphenazine decreases effects of methyldopa by pharmacodynamic antagonism. Contraindicated."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "haloperidol",
            "description": {
                "common": "haloperidol decreases effects of methyldopa by pharmacodynamic antagonism. Contraindicated."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "iloperidone",
            "description": {
                "common": "iloperidone decreases effects of methyldopa by pharmacodynamic antagonism. Contraindicated."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "iobenguane I 131",
            "description": {
                "common": "methyldopa will decrease the level or effect of iobenguane I 131 by  Other (see comment). Avoid or Use Alternate Drug. Based on the mechanism of action of iobenguane, drugs that reduce catecholamine uptake or that deplete catecholamine stores may interfere with iobenguane uptake into cells, and thus, reduce iobenguane efficacy. Discontinue interfering drugs for at least 5 half-lives before administration of either the dosimetry or an iobenguane dose. Do not administer these drugs until at least 7 days after each iobenguane dose."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "lofexidine",
            "description": {
                "common": "lofexidine, methyldopa.\nEither increases effects of the other by pharmacodynamic synergism. Avoid or Use Alternate Drug. Avoid coadministration with other drugs that decrease pulse or blood pressure to mitigate risk of excessive bradycardia and hypotension."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "loxapine",
            "description": {
                "common": "loxapine decreases effects of methyldopa by pharmacodynamic antagonism. Contraindicated."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "loxapine inhaled",
            "description": {
                "common": "loxapine inhaled decreases effects of methyldopa by pharmacodynamic antagonism. Contraindicated."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "metoclopramide",
            "description": {
                "common": "metoclopramide decreases levels of methyldopa by inhibition of GI absorption. Applies only to oral form of both agents. Contraindicated."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "metoclopramide intranasal",
            "description": {
                "common": "methyldopa, metoclopramide intranasal.\nEither increases effects of the other by Other (see comment). Avoid or Use Alternate Drug. \nComment: Avoid use of metoclopramide intranasal or interacting drug, depending on importance of drug to patient."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "olanzapine",
            "description": {
                "common": "olanzapine decreases effects of methyldopa by pharmacodynamic antagonism. Contraindicated."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "olopatadine intranasal",
            "description": {
                "common": "methyldopa and olopatadine intranasal both increase  sedation. Avoid or Use Alternate Drug. Coadministration increases risk of CNS depression, which can lead to additive impairment of psychomotor performance and cause daytime impairment. "
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "paliperidone",
            "description": {
                "common": "paliperidone decreases effects of methyldopa by pharmacodynamic antagonism. Contraindicated."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "perphenazine",
            "description": {
                "common": "perphenazine decreases effects of methyldopa by pharmacodynamic antagonism. Contraindicated."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "pexidartinib",
            "description": {
                "common": "methyldopa and pexidartinib both increase  inhibition of GI absorption. Applies only to oral form of both agents. Avoid or Use Alternate Drug. Pexidartinib can cause hepatotoxicity. Avoid coadministration of pexidartinib with other products know to cause hepatoxicity."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "pimozide",
            "description": {
                "common": "pimozide decreases effects of methyldopa by pharmacodynamic antagonism. Contraindicated."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "pretomanid",
            "description": {
                "common": "methyldopa, pretomanid.\nEither increases toxicity of the other by Other (see comment). Avoid or Use Alternate Drug. \nComment: Pretomanid regimen associated with hepatotoxicity. Avoid alcohol and hepatotoxic agents, including herbal supplements and drugs other than bedaquiline and linezolid."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "prochlorperazine",
            "description": {
                "common": "prochlorperazine decreases effects of methyldopa by pharmacodynamic antagonism. Contraindicated."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "promethazine",
            "description": {
                "common": "promethazine decreases effects of methyldopa by pharmacodynamic antagonism. Contraindicated."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "quetiapine",
            "description": {
                "common": "quetiapine decreases effects of methyldopa by pharmacodynamic antagonism. Contraindicated."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "risperidone",
            "description": {
                "common": "risperidone decreases effects of methyldopa by pharmacodynamic antagonism. Contraindicated."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "thioridazine",
            "description": {
                "common": "thioridazine decreases effects of methyldopa by pharmacodynamic antagonism. Contraindicated."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "thiothixene",
            "description": {
                "common": "thiothixene decreases effects of methyldopa by pharmacodynamic antagonism. Contraindicated."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "tranylcypromine",
            "description": {
                "common": "tranylcypromine, methyldopa. Other (see comment). Avoid or Use Alternate Drug. \nComment: Tranylcypromine inhibits the hypotensive effects of methyldopa. At least 14 days should elapse between discontinuation of MAOI therapy and initiation of treatment with methyldopa."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "trifluoperazine",
            "description": {
                "common": "trifluoperazine decreases effects of methyldopa by pharmacodynamic antagonism. Contraindicated."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "ziprasidone",
            "description": {
                "common": "ziprasidone decreases effects of methyldopa by pharmacodynamic antagonism. Contraindicated."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "apomorphine",
            "description": {
                "common": "apomorphine and methyldopa both increase  dopaminergic effects. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "benzphetamine",
            "description": {
                "common": "methyldopa increases effects of benzphetamine by unknown mechanism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "bretylium",
            "description": {
                "common": "methyldopa, bretylium.\nEither increases effects of the other by pharmacodynamic synergism. Modify Therapy/Monitor Closely. Each drug may cause hypotension."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "cabergoline",
            "description": {
                "common": "cabergoline and methyldopa both increase  dopaminergic effects. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "carbonyl iron",
            "description": {
                "common": "carbonyl iron decreases levels of methyldopa by inhibition of GI absorption. Applies only to oral form of both agents. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "clonidine",
            "description": {
                "common": "clonidine, methyldopa.\nEither increases toxicity of the other by pharmacodynamic synergism. Use Caution/Monitor. Sympatholytic action may worsen sinus node dysfunction and atrioventricular (AV) block."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "daridorexant",
            "description": {
                "common": "methyldopa and daridorexant both increase  sedation. Modify Therapy/Monitor Closely. Coadministration increases risk of CNS depression, which can lead to additive impairment of psychomotor performance and cause daytime impairment. "
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "dexfenfluramine",
            "description": {
                "common": "methyldopa increases effects of dexfenfluramine by unknown mechanism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "dexmethylphenidate",
            "description": {
                "common": "methyldopa increases effects of dexmethylphenidate by unknown mechanism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "dextroamphetamine",
            "description": {
                "common": "methyldopa increases effects of dextroamphetamine by unknown mechanism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "diethylpropion",
            "description": {
                "common": "methyldopa increases effects of diethylpropion by unknown mechanism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "difelikefalin",
            "description": {
                "common": "difelikefalin and methyldopa both increase  sedation. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "dobutamine",
            "description": {
                "common": "methyldopa increases effects of dobutamine by unknown mechanism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "dopamine",
            "description": {
                "common": "dopamine and methyldopa both increase  dopaminergic effects. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "entacapone",
            "description": {
                "common": "entacapone will increase the level or effect of methyldopa by  decreasing metabolism. Use Caution/Monitor. Entacapone is a COMT inhibitor. Caution if coadministered with drugs metabolized by COMT. If coadministered, monitor for changes in heart rate, heart rhythm, and blood pressure."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ephedrine",
            "description": {
                "common": "methyldopa increases effects of ephedrine by unknown mechanism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "epinephrine",
            "description": {
                "common": "methyldopa increases effects of epinephrine by unknown mechanism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "fenfluramine",
            "description": {
                "common": "methyldopa increases effects of fenfluramine by unknown mechanism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ferric maltol",
            "description": {
                "common": "ferric maltol decreases levels of methyldopa by inhibition of GI absorption. Applies only to oral form of both agents. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ferrous fumarate",
            "description": {
                "common": "ferrous fumarate decreases levels of methyldopa by inhibition of GI absorption. Applies only to oral form of both agents. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ferrous gluconate",
            "description": {
                "common": "ferrous gluconate decreases levels of methyldopa by inhibition of GI absorption. Applies only to oral form of both agents. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ferrous sulfate",
            "description": {
                "common": "ferrous sulfate decreases levels of methyldopa by inhibition of GI absorption. Applies only to oral form of both agents. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "iron dextran complex",
            "description": {
                "common": "iron dextran complex decreases levels of methyldopa by inhibition of GI absorption. Applies only to oral form of both agents. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "iron sucrose",
            "description": {
                "common": "iron sucrose decreases levels of methyldopa by inhibition of GI absorption. Applies only to oral form of both agents. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "isoproterenol",
            "description": {
                "common": "methyldopa increases effects of isoproterenol by unknown mechanism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "levodopa",
            "description": {
                "common": "methyldopa, levodopa. pharmacodynamic synergism. Use Caution/Monitor. Risk of additive hypotensive effects, and risk of toxic CNS effects such as psychosis."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "lisdexamfetamine",
            "description": {
                "common": "methyldopa increases effects of lisdexamfetamine by unknown mechanism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "lisuride",
            "description": {
                "common": "lisuride and methyldopa both increase  dopaminergic effects. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "lurasidone",
            "description": {
                "common": "lurasidone increases effects of methyldopa by Other (see comment). Use Caution/Monitor. \nComment: Potential  for increased risk of hypotension with concurrent use. Monitor blood pressure and adjust  dose of  antihypertensive agent as needed."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "methamphetamine",
            "description": {
                "common": "methyldopa increases effects of methamphetamine by unknown mechanism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "methylenedioxymethamphetamine",
            "description": {
                "common": "methyldopa increases effects of methylenedioxymethamphetamine by unknown mechanism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "methylphenidate",
            "description": {
                "common": "methyldopa increases effects of methylphenidate by unknown mechanism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "midazolam intranasal",
            "description": {
                "common": "midazolam intranasal, methyldopa.\nEither increases toxicity of the other by pharmacodynamic synergism. Modify Therapy/Monitor Closely. Concomitant use of barbiturates, alcohol, or other CNS depressants may increase the risk of hypoventilation, airway obstruction, desaturation, or apnea and may contribute to profound and/or prolonged drug effect."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "midodrine",
            "description": {
                "common": "methyldopa increases effects of midodrine by unknown mechanism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "mipomersen",
            "description": {
                "common": "mipomersen, methyldopa.\nEither increases toxicity of the other by Other (see comment). Use Caution/Monitor. \nComment: Both drugs have potential to increase hepatic enzymes; monitor LFTs."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "nadolol",
            "description": {
                "common": "nadolol, methyldopa. Mechanism: pharmacodynamic synergism. Use Caution/Monitor. Non selective beta blocker administration during withdrawal from methyldopa may result in rebound hypertension."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "norepinephrine",
            "description": {
                "common": "methyldopa increases effects of norepinephrine by unknown mechanism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "opicapone",
            "description": {
                "common": "opicapone will increase the level or effect of methyldopa by  decreasing metabolism. Use Caution/Monitor. Opicapone is a COMT inhibitor. Caution if coadministered with drugs metabolized by COMT. If coadministered, monitor for changes in heart rate, heart rhythm, and blood pressure."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "phendimetrazine",
            "description": {
                "common": "methyldopa increases effects of phendimetrazine by unknown mechanism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "phentermine",
            "description": {
                "common": "methyldopa increases effects of phentermine by unknown mechanism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "phenylephrine",
            "description": {
                "common": "methyldopa increases effects of phenylephrine by unknown mechanism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "phenylephrine PO",
            "description": {
                "common": "methyldopa increases effects of phenylephrine PO by unknown mechanism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "pindolol",
            "description": {
                "common": "pindolol, methyldopa. Mechanism: pharmacodynamic synergism. Use Caution/Monitor. Non selective beta blocker administration during withdrawal from methyldopa may result in rebound hypertension."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "polysaccharide iron",
            "description": {
                "common": "polysaccharide iron decreases levels of methyldopa by inhibition of GI absorption. Applies only to oral form of both agents. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "pramipexole",
            "description": {
                "common": "methyldopa and pramipexole both increase  dopaminergic effects. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "propranolol",
            "description": {
                "common": "propranolol, methyldopa. Mechanism: pharmacodynamic synergism. Use Caution/Monitor. Non selective beta blocker administration during withdrawal from methyldopa may result in rebound hypertension."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "propylhexedrine",
            "description": {
                "common": "methyldopa increases effects of propylhexedrine by unknown mechanism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "pseudoephedrine",
            "description": {
                "common": "methyldopa increases effects of pseudoephedrine by unknown mechanism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ropinirole",
            "description": {
                "common": "methyldopa and ropinirole both increase  dopaminergic effects. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "rose hips",
            "description": {
                "common": "rose hips decreases levels of methyldopa by inhibition of GI absorption. Applies only to oral form of both agents. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "serdexmethylphenidate/dexmethylphenidate",
            "description": {
                "common": "methyldopa increases effects of serdexmethylphenidate/dexmethylphenidate by unknown mechanism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "timolol",
            "description": {
                "common": "timolol, methyldopa. Mechanism: pharmacodynamic synergism. Use Caution/Monitor. Non selective beta blocker administration during withdrawal from methyldopa may result in rebound hypertension."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "tolcapone",
            "description": {
                "common": "tolcapone will increase the level or effect of methyldopa by  decreasing metabolism. Use Caution/Monitor. Tolcapone is a COMT inhibitor. Caution if coadministered with drugs metabolized by COMT. If coadministered, monitor for changes in heart rate, heart rhythm, and blood pressure."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "xylometazoline",
            "description": {
                "common": "methyldopa increases effects of xylometazoline by unknown mechanism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "yohimbine",
            "description": {
                "common": "methyldopa increases effects of yohimbine by unknown mechanism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "lithium",
            "description": {
                "common": "methyldopa increases toxicity of lithium by unknown mechanism. Minor/Significance Unknown."
            }
        }
    ],
    "adverse effects": [
        {
            "name": "Angina",
            "percent": null
        },
        {
            "name": "Bradycardia",
            "percent": null
        },
        {
            "name": "Orthostatic hypotension",
            "percent": null
        },
        {
            "name": "Depression",
            "percent": null
        },
        {
            "name": "Dizziness",
            "percent": null
        },
        {
            "name": "Lethargy",
            "percent": null
        },
        {
            "name": "Sedation",
            "percent": null
        },
        {
            "name": "Rash",
            "percent": null
        },
        {
            "name": "Gynecomastia",
            "percent": null
        },
        {
            "name": "Impotence",
            "percent": null
        },
        {
            "name": "Dry mouth",
            "percent": null
        },
        {
            "name": "Nausea",
            "percent": null
        },
        {
            "name": "Vomiting",
            "percent": null
        },
        {
            "name": "Hemolytic anemia",
            "percent": null
        },
        {
            "name": "Thrombocytopenia",
            "percent": null
        },
        {
            "name": "Liver toxicity",
            "percent": null
        },
        {
            "name": "Arthralgia",
            "percent": null
        },
        {
            "name": "Autoimmune disease",
            "percent": null
        },
        {
            "name": "Lupus",
            "percent": null
        },
        {
            "name": "like syndrome",
            "percent": null
        }
    ]
}