{
    "name": "acetaminophen/dextromethorphan/phenylephrine",
    "comment": "OTC",
    "other_names": [
        "Alka-Seltzer Plus Day Cold",
        "Theraflu Daytime Severe Cold & Cough",
        "Tylenol Cold Multi-Symptom Daytime",
        "Tylenol Cold Head Congestion Daytime",
        "Vicks DayQuil Cold/Flu",
        "Alka-Seltzer Plus Day Severe Cold",
        "Cough & Flu",
        "Alka-Seltzer Plus Day Sinus Congestion",
        "Allergy & Cough",
        "Alka-Seltzer Plus Severe Sinus Congestion & Cough"
    ],
    "classes": [
        "Cough/Cold",
        "Non-narcotic Combos",
        "Analgesic/Decongestant Combos"
    ],
    "source": "https://reference.medscape.com/drug/alka-seltzer-plus-day-cold-theraflu-daytime-severe-cold-cough-acetaminophen-dextromethorphan-phenylephrine-iv-999372",
    "pregnancy": {
        "common": [
            "Pregnant or breastfeeding patients should seek advice of health professional before using OTC drugs"
        ],
        "specific": []
    },
    "lactation": {
        "common": []
    },
    "warnings": {
        "black_box_warning": {
            "common": [],
            "specific": []
        },
        "contraindicators": {
            "common": [
                "Documented hypersensitivity to the drugs",
                "Within 14 days of MAO inhibitor therapy; known G-6-PD deficiency"
            ],
            "specific": []
        },
        "cautions": {
            "common": [
                "Do not use if currently taking a prescription for monoamine oxidase inhibitor for depression or emotional conditions, or Parkinson disease, or within two weeks of taking a MAO inhibitor",
                "Ask a healthcare professional if the chronic cough is associated with smoking, asthma, or emphysema or if occurs with heavy phlegm or mucus",
                "Discontinue use if cough lasts more than seven days, reoccurs, or occurs with fever, rash, or long-lasting headaches as it could be signs of a serious condition",
                "Some products may contain sulfites, which may cause allergic reactions in susceptible individuals",
                "Closely monitor in hyperthyroidism, DM, heart disease, bowel obstruction/narrowing, increased intraocular pressure, BPH",
                "Discontinue and inform healthcare provider if dizziness, nervousness, or sleeplessness occur",
                "Avoid or use with extreme caution in patients with heart failure or cardiogenic shock; cardiac output may decrease with increased systemic vascular resistance",
                "May cause excessive peripheral and visceral vasoconstriction and ischemia to vital organs, especially in patients with peripheral vascular disease",
                "Patients with spinal cord injury or other autonomic dysfunction may experience exaggerated increase in blood pressure response to therapy",
                "Hypersensitivity and anaphylactic reactions reported; discontinue immediately if symptoms of allergic or hypersensitivity reactions occur",
                "Acetaminophen is available in many dosage forms and products, check label carefully to avoid overdose",
                "Use caution in patients with hepatic impairment or active liver disease",
                "Risk of hepatotoxicity is higher in patients taking chronic high dose, or use of more than one acetaminophen-containing product",
                "Use caution in patients with severe renal impairment; consider dosage adjustments",
                "Consumption of 3 or more alcoholic drinks/day may increase risk of liver damage",
                "Use with caution in patients with G6PD deficiency",
                "Use caution in patients with chronic malnutrition",
                "Risk for rare, but serious skin reactions that can be fatal; these reactions include Stevens-Johnson Syndrome (SJS), toxic epidermal necrolysis (TEN), and acute generalized exanthematous pustulosis (AGEP); symptoms may include skin redness, blisters and rash",
                "Limit acetaminophen dose from all sources and routes to <4 g/day in adults"
            ],
            "specific": []
        }
    },
    "interactions": [
        {
            "classification_type": "Contraindicated",
            "interaction_with": "iobenguane I 123",
            "description": {
                "common": "phenylephrine decreases effects of iobenguane I 123 by receptor binding competition. Contraindicated. If clinically appropriate, discontinue drugs that compete for NE receptor sites for at least 5 half-lives; may cause false-negative imaging results."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "isocarboxazid",
            "description": {
                "common": "isocarboxazid increases effects of phenylephrine by pharmacodynamic synergism. Contraindicated. Risk of acute hypertensive episode."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "linezolid",
            "description": {
                "common": "linezolid increases effects of phenylephrine by pharmacodynamic synergism. Contraindicated. Risk of acute hypertensive episode."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "phenelzine",
            "description": {
                "common": "phenelzine increases effects of phenylephrine by pharmacodynamic synergism. Contraindicated. Risk of acute hypertensive episode."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "procarbazine",
            "description": {
                "common": "procarbazine increases effects of phenylephrine by pharmacodynamic synergism. Contraindicated. Risk of acute hypertensive episode."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "selegiline transdermal",
            "description": {
                "common": "selegiline transdermal increases effects of phenylephrine by pharmacodynamic synergism. Contraindicated. Risk of acute hypertensive episode."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "tranylcypromine",
            "description": {
                "common": "tranylcypromine increases effects of phenylephrine by pharmacodynamic synergism. Contraindicated. Risk of acute hypertensive episode."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "amitriptyline",
            "description": {
                "common": "amitriptyline, phenylephrine. Other (see comment). Avoid or Use Alternate Drug. \nComment: Tricyclic antidepressants increase or decrease effects of sympathomimetics, by blocking reuptake of NE, or blocking uptake of indirect sympathomimetics into the adrenergic neuron."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "amoxapine",
            "description": {
                "common": "amoxapine, phenylephrine. Other (see comment). Avoid or Use Alternate Drug. \nComment: Tricyclic antidepressants increase or decrease effects of sympathomimetics, by blocking reuptake of NE, or blocking uptake of indirect sympathomimetics into the adrenergic neuron."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "cabergoline",
            "description": {
                "common": "cabergoline, phenylephrine. Mechanism: pharmacodynamic synergism. Contraindicated. Additive vasospasm; risk of hypertension."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "clomipramine",
            "description": {
                "common": "clomipramine, phenylephrine. Other (see comment). Avoid or Use Alternate Drug. \nComment: Tricyclic antidepressants increase or decrease effects of sympathomimetics, by blocking reuptake of NE, or blocking uptake of indirect sympathomimetics into the adrenergic neuron."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "desflurane",
            "description": {
                "common": "desflurane increases toxicity of phenylephrine by Mechanism: unknown. Avoid or Use Alternate Drug. Risk of V tach, HTN."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "desipramine",
            "description": {
                "common": "desipramine, phenylephrine. Other (see comment). Avoid or Use Alternate Drug. \nComment: Tricyclic antidepressants increase or decrease effects of sympathomimetics, by blocking reuptake of NE, or blocking uptake of indirect sympathomimetics into the adrenergic neuron."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "dihydroergotamine",
            "description": {
                "common": "dihydroergotamine, phenylephrine. Mechanism: pharmacodynamic synergism. Contraindicated. Additive vasospasm; risk of hypertension."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "dihydroergotamine intranasal",
            "description": {
                "common": "dihydroergotamine intranasal, phenylephrine. Mechanism: pharmacodynamic synergism. Contraindicated. Additive vasospasm; risk of hypertension."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "doxapram",
            "description": {
                "common": "doxapram increases effects of phenylephrine by pharmacodynamic synergism. Avoid or Use Alternate Drug. Additive pressor effect."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "doxepin",
            "description": {
                "common": "doxepin, phenylephrine. Other (see comment). Avoid or Use Alternate Drug. \nComment: Tricyclic antidepressants increase or decrease effects of sympathomimetics, by blocking reuptake of NE, or blocking uptake of indirect sympathomimetics into the adrenergic neuron."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "ergoloid mesylates",
            "description": {
                "common": "ergoloid mesylates, phenylephrine. Mechanism: pharmacodynamic synergism. Contraindicated. Additive vasospasm; risk of hypertension."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "ergotamine",
            "description": {
                "common": "ergotamine, phenylephrine. Mechanism: pharmacodynamic synergism. Contraindicated. Additive vasospasm; risk of hypertension."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "ether",
            "description": {
                "common": "ether increases toxicity of phenylephrine by Mechanism: unknown. Avoid or Use Alternate Drug. Risk of V tach, HTN."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "etomidate",
            "description": {
                "common": "etomidate increases levels of phenylephrine by decreasing metabolism. Contraindicated."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "imipramine",
            "description": {
                "common": "imipramine, phenylephrine. Other (see comment). Avoid or Use Alternate Drug. \nComment: Tricyclic antidepressants increase or decrease effects of sympathomimetics, by blocking reuptake of NE, or blocking uptake of indirect sympathomimetics into the adrenergic neuron."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "isoflurane",
            "description": {
                "common": "isoflurane increases toxicity of phenylephrine by Mechanism: unknown. Avoid or Use Alternate Drug. Risk of V tach, HTN."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "lofepramine",
            "description": {
                "common": "lofepramine, phenylephrine. Other (see comment). Avoid or Use Alternate Drug. \nComment: Tricyclic antidepressants increase or decrease effects of sympathomimetics, by blocking reuptake of NE, or blocking uptake of indirect sympathomimetics into the adrenergic neuron."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "lonafarnib",
            "description": {
                "common": "acetaminophen will increase the level or effect of lonafarnib by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug. If coadministration of lonafarnib (a sensitive CYP3A substrate) with weak CYP3A inhibitors is unavoidable, reduce to, or continue lonafarnib at starting dose. Closely monitor for arrhythmias and events (eg, syncope, heart palpitations) since lonafarnib effect on QT interval is unknown."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "maprotiline",
            "description": {
                "common": "maprotiline, phenylephrine. Other (see comment). Avoid or Use Alternate Drug. \nComment: Tricyclic antidepressants increase or decrease effects of sympathomimetics, by blocking reuptake of NE, or blocking uptake of indirect sympathomimetics into the adrenergic neuron."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "methoxyflurane",
            "description": {
                "common": "methoxyflurane increases toxicity of phenylephrine by Mechanism: unknown. Avoid or Use Alternate Drug. Risk of V tach, HTN."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "methylergonovine",
            "description": {
                "common": "methylergonovine, phenylephrine. Mechanism: pharmacodynamic synergism. Contraindicated. Additive vasospasm; risk of hypertension."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "nortriptyline",
            "description": {
                "common": "nortriptyline, phenylephrine. Other (see comment). Avoid or Use Alternate Drug. \nComment: Tricyclic antidepressants increase or decrease effects of sympathomimetics, by blocking reuptake of NE, or blocking uptake of indirect sympathomimetics into the adrenergic neuron."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "pexidartinib",
            "description": {
                "common": "acetaminophen and pexidartinib both increase  Other (see comment). Avoid or Use Alternate Drug. Pexidartinib can cause hepatotoxicity. Avoid coadministration of pexidartinib with other products know to cause hepatoxicity."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "pretomanid",
            "description": {
                "common": "acetaminophen, pretomanid.\nEither increases toxicity of the other by Other (see comment). Avoid or Use Alternate Drug. \nComment: Pretomanid regimen associated with hepatotoxicity. Avoid alcohol and hepatotoxic agents, including herbal supplements and drugs other than bedaquiline and linezolid."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "propofol",
            "description": {
                "common": "propofol increases levels of phenylephrine by decreasing metabolism. Contraindicated."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "albuterol",
            "description": {
                "common": "albuterol and phenylephrine both decrease  sedation. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "alfentanil",
            "description": {
                "common": "alfentanil increases and phenylephrine decreases sedation. Effect of interaction is not clear, use caution. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "alprazolam",
            "description": {
                "common": "alprazolam increases and phenylephrine decreases sedation. Effect of interaction is not clear, use caution. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "amitriptyline",
            "description": {
                "common": "amitriptyline increases and phenylephrine decreases sedation. Effect of interaction is not clear, use caution. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "amobarbital",
            "description": {
                "common": "amobarbital increases and phenylephrine decreases sedation. Effect of interaction is not clear, use caution. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "amoxapine",
            "description": {
                "common": "amoxapine increases and phenylephrine decreases sedation. Effect of interaction is not clear, use caution. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "apalutamide",
            "description": {
                "common": "apalutamide will decrease the level or effect of acetaminophen by  increasing elimination. Use Caution/Monitor. Apalutamide induces UGT and may decrease systemic exposure of drugs that are UGT substrates."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "arformoterol",
            "description": {
                "common": "arformoterol and phenylephrine both decrease  sedation. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "aripiprazole",
            "description": {
                "common": "aripiprazole increases and phenylephrine decreases sedation. Effect of interaction is not clear, use caution. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "armodafinil",
            "description": {
                "common": "armodafinil and phenylephrine both decrease  sedation. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "atogepant",
            "description": {
                "common": "acetaminophen will increase the level or effect of atogepant by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "atomoxetine",
            "description": {
                "common": "atomoxetine, phenylephrine. Other (see comment). Use Caution/Monitor. \nComment: Due to the potential for increases in blood pressure and heart rate, atomoxetine should be used cautiously with vasopressors such as  phenylephrine."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "avapritinib",
            "description": {
                "common": "acetaminophen will increase the level or effect of avapritinib by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "axitinib",
            "description": {
                "common": "acetaminophen increases levels of axitinib by affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "azelastine",
            "description": {
                "common": "azelastine increases and phenylephrine decreases sedation. Effect of interaction is not clear, use caution. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "belladonna and opium",
            "description": {
                "common": "belladonna and opium increases and phenylephrine decreases sedation. Effect of interaction is not clear, use caution. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "benperidol",
            "description": {
                "common": "benperidol increases and phenylephrine decreases sedation. Effect of interaction is not clear, use caution. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "benzphetamine",
            "description": {
                "common": "benzphetamine and phenylephrine both decrease  sedation. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "bromocriptine",
            "description": {
                "common": "bromocriptine, phenylephrine.\nEither increases effects of the other by pharmacodynamic synergism. Use Caution/Monitor. Hypertension, V tach."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "brompheniramine",
            "description": {
                "common": "brompheniramine increases and phenylephrine decreases sedation. Effect of interaction is not clear, use caution. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "bupivacaine implant",
            "description": {
                "common": "acetaminophen, bupivacaine implant.\nEither increases toxicity of the other by Other (see comment). Use Caution/Monitor. \nComment: Local anesthetics may increase the risk of developing methemoglobinemia when concurrently exposed to drugs that also cause methemoglobinemia."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "buprenorphine buccal",
            "description": {
                "common": "buprenorphine buccal increases and phenylephrine decreases sedation. Effect of interaction is not clear, use caution. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "busulfan",
            "description": {
                "common": "acetaminophen increases levels of busulfan by decreasing metabolism. Use Caution/Monitor. Use of acetaminophen prior to (< 72 hours) or concurrently with busulfan may result in decreased clearance of busulfan due to acetaminophen-induced decreases in glutathione levels."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "butabarbital",
            "description": {
                "common": "butabarbital increases and phenylephrine decreases sedation. Effect of interaction is not clear, use caution. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "butalbital",
            "description": {
                "common": "butalbital increases and phenylephrine decreases sedation. Effect of interaction is not clear, use caution. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "butorphanol",
            "description": {
                "common": "butorphanol increases and phenylephrine decreases sedation. Effect of interaction is not clear, use caution. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "caffeine",
            "description": {
                "common": "caffeine and phenylephrine both decrease  sedation. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "carbinoxamine",
            "description": {
                "common": "carbinoxamine increases and phenylephrine decreases sedation. Effect of interaction is not clear, use caution. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "chloral hydrate",
            "description": {
                "common": "chloral hydrate increases and phenylephrine decreases sedation. Effect of interaction is not clear, use caution. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "chlordiazepoxide",
            "description": {
                "common": "chlordiazepoxide increases and phenylephrine decreases sedation. Effect of interaction is not clear, use caution. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "chlorpheniramine",
            "description": {
                "common": "chlorpheniramine increases and phenylephrine decreases sedation. Effect of interaction is not clear, use caution. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "chlorpromazine",
            "description": {
                "common": "chlorpromazine increases and phenylephrine decreases sedation. Effect of interaction is not clear, use caution. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "cinnarizine",
            "description": {
                "common": "cinnarizine increases and phenylephrine decreases sedation. Effect of interaction is not clear, use caution. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "clemastine",
            "description": {
                "common": "clemastine increases and phenylephrine decreases sedation. Effect of interaction is not clear, use caution. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "clomipramine",
            "description": {
                "common": "clomipramine increases and phenylephrine decreases sedation. Effect of interaction is not clear, use caution. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "clonazepam",
            "description": {
                "common": "clonazepam increases and phenylephrine decreases sedation. Effect of interaction is not clear, use caution. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "clorazepate",
            "description": {
                "common": "clorazepate increases and phenylephrine decreases sedation. Effect of interaction is not clear, use caution. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "clozapine",
            "description": {
                "common": "clozapine increases and phenylephrine decreases sedation. Effect of interaction is not clear, use caution. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "codeine",
            "description": {
                "common": "codeine increases and phenylephrine decreases sedation. Effect of interaction is not clear, use caution. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "cyclizine",
            "description": {
                "common": "cyclizine increases and phenylephrine decreases sedation. Effect of interaction is not clear, use caution. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "cyproheptadine",
            "description": {
                "common": "cyproheptadine increases and phenylephrine decreases sedation. Effect of interaction is not clear, use caution. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "dapsone topical",
            "description": {
                "common": "acetaminophen increases toxicity of dapsone topical by altering metabolism. Modify Therapy/Monitor Closely. May induce methemoglobinemia ."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "desipramine",
            "description": {
                "common": "desipramine increases and phenylephrine decreases sedation. Effect of interaction is not clear, use caution. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "dexchlorpheniramine",
            "description": {
                "common": "dexchlorpheniramine increases and phenylephrine decreases sedation. Effect of interaction is not clear, use caution. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "dexfenfluramine",
            "description": {
                "common": "dexfenfluramine and phenylephrine both decrease  sedation. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "dexmedetomidine",
            "description": {
                "common": "dexmedetomidine increases and phenylephrine decreases sedation. Effect of interaction is not clear, use caution. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "dexmethylphenidate",
            "description": {
                "common": "dexmethylphenidate and phenylephrine both decrease  sedation. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "dextroamphetamine",
            "description": {
                "common": "dextroamphetamine and phenylephrine both decrease  sedation. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "dextromoramide",
            "description": {
                "common": "dextromoramide increases and phenylephrine decreases sedation. Effect of interaction is not clear, use caution. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "diamorphine",
            "description": {
                "common": "diamorphine increases and phenylephrine decreases sedation. Effect of interaction is not clear, use caution. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "diethylpropion",
            "description": {
                "common": "diethylpropion and phenylephrine both decrease  sedation. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "difenoxin hcl",
            "description": {
                "common": "difenoxin hcl increases and phenylephrine decreases sedation. Effect of interaction is not clear, use caution. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "dimenhydrinate",
            "description": {
                "common": "dimenhydrinate increases and phenylephrine decreases sedation. Effect of interaction is not clear, use caution. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "diphenhydramine",
            "description": {
                "common": "diphenhydramine increases and phenylephrine decreases sedation. Effect of interaction is not clear, use caution. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "diphenoxylate hcl",
            "description": {
                "common": "diphenoxylate hcl increases and phenylephrine decreases sedation. Effect of interaction is not clear, use caution. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "dipipanone",
            "description": {
                "common": "dipipanone increases and phenylephrine decreases sedation. Effect of interaction is not clear, use caution. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "dobutamine",
            "description": {
                "common": "dobutamine and phenylephrine both decrease  sedation. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "dopamine",
            "description": {
                "common": "dopamine and phenylephrine both decrease  sedation. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "dopexamine",
            "description": {
                "common": "dopexamine and phenylephrine both decrease  sedation. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "doxepin",
            "description": {
                "common": "doxepin increases and phenylephrine decreases sedation. Effect of interaction is not clear, use caution. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "droperidol",
            "description": {
                "common": "droperidol increases and phenylephrine decreases sedation. Effect of interaction is not clear, use caution. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "droxidopa",
            "description": {
                "common": "phenylephrine and droxidopa both increase  sympathetic (adrenergic) effects, including increased blood pressure and heart rate. Use Caution/Monitor. May increase risk for supine hypertension"
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "eltrombopag",
            "description": {
                "common": "eltrombopag increases levels of acetaminophen by decreasing metabolism. Use Caution/Monitor. UGT inhibition; significance of interaction unclear."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ephedrine",
            "description": {
                "common": "ephedrine and phenylephrine both decrease  sedation. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "epinephrine",
            "description": {
                "common": "epinephrine and phenylephrine both decrease  sedation. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "epinephrine inhaled",
            "description": {
                "common": "phenylephrine, epinephrine inhaled.\nEither increases effects of the other by sympathetic (adrenergic) effects, including increased blood pressure and heart rate. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "epinephrine racemic",
            "description": {
                "common": "epinephrine racemic and phenylephrine both decrease  sedation. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "estazolam",
            "description": {
                "common": "estazolam increases and phenylephrine decreases sedation. Effect of interaction is not clear, use caution. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ethanol",
            "description": {
                "common": "ethanol increases and phenylephrine decreases sedation. Effect of interaction is not clear, use caution. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "exenatide injectable solution",
            "description": {
                "common": "exenatide injectable solution will decrease the level or effect of acetaminophen by  unspecified interaction mechanism. Use Caution/Monitor. To avoid potential interaction, give acetaminophen at least 1 hour before or 4 hours after exenatide injection."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "exenatide injectable suspension",
            "description": {
                "common": "exenatide injectable suspension will decrease the level or effect of acetaminophen by  unspecified interaction mechanism. Use Caution/Monitor. To avoid potential interaction, give acetaminophen at least 1 hour before or 4 hours after exenatide injection."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "fenfluramine",
            "description": {
                "common": "fenfluramine and phenylephrine both decrease  sedation. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "finerenone",
            "description": {
                "common": "acetaminophen will increase the level or effect of finerenone by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Modify Therapy/Monitor Closely. Monitor serum potassium during initiation and dosage adjustment of either finererone or moderate CYP3A4 inhibitors. Adjust finererone dosage as needed."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "flibanserin",
            "description": {
                "common": "acetaminophen will increase the level or effect of flibanserin by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor. Increased flibanserin adverse effects may occur if coadministered with multiple weak CYP3A4 inhibitors."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "fluphenazine",
            "description": {
                "common": "fluphenazine increases and phenylephrine decreases sedation. Effect of interaction is not clear, use caution. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "flurazepam",
            "description": {
                "common": "flurazepam increases and phenylephrine decreases sedation. Effect of interaction is not clear, use caution. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "formoterol",
            "description": {
                "common": "formoterol and phenylephrine both decrease  sedation. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "haloperidol",
            "description": {
                "common": "haloperidol increases and phenylephrine decreases sedation. Effect of interaction is not clear, use caution. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "hydralazine",
            "description": {
                "common": "hydralazine, phenylephrine. Mechanism: pharmacodynamic antagonism. Use Caution/Monitor. Sympathomimetics can antagonize the activity of some antihypertensive agents."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "hydromorphone",
            "description": {
                "common": "hydromorphone increases and phenylephrine decreases sedation. Effect of interaction is not clear, use caution. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "hydroxyzine",
            "description": {
                "common": "hydroxyzine increases and phenylephrine decreases sedation. Effect of interaction is not clear, use caution. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "iloperidone",
            "description": {
                "common": "iloperidone increases and phenylephrine decreases sedation. Effect of interaction is not clear, use caution. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "imatinib",
            "description": {
                "common": "imatinib decreases levels of acetaminophen by decreasing hepatic clearance. Modify Therapy/Monitor Closely. In vitro, imatinib was found to inhibit acetaminophen O-glucuronidation (Ki value of 58.5 micro-M) at therapeutic levels; avoid chronic acetaminophen therapy with imatinib; if occasional acetaminophen administered, do not exceed 1300 mg/day."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "imipramine",
            "description": {
                "common": "imipramine increases and phenylephrine decreases sedation. Effect of interaction is not clear, use caution. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "indacaterol, inhaled",
            "description": {
                "common": "phenylephrine increases effects of indacaterol, inhaled by Other (see comment). Use Caution/Monitor. \nComment: If additional adrenergic drugs are to be administered by any route, they should be used with caution because the sympathetic effects of indacaterol may be potentiated."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "insulin degludec",
            "description": {
                "common": "phenylephrine decreases effects of insulin degludec by pharmacodynamic antagonism. Modify Therapy/Monitor Closely. Sympathomimetics increase blood glucose by stimulating alpha and beta receptors; this action results in increased hepatic glucose production, glycogenolysis, and decreased insulin secretion."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "insulin degludec/insulin aspart",
            "description": {
                "common": "phenylephrine decreases effects of insulin degludec/insulin aspart by pharmacodynamic antagonism. Modify Therapy/Monitor Closely. Sympathomimetics increase blood glucose by stimulating alpha and beta receptors; this action results in increased hepatic glucose production, glycogenolysis, and decreased insulin secretion."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "insulin inhaled",
            "description": {
                "common": "phenylephrine decreases effects of insulin inhaled by pharmacodynamic antagonism. Modify Therapy/Monitor Closely. Sympathomimetics increase blood glucose by stimulating alpha and beta receptors; this action results in increased hepatic glucose production, glycogenolysis, and decreased insulin secretion."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "isavuconazonium sulfate",
            "description": {
                "common": "acetaminophen will increase the level or effect of isavuconazonium sulfate by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "isoniazid",
            "description": {
                "common": "isoniazid will increase the level or effect of acetaminophen by  affecting hepatic enzyme CYP2E1 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "isoproterenol",
            "description": {
                "common": "isoproterenol and phenylephrine both decrease  sedation. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ivacaftor",
            "description": {
                "common": "acetaminophen increases levels of ivacaftor by affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor. Monitor when coadministered with weak CYP3A4 inhibitors ."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ketotifen, ophthalmic",
            "description": {
                "common": "ketotifen, ophthalmic increases and phenylephrine decreases sedation. Effect of interaction is not clear, use caution. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "lemborexant",
            "description": {
                "common": "acetaminophen will increase the level or effect of lemborexant by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Modify Therapy/Monitor Closely. Lower nightly dose of lemborexant recommended if coadministered with weak CYP3A4 inhibitors. See drug monograph for specific dosage modification."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "levalbuterol",
            "description": {
                "common": "levalbuterol and phenylephrine both decrease  sedation. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "levonorgestrel oral/ethinylestradiol/ferrous bisglycinate",
            "description": {
                "common": "levonorgestrel oral/ethinylestradiol/ferrous bisglycinate will decrease the level or effect of acetaminophen by  unknown mechanism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "levorphanol",
            "description": {
                "common": "levorphanol increases and phenylephrine decreases sedation. Effect of interaction is not clear, use caution. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "lisdexamfetamine",
            "description": {
                "common": "lisdexamfetamine and phenylephrine both decrease  sedation. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "lixisenatide (DSC)",
            "description": {
                "common": "lixisenatide (DSC) will decrease the level or effect of acetaminophen by  inhibition of GI absorption. Applies only to oral form of both agents. Modify Therapy/Monitor Closely. GLP1 agonists delay gastric emptying, which may affect absorption of concomitantly administered oral medications. No effects on acetaminophen Cmax and Tmax were observed when acetaminophen was administered 1 hr before lixisenatide. When administered 1 or 4 hr after lixisenatide, acetaminophen Cmax was decreased by 29% and 31% respectively and median Tmax was delayed by 2 and 1.75 hr, respectively."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "lofepramine",
            "description": {
                "common": "lofepramine increases and phenylephrine decreases sedation. Effect of interaction is not clear, use caution. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "lofexidine",
            "description": {
                "common": "lofexidine increases and phenylephrine decreases sedation. Effect of interaction is not clear, use caution. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "lomitapide",
            "description": {
                "common": "acetaminophen increases levels of lomitapide by affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor. Lomitapide dose should not exceed 30 mg/day."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "loprazolam",
            "description": {
                "common": "loprazolam increases and phenylephrine decreases sedation. Effect of interaction is not clear, use caution. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "lorazepam",
            "description": {
                "common": "lorazepam increases and phenylephrine decreases sedation. Effect of interaction is not clear, use caution. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "lormetazepam",
            "description": {
                "common": "lormetazepam increases and phenylephrine decreases sedation. Effect of interaction is not clear, use caution. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "loxapine",
            "description": {
                "common": "loxapine increases and phenylephrine decreases sedation. Effect of interaction is not clear, use caution. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "loxapine inhaled",
            "description": {
                "common": "loxapine inhaled increases and phenylephrine decreases sedation. Effect of interaction is not clear, use caution. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "maprotiline",
            "description": {
                "common": "maprotiline increases and phenylephrine decreases sedation. Effect of interaction is not clear, use caution. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "marijuana",
            "description": {
                "common": "marijuana increases and phenylephrine decreases sedation. Effect of interaction is not clear, use caution. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "melatonin",
            "description": {
                "common": "melatonin increases and phenylephrine decreases sedation. Effect of interaction is not clear, use caution. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "meperidine",
            "description": {
                "common": "meperidine increases and phenylephrine decreases sedation. Effect of interaction is not clear, use caution. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "meprobamate",
            "description": {
                "common": "meprobamate increases and phenylephrine decreases sedation. Effect of interaction is not clear, use caution. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "metaproterenol",
            "description": {
                "common": "metaproterenol and phenylephrine both decrease  sedation. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "methadone",
            "description": {
                "common": "methadone increases and phenylephrine decreases sedation. Effect of interaction is not clear, use caution. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "methamphetamine",
            "description": {
                "common": "methamphetamine and phenylephrine both decrease  sedation. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "methyldopa",
            "description": {
                "common": "methyldopa increases effects of phenylephrine by unknown mechanism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "methylenedioxymethamphetamine",
            "description": {
                "common": "methylenedioxymethamphetamine and phenylephrine both decrease  sedation. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "midazolam",
            "description": {
                "common": "midazolam increases and phenylephrine decreases sedation. Effect of interaction is not clear, use caution. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "midazolam intranasal",
            "description": {
                "common": "acetaminophen will increase the level or effect of midazolam intranasal by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor.  Coadministration of mild CYP3A4 inhibitors with midazolam intranasal may cause higher midazolam systemic exposure, which may prolong sedation."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "midodrine",
            "description": {
                "common": "midodrine and phenylephrine both decrease  sedation. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "mipomersen",
            "description": {
                "common": "mipomersen, acetaminophen.\nEither increases toxicity of the other by Other (see comment). Use Caution/Monitor. \nComment: Both drugs have potential to increase hepatic enzymes; monitor LFTs."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "mirtazapine",
            "description": {
                "common": "mirtazapine increases and phenylephrine decreases sedation. Effect of interaction is not clear, use caution. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "modafinil",
            "description": {
                "common": "modafinil and phenylephrine both decrease  sedation. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "morphine",
            "description": {
                "common": "morphine increases and phenylephrine decreases sedation. Effect of interaction is not clear, use caution. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "motherwort",
            "description": {
                "common": "motherwort increases and phenylephrine decreases sedation. Effect of interaction is not clear, use caution. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "moxonidine",
            "description": {
                "common": "moxonidine increases and phenylephrine decreases sedation. Effect of interaction is not clear, use caution. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "nabilone",
            "description": {
                "common": "nabilone increases and phenylephrine decreases sedation. Effect of interaction is not clear, use caution. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "nadolol",
            "description": {
                "common": "nadolol increases effects of phenylephrine by pharmacodynamic synergism. Use Caution/Monitor. Risk of acute hypertensive episode (rare)."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "nalbuphine",
            "description": {
                "common": "nalbuphine increases and phenylephrine decreases sedation. Effect of interaction is not clear, use caution. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "norepinephrine",
            "description": {
                "common": "norepinephrine and phenylephrine both decrease  sedation. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "nortriptyline",
            "description": {
                "common": "nortriptyline increases and phenylephrine decreases sedation. Effect of interaction is not clear, use caution. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "olanzapine",
            "description": {
                "common": "olanzapine increases and phenylephrine decreases sedation. Effect of interaction is not clear, use caution. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "olodaterol inhaled",
            "description": {
                "common": "phenylephrine and olodaterol inhaled both increase  sympathetic (adrenergic) effects, including increased blood pressure and heart rate. Use Caution/Monitor. Caution with coadministration of adrenergic drugs by any route because of additive sympathetic effects"
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "opium tincture",
            "description": {
                "common": "opium tincture increases and phenylephrine decreases sedation. Effect of interaction is not clear, use caution. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "oxazepam",
            "description": {
                "common": "oxazepam increases and phenylephrine decreases sedation. Effect of interaction is not clear, use caution. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "oxycodone",
            "description": {
                "common": "oxycodone increases and phenylephrine decreases sedation. Effect of interaction is not clear, use caution. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "oxymetazoline topical",
            "description": {
                "common": "oxymetazoline topical and phenylephrine both increase  sympathetic (adrenergic) effects, including increased blood pressure and heart rate. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "oxymorphone",
            "description": {
                "common": "oxymorphone increases and phenylephrine decreases sedation. Effect of interaction is not clear, use caution. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "oxytocin",
            "description": {
                "common": "oxytocin increases effects of phenylephrine by pharmacodynamic synergism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "paliperidone",
            "description": {
                "common": "paliperidone increases and phenylephrine decreases sedation. Effect of interaction is not clear, use caution. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "papaveretum",
            "description": {
                "common": "papaveretum increases and phenylephrine decreases sedation. Effect of interaction is not clear, use caution. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "pentazocine",
            "description": {
                "common": "pentazocine increases and phenylephrine decreases sedation. Effect of interaction is not clear, use caution. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "pentobarbital",
            "description": {
                "common": "pentobarbital increases and phenylephrine decreases sedation. Effect of interaction is not clear, use caution. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "perphenazine",
            "description": {
                "common": "perphenazine increases and phenylephrine decreases sedation. Effect of interaction is not clear, use caution. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "phendimetrazine",
            "description": {
                "common": "phendimetrazine and phenylephrine both decrease  sedation. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "phenobarbital",
            "description": {
                "common": "phenobarbital increases and phenylephrine decreases sedation. Effect of interaction is not clear, use caution. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "phentermine",
            "description": {
                "common": "phentermine and phenylephrine both decrease  sedation. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "pholcodine",
            "description": {
                "common": "pholcodine increases and phenylephrine decreases sedation. Effect of interaction is not clear, use caution. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "pimozide",
            "description": {
                "common": "pimozide increases and phenylephrine decreases sedation. Effect of interaction is not clear, use caution. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "pindolol",
            "description": {
                "common": "pindolol increases effects of phenylephrine by pharmacodynamic synergism. Use Caution/Monitor. Risk of acute hypertensive episode (rare)."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "pirbuterol",
            "description": {
                "common": "pirbuterol and phenylephrine both decrease  sedation. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "primidone",
            "description": {
                "common": "primidone increases and phenylephrine decreases sedation. Effect of interaction is not clear, use caution. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "prochlorperazine",
            "description": {
                "common": "prochlorperazine increases and phenylephrine decreases sedation. Effect of interaction is not clear, use caution. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "promazine",
            "description": {
                "common": "promazine, phenylephrine. Mechanism: unknown. Use Caution/Monitor. Risk of cardiac arrhythmia or sudden death, more likely w/thioridazine than other phenothiazines.  Interaction more likely in certain predisposed pts. only."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "promethazine",
            "description": {
                "common": "promethazine increases and phenylephrine decreases sedation. Effect of interaction is not clear, use caution. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "propofol",
            "description": {
                "common": "propofol increases and phenylephrine decreases sedation. Effect of interaction is not clear, use caution. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "propranolol",
            "description": {
                "common": "propranolol increases effects of phenylephrine by pharmacodynamic synergism. Use Caution/Monitor. Risk of acute hypertensive episode (rare)."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "propylhexedrine",
            "description": {
                "common": "phenylephrine and propylhexedrine both decrease  sedation. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "protriptyline",
            "description": {
                "common": "protriptyline increases and phenylephrine decreases sedation. Effect of interaction is not clear, use caution. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "pseudoephedrine",
            "description": {
                "common": "phenylephrine and pseudoephedrine both increase  sympathetic (adrenergic) effects, including increased blood pressure and heart rate. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "quazepam",
            "description": {
                "common": "quazepam increases and phenylephrine decreases sedation. Effect of interaction is not clear, use caution. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "quetiapine",
            "description": {
                "common": "quetiapine increases and phenylephrine decreases sedation. Effect of interaction is not clear, use caution. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "rasagiline",
            "description": {
                "common": "rasagiline increases effects of phenylephrine by pharmacodynamic synergism. Use Caution/Monitor. Risk of acute hypertensive episode."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "risperidone",
            "description": {
                "common": "risperidone increases and phenylephrine decreases sedation. Effect of interaction is not clear, use caution. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "safinamide",
            "description": {
                "common": "phenylephrine and safinamide both increase  sympathetic (adrenergic) effects, including increased blood pressure and heart rate. Use Caution/Monitor. Monitor patients for hypertension if safinamide is prescribed concomitantly with prescription or nonprescription sympathomimetics, including nasal, oral, or ophthalmic decongestants and cold remedies."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "salmeterol",
            "description": {
                "common": "salmeterol and phenylephrine both decrease  sedation. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "scullcap",
            "description": {
                "common": "scullcap increases and phenylephrine decreases sedation. Effect of interaction is not clear, use caution. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "secobarbital",
            "description": {
                "common": "secobarbital increases and phenylephrine decreases sedation. Effect of interaction is not clear, use caution. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "selegiline",
            "description": {
                "common": "selegiline increases effects of phenylephrine by pharmacodynamic synergism. Use Caution/Monitor. Risk of acute hypertensive episode."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "serdexmethylphenidate/dexmethylphenidate",
            "description": {
                "common": "serdexmethylphenidate/dexmethylphenidate and phenylephrine both decrease  sedation. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "shepherd's purse",
            "description": {
                "common": "shepherd's purse increases and phenylephrine decreases sedation. Effect of interaction is not clear, use caution. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "solriamfetol",
            "description": {
                "common": "phenylephrine and solriamfetol both increase  sympathetic (adrenergic) effects, including increased blood pressure and heart rate. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "sufentanil",
            "description": {
                "common": "sufentanil increases and phenylephrine decreases sedation. Effect of interaction is not clear, use caution. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "tapentadol",
            "description": {
                "common": "tapentadol increases and phenylephrine decreases sedation. Effect of interaction is not clear, use caution. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "tazemetostat",
            "description": {
                "common": "acetaminophen will increase the level or effect of tazemetostat by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "temazepam",
            "description": {
                "common": "temazepam increases and phenylephrine decreases sedation. Effect of interaction is not clear, use caution. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "terbutaline",
            "description": {
                "common": "terbutaline and phenylephrine both decrease  sedation. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "tetracaine",
            "description": {
                "common": "tetracaine, acetaminophen. Other (see comment). Use Caution/Monitor. \nComment: Monitor for signs of methemoglobinemia when methemoglobin-inducing drugs are coadministered."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "thioridazine",
            "description": {
                "common": "thioridazine increases and phenylephrine decreases sedation. Effect of interaction is not clear, use caution. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "thiothixene",
            "description": {
                "common": "thiothixene increases and phenylephrine decreases sedation. Effect of interaction is not clear, use caution. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "timolol",
            "description": {
                "common": "timolol increases effects of phenylephrine by pharmacodynamic synergism. Use Caution/Monitor. Risk of acute hypertensive episode (rare)."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "tinidazole",
            "description": {
                "common": "acetaminophen will increase the level or effect of tinidazole by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "topiramate",
            "description": {
                "common": "topiramate increases and phenylephrine decreases sedation. Effect of interaction is not clear, use caution. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "tramadol",
            "description": {
                "common": "tramadol increases and phenylephrine decreases sedation. Effect of interaction is not clear, use caution. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "trazodone",
            "description": {
                "common": "trazodone increases and phenylephrine decreases sedation. Effect of interaction is not clear, use caution. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "triazolam",
            "description": {
                "common": "triazolam increases and phenylephrine decreases sedation. Effect of interaction is not clear, use caution. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "triclofos",
            "description": {
                "common": "triclofos increases and phenylephrine decreases sedation. Effect of interaction is not clear, use caution. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "trifluoperazine",
            "description": {
                "common": "trifluoperazine increases and phenylephrine decreases sedation. Effect of interaction is not clear, use caution. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "trimipramine",
            "description": {
                "common": "trimipramine increases and phenylephrine decreases sedation. Effect of interaction is not clear, use caution. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "triprolidine",
            "description": {
                "common": "triprolidine increases and phenylephrine decreases sedation. Effect of interaction is not clear, use caution. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "warfarin",
            "description": {
                "common": "acetaminophen increases effects of warfarin by anticoagulation. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "xylometazoline",
            "description": {
                "common": "phenylephrine and xylometazoline both decrease  sedation. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "acetazolamide",
            "description": {
                "common": "acetazolamide decreases levels of acetaminophen by increasing metabolism. Minor/Significance Unknown. Enhanced metabolism incr levels of hepatotoxic metabolites."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "albiglutide",
            "description": {
                "common": "albiglutide decreases levels of acetaminophen by unspecified interaction mechanism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "alfuzosin",
            "description": {
                "common": "alfuzosin, phenylephrine.\nEither decreases effects of the other by Mechanism: pharmacodynamic antagonism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "antithrombin alfa",
            "description": {
                "common": "acetaminophen increases effects of antithrombin alfa by unknown mechanism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "antithrombin III",
            "description": {
                "common": "acetaminophen increases effects of antithrombin III by unknown mechanism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "argatroban",
            "description": {
                "common": "acetaminophen increases effects of argatroban by unknown mechanism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "asenapine",
            "description": {
                "common": "asenapine, phenylephrine.\nEither decreases effects of the other by Mechanism: pharmacodynamic antagonism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "bemiparin",
            "description": {
                "common": "acetaminophen increases effects of bemiparin by unknown mechanism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "bivalirudin",
            "description": {
                "common": "acetaminophen increases effects of bivalirudin by unknown mechanism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "carbamazepine",
            "description": {
                "common": "carbamazepine decreases levels of acetaminophen by increasing metabolism. Minor/Significance Unknown. Enhanced metabolism incr levels of hepatotoxic metabolites."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "cholestyramine",
            "description": {
                "common": "cholestyramine decreases levels of acetaminophen by inhibition of GI absorption. Applies only to oral form of both agents. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "clonazepam",
            "description": {
                "common": "clonazepam decreases levels of acetaminophen by increasing metabolism. Minor/Significance Unknown. Enhanced metabolism incr levels of hepatotoxic metabolites."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "colestipol",
            "description": {
                "common": "colestipol decreases levels of acetaminophen by inhibition of GI absorption. Applies only to oral form of both agents. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "dalteparin",
            "description": {
                "common": "acetaminophen increases effects of dalteparin by unknown mechanism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "desmopressin",
            "description": {
                "common": "desmopressin increases effects of phenylephrine by pharmacodynamic synergism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "diazepam",
            "description": {
                "common": "diazepam decreases levels of acetaminophen by increasing metabolism. Minor/Significance Unknown. Enhanced metabolism incr levels of hepatotoxic metabolites."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "disulfiram",
            "description": {
                "common": "disulfiram will increase the level or effect of acetaminophen by  affecting hepatic enzyme CYP2E1 metabolism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "doxazosin",
            "description": {
                "common": "doxazosin, phenylephrine.\nEither decreases effects of the other by Mechanism: pharmacodynamic antagonism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "enoxaparin",
            "description": {
                "common": "acetaminophen increases effects of enoxaparin by unknown mechanism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "ethanol",
            "description": {
                "common": "ethanol will decrease the level or effect of acetaminophen by  affecting hepatic enzyme CYP2E1 metabolism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "ethosuximide",
            "description": {
                "common": "ethosuximide decreases levels of acetaminophen by increasing metabolism. Minor/Significance Unknown. Enhanced metabolism incr levels of hepatotoxic metabolites."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "eucalyptus",
            "description": {
                "common": "eucalyptus increases and phenylephrine decreases sedation. Effect of interaction is not clear, use caution. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "felbamate",
            "description": {
                "common": "felbamate decreases levels of acetaminophen by increasing metabolism. Minor/Significance Unknown. Enhanced metabolism incr levels of hepatotoxic metabolites."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "fondaparinux",
            "description": {
                "common": "acetaminophen increases effects of fondaparinux by unknown mechanism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "fosphenytoin",
            "description": {
                "common": "fosphenytoin decreases levels of acetaminophen by increasing metabolism. Minor/Significance Unknown. Enhanced metabolism incr levels of hepatotoxic metabolites."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "green tea",
            "description": {
                "common": "green tea increases effects of acetaminophen by pharmacodynamic synergism. Minor/Significance Unknown. (Theoretical, due to caffeine content)."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "heparin",
            "description": {
                "common": "acetaminophen increases effects of heparin by unknown mechanism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "isoniazid",
            "description": {
                "common": "isoniazid increases toxicity of acetaminophen by unknown mechanism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "lacosamide",
            "description": {
                "common": "lacosamide decreases levels of acetaminophen by increasing metabolism. Minor/Significance Unknown. Enhanced metabolism incr levels of hepatotoxic metabolites."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "lamotrigine",
            "description": {
                "common": "lamotrigine decreases levels of acetaminophen by increasing metabolism. Minor/Significance Unknown. Enhanced metabolism incr levels of hepatotoxic metabolites."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "levetiracetam",
            "description": {
                "common": "levetiracetam decreases levels of acetaminophen by increasing metabolism. Minor/Significance Unknown. Enhanced metabolism incr levels of hepatotoxic metabolites."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "liraglutide",
            "description": {
                "common": "liraglutide decreases levels of acetaminophen by unspecified interaction mechanism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "lorazepam",
            "description": {
                "common": "lorazepam decreases levels of acetaminophen by increasing metabolism. Minor/Significance Unknown. Enhanced metabolism incr levels of hepatotoxic metabolites."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "methsuximide",
            "description": {
                "common": "methsuximide decreases levels of acetaminophen by increasing metabolism. Minor/Significance Unknown. Enhanced metabolism incr levels of hepatotoxic metabolites."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "metoclopramide",
            "description": {
                "common": "metoclopramide increases levels of acetaminophen by enhancing GI absorption. Applies only to oral form of both agents. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "metronidazole",
            "description": {
                "common": "metronidazole will increase the level or effect of acetaminophen by  affecting hepatic enzyme CYP2E1 metabolism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "moxisylyte",
            "description": {
                "common": "moxisylyte, phenylephrine.\nEither decreases effects of the other by Mechanism: pharmacodynamic antagonism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "oxcarbazepine",
            "description": {
                "common": "oxcarbazepine decreases levels of acetaminophen by increasing metabolism. Minor/Significance Unknown. Enhanced metabolism incr levels of hepatotoxic metabolites."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "oxybutynin",
            "description": {
                "common": "oxybutynin decreases levels of acetaminophen by unspecified interaction mechanism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "oxybutynin topical",
            "description": {
                "common": "oxybutynin topical decreases levels of acetaminophen by unspecified interaction mechanism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "oxybutynin transdermal",
            "description": {
                "common": "oxybutynin transdermal decreases levels of acetaminophen by unspecified interaction mechanism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "phenindione",
            "description": {
                "common": "acetaminophen increases effects of phenindione by unknown mechanism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "phenobarbital",
            "description": {
                "common": "phenobarbital decreases levels of acetaminophen by increasing metabolism. Minor/Significance Unknown. Enhanced metabolism incr levels of hepatotoxic metabolites."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "phenoxybenzamine",
            "description": {
                "common": "phenoxybenzamine, phenylephrine.\nEither decreases effects of the other by Mechanism: pharmacodynamic antagonism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "phentolamine",
            "description": {
                "common": "phentolamine, phenylephrine.\nEither decreases effects of the other by Mechanism: pharmacodynamic antagonism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "phenytoin",
            "description": {
                "common": "phenytoin decreases levels of acetaminophen by increasing metabolism. Minor/Significance Unknown. Enhanced metabolism incr levels of hepatotoxic metabolites."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "prazosin",
            "description": {
                "common": "prazosin, phenylephrine.\nEither decreases effects of the other by Mechanism: pharmacodynamic antagonism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "primidone",
            "description": {
                "common": "primidone decreases levels of acetaminophen by increasing metabolism. Minor/Significance Unknown. Enhanced metabolism incr levels of hepatotoxic metabolites."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "protamine",
            "description": {
                "common": "acetaminophen increases effects of protamine by unknown mechanism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "rifabutin",
            "description": {
                "common": "rifabutin decreases levels of acetaminophen by increasing metabolism. Minor/Significance Unknown. Enhanced metabolism incr levels of hepatotoxic metabolites."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "rifampin",
            "description": {
                "common": "rifampin decreases levels of acetaminophen by increasing metabolism. Minor/Significance Unknown. Enhanced metabolism incr levels of hepatotoxic metabolites."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "rufinamide",
            "description": {
                "common": "rufinamide decreases levels of acetaminophen by increasing metabolism. Minor/Significance Unknown. Enhanced metabolism incr levels of hepatotoxic metabolites."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "ruxolitinib",
            "description": {
                "common": "acetaminophen will increase the level or effect of ruxolitinib by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "ruxolitinib topical",
            "description": {
                "common": "acetaminophen will increase the level or effect of ruxolitinib topical by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "sage",
            "description": {
                "common": "sage increases and phenylephrine decreases sedation. Effect of interaction is not clear, use caution. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "silodosin",
            "description": {
                "common": "silodosin, phenylephrine.\nEither decreases effects of the other by Mechanism: pharmacodynamic antagonism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "terazosin",
            "description": {
                "common": "terazosin, phenylephrine.\nEither decreases effects of the other by Mechanism: pharmacodynamic antagonism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "tiagabine",
            "description": {
                "common": "tiagabine decreases levels of acetaminophen by increasing metabolism. Minor/Significance Unknown. Enhanced metabolism incr levels of hepatotoxic metabolites."
            }
        }
    ],
    "adverse effects": [
        {
            "name": "Hypertension",
            "percent": null
        },
        {
            "name": "Reflex tachycardia",
            "percent": null
        },
        {
            "name": "Severe peripheral and visceral vasoconstriction",
            "percent": null
        },
        {
            "name": "Dizziness",
            "percent": null
        },
        {
            "name": "Drowsiness",
            "percent": null
        },
        {
            "name": "Excitability",
            "percent": null
        },
        {
            "name": "Headache",
            "percent": null
        },
        {
            "name": "Restlessness",
            "percent": null
        },
        {
            "name": "Tremor",
            "percent": null
        },
        {
            "name": "GI disturbances",
            "percent": null
        },
        {
            "name": "Anemia blood dyscrasias",
            "percent": null
        },
        {
            "name": "neutropenia",
            "percent": null
        },
        {
            "name": "pancytopenia",
            "percent": null
        },
        {
            "name": "leukopenia",
            "percent": null
        },
        {
            "name": "Bilirubin and alkaline phosphatase may increase",
            "percent": null
        }
    ]
}