{
    "name": "amikacin",
    "comment": "Rx",
    "other_names": [
        "Amikin (DSC)"
    ],
    "classes": [
        "Aminoglycosides"
    ],
    "source": "https://reference.medscape.com/drug/amikacin-342516",
    "pregnancy": {
        "common": [
            "Pregnancy Category: D",
            "Lactation: excretion in milk unknown/not recommended"
        ],
        "specific": []
    },
    "lactation": {
        "common": [
            "Lactation: excretion in milk unknown/not recommended"
        ]
    },
    "warnings": {
        "black_box_warning": {
            "common": [
                "Neurotoxicity, manifested as both bilateral auditory and vestibular ototoxicity, can occur in patients with preexisting renal damage and in patients with normal renal function treated at higher doses and/or for periods longer than those recommended. High-frequency deafness usually occurs first and can be detected only by audiometric testing",
                "Vertigo may occur and may be evidence of vestibular injury",
                "Aminoglycosides are potentially nephrotoxic",
                "Risk is greater in patients with impaired renal function and in those who receive high doses or prolonged therapy. Rarely, nephrotoxicity may not become apparent until the first few days after cessation of therapy",
                "Use with caution in premature infants and neonates because of renal immaturity and the resulting prolongation of serum half-life of the drug",
                "Neuromuscular blockade and respiratory paralysis have been reported following parenteral injection, topical instillation (as in orthopedic and abdominal irrigation or in local treatment of empyema), and oral use of antimicrobials#aminoglycosides, especially when given soon after anesthesia or muscle relaxants",
                "If blockage occurs, calcium salts may reverse these phenomena, but mechanical respiratory assistance may be necessary",
                "Avoid concurrent or sequential use of neurotoxic and/or nephrotoxic drugs including other antimicrobials#aminoglycosides (eg, amikacin, streptomycin, neomycin, kanamycin, gentamicin, paromomycin",
                "Cumulative listing of drugs to avoid from all aminoglycoside package inserts include amphotericin B, bacitracin, cephaloridine, cisplatin, colistin, polymyxin B, vancomycin, and viomycin",
                "Avoid potent diuretics (eg, ethacrynic acid, furosemide) because they increase risk of ototoxicity",
                "When administered intravenously, diuretics may enhance aminoglycoside toxicity by altering antibiotic concentrations in serum and tissue"
            ],
            "specific": []
        },
        "contraindicators": {
            "common": [
                "Documented hypersensitivity"
            ],
            "specific": []
        },
        "cautions": {
            "common": [
                "Caution in patients with renal impairment",
                "Not intended for long-term therapy; caution in patients with renal failure (not on dialysis), hypocalcemia, myasthenia gravis, and conditions that depress neuromuscular transmission",
                "Serious and potentially life-threatening hypersensitivity reactions, including anaphylaxis, reported; before therapy instituted, evaluate for previous hypersensitivity reactions to antimicrobials#aminoglycosides; if anaphylaxis or a hypersensitivity reaction occurs, discontinue therapy and institute appropriate supportive measures",
                "Hypersensitivity pneumonitis reported; if hypersensitivity pneumonitis occurs, discontinue therapy and manage patients as medically appropriate",
                "Higher frequency of hemoptysis and bronchospasm, reported with treatment; if these occur, manage patients as medically appropriate",
                "Aminoglycosides can cause nephrotoxicity; close monitoring of patients with known or suspected renal dysfunction may be needed when prescribing drug",
                "Higher frequency of ototoxicity reported with treatment; closely monitor patients with known or suspected auditory or vestibular dysfunction; if patients develop tinnitus this may be an early symptom of ototoxicity",
                "Aminoglycosides may aggravate muscle weakness because of a potential curare-like effect on neuromuscular function; if neuromuscular blockade occurs, it may be reversed by the administration of calcium salts, but mechanical assistance may be necessary",
                "Higher frequency of exacerbations of underlying pulmonary disease reported with treatment; treat patients as medically appropriate if this occurs",
                "Aminoglycosides can cause total, irreversible, bilateral congenital deafness in pediatric patients exposed in utero"
            ],
            "specific": []
        }
    },
    "interactions": [
        {
            "classification_type": "Contraindicated",
            "interaction_with": "amphotericin B deoxycholate",
            "description": {
                "common": "amikacin and amphotericin B deoxycholate both increase  nephrotoxicity and/or ototoxicity. Contraindicated."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "cidofovir",
            "description": {
                "common": "amikacin and cidofovir both increase  nephrotoxicity and/or ototoxicity. Contraindicated."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "neomycin PO",
            "description": {
                "common": "amikacin and neomycin PO both increase  nephrotoxicity and/or ototoxicity. Contraindicated."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "atracurium",
            "description": {
                "common": "amikacin increases effects of atracurium by pharmacodynamic synergism. Avoid or Use Alternate Drug. Risk of apnea."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "bacitracin",
            "description": {
                "common": "amikacin and bacitracin both increase  nephrotoxicity and/or ototoxicity. Avoid or Use Alternate Drug. Avoid concurrent use of bacitracin with other nephrotoxic drugs"
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "BCG vaccine live",
            "description": {
                "common": "amikacin decreases effects of BCG vaccine live by pharmacodynamic antagonism. Contraindicated. Wait until Abx Tx complete to administer live bacterial vaccine."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "bumetanide",
            "description": {
                "common": "bumetanide, amikacin.\nEither increases toxicity of the other by Mechanism: pharmacodynamic synergism. Avoid or Use Alternate Drug. Increased risk of ototoxicity and nephrotoxicity."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "cholera vaccine",
            "description": {
                "common": "amikacin, cholera vaccine. pharmacodynamic antagonism. Avoid or Use Alternate Drug. Avoid coadministration of cholera vaccine with systemic antibiotics since these agents may be active against the vaccine strain. Do not administer cholera vaccine to patients who have received oral or parenteral antibiotics within 14 days prior to vaccination."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "cisatracurium",
            "description": {
                "common": "amikacin increases effects of cisatracurium by pharmacodynamic synergism. Avoid or Use Alternate Drug. Risk of apnea."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "contrast media (iodinated)",
            "description": {
                "common": "amikacin and contrast media (iodinated) both increase  nephrotoxicity and/or ototoxicity. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "cyclosporine",
            "description": {
                "common": "amikacin and cyclosporine both increase  nephrotoxicity and/or ototoxicity. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "ethacrynic acid",
            "description": {
                "common": "ethacrynic acid, amikacin.\nEither increases toxicity of the other by Mechanism: pharmacodynamic synergism. Avoid or Use Alternate Drug. Increased risk of ototoxicity and nephrotoxicity."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "furosemide",
            "description": {
                "common": "furosemide, amikacin.\nEither increases toxicity of the other by Mechanism: pharmacodynamic synergism. Avoid or Use Alternate Drug. Increased risk of ototoxicity and nephrotoxicity."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "incobotulinumtoxinA",
            "description": {
                "common": "amikacin increases effects of incobotulinumtoxinA by pharmacodynamic synergism. Avoid or Use Alternate Drug. Risk of apnea."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "ioversol",
            "description": {
                "common": "amikacin and ioversol both increase  nephrotoxicity and/or ototoxicity. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "microbiota oral",
            "description": {
                "common": "amikacin decreases effects of microbiota oral by pharmacodynamic antagonism. Avoid or Use Alternate Drug. Microbiota oral contains bacterial spores. Antibacterial agents may decrease efficacy if coadministered. Complete antibiotic regimens 2-4 days before initiating microbiota oral. ."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "onabotulinumtoxinA",
            "description": {
                "common": "amikacin increases effects of onabotulinumtoxinA by pharmacodynamic synergism. Avoid or Use Alternate Drug. Risk of apnea."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "pancuronium",
            "description": {
                "common": "amikacin increases effects of pancuronium by pharmacodynamic synergism. Avoid or Use Alternate Drug. Risk of apnea."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "quinidine",
            "description": {
                "common": "quinidine will increase the level or effect of amikacin by  P-glycoprotein (MDR1) efflux transporter. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "rapacuronium",
            "description": {
                "common": "amikacin increases effects of rapacuronium by pharmacodynamic synergism. Avoid or Use Alternate Drug. Risk of apnea."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "rimabotulinumtoxinB",
            "description": {
                "common": "amikacin increases effects of rimabotulinumtoxinB by pharmacodynamic synergism. Avoid or Use Alternate Drug. Risk of apnea."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "rocuronium",
            "description": {
                "common": "amikacin increases effects of rocuronium by pharmacodynamic synergism. Avoid or Use Alternate Drug. Risk of apnea."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "succinylcholine",
            "description": {
                "common": "amikacin increases effects of succinylcholine by pharmacodynamic synergism. Avoid or Use Alternate Drug. Risk of apnea."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "tacrolimus",
            "description": {
                "common": "amikacin and tacrolimus both increase  nephrotoxicity and/or ototoxicity. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "teicoplanin",
            "description": {
                "common": "amikacin and teicoplanin both increase  nephrotoxicity and/or ototoxicity. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "torsemide",
            "description": {
                "common": "torsemide, amikacin.\nEither increases toxicity of the other by Mechanism: pharmacodynamic synergism. Avoid or Use Alternate Drug. Increased risk of ototoxicity and nephrotoxicity."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "typhoid vaccine live",
            "description": {
                "common": "amikacin decreases effects of typhoid vaccine live by pharmacodynamic antagonism. Contraindicated. Wait until Abx Tx complete to administer live bacterial vaccine."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "vecuronium",
            "description": {
                "common": "amikacin increases effects of vecuronium by pharmacodynamic synergism. Avoid or Use Alternate Drug. Risk of apnea."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "abobotulinumtoxinA",
            "description": {
                "common": "amikacin increases effects of abobotulinumtoxinA by pharmacodynamic synergism. Use Caution/Monitor. Aminoglycosides may enhance botulinum toxin effects. Closely monitor for increased neuromuscular blockade."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "acyclovir",
            "description": {
                "common": "acyclovir and amikacin both increase  nephrotoxicity and/or ototoxicity. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "adefovir",
            "description": {
                "common": "adefovir and amikacin both increase  nephrotoxicity and/or ototoxicity. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "amiodarone",
            "description": {
                "common": "amiodarone will increase the level or effect of amikacin by  P-glycoprotein (MDR1) efflux transporter. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "bazedoxifene/conjugated estrogens",
            "description": {
                "common": "amikacin will decrease the level or effect of bazedoxifene/conjugated estrogens by  altering intestinal flora. Applies only to oral forms of hormone. Low risk of contraceptive failure. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "capreomycin",
            "description": {
                "common": "amikacin and capreomycin both increase  nephrotoxicity and/or ototoxicity. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "carboplatin",
            "description": {
                "common": "amikacin and carboplatin both increase  nephrotoxicity and/or ototoxicity. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "cephaloridine",
            "description": {
                "common": "amikacin and cephaloridine both increase  nephrotoxicity and/or ototoxicity. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "cisplatin",
            "description": {
                "common": "amikacin and cisplatin both increase  nephrotoxicity and/or ototoxicity. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "clarithromycin",
            "description": {
                "common": "clarithromycin will increase the level or effect of amikacin by  P-glycoprotein (MDR1) efflux transporter. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "clotrimazole",
            "description": {
                "common": "clotrimazole will decrease the level or effect of amikacin by  P-glycoprotein (MDR1) efflux transporter. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "colistin",
            "description": {
                "common": "amikacin and colistin both increase  nephrotoxicity and/or ototoxicity. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "conjugated estrogens",
            "description": {
                "common": "amikacin will decrease the level or effect of conjugated estrogens by  altering intestinal flora. Applies only to oral forms of hormone. Low risk of contraceptive failure. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "cyclosporine",
            "description": {
                "common": "cyclosporine will increase the level or effect of amikacin by  P-glycoprotein (MDR1) efflux transporter. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "deferasirox",
            "description": {
                "common": "deferasirox, amikacin. Other (see comment). Use Caution/Monitor. \nComment:  Acute renal failure has been reported during treatment with deferasirox. Coadministration of deferasirox with other potentially nephrotoxic drugs, including aminoglycosides, may increase the risk of this toxicity. Monitor serum creatinine and/or creatinine clearance in patients who are receiving deferasirox and nephrotoxic drugs concomitantly."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "dienogest/estradiol valerate",
            "description": {
                "common": "amikacin will decrease the level or effect of dienogest/estradiol valerate by  altering intestinal flora. Applies only to oral forms of hormone. Low risk of contraceptive failure. Use Caution/Monitor. An alternate or additional form of birth control may be advisable during concomitant use."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "digoxin",
            "description": {
                "common": "amikacin will increase the level or effect of digoxin by  altering intestinal flora. Applies only to oral form of both agents. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "dronedarone",
            "description": {
                "common": "dronedarone will increase the level or effect of amikacin by  P-glycoprotein (MDR1) efflux transporter. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "elvitegravir/cobicistat/emtricitabine/tenofovir DF",
            "description": {
                "common": "amikacin and elvitegravir/cobicistat/emtricitabine/tenofovir DF both increase  nephrotoxicity and/or ototoxicity. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "erythromycin base",
            "description": {
                "common": "erythromycin base will increase the level or effect of amikacin by  P-glycoprotein (MDR1) efflux transporter. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "erythromycin ethylsuccinate",
            "description": {
                "common": "erythromycin ethylsuccinate will increase the level or effect of amikacin by  P-glycoprotein (MDR1) efflux transporter. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "erythromycin lactobionate",
            "description": {
                "common": "erythromycin lactobionate will increase the level or effect of amikacin by  P-glycoprotein (MDR1) efflux transporter. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "erythromycin stearate",
            "description": {
                "common": "erythromycin stearate will increase the level or effect of amikacin by  P-glycoprotein (MDR1) efflux transporter. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "estradiol",
            "description": {
                "common": "amikacin will decrease the level or effect of estradiol by  altering intestinal flora. Applies only to oral forms of hormone. Low risk of contraceptive failure. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "estrogens conjugated synthetic",
            "description": {
                "common": "amikacin will decrease the level or effect of estrogens conjugated synthetic by  altering intestinal flora. Applies only to oral forms of hormone. Low risk of contraceptive failure. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "estropipate",
            "description": {
                "common": "amikacin will decrease the level or effect of estropipate by  altering intestinal flora. Applies only to oral forms of hormone. Low risk of contraceptive failure. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "felodipine",
            "description": {
                "common": "felodipine will increase the level or effect of amikacin by  P-glycoprotein (MDR1) efflux transporter. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "foscarnet",
            "description": {
                "common": "amikacin and foscarnet both increase  nephrotoxicity and/or ototoxicity. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "fosphenytoin",
            "description": {
                "common": "fosphenytoin will decrease the level or effect of amikacin by  P-glycoprotein (MDR1) efflux transporter. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "gentamicin",
            "description": {
                "common": "amikacin and gentamicin both increase  nephrotoxicity and/or ototoxicity. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ibuprofen",
            "description": {
                "common": "ibuprofen increases levels of amikacin by decreasing renal clearance. Use Caution/Monitor. Interaction mainly occurs in preterm infants."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ibuprofen IV",
            "description": {
                "common": "ibuprofen IV increases levels of amikacin by decreasing renal clearance. Use Caution/Monitor. Interaction mainly occurs in preterm infants."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "indinavir",
            "description": {
                "common": "indinavir will increase the level or effect of amikacin by  P-glycoprotein (MDR1) efflux transporter. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ketoconazole",
            "description": {
                "common": "ketoconazole will increase the level or effect of amikacin by  P-glycoprotein (MDR1) efflux transporter. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "levoketoconazole",
            "description": {
                "common": "levoketoconazole will increase the level or effect of amikacin by  P-glycoprotein (MDR1) efflux transporter. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "loratadine",
            "description": {
                "common": "loratadine will increase the level or effect of amikacin by  P-glycoprotein (MDR1) efflux transporter. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "magnesium supplement",
            "description": {
                "common": "magnesium supplement, amikacin.\nEither increases toxicity of the other by pharmacodynamic synergism. Use Caution/Monitor. Each enhance the neuromuscular blocking effect of the other; may have negative respiratory effects."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "mestranol",
            "description": {
                "common": "amikacin will decrease the level or effect of mestranol by  altering intestinal flora. Applies only to oral forms of hormone. Low risk of contraceptive failure. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "methoxyflurane",
            "description": {
                "common": "amikacin and methoxyflurane both increase  nephrotoxicity and/or ototoxicity. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "nefazodone",
            "description": {
                "common": "nefazodone will increase the level or effect of amikacin by  P-glycoprotein (MDR1) efflux transporter. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "nicardipine",
            "description": {
                "common": "nicardipine will increase the level or effect of amikacin by  P-glycoprotein (MDR1) efflux transporter. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "nifedipine",
            "description": {
                "common": "nifedipine will decrease the level or effect of amikacin by  P-glycoprotein (MDR1) efflux transporter. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "nilotinib",
            "description": {
                "common": "nilotinib will increase the level or effect of amikacin by  P-glycoprotein (MDR1) efflux transporter. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "oxaliplatin",
            "description": {
                "common": "amikacin and oxaliplatin both increase  nephrotoxicity and/or ototoxicity. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "paromomycin",
            "description": {
                "common": "amikacin and paromomycin both increase  nephrotoxicity and/or ototoxicity. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "pentamidine",
            "description": {
                "common": "amikacin and pentamidine both increase  nephrotoxicity and/or ototoxicity. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "peramivir",
            "description": {
                "common": "amikacin increases levels of peramivir by decreasing renal clearance. Use Caution/Monitor. Caution when peramivir coadministered with nephrotoxic drugs."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "phenobarbital",
            "description": {
                "common": "phenobarbital will decrease the level or effect of amikacin by  P-glycoprotein (MDR1) efflux transporter. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "phenytoin",
            "description": {
                "common": "phenytoin will decrease the level or effect of amikacin by  P-glycoprotein (MDR1) efflux transporter. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "polymyxin B",
            "description": {
                "common": "amikacin and polymyxin B both increase  nephrotoxicity and/or ototoxicity. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "prabotulinumtoxinA",
            "description": {
                "common": "amikacin increases effects of prabotulinumtoxinA by pharmacodynamic synergism. Use Caution/Monitor. Aminoglycosides may enhance botulinum toxin effects. Closely monitor for increased neuromuscular blockade."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "quercetin",
            "description": {
                "common": "quercetin will decrease the level or effect of amikacin by  P-glycoprotein (MDR1) efflux transporter. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "rifampin",
            "description": {
                "common": "rifampin will decrease the level or effect of amikacin by  P-glycoprotein (MDR1) efflux transporter. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ritonavir",
            "description": {
                "common": "ritonavir will increase the level or effect of amikacin by  P-glycoprotein (MDR1) efflux transporter. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "sirolimus",
            "description": {
                "common": "sirolimus will increase the level or effect of amikacin by  P-glycoprotein (MDR1) efflux transporter. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "sodium picosulfate/magnesium oxide/anhydrous citric acid",
            "description": {
                "common": "amikacin decreases effects of sodium picosulfate/magnesium oxide/anhydrous citric acid by altering metabolism. Use Caution/Monitor. Coadministration with antibiotics decreases efficacy by altering colonic bacterial flora needed to convert sodium picosulfate to active drug."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "sodium sulfate/?magnesium sulfate/potassium chloride",
            "description": {
                "common": "sodium sulfate/?magnesium sulfate/potassium chloride increases toxicity of amikacin by Other (see comment). Use Caution/Monitor. \nComment: Coadministration with medications that cause fluid and electrolyte abnormalities may increase the risk of adverse events of seizure, arrhythmias, and renal impairment."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "sodium sulfate/potassium sulfate/magnesium sulfate",
            "description": {
                "common": "sodium sulfate/potassium sulfate/magnesium sulfate increases toxicity of amikacin by Other (see comment). Use Caution/Monitor. \nComment: Coadministration with medications that cause fluid and electrolyte abnormalities may increase the risk of adverse events of seizure, arrhythmias, and renal impairment."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "St John's Wort",
            "description": {
                "common": "St John's Wort will decrease the level or effect of amikacin by  P-glycoprotein (MDR1) efflux transporter. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "streptomycin",
            "description": {
                "common": "amikacin and streptomycin both increase  nephrotoxicity and/or ototoxicity. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "streptozocin",
            "description": {
                "common": "amikacin and streptozocin both increase  nephrotoxicity and/or ototoxicity. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "tacrolimus",
            "description": {
                "common": "tacrolimus will increase the level or effect of amikacin by  P-glycoprotein (MDR1) efflux transporter. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "tenofovir DF",
            "description": {
                "common": "amikacin and tenofovir DF both increase  nephrotoxicity and/or ototoxicity. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "tobramycin",
            "description": {
                "common": "amikacin and tobramycin both increase  nephrotoxicity and/or ototoxicity. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "tobramycin inhaled",
            "description": {
                "common": "tobramycin inhaled and amikacin both increase  nephrotoxicity and/or ototoxicity. Modify Therapy/Monitor Closely. Avoid concurrent or sequential use to decrease risk for ototoxicity"
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "tolvaptan",
            "description": {
                "common": "tolvaptan will increase the level or effect of amikacin by  P-glycoprotein (MDR1) efflux transporter. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "trazodone",
            "description": {
                "common": "trazodone will decrease the level or effect of amikacin by  P-glycoprotein (MDR1) efflux transporter. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "trimagnesium citrate anhydrous",
            "description": {
                "common": "amikacin, trimagnesium citrate anhydrous.\nEither increases effects of the other by Other (see comment). Use Caution/Monitor. \nComment: Coadministration of aminoglycosides with magnesium may increase risk of neuromuscular weakness and paralysis."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "vancomycin",
            "description": {
                "common": "amikacin and vancomycin both increase  nephrotoxicity and/or ototoxicity. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "verapamil",
            "description": {
                "common": "verapamil will increase the level or effect of amikacin by  P-glycoprotein (MDR1) efflux transporter. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "voclosporin",
            "description": {
                "common": "voclosporin, amikacin.\nEither increases toxicity of the other by nephrotoxicity and/or ototoxicity. Modify Therapy/Monitor Closely. Coadministration with drugs associated with nephrotoxicity may increase the risk for acute and/or chronic nephrotoxicity."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "aceclofenac",
            "description": {
                "common": "aceclofenac increases levels of amikacin by decreasing renal clearance. Minor/Significance Unknown. Interaction mainly occurs in preterm infants."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "acemetacin",
            "description": {
                "common": "acemetacin increases levels of amikacin by decreasing renal clearance. Minor/Significance Unknown. Interaction mainly occurs in preterm infants."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "aspirin",
            "description": {
                "common": "aspirin increases levels of amikacin by decreasing renal clearance. Minor/Significance Unknown. Interaction mainly occurs in preterm infants."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "aspirin rectal",
            "description": {
                "common": "aspirin rectal increases levels of amikacin by decreasing renal clearance. Minor/Significance Unknown. Interaction mainly occurs in preterm infants."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "aspirin/citric acid/sodium bicarbonate",
            "description": {
                "common": "aspirin/citric acid/sodium bicarbonate increases levels of amikacin by decreasing renal clearance. Minor/Significance Unknown. Interaction mainly occurs in preterm infants."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "aztreonam",
            "description": {
                "common": "aztreonam, amikacin.\nEither increases effects of the other by pharmacodynamic synergism. Minor/Significance Unknown. Combination may be used synergistically against Pseudomonas spp. and Enterobacteriaceae."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "balsalazide",
            "description": {
                "common": "amikacin will decrease the level or effect of balsalazide by  altering intestinal flora. Applies only to oral form of both agents. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "biotin",
            "description": {
                "common": "amikacin will decrease the level or effect of biotin by  altering intestinal flora. Applies only to oral form of both agents. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "calcium acetate",
            "description": {
                "common": "amikacin decreases levels of calcium acetate by inhibition of GI absorption. Applies only to oral form of both agents. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "calcium carbonate",
            "description": {
                "common": "amikacin decreases levels of calcium carbonate by inhibition of GI absorption. Applies only to oral form of both agents. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "calcium chloride",
            "description": {
                "common": "amikacin decreases levels of calcium chloride by inhibition of GI absorption. Applies only to oral form of both agents. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "calcium citrate",
            "description": {
                "common": "amikacin decreases levels of calcium citrate by inhibition of GI absorption. Applies only to oral form of both agents. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "calcium gluconate",
            "description": {
                "common": "amikacin decreases levels of calcium gluconate by inhibition of GI absorption. Applies only to oral form of both agents. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "celecoxib",
            "description": {
                "common": "celecoxib increases levels of amikacin by decreasing renal clearance. Minor/Significance Unknown. Interaction mainly occurs in preterm infants."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "choline magnesium trisalicylate",
            "description": {
                "common": "choline magnesium trisalicylate increases levels of amikacin by decreasing renal clearance. Minor/Significance Unknown. Interaction mainly occurs in preterm infants."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "clotrimazole",
            "description": {
                "common": "clotrimazole decreases levels of amikacin by unknown mechanism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "cordyceps",
            "description": {
                "common": "cordyceps decreases toxicity of amikacin by unspecified interaction mechanism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "cyanocobalamin",
            "description": {
                "common": "amikacin decreases levels of cyanocobalamin by inhibition of GI absorption. Applies only to oral form of both agents. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "diclofenac",
            "description": {
                "common": "diclofenac increases levels of amikacin by decreasing renal clearance. Minor/Significance Unknown. Interaction mainly occurs in preterm infants."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "diflunisal",
            "description": {
                "common": "diflunisal increases levels of amikacin by decreasing renal clearance. Minor/Significance Unknown. Interaction mainly occurs in preterm infants."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "entecavir",
            "description": {
                "common": "amikacin, entecavir.\nEither increases effects of the other by decreasing renal clearance. Minor/Significance Unknown. Coadministration with drugs that reduce renal function or compete for active tubular secretion may increase serum concentrations of either entecavir or the coadministered drug."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "etodolac",
            "description": {
                "common": "etodolac increases levels of amikacin by decreasing renal clearance. Minor/Significance Unknown. Interaction mainly occurs in preterm infants."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "fenoprofen",
            "description": {
                "common": "fenoprofen increases levels of amikacin by decreasing renal clearance. Minor/Significance Unknown. Interaction mainly occurs in preterm infants."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "fluconazole",
            "description": {
                "common": "fluconazole decreases levels of amikacin by unknown mechanism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "flurbiprofen",
            "description": {
                "common": "flurbiprofen increases levels of amikacin by decreasing renal clearance. Minor/Significance Unknown. Interaction mainly occurs in preterm infants."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "indomethacin",
            "description": {
                "common": "indomethacin increases levels of amikacin by decreasing renal clearance. Minor/Significance Unknown. Interaction mainly occurs in preterm infants."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "ketoconazole",
            "description": {
                "common": "ketoconazole decreases levels of amikacin by unknown mechanism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "ketoprofen",
            "description": {
                "common": "ketoprofen increases levels of amikacin by decreasing renal clearance. Minor/Significance Unknown. Interaction mainly occurs in preterm infants."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "ketorolac",
            "description": {
                "common": "ketorolac increases levels of amikacin by decreasing renal clearance. Minor/Significance Unknown. Interaction mainly occurs in preterm infants."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "ketorolac intranasal",
            "description": {
                "common": "ketorolac intranasal increases levels of amikacin by decreasing renal clearance. Minor/Significance Unknown. Interaction mainly occurs in preterm infants."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "levoketoconazole",
            "description": {
                "common": "levoketoconazole decreases levels of amikacin by unknown mechanism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "lornoxicam",
            "description": {
                "common": "lornoxicam increases levels of amikacin by decreasing renal clearance. Minor/Significance Unknown. Interaction mainly occurs in preterm infants."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "magnesium chloride",
            "description": {
                "common": "amikacin decreases levels of magnesium chloride by increasing renal clearance. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "magnesium citrate",
            "description": {
                "common": "amikacin decreases levels of magnesium citrate by increasing renal clearance. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "magnesium hydroxide",
            "description": {
                "common": "amikacin decreases levels of magnesium hydroxide by increasing renal clearance. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "magnesium oxide",
            "description": {
                "common": "amikacin decreases levels of magnesium oxide by increasing renal clearance. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "magnesium sulfate",
            "description": {
                "common": "amikacin decreases levels of magnesium sulfate by increasing renal clearance. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "meclizine",
            "description": {
                "common": "meclizine, amikacin. Mechanism: unspecified interaction mechanism. Minor/Significance Unknown. Ototoxicity of aminoglycoside may be masked."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "meclofenamate",
            "description": {
                "common": "meclofenamate increases levels of amikacin by decreasing renal clearance. Minor/Significance Unknown. Interaction mainly occurs in preterm infants."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "mefenamic acid",
            "description": {
                "common": "mefenamic acid increases levels of amikacin by decreasing renal clearance. Minor/Significance Unknown. Interaction mainly occurs in preterm infants."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "meloxicam",
            "description": {
                "common": "meloxicam increases levels of amikacin by decreasing renal clearance. Minor/Significance Unknown. Interaction mainly occurs in preterm infants."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "miconazole vaginal",
            "description": {
                "common": "miconazole vaginal decreases levels of amikacin by unknown mechanism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "nabumetone",
            "description": {
                "common": "nabumetone increases levels of amikacin by decreasing renal clearance. Minor/Significance Unknown. Interaction mainly occurs in preterm infants."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "naproxen",
            "description": {
                "common": "naproxen increases levels of amikacin by decreasing renal clearance. Minor/Significance Unknown. Interaction mainly occurs in preterm infants."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "oxaprozin",
            "description": {
                "common": "oxaprozin increases levels of amikacin by decreasing renal clearance. Minor/Significance Unknown. Interaction mainly occurs in preterm infants."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "pantothenic acid",
            "description": {
                "common": "amikacin will decrease the level or effect of pantothenic acid by  altering intestinal flora. Applies only to oral form of both agents. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "parecoxib",
            "description": {
                "common": "parecoxib increases levels of amikacin by decreasing renal clearance. Minor/Significance Unknown. Interaction mainly occurs in preterm infants."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "piperacillin",
            "description": {
                "common": "piperacillin increases effects of amikacin by pharmacodynamic synergism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "piroxicam",
            "description": {
                "common": "piroxicam increases levels of amikacin by decreasing renal clearance. Minor/Significance Unknown. Interaction mainly occurs in preterm infants."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "posaconazole",
            "description": {
                "common": "posaconazole decreases levels of amikacin by unknown mechanism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "pyridoxine",
            "description": {
                "common": "amikacin will decrease the level or effect of pyridoxine by  altering intestinal flora. Applies only to oral form of both agents. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "pyridoxine (Antidote)",
            "description": {
                "common": "amikacin will decrease the level or effect of pyridoxine (Antidote) by  altering intestinal flora. Applies only to oral form of both agents. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "salicylates (non-asa)",
            "description": {
                "common": "salicylates (non-asa) increases levels of amikacin by decreasing renal clearance. Minor/Significance Unknown. Interaction mainly occurs in preterm infants."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "salsalate",
            "description": {
                "common": "salsalate increases levels of amikacin by decreasing renal clearance. Minor/Significance Unknown. Interaction mainly occurs in preterm infants."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "sulfasalazine",
            "description": {
                "common": "sulfasalazine increases levels of amikacin by decreasing renal clearance. Minor/Significance Unknown. Interaction mainly occurs in preterm infants."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "sulindac",
            "description": {
                "common": "sulindac increases levels of amikacin by decreasing renal clearance. Minor/Significance Unknown. Interaction mainly occurs in preterm infants."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "thiamine",
            "description": {
                "common": "amikacin will decrease the level or effect of thiamine by  altering intestinal flora. Applies only to oral form of both agents. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "ticarcillin",
            "description": {
                "common": "ticarcillin decreases effects of amikacin by altering metabolism. Minor/Significance Unknown. Increased risk in renal impairment."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "tolfenamic acid",
            "description": {
                "common": "tolfenamic acid increases levels of amikacin by decreasing renal clearance. Minor/Significance Unknown. Interaction mainly occurs in preterm infants."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "tolmetin",
            "description": {
                "common": "tolmetin increases levels of amikacin by decreasing renal clearance. Minor/Significance Unknown. Interaction mainly occurs in preterm infants."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "voriconazole",
            "description": {
                "common": "voriconazole decreases levels of amikacin by unknown mechanism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "zoledronic acid",
            "description": {
                "common": "amikacin, zoledronic acid. Mechanism: pharmacodynamic synergism. Minor/Significance Unknown. Additive hypocalcemia."
            }
        }
    ],
    "adverse effects": [
        {
            "name": "Neurotoxicity",
            "percent": "10"
        },
        {
            "name": "Nephrotoxicity",
            "percent": null
        },
        {
            "name": "if trough",
            "percent": null
        },
        {
            "name": "mg",
            "percent": null
        },
        {
            "name": "L",
            "percent": null
        },
        {
            "name": "Ototoxicity",
            "percent": null
        },
        {
            "name": "Hypotension",
            "percent": null
        },
        {
            "name": "Headache",
            "percent": null
        },
        {
            "name": "Drug fever",
            "percent": null
        },
        {
            "name": "Rash",
            "percent": null
        },
        {
            "name": "Nausea",
            "percent": null
        },
        {
            "name": "Vomiting",
            "percent": null
        },
        {
            "name": "Eosinophilia",
            "percent": null
        },
        {
            "name": "Paresthesia",
            "percent": null
        },
        {
            "name": "Tremor",
            "percent": null
        },
        {
            "name": "Arthralgia",
            "percent": null
        },
        {
            "name": "Weakness",
            "percent": null
        },
        {
            "name": "Allergic reaction",
            "percent": null
        },
        {
            "name": "Postmarketing Reports",
            "percent": null
        },
        {
            "name": "Immune system disorders",
            "percent": null
        },
        {
            "name": "Hypersensitivity",
            "percent": null
        },
        {
            "name": "anaphylaxis",
            "percent": null
        }
    ]
}