{
    "name": "adalimumab",
    "comment": "Rx",
    "other_names": [
        "Humira",
        "Amjevita",
        "adalimumab-atto",
        "Cyltezo",
        "adalimumab-adbm",
        "Hyrimoz",
        "adalimumab-adaz",
        "Hadlima",
        "adalimumab-bwwd",
        "adalimumab-afzb",
        "Abrilada",
        "Hulio",
        "adalimumab-fkjp",
        "Yusimry",
        "adalimumab-aqvh",
        "Idacio",
        "adalimumab-aacf"
    ],
    "classes": [
        "Antipsoriatics",
        "Systemic",
        "DMARDs",
        "TNF Inhibitors",
        "Monoclonal Antibodies",
        "Inflammatory Bowel Disease Agents"
    ],
    "source": "https://reference.medscape.com/drug/amjevita-humira-adalimumab-343187",
    "pregnancy": {
        "common": [
            "Available studies with use of adalimumab during pregnancy do not reliably establish an association between adalimumab and major birth defects",
            "Clinical data are available from the Organization of Teratology Information Specialists (OTIS)/Mother-To-Baby HUMIRA Pregnancy Registry in pregnant women with rheumatoid arthritis (RA) or Crohn disease (CD)",
            "Registry results showed a rate of 10% for major birth defects with first trimester use of adalimumab in pregnant women with RA or CD and a rate of 7.5% for major birth defects in the disease matched comparison cohort",
            "The lack of pattern of major birth defects is reassuring and differences between exposure groups may have impacted the occurrence of birth defects",
            "Adalimumab is actively transferred across the placenta during the third trimester of pregnancy and may affect immune response in the in-utero exposed infant"
        ],
        "specific": [
            {
                "type": "Animal studies",
                "description": [
                    "In an embryo-fetal perinatal development study conducted in cynomolgus monkeys, no fetal harm or malformations were observed with IV administration during organogenesis and later in gestation, at doses that produced exposures up to ~373 times maximum recommended human dose (MRHD) of 40 mg SC without methotrexate"
                ]
            },
            {
                "type": "Clinical consideration",
                "description": [
                    "  ",
                    "  ",
                    "Published data suggest that the risk of adverse pregnancy outcomes in women with RA or inflammatory bowel disease (IBD) is associated with increased disease activity",
                    "Adverse pregnancy outcomes include preterm delivery (ie, <37 weeks gestation), low birth weight (ie, <2500 g) infants, and small for gestational age at birth",
                    "  ",
                    "  ",
                    "Monoclonal antibodies are increasingly transported across the placenta as pregnancy progresses, with the largest amount transferred during the third trimester",
                    "Risks and benefits should be considered prior to administering live or live-attenuated vaccines to infants exposed to adalimumab in utero owing to possible effect on infant immune system"
                ]
            }
        ]
    },
    "lactation": {
        "common": [
            "Limited data from case reports in published literature describe presence of adalimumab in human milk at infant doses of 0.1-1% of maternal serum level; there are no reports of adverse effects of adalimumab on breastfed infant and no effects on milk production; developmental and health benefits of breastfeeding should be considered along with mother’s clinical need for therapy and any potential adverse effects on breastfed child from drug or from underlying maternal condition"
        ]
    },
    "warnings": {
        "black_box_warning": {
            "common": [],
            "specific": [
                {
                    "type": "Serious infection risk",
                    "description": [
                        "Increased risk for developing serious infections resulting in hospitalization or death; patients with comorbid conditions and/or taking concomitant immunosuppressants (eg, methotrexate, corticosteroids)",
                        "Patients older than 65 years may be at greater risk",
                        "Discontinue if patient develops serious infection or sepsis",
                        "Reported infections include the following:",
                        "Active TB, including reactivation of latent TB (frequently present with disseminated or extrapulmonary disease); test for latent TB before use and during therapy; treat latent infection before use",
                        "Invasive fungal infections (eg, histoplasmosis, coccidioidomycosis, candidiasis, aspergillosis, blastomycosis, pneumocystosis); may present with disseminated, rather than localized, disease; antigen/antibody testing for histoplasmosis may yield negative results in some patients with active infection; initiate empiric antifungal therapy if severe systemic illness develops",
                        "Other bacterial (eg, Legionella, Listeria), mycobacterial (eg, tuberculosis), and viral (eg, hepatitis B) opportunistic pathogens"
                    ]
                },
                {
                    "type": "Malignancy",
                    "description": [
                        "Active TB, including reactivation of latent TB (frequently present with disseminated or extrapulmonary disease); test for latent TB before use and during therapy; treat latent infection before use",
                        "Invasive fungal infections (eg, histoplasmosis, coccidioidomycosis, candidiasis, aspergillosis, blastomycosis, pneumocystosis); may present with disseminated, rather than localized, disease; antigen/antibody testing for histoplasmosis may yield negative results in some patients with active infection; initiate empiric antifungal therapy if severe systemic illness develops",
                        "Other bacterial (eg, Legionella, Listeria), mycobacterial (eg, tuberculosis), and viral (eg, hepatitis B) opportunistic pathogens"
                    ]
                },
                {
                    "type": "Hepatosplenic T-cell lymphoma",
                    "description": [
                        "Lymphoma and other malignancies, some fatal, have been reported in children and adolescents treated with tumor necrosis factor (TNF) blockers",
                        "Cases of acute and chronic leukemia have been reported in association with postmarketing TNF blocker use in rheumatoid arthritis (RA) and other indications; patients with RA may be at higher risk (approximately 2-fold) for leukemia than general population",
                        "Manufacturers are required to report all malignancies to FDA for complete and consistent analysis"
                    ]
                }
            ]
        },
        "contraindicators": {
            "common": [
                "None "
            ],
            "specific": []
        },
        "cautions": {
            "common": [
                "Consider discontinuance if hematologic disorder occurs (thrombocytopenia, pancytopenia, aplastic anemia, leukopenia); use caution in patients with a history of significant hematologic abnormalities",
                "Coadministration with interleukin (IL)-1 blockers (eg, anakinra, ustekinumab) may lead to serious infections and neutropenia",
                "Coadministration of TNF blockers with abatacept showed increased rate of serious infections in controlled trials as compared with TNF blockers alone",
                "Treatment should not be initiated in patients with an active infection, including localized infections",
                "Risk of serious infection, including tuberculosis or hepatitis B virus; despite prophylactic treatment for TB, reactivation has occurred (see Black Box Warnings)",
                "Possible increased risk of demyelinating disorders, including multiple sclerosis, optic neuritis, and peripheral demyelinating disease (including Guillain-Barre syndrome); use caution; discontinue therapy if any of these disorders develop",
                "Decreases immune response of live virus vaccines; also increases risk of infection with concomitant live virus vaccines; safety of administering live or live-attenuated vaccines in infants exposed to adalimumab in utero unknown; risks and benefits should be considered prior to vaccinating (live or live-attenuated) exposed infants",
                "If possible, patients with JIA should be current with immunization guidelines prior to initiating adalimumab; may receive concurrent vaccinations (except for live vaccines) while taking adalimumab",
                "Autoimmunity may result in formation of autoantibodies and, rarely, development of lupuslike syndrome; if patient develops symptoms suggestive of lupus-like syndrome following treatment with adalimumab, discontinue treatment",
                "Hypersensitivity reactions (eg, anaphylaxis, angioedema) are reported rarely",
                "Worsening or new onset congestive heart failure (HF) reported with TNF blockers; exercise caution when using in patients who have HF; TNFalpha inhibitors should only be considered in patients with HF if there are no other reasonable treatment options, and then consider only in patients with compensated HF",
                "Infection and malignancy reported in elderly at higher rate; use caution",
                "Monitor closely for infection in patients undergoing surgical procedures while on therapy; not studied; consider long half-life",
                "With monotherapy, patients receiving every other week dosing may develop antibodies against this drug more frequently than those receiving weekly dosing; in patients receiving the recommended dosage of 40 mg every other week as monotherapy, the adalimumab clinical response was lower among antibody-positive patients than among antibody-negative patients; the long-term immunogenicity of adalimumab products is unknown"
            ],
            "specific": [
                {
                    "type": "Malignancies",
                    "description": [
                        "Most frequently observed malignancies, other than lymphoma and non-melanoma skin cancer (NMSC), have included breast, colon, prostate, lung, and melanoma",
                        "Consider risks and benefits of TNF blocker treatment prior to initiating therapy in patients with a known malignancy other than a successfully treated NMSC or when considering continuing a TNF blocker in patients who develop a malignancy",
                        "Non-melanoma skin cancer (NMSC) reported in clinical trials; examine all patients, and in particular patients with a medical history of prior prolonged immunosuppressant therapy or psoriasis patients with a history of PUVA treatment for presence of NMSC prior to and during treatment",
                        "Post-marketing cases of acute and chronic leukemia reported in association with TNF blocker use in RA and other indications",
                        "Postmarketing cases of hepatosplenic T-cell lymphoma (HSTCL), a rare type of T-cell lymphoma, reported in patients treated with TNF blockers including adalimumab products; these cases have had a very aggressive disease course and have been fatal; the majority of reported TNF blocker cases have occurred in patients with Crohn's disease or ulcerative colitis and majority were in adolescent and young adult males; almost all of the patients had received treatment with the immunosuppressants azathioprine or 6-mercaptopurine (6–MP) concomitantly with a TNF blocker at or prior to diagnosis; it is uncertain whether occurrence of HSTCL is related to use of a TNF blocker or a TNF blocker in combination with these other immunosuppressants; the potential risk with the combination of azathioprine or 6-mercaptopurine and this drug should be carefully considered"
                    ]
                }
            ]
        }
    },
    "interactions": [
        {
            "classification_type": "Contraindicated",
            "interaction_with": "upadacitinib",
            "description": {
                "common": "adalimumab, upadacitinib.\nEither increases effects of the other by immunosuppressive effects; risk of infection. Contraindicated."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "abatacept",
            "description": {
                "common": "abatacept, adalimumab. Mechanism: pharmacodynamic synergism. Contraindicated. Increased risk of serious infection."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "alefacept",
            "description": {
                "common": "adalimumab and alefacept both increase  immunosuppressive effects; risk of infection. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "anakinra",
            "description": {
                "common": "adalimumab and anakinra both increase  immunosuppressive effects; risk of infection. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "anthrax vaccine",
            "description": {
                "common": "adalimumab decreases effects of anthrax vaccine by pharmacodynamic antagonism. Contraindicated. Immunosuppressants also increase risk of infection with concomitant live vaccines."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "antithymocyte globulin equine",
            "description": {
                "common": "adalimumab and antithymocyte globulin equine both increase  immunosuppressive effects; risk of infection. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "antithymocyte globulin rabbit",
            "description": {
                "common": "adalimumab and antithymocyte globulin rabbit both increase  immunosuppressive effects; risk of infection. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "axicabtagene ciloleucel",
            "description": {
                "common": "adalimumab, axicabtagene ciloleucel.\nEither increases effects of the other by immunosuppressive effects; risk of infection. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "azathioprine",
            "description": {
                "common": "adalimumab and azathioprine both increase  immunosuppressive effects; risk of infection. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "baricitinib",
            "description": {
                "common": "baricitinib, adalimumab.\nEither increases toxicity of the other by immunosuppressive effects; risk of infection. Avoid or Use Alternate Drug. Baricitinib is not recommended in combination with other JAK inhibitors, biologic DMARDs, or potent immunosuppressives."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "basiliximab",
            "description": {
                "common": "adalimumab and basiliximab both increase  immunosuppressive effects; risk of infection. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "BCG vaccine live",
            "description": {
                "common": "adalimumab decreases effects of BCG vaccine live by pharmacodynamic antagonism. Contraindicated. Immunosuppressants also increase risk of infection with concomitant live vaccines."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "brexucabtagene autoleucel",
            "description": {
                "common": "adalimumab, brexucabtagene autoleucel.\nEither increases effects of the other by immunosuppressive effects; risk of infection. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "canakinumab",
            "description": {
                "common": "adalimumab and canakinumab both increase  immunosuppressive effects; risk of infection. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "certolizumab pegol",
            "description": {
                "common": "adalimumab and certolizumab pegol both increase  immunosuppressive effects; risk of infection. Avoid or Use Alternate Drug. Avoid combination because of an increased risk of serious infection."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "ciltacabtagene autoleucel",
            "description": {
                "common": "adalimumab, ciltacabtagene autoleucel.\nEither increases effects of the other by immunosuppressive effects; risk of infection. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "cyclosporine",
            "description": {
                "common": "adalimumab and cyclosporine both increase  immunosuppressive effects; risk of infection. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "diphtheria & tetanus toxoids",
            "description": {
                "common": "adalimumab decreases effects of diphtheria & tetanus toxoids by pharmacodynamic antagonism. Contraindicated. Immunosuppressants also increase risk of infection with concomitant live vaccines."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "diphtheria & tetanus toxoids/ acellular pertussis vaccine",
            "description": {
                "common": "adalimumab decreases effects of diphtheria & tetanus toxoids/ acellular pertussis vaccine by pharmacodynamic antagonism. Contraindicated. Immunosuppressants also increase risk of infection with concomitant live vaccines."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "diphtheria & tetanus toxoids/acellular pertussis/poliovirus, inactivated vaccine",
            "description": {
                "common": "adalimumab decreases effects of diphtheria & tetanus toxoids/acellular pertussis/poliovirus, inactivated vaccine by pharmacodynamic antagonism. Contraindicated. Immunosuppressants also increase risk of infection with concomitant live vaccines."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "etanercept",
            "description": {
                "common": "adalimumab and etanercept both increase  immunosuppressive effects; risk of infection. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "everolimus",
            "description": {
                "common": "adalimumab and everolimus both increase  immunosuppressive effects; risk of infection. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "glatiramer",
            "description": {
                "common": "adalimumab and glatiramer both increase  immunosuppressive effects; risk of infection. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "golimumab",
            "description": {
                "common": "adalimumab and golimumab both increase  immunosuppressive effects; risk of infection. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "hepatitis A vaccine inactivated",
            "description": {
                "common": "adalimumab decreases effects of hepatitis A vaccine inactivated by pharmacodynamic antagonism. Contraindicated. Immunosuppressants also increase risk of infection with concomitant live vaccines."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "hepatitis a/b vaccine",
            "description": {
                "common": "adalimumab decreases effects of hepatitis a/b vaccine by pharmacodynamic antagonism. Contraindicated. Immunosuppressants also increase risk of infection with concomitant live vaccines."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "hepatitis a/typhoid vaccine",
            "description": {
                "common": "adalimumab decreases effects of hepatitis a/typhoid vaccine by pharmacodynamic antagonism. Contraindicated. Immunosuppressants also increase risk of infection with concomitant live vaccines."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "hepatitis b vaccine",
            "description": {
                "common": "adalimumab decreases effects of hepatitis b vaccine by pharmacodynamic antagonism. Contraindicated. Immunosuppressants also increase risk of infection with concomitant live vaccines."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "human papillomavirus vaccine, nonavalent",
            "description": {
                "common": "adalimumab decreases effects of human papillomavirus vaccine, nonavalent by pharmacodynamic antagonism. Avoid or Use Alternate Drug. Immunosuppressive therapies, including irradiation, antimetabolites, alkylating agents, cytotoxic drugs, and corticosteroids (used in greater than physiologic doses), may reduce the immune responses to vaccines."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "human papillomavirus vaccine, quadrivalent",
            "description": {
                "common": "adalimumab decreases effects of human papillomavirus vaccine, quadrivalent by pharmacodynamic antagonism. Avoid or Use Alternate Drug. Immunosuppressive therapies, including irradiation, antimetabolites, alkylating agents, cytotoxic drugs, and corticosteroids (used in greater than physiologic doses), may reduce the immune responses to vaccines."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "hydroxychloroquine sulfate",
            "description": {
                "common": "adalimumab and hydroxychloroquine sulfate both increase  immunosuppressive effects; risk of infection. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "idecabtagene vicleucel",
            "description": {
                "common": "adalimumab, idecabtagene vicleucel.\nEither increases effects of the other by immunosuppressive effects; risk of infection. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "infliximab",
            "description": {
                "common": "adalimumab and infliximab both increase  immunosuppressive effects; risk of infection. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "influenza virus vaccine quadrivalent",
            "description": {
                "common": "adalimumab decreases effects of influenza virus vaccine quadrivalent by pharmacodynamic antagonism. Contraindicated. Immunosuppressants also increase risk of infection with concomitant live vaccines."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "influenza virus vaccine quadrivalent, adjuvanted",
            "description": {
                "common": "adalimumab decreases effects of influenza virus vaccine quadrivalent, adjuvanted by pharmacodynamic antagonism. Avoid or Use Alternate Drug. Immunosuppressive drugs may reduce the immune response to influenza vaccine."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "influenza virus vaccine quadrivalent, cell-cultured",
            "description": {
                "common": "adalimumab decreases effects of influenza virus vaccine quadrivalent, cell-cultured by pharmacodynamic antagonism. Contraindicated. Immunosuppressants also increase risk of infection with concomitant live vaccines."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "influenza virus vaccine quadrivalent, intranasal",
            "description": {
                "common": "adalimumab decreases effects of influenza virus vaccine quadrivalent, intranasal by pharmacodynamic antagonism. Contraindicated. Immunosuppressants also increase risk of infection with concomitant live vaccines."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "influenza virus vaccine trivalent",
            "description": {
                "common": "adalimumab decreases effects of influenza virus vaccine trivalent by pharmacodynamic antagonism. Contraindicated. Immunosuppressants also increase risk of infection with concomitant live vaccines."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "influenza virus vaccine trivalent, adjuvanted",
            "description": {
                "common": "adalimumab decreases effects of influenza virus vaccine trivalent, adjuvanted by pharmacodynamic antagonism. Avoid or Use Alternate Drug. Immunosuppressive drugs may reduce the immune response to influenza vaccine."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "Japanese encephalitis virus vaccine",
            "description": {
                "common": "adalimumab decreases effects of Japanese encephalitis virus vaccine by pharmacodynamic antagonism. Contraindicated. Immunosuppressants also increase risk of infection with concomitant live vaccines."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "leflunomide",
            "description": {
                "common": "adalimumab and leflunomide both increase  immunosuppressive effects; risk of infection. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "lisocabtagene maraleucel",
            "description": {
                "common": "adalimumab, lisocabtagene maraleucel.\nEither increases effects of the other by immunosuppressive effects; risk of infection. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "measles (rubeola) vaccine",
            "description": {
                "common": "adalimumab decreases effects of measles (rubeola) vaccine by pharmacodynamic antagonism. Contraindicated. Immunosuppressants also increase risk of infection with concomitant live vaccines."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "measles mumps and rubella vaccine, live",
            "description": {
                "common": "adalimumab decreases effects of measles mumps and rubella vaccine, live by pharmacodynamic antagonism. Contraindicated. Immunosuppressants also increase risk of infection with concomitant live vaccines."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "measles, mumps, rubella and varicella vaccine, live",
            "description": {
                "common": "adalimumab decreases effects of measles, mumps, rubella and varicella vaccine, live by pharmacodynamic antagonism. Contraindicated. Immunosuppressants also increase risk of infection with concomitant live vaccines."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "meningococcal A C Y and W-135 polysaccharide vaccine combined",
            "description": {
                "common": "adalimumab decreases effects of meningococcal A C Y and W-135 polysaccharide vaccine combined by pharmacodynamic antagonism. Contraindicated. Immunosuppressants also increase risk of infection with concomitant live vaccines."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "muromonab CD3",
            "description": {
                "common": "adalimumab and muromonab CD3 both increase  immunosuppressive effects; risk of infection. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "mycophenolate",
            "description": {
                "common": "adalimumab and mycophenolate both increase  immunosuppressive effects; risk of infection. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "pneumococcal vaccine 13-valent",
            "description": {
                "common": "adalimumab decreases effects of pneumococcal vaccine 13-valent by pharmacodynamic antagonism. Contraindicated. Immunosuppressants also increase risk of infection with concomitant live vaccines."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "pneumococcal vaccine heptavalent",
            "description": {
                "common": "adalimumab decreases effects of pneumococcal vaccine heptavalent by pharmacodynamic antagonism. Contraindicated. Immunosuppressants also increase risk of infection with concomitant live vaccines."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "pneumococcal vaccine polyvalent",
            "description": {
                "common": "adalimumab decreases effects of pneumococcal vaccine polyvalent by pharmacodynamic antagonism. Contraindicated. Immunosuppressants also increase risk of infection with concomitant live vaccines."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "rabies vaccine",
            "description": {
                "common": "adalimumab decreases effects of rabies vaccine by pharmacodynamic antagonism. Contraindicated. Immunosuppressants may interfere with development of active immunity."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "rabies vaccine chick embryo cell derived",
            "description": {
                "common": "adalimumab decreases effects of rabies vaccine chick embryo cell derived by pharmacodynamic antagonism. Contraindicated. Immunosuppressants also increase risk of infection with concomitant live vaccines."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "rilonacept",
            "description": {
                "common": "adalimumab and rilonacept both increase  immunosuppressive effects; risk of infection. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "rotavirus oral vaccine, live",
            "description": {
                "common": "adalimumab decreases effects of rotavirus oral vaccine, live by pharmacodynamic antagonism. Contraindicated. Immunosuppressants also increase risk of infection with concomitant live vaccines."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "rubella vaccine",
            "description": {
                "common": "adalimumab decreases effects of rubella vaccine by pharmacodynamic antagonism. Contraindicated. Immunosuppressants also increase risk of infection with concomitant live vaccines."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "selinexor",
            "description": {
                "common": "selinexor, adalimumab. unspecified interaction mechanism. Avoid or Use Alternate Drug. Patients treated with selinexor may experience neurological toxicities. Avoid taking selinexor with other medications that may cause dizziness or confusion."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "sirolimus",
            "description": {
                "common": "adalimumab and sirolimus both increase  immunosuppressive effects; risk of infection. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "smallpox (vaccinia) vaccine, live",
            "description": {
                "common": "adalimumab decreases effects of smallpox (vaccinia) vaccine, live by pharmacodynamic antagonism. Contraindicated. Immunosuppressants also increase risk of infection with concomitant live vaccines."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "tacrolimus",
            "description": {
                "common": "adalimumab and tacrolimus both increase  immunosuppressive effects; risk of infection. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "temsirolimus",
            "description": {
                "common": "adalimumab and temsirolimus both increase  immunosuppressive effects; risk of infection. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "tetanus toxoid adsorbed or fluid",
            "description": {
                "common": "adalimumab decreases effects of tetanus toxoid adsorbed or fluid by pharmacodynamic antagonism. Contraindicated. Immunosuppressants also increase risk of infection with concomitant live vaccines."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "tick-borne encephalitis vaccine",
            "description": {
                "common": "adalimumab decreases effects of tick-borne encephalitis vaccine by pharmacodynamic antagonism. Contraindicated. Immunosuppressants also increase risk of infection with concomitant live vaccines."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "tisagenlecleucel",
            "description": {
                "common": "adalimumab, tisagenlecleucel.\nEither increases effects of the other by immunosuppressive effects; risk of infection. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "tocilizumab",
            "description": {
                "common": "adalimumab and tocilizumab both increase  immunosuppressive effects; risk of infection. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "tongkat ali",
            "description": {
                "common": "adalimumab and tongkat ali both increase  immunosuppressive effects; risk of infection. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "travelers diarrhea and cholera vaccine inactivated",
            "description": {
                "common": "adalimumab decreases effects of travelers diarrhea and cholera vaccine inactivated by pharmacodynamic antagonism. Contraindicated. Immunosuppressants also increase risk of infection with concomitant live vaccines."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "typhoid polysaccharide vaccine",
            "description": {
                "common": "adalimumab decreases effects of typhoid polysaccharide vaccine by pharmacodynamic antagonism. Contraindicated. Immunosuppressants also increase risk of infection with concomitant live vaccines."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "typhoid vaccine live",
            "description": {
                "common": "adalimumab decreases effects of typhoid vaccine live by pharmacodynamic antagonism. Contraindicated. Immunosuppressants also increase risk of infection with concomitant live vaccines."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "ustekinumab",
            "description": {
                "common": "adalimumab and ustekinumab both increase  immunosuppressive effects; risk of infection. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "varicella virus vaccine live",
            "description": {
                "common": "adalimumab decreases effects of varicella virus vaccine live by pharmacodynamic antagonism. Contraindicated. Immunosuppressants also increase risk of infection with concomitant live vaccines."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "vedolizumab",
            "description": {
                "common": "vedolizumab and adalimumab both increase  immunosuppressive effects; risk of infection. Avoid or Use Alternate Drug. Avoid coadministration of vedolizumab with TNF blockers because of the potential for increased risk of infections"
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "yellow fever vaccine",
            "description": {
                "common": "adalimumab decreases effects of yellow fever vaccine by pharmacodynamic antagonism. Contraindicated. Immunosuppressants also increase risk of infection with concomitant live vaccines."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "zoster vaccine live",
            "description": {
                "common": "adalimumab decreases effects of zoster vaccine live by pharmacodynamic antagonism. Contraindicated. Immunosuppressants also increase risk of infection with concomitant live vaccines."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "astragalus",
            "description": {
                "common": "adalimumab increases and astragalus decreases immunosuppressive effects; risk of infection. Effect of interaction is not clear, use caution. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "belatacept",
            "description": {
                "common": "belatacept and adalimumab both increase  immunosuppressive effects; risk of infection. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "dengue vaccine",
            "description": {
                "common": "adalimumab decreases effects of dengue vaccine by immunosuppressive effects; risk of infection. Use Caution/Monitor. Immunosuppressive therapies (eg, irradiation, antimetabolites, alkylating agents, cytotoxic drugs, corticosteroids [greater than physiologic doses]) may reduce immune response to dengue vaccine."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "denosumab",
            "description": {
                "common": "adalimumab, denosumab. Other (see comment). Use Caution/Monitor. \nComment: Caution should be taken in patients on concomitant immunosuppressants or with impaired immune systems because of increased risk for serious infections."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "echinacea",
            "description": {
                "common": "adalimumab increases and echinacea decreases immunosuppressive effects; risk of infection. Effect of interaction is not clear, use caution. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "efgartigimod alfa",
            "description": {
                "common": "efgartigimod alfa will decrease the level or effect of adalimumab by  receptor binding competition. Use Caution/Monitor. Coadministration of efgartigimod with medications that bind to the human neonatal Fc receptor may lower systemic exposures and effectiveness of such medications. Closely monitor for reduced effectiveness of medications that bind to the human neonatal Fc receptor. If long-term use of such medications is essential, consider discontinuing efgartigimod and using alternative therapies."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "fingolimod",
            "description": {
                "common": "adalimumab increases effects of fingolimod by immunosuppressive effects; risk of infection. Modify Therapy/Monitor Closely. Concomitant therapy is expected to increase the risk of immunosuppression. Use caution when switching patients from long-acting therapies with immune effects. ."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "haemophilus influenzae type b vaccine",
            "description": {
                "common": "adalimumab decreases effects of haemophilus influenzae type b vaccine by pharmacodynamic antagonism. Modify Therapy/Monitor Closely. Avoid vaccination during chemotherapy or radiation therapy if possible because antibody response might be suboptimal. Patients vaccinated within a 14-day period before starting or during immunosuppressive therapy should be revaccinated =3 months after therapy is discontinued if immune competence has been restored."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "hydroxyurea",
            "description": {
                "common": "hydroxyurea, adalimumab. Other (see comment). Use Caution/Monitor. \nComment: Combination may increase risk of immunosuppression."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "influenza virus vaccine quadrivalent, recombinant",
            "description": {
                "common": "adalimumab decreases effects of influenza virus vaccine quadrivalent, recombinant by pharmacodynamic antagonism. Use Caution/Monitor. Immune response to vaccine may be decreased in immunocompromised individuals."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "influenza virus vaccine trivalent, recombinant",
            "description": {
                "common": "adalimumab decreases effects of influenza virus vaccine trivalent, recombinant by pharmacodynamic antagonism. Use Caution/Monitor. Immune response to vaccine may be decreased in immunocompromised individuals."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "isavuconazonium sulfate",
            "description": {
                "common": "adalimumab and isavuconazonium sulfate both decrease  immunosuppressive effects; risk of infection. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "lomustine",
            "description": {
                "common": "lomustine and adalimumab both increase  immunosuppressive effects; risk of infection. Use Caution/Monitor. Caution should be taken in patients on concomitant immunosuppressants or with impaired immune systems because of increased risk for serious infections."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "maitake",
            "description": {
                "common": "adalimumab increases and maitake decreases immunosuppressive effects; risk of infection. Effect of interaction is not clear, use caution. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "meningococcal group B vaccine",
            "description": {
                "common": "adalimumab decreases effects of meningococcal group B vaccine by pharmacodynamic antagonism. Use Caution/Monitor. Individuals with altered immunocompetence may have reduced immune responses to the vaccine."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "mercaptopurine",
            "description": {
                "common": "adalimumab and mercaptopurine both increase  immunosuppressive effects; risk of infection. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ofatumumab SC",
            "description": {
                "common": "ofatumumab SC, adalimumab.\nEither increases effects of the other by immunosuppressive effects; risk of infection. Use Caution/Monitor. Consider the risk of additive immune system effects when coadministering immunosuppressive therapies with coadministration. When switching from therapies with immune effects, take into account the duration and mechanism of action of these therapies when initiating ofatumumab SC."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "olaparib",
            "description": {
                "common": "adalimumab and olaparib both increase  pharmacodynamic synergism. Use Caution/Monitor. Coadministration with other other myelosuppressive anticancer agents, including DNA damaging agents,  may potentiate and prolongate the myelosuppressive toxicity. "
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "poliovirus vaccine inactivated",
            "description": {
                "common": "adalimumab decreases effects of poliovirus vaccine inactivated by pharmacodynamic antagonism. Modify Therapy/Monitor Closely. Avoid vaccination during chemotherapy or radiation therapy if possible because antibody response might be suboptimal. Patients vaccinated within a 14-day period before starting or during immunosuppressive therapy should be revaccinated =3 months after therapy is discontinued if immune competence has been restored. ."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "sipuleucel-T",
            "description": {
                "common": "adalimumab decreases effects of sipuleucel-T by pharmacodynamic antagonism. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ublituximab",
            "description": {
                "common": "ublituximab and adalimumab both increase  immunosuppressive effects; risk of infection. Modify Therapy/Monitor Closely. Owing to potential additive immunosuppressive effects, consider duration of effect and mechanism of action of these therapies if coadministered"
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "zoster vaccine recombinant",
            "description": {
                "common": "adalimumab decreases effects of zoster vaccine recombinant by pharmacodynamic antagonism. Use Caution/Monitor. Immunosuppressive therapies may reduce the effectiveness of zoster vaccine recombinant."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "cat's claw",
            "description": {
                "common": "cat's claw, adalimumab.\nEither increases effects of the other by pharmacodynamic synergism. Minor/Significance Unknown. Possible additive immunosuppr'n."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "methotrexate",
            "description": {
                "common": "methotrexate decreases levels of adalimumab by decreasing renal clearance. Minor/Significance Unknown. Methotrexate reduced adalimumab apparent clearance after single and multiple dosing by 29% and 44%, respectively. Dosage adjustment is not needed."
            }
        }
    ],
    "adverse effects": [
        {
            "name": "Injection site pain",
            "percent": "12-20"
        },
        {
            "name": "Upper respiratory tract infection",
            "percent": "17"
        },
        {
            "name": "URTI",
            "percent": "15"
        },
        {
            "name": "Increased creatine phosphokinase",
            "percent": "12"
        },
        {
            "name": "Headache",
            "percent": "12"
        },
        {
            "name": "Rash",
            "percent": "11"
        },
        {
            "name": "Sinusitis",
            "percent": "9"
        },
        {
            "name": "Nausea",
            "percent": "8"
        },
        {
            "name": "Urinary tract infection",
            "percent": "7"
        },
        {
            "name": "UTI",
            "percent": "7"
        },
        {
            "name": "Abdominal pain",
            "percent": "7"
        },
        {
            "name": "Flulike syndrome",
            "percent": "6"
        },
        {
            "name": "Hyperlipidemia",
            "percent": "6"
        },
        {
            "name": "Back pain",
            "percent": "5"
        },
        {
            "name": "Hypercholesterolemia",
            "percent": "5"
        },
        {
            "name": "Hematuria",
            "percent": "5"
        },
        {
            "name": "Hypertension",
            "percent": null
        },
        {
            "name": "Increased alkaline phosphatase",
            "percent": null
        },
        {
            "name": "Allergic reactions",
            "percent": null
        },
        {
            "name": "Hematologic disorder",
            "percent": null
        },
        {
            "name": "leukopenia",
            "percent": null
        },
        {
            "name": "thrombocytopenia",
            "percent": null
        },
        {
            "name": "pancytopenia",
            "percent": null
        },
        {
            "name": "aplastic anemia",
            "percent": null
        },
        {
            "name": "General disorders and administration site conditions",
            "percent": null
        },
        {
            "name": "Pyrexia",
            "percent": null
        },
        {
            "name": "Hepatobiliary disorders",
            "percent": null
        },
        {
            "name": "Liver failure",
            "percent": null
        },
        {
            "name": "hepatitis",
            "percent": null
        },
        {
            "name": "Immune system disorders",
            "percent": null
        },
        {
            "name": "Sarcoidosis",
            "percent": null
        },
        {
            "name": "Neoplasms benign",
            "percent": null
        },
        {
            "name": "malignant",
            "percent": null
        },
        {
            "name": "and unspecified",
            "percent": null
        },
        {
            "name": "incl cysts and polyps",
            "percent": null
        },
        {
            "name": "Merkel Cell Carcinoma",
            "percent": null
        },
        {
            "name": "neuroendocrine carcinoma of the skin",
            "percent": null
        },
        {
            "name": "Nervous system disorders",
            "percent": null
        },
        {
            "name": "Demyelinating disorders",
            "percent": null
        },
        {
            "name": "eg",
            "percent": null
        },
        {
            "name": "optic neuritis",
            "percent": null
        },
        {
            "name": "Guillain",
            "percent": null
        },
        {
            "name": "Barré syndrome",
            "percent": null
        },
        {
            "name": "cerebrovascular accident",
            "percent": null
        },
        {
            "name": "Respiratory disorders",
            "percent": null
        },
        {
            "name": "Interstitial lung disease",
            "percent": null
        },
        {
            "name": "including pulmonary fibrosis",
            "percent": null
        },
        {
            "name": "pulmonary embolism",
            "percent": null
        },
        {
            "name": "Skin reactions",
            "percent": null
        },
        {
            "name": "Stevens",
            "percent": null
        },
        {
            "name": "Johnson Syndrome",
            "percent": null
        },
        {
            "name": "cutaneous vasculitis",
            "percent": null
        },
        {
            "name": "erythema multiforme",
            "percent": null
        },
        {
            "name": "new or worsening psoriasis",
            "percent": null
        },
        {
            "name": "all sub",
            "percent": null
        },
        {
            "name": "types including pustular and palmoplantar",
            "percent": null
        },
        {
            "name": "alopecia",
            "percent": null
        },
        {
            "name": "lichenoid skin reaction",
            "percent": null
        },
        {
            "name": "Vascular disorders",
            "percent": null
        },
        {
            "name": "Systemic vasculitis",
            "percent": null
        },
        {
            "name": "deep vein thrombosis",
            "percent": null
        },
        {
            "name": "Gastrointestinal disorders",
            "percent": null
        },
        {
            "name": "Diverticulitis",
            "percent": null
        },
        {
            "name": "large bowel perforations including perforations associated with diverticulitis and appendiceal perforations associated with appendicitis",
            "percent": null
        },
        {
            "name": "pancreatitis",
            "percent": null
        },
        {
            "name": "Infections",
            "percent": null
        },
        {
            "name": "Pneumonia",
            "percent": null
        },
        {
            "name": "septic arthritis",
            "percent": null
        },
        {
            "name": "prosthetic and post",
            "percent": null
        },
        {
            "name": "surgical infections",
            "percent": null
        },
        {
            "name": "erysipelas",
            "percent": null
        },
        {
            "name": "cellulitis",
            "percent": null
        },
        {
            "name": "and pyelonephritis",
            "percent": null
        }
    ]
}