{
    "name": "cefazolin",
    "comment": "Rx",
    "other_names": [
        "Ancef",
        "Kefzol"
    ],
    "classes": [
        "Cephalosporins",
        "1st Generation"
    ],
    "source": "https://reference.medscape.com/drug/ancef-kefzol-cefazolin-342492",
    "pregnancy": {
        "common": [
            "Available data from published prospective cohort studies, case series and case reports over several decades with cephalosporin use, including cefazolin, in pregnant women have not established a drug-associated risk of major birth defects, miscarriage, or adverse maternal or fetal outcomes; drug crosses the placenta"
        ],
        "specific": [
            {
                "type": "Animal data",
                "description": [
                    "Animal reproduction studies with rats, mice and rabbits administered cefazolin during organogenesis at doses 1 to 3 times maximum recommended human dose (MRHD) did not demonstrate adverse developmental outcomes; in rats subcutaneously administered cefazolin prior to delivery and throughout lactation, there were no adverse effects on offspring at a dose approximately 2 times the MRHD"
                ]
            }
        ]
    },
    "lactation": {
        "common": [
            "Data from published literature report that cefazolin is present in human milk, but not expected to accumulate in a breastfed infant; there are no data on effects of drug on breastfed child or on milk production",
            "Developmental and health benefits of breastfeeding should be considered along with mother’s clinical need for therapy and any potential adverse effects on breastfed child from drug or from the mother’s underlying condition"
        ]
    },
    "warnings": {
        "black_box_warning": {
            "common": [],
            "specific": []
        },
        "contraindicators": {
            "common": [
                "Documented hypersensitivity"
            ],
            "specific": []
        },
        "cautions": {
            "common": [
                "Endocarditis prophylaxis recommended only for high-risk patients, per AHA guidelines",
                "Prolonged treatment, hepatic or renal disease, or nutritional deficiency may be associated with increased international normalized ratio (INR)",
                "Use with caution in patients with seizure disorder (high levels are associated with increased risk of seizures); seizures may occur, particularly in patients with renal impairment when dosage is not reduced appropriately; dose must be adjusted in severe renal insufficiency (high doses may cause CNS toxicity); discontinue if seizures occur or make appropriate dosage adjustments in patients with renal impairment; continue anticonvulsant therapy in patients with known seizure disorders",
                "Prescribing cefazolin injection in absence of proven or strongly suspected bacterial infection or a prophylactic indication is unlikely to provide benefit to the patient and increases risk of development of drug-resistant bacteria ",
                "As with other antimicrobials, prolonged use of cefazolin injection may result in overgrowth of nonsusceptible microorganisms; repeated evaluation of the patient's condition is essential; should superinfection occur during therapy, appropriate measures should be taken",
                "Therapy may result in a false-positive reaction with glucose in urine when using glucose tests based on Benedict’s copper reduction reaction that determine amount of reducing substances like glucose in urine; it is recommended that glucose tests based on enzymatic glucose oxidase be used",
                "Hypersensitivity reactions, including anaphylaxis, reported with administration of dextrose-containing products; these reactions have been reported in patients receiving high concentrations of dextrose (i.e. 50% dextrose); reactions have been reported when corn-derived dextrose solutions were administered to patients with or without a history of hypersensitivity to corn products",
                "As with other dextrose-containing solutions, cefazolin injection should be prescribed with caution in patients with overt or known subclinical diabetes mellitus or carbohydrate intolerance for any reason"
            ],
            "specific": [
                {
                    "type": "Antibiotic associated diarrhea",
                    "description": [
                        "Clostridioides difficile-associated diarrhea (CDAD) reported with use; may range in severity from mild diarrhea to fatal colitis; treatment with antibacterial agents alters normal flora of colon leading to overgrowth of C. difficile",
                        "C. difficile produces toxins A and B, which contribute to development of CDAD; hypertoxin-producing isolates of C. difficile cause increased morbidity and mortality, as these infections can be refractory to antimicrobial therapy and may require colectomy",
                        "CDAD must be considered in all patients who present with diarrhea following antibacterial drug use; careful medical history is necessary since CDAD has been reported to occur over two months after administration of antibacterial agents",
                        "If CDAD is suspected or confirmed, ongoing antibacterial drug use not directed against C. difficile may need to be discontinued; appropriate fluid and electrolyte management, protein supplementation, antibacterial drug treatment of C. difficile, and surgical evaluation instituted as clinically indicated"
                    ]
                }
            ]
        }
    },
    "interactions": [
        {
            "classification_type": "Serious",
            "interaction_with": "antithrombin alfa",
            "description": {
                "common": "cefazolin increases effects of antithrombin alfa by pharmacodynamic synergism. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "antithrombin III",
            "description": {
                "common": "cefazolin increases effects of antithrombin III by pharmacodynamic synergism. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "argatroban",
            "description": {
                "common": "cefazolin increases effects of argatroban by pharmacodynamic synergism. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "BCG vaccine live",
            "description": {
                "common": "cefazolin decreases effects of BCG vaccine live by pharmacodynamic antagonism. Contraindicated. Wait until Abx Tx complete to administer live bacterial vaccine."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "bivalirudin",
            "description": {
                "common": "cefazolin increases effects of bivalirudin by pharmacodynamic synergism. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "cholera vaccine",
            "description": {
                "common": "cefazolin, cholera vaccine. pharmacodynamic antagonism. Avoid or Use Alternate Drug. Avoid coadministration of cholera vaccine with systemic antibiotics since these agents may be active against the vaccine strain. Do not administer cholera vaccine to patients who have received oral or parenteral antibiotics within 14 days prior to vaccination."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "dalteparin",
            "description": {
                "common": "cefazolin increases effects of dalteparin by pharmacodynamic synergism. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "enoxaparin",
            "description": {
                "common": "cefazolin increases effects of enoxaparin by pharmacodynamic synergism. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "fondaparinux",
            "description": {
                "common": "cefazolin increases effects of fondaparinux by pharmacodynamic synergism. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "heparin",
            "description": {
                "common": "cefazolin increases effects of heparin by pharmacodynamic synergism. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "microbiota oral",
            "description": {
                "common": "cefazolin decreases effects of microbiota oral by pharmacodynamic antagonism. Avoid or Use Alternate Drug. Microbiota oral contains bacterial spores. Antibacterial agents may decrease efficacy if coadministered. Complete antibiotic regimens 2-4 days before initiating microbiota oral. ."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "typhoid vaccine live",
            "description": {
                "common": "cefazolin decreases effects of typhoid vaccine live by pharmacodynamic antagonism. Contraindicated. Wait until Abx Tx complete to administer live bacterial vaccine."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "bazedoxifene/conjugated estrogens",
            "description": {
                "common": "cefazolin will decrease the level or effect of bazedoxifene/conjugated estrogens by  altering intestinal flora. Applies only to oral forms of hormone. Low risk of contraceptive failure. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "dienogest/estradiol valerate",
            "description": {
                "common": "cefazolin will decrease the level or effect of dienogest/estradiol valerate by  altering intestinal flora. Applies only to oral forms of hormone. Low risk of contraceptive failure. Use Caution/Monitor. An alternate or additional form of birth control may be advisable during concomitant use."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "estradiol",
            "description": {
                "common": "cefazolin will decrease the level or effect of estradiol by  altering intestinal flora. Applies only to oral forms of hormone. Low risk of contraceptive failure. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ethinylestradiol",
            "description": {
                "common": "cefazolin will decrease the level or effect of ethinylestradiol by  altering intestinal flora. Applies only to oral forms of hormone. Low risk of contraceptive failure. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "levonorgestrel oral/ethinylestradiol/ferrous bisglycinate",
            "description": {
                "common": "cefazolin will decrease the level or effect of levonorgestrel oral/ethinylestradiol/ferrous bisglycinate by  altering intestinal flora. Applies only to oral forms of hormone. Low risk of contraceptive failure. Use Caution/Monitor. Antibiotics may decrease hormonal contraceptive efficacy."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "probenecid",
            "description": {
                "common": "probenecid increases levels of cefazolin by acidic (anionic) drug competition for renal tubular clearance. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "sodium picosulfate/magnesium oxide/anhydrous citric acid",
            "description": {
                "common": "cefazolin decreases effects of sodium picosulfate/magnesium oxide/anhydrous citric acid by altering metabolism. Use Caution/Monitor. Coadministration with antibiotics decreases efficacy by altering colonic bacterial flora needed to convert sodium picosulfate to active drug."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "voclosporin",
            "description": {
                "common": "voclosporin, cefazolin.\nEither increases toxicity of the other by nephrotoxicity and/or ototoxicity. Modify Therapy/Monitor Closely. Coadministration with drugs associated with nephrotoxicity may increase the risk for acute and/or chronic nephrotoxicity."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "warfarin",
            "description": {
                "common": "cefazolin increases effects of warfarin by unspecified interaction mechanism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "aspirin/citric acid/sodium bicarbonate",
            "description": {
                "common": "cefazolin will increase the level or effect of aspirin/citric acid/sodium bicarbonate by  acidic (anionic) drug competition for renal tubular clearance. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "biotin",
            "description": {
                "common": "cefazolin will decrease the level or effect of biotin by  altering intestinal flora. Applies only to oral form of both agents. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "chloramphenicol",
            "description": {
                "common": "chloramphenicol decreases effects of cefazolin by pharmacodynamic antagonism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "furosemide",
            "description": {
                "common": "cefazolin increases toxicity of furosemide by pharmacodynamic synergism. Minor/Significance Unknown. Increased risk of nephrotoxicity."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "ketorolac intranasal",
            "description": {
                "common": "cefazolin will increase the level or effect of ketorolac intranasal by  acidic (anionic) drug competition for renal tubular clearance. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "pyridoxine (Antidote)",
            "description": {
                "common": "cefazolin will decrease the level or effect of pyridoxine (Antidote) by  altering intestinal flora. Applies only to oral form of both agents. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "rose hips",
            "description": {
                "common": "rose hips will increase the level or effect of cefazolin by  acidic (anionic) drug competition for renal tubular clearance. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "sulfasalazine",
            "description": {
                "common": "cefazolin will increase the level or effect of sulfasalazine by  acidic (anionic) drug competition for renal tubular clearance. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "willow bark",
            "description": {
                "common": "cefazolin will increase the level or effect of willow bark by  acidic (anionic) drug competition for renal tubular clearance. Minor/Significance Unknown."
            }
        }
    ],
    "adverse effects": [
        {
            "name": "Anorexia",
            "percent": null
        },
        {
            "name": "Diarrhea",
            "percent": null
        },
        {
            "name": "Eosinophilia",
            "percent": null
        },
        {
            "name": "Fever",
            "percent": null
        },
        {
            "name": "Increased transaminases",
            "percent": null
        },
        {
            "name": "Leukopenia",
            "percent": null
        },
        {
            "name": "Nausea and vomiting",
            "percent": null
        },
        {
            "name": "Neutropenia",
            "percent": null
        },
        {
            "name": "Oral candidiasis",
            "percent": null
        },
        {
            "name": "Pain at injection site",
            "percent": null
        },
        {
            "name": "Phlebitis",
            "percent": null
        },
        {
            "name": "Pseudomembranous colitis",
            "percent": null
        },
        {
            "name": "Seizure",
            "percent": null
        },
        {
            "name": "Stevens",
            "percent": null
        },
        {
            "name": "Johnson syndrome",
            "percent": null
        },
        {
            "name": "Thrombocytopenia",
            "percent": null
        },
        {
            "name": "Thrombocytosis",
            "percent": null
        },
        {
            "name": "Transient elevation of hepatic enzymes",
            "percent": null
        },
        {
            "name": "Vaginitis",
            "percent": null
        },
        {
            "name": "Immune system disorders",
            "percent": null
        },
        {
            "name": "Serum sickness",
            "percent": null
        },
        {
            "name": "like reaction",
            "percent": null
        },
        {
            "name": "Renal and urinary disorders",
            "percent": null
        },
        {
            "name": "Acute tubulointerstitial nephritis",
            "percent": null
        },
        {
            "name": "Skin and subcutaneous tissue disorders",
            "percent": null
        },
        {
            "name": "Acute generalized exanthematous pustulosis",
            "percent": null
        },
        {
            "name": "AGEP",
            "percent": null
        }
    ]
}