{
    "name": "drospirenone/estradiol",
    "comment": "Rx",
    "other_names": [
        "Angeliq"
    ],
    "classes": [
        "Estrogens/Progestins-HRT"
    ],
    "source": "https://reference.medscape.com/drug/angeliq-drospirenone-estradiol-342770",
    "pregnancy": {
        "common": [
            "Pregnancy Category: contraindicated in pregnancy",
            "Lactation: enters breast milk/not recommended"
        ],
        "specific": []
    },
    "lactation": {
        "common": [
            "Lactation: enters breast milk/not recommended"
        ]
    },
    "warnings": {
        "black_box_warning": {
            "common": [],
            "specific": []
        },
        "contraindicators": {
            "common": [
                "Hypersensitivity",
                "Undiagnosed abnormal genital bleeding",
                "Known, suspected, or history of cancer of the breast",
                "Known or suspected estrogen-dependent neoplasia",
                "Active DVT, PE, or a history of these conditions",
                "Active arterial thromboembolic disease (for example, stroke and MI), or history of these conditions",
                "Renal impairment",
                "Known liver impairment or disease",
                "Adrenal insufficiency",
                "Known or suspected pregnancy",
                "Known protein C, protein S, or antithrombin deficiency, or other known thrombophilic disorders",
                "Known anaphylactic reaction, angioedema, or hypersensitivity"
            ],
            "specific": []
        },
        "cautions": {
            "common": [
                "Use caution in bone mineral density changes, current/history of depression, DM, HTN, hyperlipidemia, obesity, endometriosis, family history of breast cancer, DVT/PE, smoking",
                "Discontinue if the following develop: jaundice, visual problems, 4-6 wk before major surgery, any symptoms of VTE, massive BP increase, unusually severe migraines or first-time migraines, depression",
                "Increased risk of post-op thromboembolic complications, arterial/venous thromboembolic disorder, hyperkalemia, exacerbation of endometriosis",
                "Do not use with conditions that predispose to hyperkalemia",
                "Conditions exacerbated by fluid retention (eg, asthma, migraine, cardiac/renal dysfunction, epilepsy)",
                "Patients on warfarin/oral anticoagulants: oestrogens increase thromboembolic risk; increase in anticoagulant dose may be warranted",
                "History of migraine with aura",
                "Cholelithiasis",
                "Exogenous estrogens may exacerbate symptoms of angioedema in women with hereditary angioedema",
                "Consider topical vaginal products when used solely for vulvovaginal atrophy",
                "Increased risk of ovarian cancer reported in women who used hormonal therapy for menopausal symptoms",
                "Manage appropriately risk factors for arterial vascular disease (e.g., hypertension, diabetes mellitus, tobacco use, hypercholesterolemia, and obesity) and/or venous thromboembolism (e.g., personal history or family history of VTE, obesity, and systemic lupus erythematosus)",
                "A 2 to 4-fold increase in risk of gallbladder disease requiring surgery in postmenopausal women receiving estrogens reported",
                "Retinal vascular thrombosis reported in patients receiving estrogens; discontinue medication pending examination if there is sudden partial or complete loss of vision, or a sudden onset of proptosis, diplopia, or migraine; if examination reveals papilledema or retinal vascular lesions, estrogens should be discontinued",
                "There are, possible risks that may be associated with use of progestins with estrogens compared to estrogen-alone regimens, including a possible increased risk of breast cancer, adverse effects on lipoprotein metabolism (e.g., lowering HDL, raising LDL), and impairment of glucose tolerance",
                "In patients with pre-existing hypertriglyceridemia, estrogen therapy may be associated with elevations of plasma triglycerides leading to pancreatitis and other complications",
                "Estrogens may be poorly metabolized in patients with impaired liver function; exercise caution in patients with a history of cholestatic jaundice associated with past estrogen use or with pregnancy; in the case of recurrence, discontinue medication",
                "Patients dependent on thyroid hormone replacement therapy who are also receiving estrogens may require increased doses of thyroid replacement therapy; these patients should have their thyroid function monitored in order to maintain their free thyroid hormone levels in an acceptable range",
                "Use caution in individuals with severe hypocalcemia"
            ],
            "specific": []
        }
    },
    "interactions": [
        {
            "classification_type": "Serious",
            "interaction_with": "amiloride",
            "description": {
                "common": "amiloride and drospirenone both increase  serum potassium. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "belzutifan",
            "description": {
                "common": "belzutifan will decrease the level or effect of drospirenone by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug. Coadministration of belzutifan with hormonal contraceptives may lead to contraceptive failure or increased breakthrough bleeding. Advise females of reproductive potential to use effective nonhormonal contraception. Based on animal studies, belzutifan can cause fetal harm."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "calaspargase pegol",
            "description": {
                "common": "calaspargase pegol, drospirenone. unknown mechanism. Avoid or Use Alternate Drug. Due to the potential for an indirect interaction between calaspargase pegol and oral contraceptives, concomitant use of these drugs is not recommended. Use another non-oral contraceptive method for females of childbearing potential."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "eplerenone",
            "description": {
                "common": "drospirenone, eplerenone. Mechanism: pharmacodynamic synergism. Contraindicated. Hyperkalemia."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "fedratinib",
            "description": {
                "common": "drospirenone will increase the level or effect of fedratinib by  Other (see comment). Avoid or Use Alternate Drug. Avoid coadministration of fedratinib (a CYP3A4 and CYP2C19 substrate) with dual CYP3A4 and CYP2C19 inhibitor. Effect of coadministration of a dual CYP3A4 and CYP2C19 inhibitor with fedratinib has not been studied."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "isavuconazonium sulfate",
            "description": {
                "common": "isavuconazonium sulfate will increase the level or effect of drospirenone by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "lonafarnib",
            "description": {
                "common": "drospirenone will increase the level or effect of lonafarnib by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug. If coadministration of lonafarnib (a sensitive CYP3A substrate) with weak CYP3A inhibitors is unavoidable, reduce to, or continue lonafarnib at starting dose. Closely monitor for arrhythmias and events (eg, syncope, heart palpitations) since lonafarnib effect on QT interval is unknown."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "mavacamten",
            "description": {
                "common": "mavacamten will decrease the level or effect of drospirenone by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug. Progestin and ethinyl estradiol are CYP3A4 substrates. Mavacamten may decrease systemic exposures of ethinyl estradiol and progestin, which may lead to contraceptive failure or an increase in breakthrough bleeding. Advise patients to use a contraceptive method that is not affected by CYP450 enzyme induction (eg, intrauterine system) or add nonhormonal contraception (eg, condoms) during coadministration and for 4 months after last mavacamten dose."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "mobocertinib",
            "description": {
                "common": "mobocertinib will decrease the level or effect of drospirenone by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug. Coadministration of mobocertinib with hormonal contraceptives may lead to contraceptive failure or increased breakthrough bleeding. Advise females of reproductive potential to use effective non-hormonal contraception."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "omaveloxolone",
            "description": {
                "common": "omaveloxolone will decrease the level or effect of drospirenone by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug. Omaveloxolone may reduce efficacy of hormonal contraceptives (eg, pill, patch, ring), implants, and progestin-only pills owing to weak CYP3A4 induction."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "potassium acid phosphate",
            "description": {
                "common": "drospirenone and potassium acid phosphate both increase  serum potassium. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "potassium chloride",
            "description": {
                "common": "drospirenone and potassium chloride both increase  serum potassium. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "potassium citrate",
            "description": {
                "common": "drospirenone and potassium citrate both increase  serum potassium. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "potassium phosphates, IV",
            "description": {
                "common": "drospirenone and potassium phosphates, IV both increase  serum potassium. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "spironolactone",
            "description": {
                "common": "drospirenone and spironolactone both increase  serum potassium. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "triamterene",
            "description": {
                "common": "drospirenone and triamterene both increase  serum potassium. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "acebutolol",
            "description": {
                "common": "acebutolol and drospirenone both increase  serum potassium. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "aceclofenac",
            "description": {
                "common": "drospirenone and aceclofenac both increase  serum potassium. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "acemetacin",
            "description": {
                "common": "drospirenone and acemetacin both increase  serum potassium. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "albiglutide",
            "description": {
                "common": "drospirenone decreases effects of albiglutide by passive renal tubular reabsorption due to increased pH. Use Caution/Monitor. Oral contraceptives may decrease hypoglycemic effects of antidiabetics by impairing glucose tolerance. Monitor for glycemic control in diabetic patients."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "albuterol",
            "description": {
                "common": "drospirenone increases and albuterol decreases serum potassium. Effect of interaction is not clear, use caution. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "aldesleukin",
            "description": {
                "common": "aldesleukin increases effects of drospirenone by pharmacodynamic synergism. Use Caution/Monitor. Risk of hypotension."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "arformoterol",
            "description": {
                "common": "drospirenone increases and arformoterol decreases serum potassium. Effect of interaction is not clear, use caution. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "aspirin",
            "description": {
                "common": "drospirenone and aspirin both increase  serum potassium. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "aspirin rectal",
            "description": {
                "common": "drospirenone and aspirin rectal both increase  serum potassium. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "aspirin/citric acid/sodium bicarbonate",
            "description": {
                "common": "drospirenone and aspirin/citric acid/sodium bicarbonate both increase  serum potassium. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "atazanavir",
            "description": {
                "common": "atazanavir, drospirenone. affecting hepatic/intestinal enzyme CYP3A4 metabolism. Modify Therapy/Monitor Closely. Atazanavir may increase or decrease levels of drospirenone. Use alternatives if available."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "atenolol",
            "description": {
                "common": "atenolol and drospirenone both increase  serum potassium. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "atogepant",
            "description": {
                "common": "drospirenone will increase the level or effect of atogepant by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "avapritinib",
            "description": {
                "common": "drospirenone will increase the level or effect of avapritinib by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "axitinib",
            "description": {
                "common": "drospirenone increases levels of axitinib by affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "benazepril",
            "description": {
                "common": "benazepril and drospirenone both increase  serum potassium. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "bendroflumethiazide",
            "description": {
                "common": "drospirenone increases and bendroflumethiazide decreases serum potassium. Effect of interaction is not clear, use caution. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "betaxolol",
            "description": {
                "common": "betaxolol and drospirenone both increase  serum potassium. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "bisoprolol",
            "description": {
                "common": "bisoprolol and drospirenone both increase  serum potassium. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "bumetanide",
            "description": {
                "common": "drospirenone increases and bumetanide decreases serum potassium. Effect of interaction is not clear, use caution. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "canagliflozin",
            "description": {
                "common": "drospirenone and canagliflozin both increase  serum potassium. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "candesartan",
            "description": {
                "common": "candesartan and drospirenone both increase  serum potassium. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "captopril",
            "description": {
                "common": "captopril, drospirenone. Mechanism: pharmacodynamic synergism. Use Caution/Monitor. Risk of hyperkalemia."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "carbamazepine",
            "description": {
                "common": "carbamazepine will decrease the level or effect of drospirenone by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Modify Therapy/Monitor Closely. Advise patients to use alternative contraceptive method during coadministration; continue alternative contraception for 28 days after discontinuing therapy to ensure contraception reliability "
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "carbenoxolone",
            "description": {
                "common": "drospirenone increases and carbenoxolone decreases serum potassium. Effect of interaction is not clear, use caution. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "carvedilol",
            "description": {
                "common": "carvedilol and drospirenone both increase  serum potassium. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "celecoxib",
            "description": {
                "common": "drospirenone and celecoxib both increase  serum potassium. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "celiprolol",
            "description": {
                "common": "celiprolol and drospirenone both increase  serum potassium. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "chlorothiazide",
            "description": {
                "common": "drospirenone increases and chlorothiazide decreases serum potassium. Effect of interaction is not clear, use caution. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "chlorthalidone",
            "description": {
                "common": "drospirenone increases and chlorthalidone decreases serum potassium. Effect of interaction is not clear, use caution. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "choline magnesium trisalicylate",
            "description": {
                "common": "drospirenone and choline magnesium trisalicylate both increase  serum potassium. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "clobazam",
            "description": {
                "common": "clobazam will decrease the level or effect of drospirenone by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor. Clobazam is a weak CYP3A4 inducer; effectiveness of hormonal contraceptives may be diminished when given concurrently with clobazam. Additional non-hormonal forms of contraception are recommended."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "cyclopenthiazide",
            "description": {
                "common": "drospirenone increases and cyclopenthiazide decreases serum potassium. Effect of interaction is not clear, use caution. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "cyclosporine",
            "description": {
                "common": "drospirenone, cyclosporine. Mechanism: pharmacodynamic synergism. Use Caution/Monitor. Monitor serum cyclosporine concentrations, and for signs and symptoms of renal and hepatic toxicity."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "darunavir",
            "description": {
                "common": "darunavir will increase the level or effect of drospirenone by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Modify Therapy/Monitor Closely. Significant changes (increase or decrease) can occur in estrogen plasma levels. Efficacy of hormonal contraceptives may be reduced. Use of a nonhormonal contraceptive is recommended."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "diclofenac",
            "description": {
                "common": "drospirenone and diclofenac both increase  serum potassium. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "diflunisal",
            "description": {
                "common": "drospirenone and diflunisal both increase  serum potassium. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "digoxin",
            "description": {
                "common": "drospirenone and digoxin both increase  serum potassium. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "disopyramide",
            "description": {
                "common": "drospirenone increases effects of disopyramide by pharmacodynamic synergism. Use Caution/Monitor. Additive cardiovascular depression."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "dobutamine",
            "description": {
                "common": "drospirenone increases and dobutamine decreases serum potassium. Effect of interaction is not clear, use caution. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "dopexamine",
            "description": {
                "common": "drospirenone increases and dopexamine decreases serum potassium. Effect of interaction is not clear, use caution. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "enalapril",
            "description": {
                "common": "enalapril, drospirenone. Mechanism: pharmacodynamic synergism. Use Caution/Monitor. Risk of hyperkalemia."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ephedrine",
            "description": {
                "common": "drospirenone increases and ephedrine decreases serum potassium. Effect of interaction is not clear, use caution. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "epinephrine",
            "description": {
                "common": "drospirenone increases and epinephrine decreases serum potassium. Effect of interaction is not clear, use caution. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "epinephrine racemic",
            "description": {
                "common": "drospirenone increases and epinephrine racemic decreases serum potassium. Effect of interaction is not clear, use caution. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "eprosartan",
            "description": {
                "common": "eprosartan and drospirenone both increase  serum potassium. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "esmolol",
            "description": {
                "common": "esmolol and drospirenone both increase  serum potassium. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ethacrynic acid",
            "description": {
                "common": "drospirenone increases and ethacrynic acid decreases serum potassium. Effect of interaction is not clear, use caution. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "etodolac",
            "description": {
                "common": "drospirenone and etodolac both increase  serum potassium. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "exenatide injectable solution",
            "description": {
                "common": "drospirenone, exenatide injectable solution. Other (see comment). Use Caution/Monitor. \nComment: Oral contraceptives may decrease hypoglycemic effects of antidiabetics by impairing glucose tolerance. The effect of exenatide to slow gastric emptying may reduce the extent and rate of oral medications that require rapid GI absorption.  Advise patients to take oral contraceptives at least 1 hr before exenatide. ."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "exenatide injectable suspension",
            "description": {
                "common": "drospirenone, exenatide injectable suspension. Other (see comment). Use Caution/Monitor. \nComment: Oral contraceptives may decrease hypoglycemic effects of antidiabetics by impairing glucose tolerance. The effect of exenatide to slow gastric emptying may reduce the extent and rate of oral medications that require rapid GI absorption. Advise patients to take oral contraceptives at least 1 hr before exenatide."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "fenbufen",
            "description": {
                "common": "drospirenone and fenbufen both increase  serum potassium. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "fenoprofen",
            "description": {
                "common": "drospirenone and fenoprofen both increase  serum potassium. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "finerenone",
            "description": {
                "common": "drospirenone will increase the level or effect of finerenone by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Modify Therapy/Monitor Closely. Monitor serum potassium during initiation and dosage adjustment of either finererone or weak CYP3A4 inhibitors. Adjust finererone dosage as needed."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "flibanserin",
            "description": {
                "common": "drospirenone will increase the level or effect of flibanserin by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor. Increased flibanserin adverse effects may occur if coadministered with multiple weak CYP3A4 inhibitors."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "flurbiprofen",
            "description": {
                "common": "drospirenone and flurbiprofen both increase  serum potassium. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "formoterol",
            "description": {
                "common": "drospirenone increases and formoterol decreases serum potassium. Effect of interaction is not clear, use caution. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "fosinopril",
            "description": {
                "common": "fosinopril, drospirenone. Mechanism: pharmacodynamic synergism. Use Caution/Monitor. Risk of hyperkalemia."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "furosemide",
            "description": {
                "common": "drospirenone increases and furosemide decreases serum potassium. Effect of interaction is not clear, use caution. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "gentamicin",
            "description": {
                "common": "drospirenone increases and gentamicin decreases serum potassium. Effect of interaction is not clear, use caution. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "hydrochlorothiazide",
            "description": {
                "common": "drospirenone increases and hydrochlorothiazide decreases serum potassium. Effect of interaction is not clear, use caution. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ibuprofen",
            "description": {
                "common": "drospirenone and ibuprofen both increase  serum potassium. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ibuprofen IV",
            "description": {
                "common": "drospirenone and ibuprofen IV both increase  serum potassium. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "imidapril",
            "description": {
                "common": "imidapril, drospirenone. Mechanism: pharmacodynamic synergism. Use Caution/Monitor. Risk of hyperkalemia."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "indapamide",
            "description": {
                "common": "drospirenone increases and indapamide decreases serum potassium. Effect of interaction is not clear, use caution. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "indomethacin",
            "description": {
                "common": "drospirenone and indomethacin both increase  serum potassium. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "irbesartan",
            "description": {
                "common": "irbesartan and drospirenone both increase  serum potassium. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "isoproterenol",
            "description": {
                "common": "drospirenone increases and isoproterenol decreases serum potassium. Effect of interaction is not clear, use caution. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ivacaftor",
            "description": {
                "common": "drospirenone increases levels of ivacaftor by affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor. Monitor when coadministered with weak CYP3A4 inhibitors ."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "juniper",
            "description": {
                "common": "juniper, drospirenone. Other (see comment). Use Caution/Monitor. \nComment: Juniper may potentiate or interfere with diuretic therapy. Juniper has diuretic effects, but may cause kidney damage at large doses."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ketoprofen",
            "description": {
                "common": "drospirenone and ketoprofen both increase  serum potassium. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ketorolac",
            "description": {
                "common": "drospirenone and ketorolac both increase  serum potassium. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ketorolac intranasal",
            "description": {
                "common": "drospirenone and ketorolac intranasal both increase  serum potassium. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "labetalol",
            "description": {
                "common": "labetalol and drospirenone both increase  serum potassium. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "lamotrigine",
            "description": {
                "common": "drospirenone will decrease the level or effect of lamotrigine by  increasing hepatic clearance. Use Caution/Monitor. Combination oral contraceptives have been shown to significantly decrease plasma concentrations of lamotrigine, likely due to induction of lamotrigine glucuronidation."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "lemborexant",
            "description": {
                "common": "drospirenone will increase the level or effect of lemborexant by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Modify Therapy/Monitor Closely. Lower nightly dose of lemborexant recommended if coadministered with weak CYP3A4 inhibitors. See drug monograph for specific dosage modification."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "levalbuterol",
            "description": {
                "common": "drospirenone increases and levalbuterol decreases serum potassium. Effect of interaction is not clear, use caution. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "liraglutide",
            "description": {
                "common": "drospirenone decreases effects of liraglutide by passive renal tubular reabsorption due to increased pH. Use Caution/Monitor. Oral contraceptives may decrease hypoglycemic effects of antidiabetics by impairing glucose tolerance. Monitor for glycemic control in diabetic patients."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "lisinopril",
            "description": {
                "common": "lisinopril, drospirenone. Mechanism: pharmacodynamic synergism. Use Caution/Monitor. Risk of hyperkalemia."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "lomitapide",
            "description": {
                "common": "drospirenone increases levels of lomitapide by affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor. Lomitapide dose should not exceed 30 mg/day."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "lonapegsomatropin",
            "description": {
                "common": "drospirenone will decrease the level or effect of lonapegsomatropin by  Other (see comment). Use Caution/Monitor. Oral estrogens may reduce serum insulin-like growth factor-1 response to lonapegsomatropin. Patients receiving oral estrogen replacement may require higher lonapegsomatropin dosages."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "lornoxicam",
            "description": {
                "common": "drospirenone and lornoxicam both increase  serum potassium. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "losartan",
            "description": {
                "common": "losartan and drospirenone both increase  serum potassium. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "maraviroc",
            "description": {
                "common": "drospirenone increases levels of maraviroc by affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor. Potential for increased toxicity."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "mavacamten",
            "description": {
                "common": "drospirenone will increase the level or effect of mavacamten by  affecting hepatic enzyme CYP2C19 metabolism. Modify Therapy/Monitor Closely. Inititiation of weak CYP2C19 inhibitors may require decreased mavacamten dose. "
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "meclofenamate",
            "description": {
                "common": "drospirenone and meclofenamate both increase  serum potassium. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "mefenamic acid",
            "description": {
                "common": "drospirenone and mefenamic acid both increase  serum potassium. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "meloxicam",
            "description": {
                "common": "drospirenone and meloxicam both increase  serum potassium. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "metaproterenol",
            "description": {
                "common": "drospirenone increases and metaproterenol decreases serum potassium. Effect of interaction is not clear, use caution. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "metformin",
            "description": {
                "common": "drospirenone decreases effects of metformin by pharmacodynamic antagonism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "methyclothiazide",
            "description": {
                "common": "drospirenone increases and methyclothiazide decreases serum potassium. Effect of interaction is not clear, use caution. Modify Therapy/Monitor Closely.  ."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "metolazone",
            "description": {
                "common": "drospirenone increases and metolazone decreases serum potassium. Effect of interaction is not clear, use caution. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "metoprolol",
            "description": {
                "common": "metoprolol and drospirenone both increase  serum potassium. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "midazolam intranasal",
            "description": {
                "common": "drospirenone will increase the level or effect of midazolam intranasal by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor.  Coadministration of mild CYP3A4 inhibitors with midazolam intranasal may cause higher midazolam systemic exposure, which may prolong sedation."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "mifepristone",
            "description": {
                "common": "mifepristone decreases effects of drospirenone by pharmacodynamic antagonism. Use Caution/Monitor. Backup contraceptive method recommended."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "moexipril",
            "description": {
                "common": "moexipril, drospirenone. Mechanism: pharmacodynamic synergism. Use Caution/Monitor. Risk of hyperkalemia."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "nabumetone",
            "description": {
                "common": "drospirenone and nabumetone both increase  serum potassium. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "nadolol",
            "description": {
                "common": "nadolol and drospirenone both increase  serum potassium. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "naproxen",
            "description": {
                "common": "drospirenone and naproxen both increase  serum potassium. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "nebivolol",
            "description": {
                "common": "nebivolol and drospirenone both increase  serum potassium. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "noni juice",
            "description": {
                "common": "drospirenone and noni juice both increase  serum potassium. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "norepinephrine",
            "description": {
                "common": "drospirenone increases and norepinephrine decreases serum potassium. Effect of interaction is not clear, use caution. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "olmesartan",
            "description": {
                "common": "olmesartan and drospirenone both increase  serum potassium. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "oxaprozin",
            "description": {
                "common": "drospirenone and oxaprozin both increase  serum potassium. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "parecoxib",
            "description": {
                "common": "drospirenone and parecoxib both increase  serum potassium. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "penbutolol",
            "description": {
                "common": "penbutolol and drospirenone both increase  serum potassium. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "perindopril",
            "description": {
                "common": "perindopril, drospirenone. Mechanism: pharmacodynamic synergism. Use Caution/Monitor. Risk of hyperkalemia."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "pindolol",
            "description": {
                "common": "pindolol and drospirenone both increase  serum potassium. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "pirbuterol",
            "description": {
                "common": "drospirenone increases and pirbuterol decreases serum potassium. Effect of interaction is not clear, use caution. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "piroxicam",
            "description": {
                "common": "drospirenone and piroxicam both increase  serum potassium. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "pivmecillinam",
            "description": {
                "common": "pivmecillinam increases effects of drospirenone by unspecified interaction mechanism. Use Caution/Monitor. Hyperkalemia."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "potassium citrate/citric acid",
            "description": {
                "common": "drospirenone and potassium citrate/citric acid both increase  serum potassium. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "potassium iodide",
            "description": {
                "common": "potassium iodide and drospirenone both increase  serum potassium. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "propranolol",
            "description": {
                "common": "propranolol and drospirenone both increase  serum potassium. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "quinapril",
            "description": {
                "common": "quinapril, drospirenone. Mechanism: pharmacodynamic synergism. Use Caution/Monitor. Risk of hyperkalemia."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ramipril",
            "description": {
                "common": "ramipril, drospirenone. Mechanism: pharmacodynamic synergism. Use Caution/Monitor. Risk of hyperkalemia."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "sacubitril/valsartan",
            "description": {
                "common": "sacubitril/valsartan and drospirenone both increase  serum potassium. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "salicylates (non-asa)",
            "description": {
                "common": "drospirenone and salicylates (non-asa) both increase  serum potassium. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "salmeterol",
            "description": {
                "common": "drospirenone increases and salmeterol decreases serum potassium. Effect of interaction is not clear, use caution. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "salsalate",
            "description": {
                "common": "drospirenone and salsalate both increase  serum potassium. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "siltuximab",
            "description": {
                "common": "siltuximab, drospirenone. Other (see comment). Use Caution/Monitor. \nComment: CYP450 activity in the liver is down regulated by infection and inflammation stimuli including cytokines (eg, IL-6); inhibition of IL-6 by siltuximab may restore CYP450 enzymatic activity; caution if coadministered with CYP substrates that have a narrow therapeutic index."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "sotalol",
            "description": {
                "common": "sotalol and drospirenone both increase  serum potassium. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "sparsentan",
            "description": {
                "common": "sparsentan and drospirenone both increase  serum potassium. Use Caution/Monitor. Monitor serum potassium frequently."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "succinylcholine",
            "description": {
                "common": "drospirenone and succinylcholine both increase  serum potassium. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "sulfasalazine",
            "description": {
                "common": "drospirenone and sulfasalazine both increase  serum potassium. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "sulindac",
            "description": {
                "common": "drospirenone and sulindac both increase  serum potassium. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "tazemetostat",
            "description": {
                "common": "drospirenone will increase the level or effect of tazemetostat by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "telmisartan",
            "description": {
                "common": "telmisartan and drospirenone both increase  serum potassium. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "temocillin",
            "description": {
                "common": "temocillin increases effects of drospirenone by unspecified interaction mechanism. Use Caution/Monitor. Hyperkalemia."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "terbutaline",
            "description": {
                "common": "drospirenone increases and terbutaline decreases serum potassium. Effect of interaction is not clear, use caution. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ticarcillin",
            "description": {
                "common": "ticarcillin increases effects of drospirenone by unspecified interaction mechanism. Use Caution/Monitor. Hyperkalemia."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "timolol",
            "description": {
                "common": "timolol and drospirenone both increase  serum potassium. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "tinidazole",
            "description": {
                "common": "drospirenone will increase the level or effect of tinidazole by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "tolfenamic acid",
            "description": {
                "common": "drospirenone and tolfenamic acid both increase  serum potassium. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "tolmetin",
            "description": {
                "common": "drospirenone and tolmetin both increase  serum potassium. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "tolvaptan",
            "description": {
                "common": "drospirenone and tolvaptan both increase  serum potassium. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "torsemide",
            "description": {
                "common": "drospirenone increases and torsemide decreases serum potassium. Effect of interaction is not clear, use caution. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "trandolapril",
            "description": {
                "common": "trandolapril, drospirenone. Mechanism: pharmacodynamic synergism. Use Caution/Monitor. Risk of hyperkalemia."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "valsartan",
            "description": {
                "common": "valsartan and drospirenone both increase  serum potassium. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "voclosporin",
            "description": {
                "common": "voclosporin and drospirenone both increase  serum potassium. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "warfarin",
            "description": {
                "common": "drospirenone increases effects of warfarin by unspecified interaction mechanism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "xipamide",
            "description": {
                "common": "xipamide increases effects of drospirenone by pharmacodynamic synergism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "agrimony",
            "description": {
                "common": "agrimony increases effects of drospirenone by pharmacodynamic synergism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "birch",
            "description": {
                "common": "birch increases effects of drospirenone by pharmacodynamic synergism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "brimonidine",
            "description": {
                "common": "brimonidine increases effects of drospirenone by pharmacodynamic synergism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "cadexomer iodine",
            "description": {
                "common": "cadexomer iodine, drospirenone. Mechanism: decreasing renal clearance. Minor/Significance Unknown. Hyperkalemia."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "calcium acetate",
            "description": {
                "common": "drospirenone decreases levels of calcium acetate by increasing renal clearance. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "calcium carbonate",
            "description": {
                "common": "drospirenone decreases levels of calcium carbonate by increasing renal clearance. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "calcium chloride",
            "description": {
                "common": "drospirenone decreases levels of calcium chloride by increasing renal clearance. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "calcium citrate",
            "description": {
                "common": "drospirenone decreases levels of calcium citrate by increasing renal clearance. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "calcium gluconate",
            "description": {
                "common": "drospirenone decreases levels of calcium gluconate by increasing renal clearance. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "cornsilk",
            "description": {
                "common": "cornsilk increases effects of drospirenone by pharmacodynamic synergism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "enasidenib",
            "description": {
                "common": "enasidenib, drospirenone. unknown mechanism. Minor/Significance Unknown. Coadministration of enasidenib may increase or decrease the concentrations of combined hormonal contraceptives. Clinical significance of this interaction is unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "epoprostenol",
            "description": {
                "common": "epoprostenol increases effects of drospirenone by pharmacodynamic synergism. Minor/Significance Unknown. Additive hypotensive effects."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "forskolin",
            "description": {
                "common": "forskolin increases effects of drospirenone by pharmacodynamic synergism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "goldenrod",
            "description": {
                "common": "goldenrod increases effects of drospirenone by pharmacodynamic synergism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "iodinated glycerol",
            "description": {
                "common": "iodinated glycerol, drospirenone. Mechanism: decreasing renal clearance. Minor/Significance Unknown. Hyperkalemia."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "iodine",
            "description": {
                "common": "iodine, drospirenone. Mechanism: decreasing renal clearance. Minor/Significance Unknown. Hyperkalemia."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "magnesium chloride",
            "description": {
                "common": "drospirenone increases levels of magnesium chloride by decreasing renal clearance. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "magnesium citrate",
            "description": {
                "common": "drospirenone increases levels of magnesium citrate by decreasing renal clearance. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "magnesium hydroxide",
            "description": {
                "common": "drospirenone increases levels of magnesium hydroxide by decreasing renal clearance. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "magnesium oxide",
            "description": {
                "common": "drospirenone increases levels of magnesium oxide by decreasing renal clearance. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "magnesium sulfate",
            "description": {
                "common": "drospirenone increases levels of magnesium sulfate by decreasing renal clearance. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "maitake",
            "description": {
                "common": "maitake increases effects of drospirenone by pharmacodynamic synergism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "minoxidil",
            "description": {
                "common": "drospirenone increases effects of minoxidil by pharmacodynamic synergism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "octacosanol",
            "description": {
                "common": "octacosanol increases effects of drospirenone by pharmacodynamic synergism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "reishi",
            "description": {
                "common": "reishi increases effects of drospirenone by pharmacodynamic synergism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "ruxolitinib",
            "description": {
                "common": "drospirenone will increase the level or effect of ruxolitinib by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "ruxolitinib topical",
            "description": {
                "common": "drospirenone will increase the level or effect of ruxolitinib topical by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "shepherd's purse",
            "description": {
                "common": "shepherd's purse, drospirenone. Other (see comment). Minor/Significance Unknown. \nComment: Theoretically, shepherd's purse may interfere with BP control."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "sulfadiazine",
            "description": {
                "common": "drospirenone increases levels of sulfadiazine by unspecified interaction mechanism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "sulfamethoxazole",
            "description": {
                "common": "drospirenone, sulfamethoxazole. Mechanism: unspecified interaction mechanism. Minor/Significance Unknown. Hyperkalemia."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "sulfisoxazole",
            "description": {
                "common": "drospirenone increases levels of sulfisoxazole by unspecified interaction mechanism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "tizanidine",
            "description": {
                "common": "tizanidine increases effects of drospirenone by pharmacodynamic synergism. Minor/Significance Unknown. Risk of hypotension."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "treprostinil",
            "description": {
                "common": "treprostinil increases effects of drospirenone by pharmacodynamic synergism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "trimethoprim",
            "description": {
                "common": "drospirenone, trimethoprim. Mechanism: unspecified interaction mechanism. Minor/Significance Unknown. Hyperkalemia."
            }
        }
    ],
    "adverse effects": [
        {
            "name": "Breast pain",
            "percent": "19"
        },
        {
            "name": "Upper respiratory infection",
            "percent": "19"
        },
        {
            "name": "Abdominal pain",
            "percent": "11"
        },
        {
            "name": "Edema",
            "percent": null
        },
        {
            "name": "Peripheral edema",
            "percent": null
        },
        {
            "name": "Headache",
            "percent": null
        },
        {
            "name": "Accidental injury",
            "percent": null
        },
        {
            "name": "back pain",
            "percent": null
        },
        {
            "name": "pain in extremity",
            "percent": null
        },
        {
            "name": "Endometrial disorder",
            "percent": null
        },
        {
            "name": "Leukorrhea",
            "percent": null
        },
        {
            "name": "Vaginal hemorrhage",
            "percent": null
        },
        {
            "name": "Abdominal enlargement",
            "percent": null
        },
        {
            "name": "Flu syndrome",
            "percent": null
        },
        {
            "name": "Sinusitis",
            "percent": null
        }
    ]
}