{
    "name": "segesterone/ethinyl estradiol",
    "comment": "Rx",
    "other_names": [
        "Annovera"
    ],
    "classes": [
        "Estrogens/Progestins"
    ],
    "source": "https://reference.medscape.com/drug/annovera-segesterone-ethinyl-estradiol-1000283",
    "pregnancy": {
        "common": [
            "Epidemiologic studies and meta-analyses have not found an increased risk of genital or nongenital birth defects (including cardiac anomalies and limb-reduction defects) following exposure to CHCs before conception or during early pregnancy; discontinue the vaginal system if pregnancy occurs; there is no reason to use CHCs during pregnancy"
        ],
        "specific": []
    },
    "lactation": {
        "common": [
            "Contraceptive hormones and/or metabolites are present in human milk; CHCs can reduce milk production in breastfeeding females; reduction can occur at any time but is less likely to occur once breastfeeding is well established; advise a nursing female to use another method of contraception until she discontinues breastfeeding"
        ]
    },
    "warnings": {
        "black_box_warning": {
            "common": [
                "Cigarette smoking increases the risk of serious cardiovascular events from CHC use; risk increases with age, particularly in females >35 years, and with number of cigarettes smoked; CHCs should not be used by females who are older than 35 years of age and smoke"
            ],
            "specific": []
        },
        "contraindicators": {
            "common": [
                "A high risk of arterial or venous thrombotic diseases, including females who are known to smoke, if >35 years, current or history of deep vein thrombosis or pulmonary embolism, cerebrovascular disease, coronary artery disease, thrombogenic valvular or thrombogenic rhythm diseases of the heart, inherited or acquired hypercoagulopathies, uncontrolled hypertension or hypertension with vascular disease, diabetes mellitus and are >35 years, diabetes mellitus with hypertension or vascular disease or other end-organ damage, or diabetes mellitus of >20 years' duration, have headaches with focal neurological symptoms, or are >35 years with any migraine headaches",
                "Current or history of breast cancer or other estrogen- or progestin-sensitive cancer",
                "Liver tumors, acute hepatitis, or severe (decompensated) cirrhosis",
                "Undiagnosed abnormal uterine bleeding Hypersensitivity to drug or excipients",
                "Use of hepatitis C drug combinations containing ombitasvir/paritaprevir/ ritonavir, with or without dasabuvir"
            ],
            "specific": []
        },
        "cautions": {
            "common": [
                "Acute liver test abnormalities may necessitate discontinuation of use until liver tests return to normal and causation from the vaginal system has been excluded",
                "Discontinue the vaginal system prior to starting therapy with the combination drug regimen ombitasvir/paritaprevir/ritonavir, with or without dasabuvir; the vaginal system can be restarted approximately 2 weeks following completion of treatment with the hepatitis C combination drug regimen",
                "For all females, including those with well-controlled hypertension, monitor blood pressure at routine visits and stop the vaginal system if blood pressure rises significantly; increase in blood pressure is more likely in older females and with extended duration of use; effect of CHCs on blood pressure may vary according to progestin in the CHC",
                "Consider the presence of underlying risk factors that may increase risk of cardiovascular disease or venous thromboembolism (VTE), particularly before initiating the vaginal system for women >35 years, including hypertension, diabetes, dyslipidemia, or obesity",
                "Studies suggest a small increased relative risk of developing gallbladder disease among CHC users; use of CHCs may also worsen existing gallbladder disease; a past history of CHC-related cholestasis predicts an increased risk with subsequent CHC use; females with a history of pregnancy-related cholestasis may be at an increased risk for CHC-related cholestasis",
                "Carefully monitor prediabetic and diabetic females who are using the vaginal system",
                "Consider alternative contraception for females with uncontrolled dyslipidemia; the vaginal system may cause adverse lipid changes; females with hypertriglyceridemia, or a family history thereof, may be at an increased risk of pancreatitis when using the vaginal system",
                "If a female using the vaginal system develops new headaches that are recurrent, persistent, or severe, evaluate cause and discontinue use if indicated; consider discontinuation in the case of increased frequency or severity of migraine during CHC use (which may be prodromal of a cerebrovascular event)",
                "Carefully observe females with a history of depression and discontinue use if depression recurs to a serious degree; data on depression are limited",
                "Some studies suggest that CHCs are associated with increase in risk of cervical cancer or intraepithelial neoplasia; however, the extent to which these findings are due to differences in sexual behavior and other factors is controversial",
                "Estrogen component of the vaginal system may raise serum concentrations of thyroxine-binding globulin, sex hormone-binding globulin, and cortisol-binding globulin; dose of replacement thyroid hormone or cortisol therapy may need to be increased",
                "In females with hereditary angioedema, exogenous estrogens may induce or exacerbate symptoms of angioedema",
                "Chloasma may occur with use, especially in females with a history of chloasma gravidarum; advise females who tend to develop chloasma to avoid exposure to the sun or ultraviolet radiation while using the vaginal system",
                "Cases of toxic shock syndrome (TSS) reported by vaginal ring users; TSS has been associated with tampons and certain barrier contraceptives, and in some TSS cases ring users were also using tampons; the causal relationship between use of vaginal ring and TSS not established; no cases of TSS occurred in clinical trials with the vaginal system; if a patient exhibits signs or symptoms of TSS, consider the possibility of this diagnosis, remove the vaginal system, and initiate appropriate medical evaluation and treatment"
            ],
            "specific": [
                {
                    "type": "Breast cancer",
                    "description": [
                        "Epidemiology studies have not found a consistent association between use of combined oral contraceptives (COCs) and breast cancer risk; studies do not show an association between ever (current or past) use of COCs and risk of breast cancer",
                        "Some studies report a small increase in risk of breast cancer among current or recent users(<6 months since last use) and current users with longer duration of COC use",
                        "A woman's risk depends on conditions where naturally high hormone levels persist for long periods of time including early-onset menstruation before age 12, late-onset menopause, after age 55, first child after age 30, nulliparity"
                    ]
                },
                {
                    "type": "Bleeding irregularities and amenorrhea",
                    "description": [
                        "Bleeding and/or spotting occurring at any time while the vaginal system is inserted is considered “unscheduled” bleeding/spotting; bleeding/spotting occurring during dose-free week when the vaginal system is out is considered “scheduled” bleeding",
                        "Females using the vaginal system may experience unscheduled (breakthrough) bleeding and spotting, especially during first month of use; if unscheduled bleeding persists or occurs after previously regular cycles, check for causes such as pregnancy or malignancy; if pathology and pregnancy are excluded, bleeding irregularities may resolve over time or with a change to a different CHC",
                        "Females who are not pregnant and use the vaginal system may experience amenorrhea; if scheduled bleeding does not occur, consider the possibility of pregnancy; if the patient has not adhered to the prescribed dosing schedule (removed vaginal system for >2 hours during first 21 days, or does not replace after 7 days of vaginal system-free period), consider the possibility of pregnancy at the time of the first missed period and perform a pregnancy test; if the patient has adhered to the prescribed dosing schedule and misses 2 consecutive periods, perform a pregnancy test to rule out pregnancy",
                        "Some females may experience amenorrhea or oligomenorrhea after stopping the vaginal system, especially when such a condition was preexistent"
                    ]
                },
                {
                    "type": "Thromboembolic disorders and other vascular conditions",
                    "description": [
                        "Stop the vaginal system if an arterial or deep venous thrombotic event occurs ir if there is unexplained loss of vision, proptosis, diplopia, papilledema, or retinal vascular lesions (evaluate for retinal vein thrombosis immediately)",
                        "Discontinue use during prolonged immobilization; if feasible, stop use at least 4 weeks before and through 2 weeks after major surgery or other surgeries known to have an elevated risk of VTE.",
                        "Start the vaginal system no earlier than 4 weeks after delivery in females who are not breastfeeding; risk of postpartum VTE decreases after the third postpartum week, whereas risk of ovulation increases after the third postpartum week",
                        "Before starting the vaginal system, evaluate any past medical history or family history of thrombotic or thromboembolic disorders and consider whether history suggests an inherited or acquired hypercoagulopathy; the vaginal system is contraindicated in females with a high risk of arterial or venous thrombotic/thromboembolic diseases",
                        "Risk of VTE is highest during the first year of CHC use and when restarting hormonal contraception following a break of 4 weeks or longer; risk of VTE due to CHCs gradually disappears after use discontinued"
                    ]
                },
                {
                    "type": "Vaginal use",
                    "description": [
                        "Some females are aware of the vaginal system on occasion during 21 days of use or during coitus, and partners may feel the vaginal system during coitus",
                        "There is no information on concomitant use of the vaginal system with diaphragms, cervical caps, or female condoms",
                        "The vaginal system may not be suitable for females with conditions that make the vagina more susceptible to vaginal irritation or ulceration; vaginal and cervical erosion and/or ulceration have been reported in females using other contraceptive vaginal devices; in some cases, the ring has adhered to vaginal tissue, which necessitates removal by a healthcare provider"
                    ]
                }
            ]
        }
    },
    "interactions": [
        {
            "classification_type": "Serious",
            "interaction_with": "belzutifan",
            "description": {
                "common": "belzutifan will decrease the level or effect of segesterone/ethinyl estradiol by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug. Coadministration of belzutifan with hormonal contraceptives may lead to contraceptive failure or increased breakthrough bleeding. Advise females of reproductive potential to use effective nonhormonal contraception. Based on animal studies, belzutifan can cause fetal harm."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "elagolix",
            "description": {
                "common": "segesterone/ethinyl estradiol decreases effects of elagolix by pharmacodynamic antagonism. Avoid or Use Alternate Drug. Based on the mechanism of action of elagolix, estrogen-containing contraceptives are expected to reduce elagolix efficacy. Effects of progestin-only contraceptives on the efficacy of elagolix is unknown. Advise women to use nonhormonal contraceptives during treatment with elagolix and for 1 week after discontinuing elagolix."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "mavacamten",
            "description": {
                "common": "mavacamten will decrease the level or effect of segesterone/ethinyl estradiol by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug. Progestin and ethinyl estradiol are CYP3A4 substrates. Mavacamten may decrease systemic exposures of ethinyl estradiol and progestin, which may lead to contraceptive failure or an increase in breakthrough bleeding. Advise patients to use a contraceptive method that is not affected by CYP450 enzyme induction (eg, intrauterine system) or add nonhormonal contraception (eg, condoms) during coadministration and for 4 months after last mavacamten dose."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "omaveloxolone",
            "description": {
                "common": "omaveloxolone will decrease the level or effect of segesterone/ethinyl estradiol by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug. Omaveloxolone may reduce efficacy of hormonal contraceptives (eg, pill, patch, ring), implants, and progestin-only pills owing to weak CYP3A4 induction."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "carbamazepine",
            "description": {
                "common": "carbamazepine will decrease the level or effect of segesterone/ethinyl estradiol by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Modify Therapy/Monitor Closely. Advise patients to use alternative contraceptive method during coadministration; continue alternative contraception for 28 days after discontinuing therapy to ensure contraception reliability "
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "fostemsavir",
            "description": {
                "common": "fostemsavir will increase the level or effect of segesterone/ethinyl estradiol by  Other (see comment). Modify Therapy/Monitor Closely. Fostemsavir inhibits BCRP transporters. If possible, avoid coadministration or modify dose of BCRP substrate coadministered with fostemsavir. Do not ethinyl estradiol dose of exceed 30 mcg/day."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "istradefylline",
            "description": {
                "common": "istradefylline will increase the level or effect of segesterone/ethinyl estradiol by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor. Istradefylline 40 mg/day increased peak levels and AUC of CYP3A4 substrates in clinical trials. This effect was not observed with istradefylline 20 mg/day. Consider dose reduction of sensitive CYP3A4 substrates."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "lamotrigine",
            "description": {
                "common": "segesterone/ethinyl estradiol will decrease the level or effect of lamotrigine by  increasing hepatic clearance. Use Caution/Monitor. Combination oral contraceptives have been shown to significantly decrease plasma concentrations of lamotrigine, likely due to induction of lamotrigine glucuronidation."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "levoketoconazole",
            "description": {
                "common": "levoketoconazole will increase the level or effect of segesterone/ethinyl estradiol by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor. CYP3A4 inhibitors such as ketoconazole may increase plasma hormone levels."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "lonapegsomatropin",
            "description": {
                "common": "segesterone/ethinyl estradiol will decrease the level or effect of lonapegsomatropin by  Other (see comment). Use Caution/Monitor. Oral estrogens may reduce serum insulin-like growth factor-1 response to lonapegsomatropin. Patients receiving oral estrogen replacement may require higher lonapegsomatropin dosages."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "mifepristone",
            "description": {
                "common": "mifepristone decreases effects of segesterone/ethinyl estradiol by pharmacodynamic antagonism. Use Caution/Monitor. Backup contraceptive method recommended."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "warfarin",
            "description": {
                "common": "segesterone/ethinyl estradiol increases effects of warfarin by unspecified interaction mechanism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "ruxolitinib topical",
            "description": {
                "common": "segesterone/ethinyl estradiol will increase the level or effect of ruxolitinib topical by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Minor/Significance Unknown."
            }
        }
    ],
    "adverse effects": [
        {
            "name": "Headache",
            "percent": "10"
        },
        {
            "name": "including migraine",
            "percent": "38.6"
        },
        {
            "name": "Nausea",
            "percent": "25.0"
        },
        {
            "name": "vomiting",
            "percent": "14.5"
        },
        {
            "name": "Vulvovaginal mycotic infection",
            "percent": "13.3"
        },
        {
            "name": "vaginal candidiasis",
            "percent": "12.5"
        },
        {
            "name": "Abdominal pain",
            "percent": "11.8"
        },
        {
            "name": "lower",
            "percent": "1.7"
        },
        {
            "name": "upper",
            "percent": "1.3"
        },
        {
            "name": "Dysmenorrhea",
            "percent": "1.3"
        },
        {
            "name": "Vaginal Discharge",
            "percent": "1.2"
        },
        {
            "name": "Metrorrhagia",
            "percent": null
        },
        {
            "name": "menorrhagia",
            "percent": null
        },
        {
            "name": "Headache",
            "percent": null
        },
        {
            "name": "including migraine",
            "percent": null
        },
        {
            "name": "Vaginal discharge",
            "percent": null
        },
        {
            "name": "vulvovaginal mycotic infections",
            "percent": null
        },
        {
            "name": "Nausea",
            "percent": null
        },
        {
            "name": "vomiting",
            "percent": null
        }
    ]
}