{
    "name": "leflunomide",
    "comment": "Rx",
    "other_names": [
        "Arava"
    ],
    "classes": [
        "DMARDs",
        "Other",
        "Immunosuppressants"
    ],
    "source": "https://reference.medscape.com/drug/arava-leflunomide-343203",
    "pregnancy": {
        "common": [
            "A pregnancy exposure registry monitors pregnancy outcomes in women exposed to therapy during pregnancy; health care providers and patients are encouraged to report pregnancies by calling 1-877-311-8972 or visit ",
            "Drug is contraindicated for use in pregnant women because of potential for fetal harm; pregnancy exposure registry data are not available to inform presence or absence of drug-associated risk with use of drug during pregnancy",
            "Lowering plasma concentration of active metabolite, teriflunomide, by instituting an accelerated drug elimination procedure as soon as pregnancy is detected may decrease risk to fetus from therapy; the accelerated drug elimination procedure includes verification that plasma teriflunomide concentration is less than 0.02 mg/L",
            "Advise females to notify healthcare provider immediately if pregnancy occurs or is suspected during treatment; women receiving treatment who wish to become pregnant should discontinue drug and undergo an accelerated drug elimination procedure to achieve plasma teriflunomide concentrations < 0.02 mg/L (0.02 mcg/mL)",
            "Exclude pregnancy in females of reproductive potential before starting treatment",
            "Advise females of reproductive potential to use effective contraception during treatment and while undergoing a drug elimination procedure until verification that the plasma teriflunomide concentration is < 0.02 mg/L"
        ],
        "specific": [
            {
                "type": "Animal data",
                "description": [
                    "In animal reproduction studies, oral administration of leflunomide during organogenesis at a dose of 1/10 of and equivalent to maximum recommended human dose (MRHD) based on AUC, respectively in rats and rabbits, caused teratogenicity (rats and rabbits) and embryo-lethality (rats)"
                ]
            }
        ]
    },
    "lactation": {
        "common": [
            "Clinical lactation studies not conducted to assess presence of drug in human milk, effects on breastfed child, or on milk production; because of potential for serious adverse reactions in a breastfed infant, advise a nursing woman to discontinue breastfeeding during therapy"
        ]
    },
    "warnings": {
        "black_box_warning": {
            "common": [
                "Contraindicated in pregnancy",
                "Do not use in pregnant women or in women of childbearing age who do not use reliable contraception",
                "Avoid pregnancy during treatment and during the drug elimination period following treatment (ie, M1 metabolite <0.02 mcg/mL)"
            ],
            "specific": [
                {
                    "type": "Severe liver injury",
                    "description": [
                        "49 cases of severe liver injury identified, including 14 cases of fatal liver failure",
                        "Do not use with pre-existing liver disease",
                        "Do not use if elevated liver enzymes (ALT >2 X ULN)",
                        "Coadministration with other drugs that cause liver injury increases risk",
                        "Recommend ALT monitoring monthly for 6 months after initiating, and q6-8weeks thereafter",
                        "If ALT rises to >3X ULN, interrupt therapy while investigating probable cause; if likely leflunomide-induced, initiate cholestyramine washout to speed elimination and conduct follow-up LFTs at least weekly until ALT value within normal range; if not leflunomide-induced ALT elevation, may consider resuming leflunomide"
                    ]
                }
            ]
        },
        "contraindicators": {
            "common": [
                "Pregnancy",
                "Hypersensitivity",
                "Severe hapatic impairment",
                "Current treatment with teriflunomide"
            ],
            "specific": []
        },
        "cautions": {
            "common": [
                "Hepatotoxicity reported (see Black Box Warnings)",
                "Vaccination with live vaccines not recommended",
                "Potential increase risk for malignancy",
                "Increase in blood pressure reported with therapy; check blood pressure before initiating therapy and periodically thereafter",
                "Rare cases of drug reaction with eosinophilia and systemic symptoms (DRESS) reported; discontinue therapy; a drug elimination procedure recommended",
                "Co-administration of teriflunomide with leflunomide not recommended, as leflunomide is parent compound of teriflunomide",
                "Peripheral neuropathy reported; most recover after discontinuing drug; risk factors include age >60 years, concomitant neurotoxic drugs, and diabetes; if patient develops peripheral neuropathy, consider discontinuing and performing accelerated elimination procedure",
                "Interstitial lung disease (ILD) reported and has been associated with fatal outcomes; risk increased with prior history of ILD; if pulmonary symptoms worsen in patients with pre-exixting ILD, consider discontinuing therapy and performing accelerated drug elimination procedure",
                "Active metabolite has very long half-life and this should be considered when administering live vaccines or planning pregnancy; all women of childbearing potential are advised to receive cholestyramine 8 g TID x11 days to hasten elimination of metabolite",
                "If inadvertent pregnancy occurs discontinue immediately and call (877) 311-8972; cholestyramine may reduce risk to fetus",
                "May cause immunosuppression; not recommended for patients with severe immunodeficiency, bone marrow dysplasia, or severe, uncontrolled infections; if a serious infection occurs, consider interrupting therapy and initiating accelerated drug elimination procedure",
                "Cases of tuberculosis reported in clinical studies; prior to initiating therapy, screen all patients for active and inactive (“latent”) tuberculosis infection as per commonly used diagnostic tests; drug not studied in patients with positive tuberculosis screen; safety in individuals with latent tuberculosis infection unknown; treat patients testing positive for tuberculosis with standard medical practice prior to therapy; monitor carefully during treatment for possible reactivation of infection",
                "Pancytopenia, agranulocytosis and thrombocytopenia reported with therapy; most frequently reported in patients who received concomitant treatment with methotrexate or other immunosuppressive agents, or who had recently discontinued these therapies; in some cases, patients had a prior history of a significant hematologic abnormality",
                "Perform white blood cell count and hemoglobin or hematocrit at baseline and monthly for six months following initiation of therapy and every 6-to 8 weeks thereafter; monitor monthly if administered concomitantly with methotrexate or other potential immunosuppressive agents; discontinue treatment if bone marrow suppression occurs in patients taking therapy and perform accelerated drug elimination procedure",
                "When decision is made to switch to another anti-rheumatic agent with potential for hematologic suppression, consider monitoring for hematologic toxicity as systemic exposure to both compounds may overlap",
                "Stevens-Johnson syndrome and toxic epidermal necrolysis reported (rare); discontinue therapy and perform accelerated drug elimination procedure",
                "Severe and disabling arthralgia reported in patients taking DPP-4 inhibitors; consider as a possible cause for severe joint pain and discontinue drug if appropriate"
            ],
            "specific": [
                {
                    "type": "Accelerated elimination",
                    "description": [
                        "The active metabolite of leflunomide, teriflunomide, is eliminated slowly from plasma; use of accelerated drug elimination procedure will rapidly reduce plasma concentrations of leflunomide and active metabolite, teriflunomide",
                        "Without use of accelerated drug elimination procedure, may take up to 2 years to reach plasma teriflunomide concentrations of less than 0.02 mg/L, the plasma concentration not associated with embryo-fetal toxicity in animals",
                        "Consider accelerated elimination procedure at any time after discontinuation of therapy, and in particular, when patient has experienced a severe adverse reaction (eg, hepatotoxicity, serious infection, bone marrow suppression, Steven Johnson Syndrome, toxic epidermal necrolysis, peripheral neuropathy, interstitial lung disease), suspected hypersensitivity, or has become pregnant",
                        "All women of childbearing potential recommended to undergo accelerated elimination procedure after stopping treatment"
                    ]
                }
            ]
        }
    },
    "interactions": [
        {
            "classification_type": "Serious",
            "interaction_with": "adalimumab",
            "description": {
                "common": "adalimumab and leflunomide both increase  immunosuppressive effects; risk of infection. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "alefacept",
            "description": {
                "common": "alefacept and leflunomide both increase  immunosuppressive effects; risk of infection. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "anakinra",
            "description": {
                "common": "anakinra and leflunomide both increase  immunosuppressive effects; risk of infection. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "anthrax vaccine",
            "description": {
                "common": "leflunomide decreases effects of anthrax vaccine by pharmacodynamic antagonism. Contraindicated. Immunosuppressants also increase risk of infection with concomitant live vaccines."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "antithymocyte globulin equine",
            "description": {
                "common": "antithymocyte globulin equine and leflunomide both increase  immunosuppressive effects; risk of infection. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "antithymocyte globulin rabbit",
            "description": {
                "common": "antithymocyte globulin rabbit and leflunomide both increase  immunosuppressive effects; risk of infection. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "axicabtagene ciloleucel",
            "description": {
                "common": "leflunomide, axicabtagene ciloleucel.\nEither increases effects of the other by immunosuppressive effects; risk of infection. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "azathioprine",
            "description": {
                "common": "azathioprine and leflunomide both increase  immunosuppressive effects; risk of infection. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "basiliximab",
            "description": {
                "common": "basiliximab and leflunomide both increase  immunosuppressive effects; risk of infection. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "BCG vaccine live",
            "description": {
                "common": "leflunomide decreases effects of BCG vaccine live by pharmacodynamic antagonism. Contraindicated. Immunosuppressants also increase risk of infection with concomitant live vaccines."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "beclomethasone, inhaled",
            "description": {
                "common": "beclomethasone, inhaled increases toxicity of leflunomide by unspecified interaction mechanism. Avoid or Use Alternate Drug. May increase risk of hematologic toxicities; should monitor for bone marrow suppression at least monthly throughout duration of concurrent therapy when leflunomide is given with another immunosuppressants."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "brexucabtagene autoleucel",
            "description": {
                "common": "leflunomide, brexucabtagene autoleucel.\nEither increases effects of the other by immunosuppressive effects; risk of infection. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "canakinumab",
            "description": {
                "common": "canakinumab and leflunomide both increase  immunosuppressive effects; risk of infection. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "ciltacabtagene autoleucel",
            "description": {
                "common": "leflunomide, ciltacabtagene autoleucel.\nEither increases effects of the other by immunosuppressive effects; risk of infection. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "cyclosporine",
            "description": {
                "common": "cyclosporine and leflunomide both increase  immunosuppressive effects; risk of infection. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "darolutamide",
            "description": {
                "common": "darolutamide will increase the level or effect of leflunomide by  Other (see comment). Avoid or Use Alternate Drug. Darolutamide is a BCRP inhibitor. Avoid coadministration with BCRP inhibitors. If use is unavoidable, closely monitor for adverse reactions and consider dose reduction of BCRP substrate drug (refer BCRP substrate prescribing information)."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "diphtheria & tetanus toxoids",
            "description": {
                "common": "leflunomide decreases effects of diphtheria & tetanus toxoids by pharmacodynamic antagonism. Contraindicated. Immunosuppressants also increase risk of infection with concomitant live vaccines."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "diphtheria & tetanus toxoids/ acellular pertussis vaccine",
            "description": {
                "common": "leflunomide decreases effects of diphtheria & tetanus toxoids/ acellular pertussis vaccine by pharmacodynamic antagonism. Contraindicated. Immunosuppressants also increase risk of infection with concomitant live vaccines."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "diphtheria & tetanus toxoids/acellular pertussis/poliovirus, inactivated vaccine",
            "description": {
                "common": "leflunomide decreases effects of diphtheria & tetanus toxoids/acellular pertussis/poliovirus, inactivated vaccine by pharmacodynamic antagonism. Contraindicated. Immunosuppressants also increase risk of infection with concomitant live vaccines."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "etanercept",
            "description": {
                "common": "etanercept and leflunomide both increase  immunosuppressive effects; risk of infection. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "everolimus",
            "description": {
                "common": "everolimus and leflunomide both increase  immunosuppressive effects; risk of infection. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "glatiramer",
            "description": {
                "common": "glatiramer and leflunomide both increase  immunosuppressive effects; risk of infection. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "golimumab",
            "description": {
                "common": "golimumab and leflunomide both increase  immunosuppressive effects; risk of infection. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "hepatitis A vaccine inactivated",
            "description": {
                "common": "leflunomide decreases effects of hepatitis A vaccine inactivated by pharmacodynamic antagonism. Contraindicated. Immunosuppressants also increase risk of infection with concomitant live vaccines."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "hepatitis a/b vaccine",
            "description": {
                "common": "leflunomide decreases effects of hepatitis a/b vaccine by pharmacodynamic antagonism. Contraindicated. Immunosuppressants also increase risk of infection with concomitant live vaccines."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "hepatitis a/typhoid vaccine",
            "description": {
                "common": "leflunomide decreases effects of hepatitis a/typhoid vaccine by pharmacodynamic antagonism. Contraindicated. Immunosuppressants also increase risk of infection with concomitant live vaccines."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "hepatitis b vaccine",
            "description": {
                "common": "leflunomide decreases effects of hepatitis b vaccine by pharmacodynamic antagonism. Contraindicated. Immunosuppressants also increase risk of infection with concomitant live vaccines."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "human papillomavirus vaccine, nonavalent",
            "description": {
                "common": "leflunomide decreases effects of human papillomavirus vaccine, nonavalent by pharmacodynamic antagonism. Avoid or Use Alternate Drug. Immunosuppressive therapies, including irradiation, antimetabolites, alkylating agents, cytotoxic drugs, and corticosteroids (used in greater than physiologic doses), may reduce the immune responses to vaccines."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "human papillomavirus vaccine, quadrivalent",
            "description": {
                "common": "leflunomide decreases effects of human papillomavirus vaccine, quadrivalent by pharmacodynamic antagonism. Avoid or Use Alternate Drug. Immunosuppressive therapies, including irradiation, antimetabolites, alkylating agents, cytotoxic drugs, and corticosteroids (used in greater than physiologic doses), may reduce the immune responses to vaccines."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "hydroxychloroquine sulfate",
            "description": {
                "common": "hydroxychloroquine sulfate and leflunomide both increase  immunosuppressive effects; risk of infection. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "idecabtagene vicleucel",
            "description": {
                "common": "leflunomide, idecabtagene vicleucel.\nEither increases effects of the other by immunosuppressive effects; risk of infection. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "infliximab",
            "description": {
                "common": "infliximab and leflunomide both increase  immunosuppressive effects; risk of infection. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "influenza virus vaccine quadrivalent",
            "description": {
                "common": "leflunomide decreases effects of influenza virus vaccine quadrivalent by pharmacodynamic antagonism. Contraindicated. Immunosuppressants also increase risk of infection with concomitant live vaccines."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "influenza virus vaccine quadrivalent, adjuvanted",
            "description": {
                "common": "leflunomide decreases effects of influenza virus vaccine quadrivalent, adjuvanted by pharmacodynamic antagonism. Avoid or Use Alternate Drug. Immunosuppressive drugs may reduce the immune response to influenza vaccine."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "influenza virus vaccine quadrivalent, cell-cultured",
            "description": {
                "common": "leflunomide decreases effects of influenza virus vaccine quadrivalent, cell-cultured by pharmacodynamic antagonism. Contraindicated. Immunosuppressants also increase risk of infection with concomitant live vaccines."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "influenza virus vaccine quadrivalent, intranasal",
            "description": {
                "common": "leflunomide decreases effects of influenza virus vaccine quadrivalent, intranasal by pharmacodynamic antagonism. Contraindicated. Immunosuppressants also increase risk of infection with concomitant live vaccines."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "influenza virus vaccine trivalent",
            "description": {
                "common": "leflunomide decreases effects of influenza virus vaccine trivalent by pharmacodynamic antagonism. Contraindicated. Immunosuppressants also increase risk of infection with concomitant live vaccines."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "influenza virus vaccine trivalent, adjuvanted",
            "description": {
                "common": "leflunomide decreases effects of influenza virus vaccine trivalent, adjuvanted by pharmacodynamic antagonism. Avoid or Use Alternate Drug. Immunosuppressive drugs may reduce the immune response to influenza vaccine."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "Japanese encephalitis virus vaccine",
            "description": {
                "common": "leflunomide decreases effects of Japanese encephalitis virus vaccine by pharmacodynamic antagonism. Contraindicated. Immunosuppressants also increase risk of infection with concomitant live vaccines."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "lasmiditan",
            "description": {
                "common": "lasmiditan increases levels of leflunomide by Other (see comment). Avoid or Use Alternate Drug. \nComment: Lasmiditan inhibits BCRP in vitro. Avoid coadministration of lasmiditan with BCRP substrates."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "leniolisib",
            "description": {
                "common": "leniolisib will increase the level or effect of leflunomide by  Other (see comment). Avoid or Use Alternate Drug. Leniolisib, a BCRP inhibitor, may increase systemic exposure of BCRP substrates"
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "lisocabtagene maraleucel",
            "description": {
                "common": "leflunomide, lisocabtagene maraleucel.\nEither increases effects of the other by immunosuppressive effects; risk of infection. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "measles (rubeola) vaccine",
            "description": {
                "common": "leflunomide decreases effects of measles (rubeola) vaccine by pharmacodynamic antagonism. Contraindicated. Immunosuppressants also increase risk of infection with concomitant live vaccines."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "measles mumps and rubella vaccine, live",
            "description": {
                "common": "leflunomide decreases effects of measles mumps and rubella vaccine, live by pharmacodynamic antagonism. Contraindicated. Immunosuppressants also increase risk of infection with concomitant live vaccines."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "measles, mumps, rubella and varicella vaccine, live",
            "description": {
                "common": "leflunomide decreases effects of measles, mumps, rubella and varicella vaccine, live by pharmacodynamic antagonism. Contraindicated. Immunosuppressants also increase risk of infection with concomitant live vaccines."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "meningococcal A C Y and W-135 polysaccharide vaccine combined",
            "description": {
                "common": "leflunomide decreases effects of meningococcal A C Y and W-135 polysaccharide vaccine combined by pharmacodynamic antagonism. Contraindicated. Immunosuppressants also increase risk of infection with concomitant live vaccines."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "methotrexate",
            "description": {
                "common": "leflunomide increases toxicity of methotrexate by pharmacodynamic synergism. Avoid or Use Alternate Drug. Additive hepatotoxicity, pancytopenia."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "muromonab CD3",
            "description": {
                "common": "leflunomide and muromonab CD3 both increase  immunosuppressive effects; risk of infection. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "mycophenolate",
            "description": {
                "common": "leflunomide and mycophenolate both increase  immunosuppressive effects; risk of infection. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "pneumococcal vaccine 13-valent",
            "description": {
                "common": "leflunomide decreases effects of pneumococcal vaccine 13-valent by pharmacodynamic antagonism. Contraindicated. Immunosuppressants also increase risk of infection with concomitant live vaccines."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "pneumococcal vaccine heptavalent",
            "description": {
                "common": "leflunomide decreases effects of pneumococcal vaccine heptavalent by pharmacodynamic antagonism. Contraindicated. Immunosuppressants also increase risk of infection with concomitant live vaccines."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "pneumococcal vaccine polyvalent",
            "description": {
                "common": "leflunomide decreases effects of pneumococcal vaccine polyvalent by pharmacodynamic antagonism. Contraindicated. Immunosuppressants also increase risk of infection with concomitant live vaccines."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "rabies vaccine",
            "description": {
                "common": "leflunomide decreases effects of rabies vaccine by pharmacodynamic antagonism. Contraindicated. Immunosuppressants may interfere with development of active immunity."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "rabies vaccine chick embryo cell derived",
            "description": {
                "common": "leflunomide decreases effects of rabies vaccine chick embryo cell derived by pharmacodynamic antagonism. Contraindicated. Immunosuppressants also increase risk of infection with concomitant live vaccines."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "rilonacept",
            "description": {
                "common": "leflunomide and rilonacept both increase  immunosuppressive effects; risk of infection. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "rotavirus oral vaccine, live",
            "description": {
                "common": "leflunomide decreases effects of rotavirus oral vaccine, live by pharmacodynamic antagonism. Contraindicated. Immunosuppressants also increase risk of infection with concomitant live vaccines."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "rubella vaccine",
            "description": {
                "common": "leflunomide decreases effects of rubella vaccine by pharmacodynamic antagonism. Contraindicated. Immunosuppressants also increase risk of infection with concomitant live vaccines."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "selinexor",
            "description": {
                "common": "selinexor, leflunomide. unspecified interaction mechanism. Avoid or Use Alternate Drug. Patients treated with selinexor may experience neurological toxicities. Avoid taking selinexor with other medications that may cause dizziness or confusion."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "sirolimus",
            "description": {
                "common": "leflunomide and sirolimus both increase  immunosuppressive effects; risk of infection. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "smallpox (vaccinia) vaccine, live",
            "description": {
                "common": "leflunomide decreases effects of smallpox (vaccinia) vaccine, live by pharmacodynamic antagonism. Contraindicated. Immunosuppressants also increase risk of infection with concomitant live vaccines."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "tacrolimus",
            "description": {
                "common": "leflunomide and tacrolimus both increase  immunosuppressive effects; risk of infection. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "temsirolimus",
            "description": {
                "common": "leflunomide and temsirolimus both increase  immunosuppressive effects; risk of infection. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "tetanus toxoid adsorbed or fluid",
            "description": {
                "common": "leflunomide decreases effects of tetanus toxoid adsorbed or fluid by pharmacodynamic antagonism. Contraindicated. Immunosuppressants also increase risk of infection with concomitant live vaccines."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "tick-borne encephalitis vaccine",
            "description": {
                "common": "leflunomide decreases effects of tick-borne encephalitis vaccine by pharmacodynamic antagonism. Contraindicated. Immunosuppressants also increase risk of infection with concomitant live vaccines."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "tisagenlecleucel",
            "description": {
                "common": "leflunomide, tisagenlecleucel.\nEither increases effects of the other by immunosuppressive effects; risk of infection. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "tocilizumab",
            "description": {
                "common": "tocilizumab and leflunomide both increase  immunosuppressive effects; risk of infection. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "tofacitinib",
            "description": {
                "common": "leflunomide, tofacitinib.\nEither increases toxicity of the other by immunosuppressive effects; risk of infection. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "tongkat ali",
            "description": {
                "common": "leflunomide and tongkat ali both increase  immunosuppressive effects; risk of infection. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "travelers diarrhea and cholera vaccine inactivated",
            "description": {
                "common": "leflunomide decreases effects of travelers diarrhea and cholera vaccine inactivated by pharmacodynamic antagonism. Contraindicated. Immunosuppressants also increase risk of infection with concomitant live vaccines."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "typhoid polysaccharide vaccine",
            "description": {
                "common": "leflunomide decreases effects of typhoid polysaccharide vaccine by pharmacodynamic antagonism. Contraindicated. Immunosuppressants also increase risk of infection with concomitant live vaccines."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "typhoid vaccine live",
            "description": {
                "common": "leflunomide decreases effects of typhoid vaccine live by pharmacodynamic antagonism. Contraindicated. Immunosuppressants also increase risk of infection with concomitant live vaccines."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "ustekinumab",
            "description": {
                "common": "leflunomide and ustekinumab both increase  immunosuppressive effects; risk of infection. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "varicella virus vaccine live",
            "description": {
                "common": "leflunomide decreases effects of varicella virus vaccine live by pharmacodynamic antagonism. Contraindicated. Immunosuppressants also increase risk of infection with concomitant live vaccines."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "yellow fever vaccine",
            "description": {
                "common": "leflunomide decreases effects of yellow fever vaccine by pharmacodynamic antagonism. Contraindicated. Immunosuppressants also increase risk of infection with concomitant live vaccines."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "zoster vaccine live",
            "description": {
                "common": "leflunomide decreases effects of zoster vaccine live by pharmacodynamic antagonism. Contraindicated. Immunosuppressants also increase risk of infection with concomitant live vaccines."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "acalabrutinib",
            "description": {
                "common": "acalabrutinib increases levels of leflunomide by Other (see comment). Use Caution/Monitor. \nComment: Acalabrutinib may increase exposure to coadministered BCRP substrates by inhibition of intestinal BCRP."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "apalutamide",
            "description": {
                "common": "apalutamide will decrease the level or effect of leflunomide by  increasing elimination. Use Caution/Monitor. Apalutamide weakly induces BCRP and may decrease systemic exposure of drugs that are BCRP substrates."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "astragalus",
            "description": {
                "common": "leflunomide increases and astragalus decreases immunosuppressive effects; risk of infection. Effect of interaction is not clear, use caution. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "belatacept",
            "description": {
                "common": "belatacept and leflunomide both increase  immunosuppressive effects; risk of infection. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "carvedilol",
            "description": {
                "common": "leflunomide will increase the level or effect of carvedilol by  affecting hepatic enzyme CYP2C9/10 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "cholera vaccine",
            "description": {
                "common": "leflunomide decreases effects of cholera vaccine by immunosuppressive effects; risk of infection. Modify Therapy/Monitor Closely. Immunosuppressive therapies, including irradiation, antimetabolites, alkylating agents, cytotoxic drugs and corticosteroids (used in greater than physiologic doses), may reduce the immune response to cholera vaccine."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "cholestyramine",
            "description": {
                "common": "cholestyramine decreases levels of leflunomide by inhibition of GI absorption. Applies only to oral form of both agents. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "dengue vaccine",
            "description": {
                "common": "leflunomide decreases effects of dengue vaccine by immunosuppressive effects; risk of infection. Use Caution/Monitor. Immunosuppressive therapies (eg, irradiation, antimetabolites, alkylating agents, cytotoxic drugs, corticosteroids [greater than physiologic doses]) may reduce immune response to dengue vaccine."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "denosumab",
            "description": {
                "common": "leflunomide, denosumab. Other (see comment). Use Caution/Monitor. \nComment: Caution should be taken in patients on concomitant immunosuppressants or with impaired immune systems because of increased risk for serious infections."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "dichlorphenamide",
            "description": {
                "common": "dichlorphenamide and leflunomide both decrease  serum potassium. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "echinacea",
            "description": {
                "common": "leflunomide increases and echinacea decreases immunosuppressive effects; risk of infection. Effect of interaction is not clear, use caution. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "eltrombopag",
            "description": {
                "common": "leflunomide will increase the level or effect of eltrombopag by  affecting hepatic enzyme CYP2C9/10 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "eluxadoline",
            "description": {
                "common": "eluxadoline increases levels of leflunomide by decreasing metabolism. Use Caution/Monitor. Eluxadoline may increase the systemic exposure of coadministered BCRP substrates."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "encorafenib",
            "description": {
                "common": "encorafenib will increase the level or effect of leflunomide by  Other (see comment). Modify Therapy/Monitor Closely. Encorafenib (a BCRP inhibitor) may increase the concentration and toxicities of BCRP substrates. Closely monitor for signs and symptoms of increased exposure and consider adjusting the dose of these substrates."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ethotoin",
            "description": {
                "common": "leflunomide will increase the level or effect of ethotoin by  affecting hepatic enzyme CYP2C9/10 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "etravirine",
            "description": {
                "common": "leflunomide will increase the level or effect of etravirine by  affecting hepatic enzyme CYP2C9/10 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "fingolimod",
            "description": {
                "common": "leflunomide increases effects of fingolimod by immunosuppressive effects; risk of infection. Modify Therapy/Monitor Closely. Concomitant therapy is expected to increase the risk of immunosuppression. Use caution when switching patients from long-acting therapies with immune effects. ."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "fosphenytoin",
            "description": {
                "common": "leflunomide will increase the level or effect of fosphenytoin by  affecting hepatic enzyme CYP2C9/10 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "fostamatinib",
            "description": {
                "common": "fostamatinib will increase the level or effect of leflunomide by  decreasing metabolism. Use Caution/Monitor. Concomitant use of fostamatinib may increase concentrations of BCRP substrate drugs. Monitor for toxicities of BCRP substrate drug that may require dosage reduction when given concurrently with fostamatinib."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "fostemsavir",
            "description": {
                "common": "fostemsavir will increase the level or effect of leflunomide by  Other (see comment). Modify Therapy/Monitor Closely. Fostemsavir inhibits BCRP transporters. If possible, avoid coadministration or modify dose of BCRP substrate coadministered with fostemsavir."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "glecaprevir/pibrentasvir",
            "description": {
                "common": "glecaprevir/pibrentasvir will increase the level or effect of leflunomide by  decreasing metabolism. Use Caution/Monitor. Glecaprevir/pibrentasvir may increase plasma concentration of BCRP substrates."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "haemophilus influenzae type b vaccine",
            "description": {
                "common": "leflunomide decreases effects of haemophilus influenzae type b vaccine by pharmacodynamic antagonism. Modify Therapy/Monitor Closely. Avoid vaccination during chemotherapy or radiation therapy if possible because antibody response might be suboptimal. Patients vaccinated within a 14-day period before starting or during immunosuppressive therapy should be revaccinated =3 months after therapy is discontinued if immune competence has been restored. ."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "hydroxyurea",
            "description": {
                "common": "hydroxyurea, leflunomide. Other (see comment). Use Caution/Monitor. \nComment: Combination therapy may lead to increased risk of infection."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ifosfamide",
            "description": {
                "common": "ifosfamide increases toxicity of leflunomide by Other (see comment). Use Caution/Monitor. \nComment: Consider not using a leflunomide loading dose in patients receiving other immunosuppressants. Monitor for bone marrow suppression at least monthly in patients concomitantly using leflunomide and another immunosuppressant."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "influenza virus vaccine quadrivalent, recombinant",
            "description": {
                "common": "leflunomide decreases effects of influenza virus vaccine quadrivalent, recombinant by pharmacodynamic antagonism. Use Caution/Monitor. Immune response to vaccine may be decreased in immunocompromised individuals."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "influenza virus vaccine trivalent, recombinant",
            "description": {
                "common": "leflunomide decreases effects of influenza virus vaccine trivalent, recombinant by pharmacodynamic antagonism. Use Caution/Monitor. Immune response to vaccine may be decreased in immunocompromised individuals."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "isavuconazonium sulfate",
            "description": {
                "common": "leflunomide and isavuconazonium sulfate both decrease  immunosuppressive effects; risk of infection. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "lomustine",
            "description": {
                "common": "lomustine increases toxicity of leflunomide by immunosuppressive effects; risk of infection. Use Caution/Monitor. Consider not using a leflunomide loading dose in patients receiving other immunosuppressants. Monitor for bone marrow suppression at least monthly in patients concomitantly using leflunomide and another immunosuppressant."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "losartan",
            "description": {
                "common": "leflunomide will increase the level or effect of losartan by  affecting hepatic enzyme CYP2C9/10 metabolism. Use Caution/Monitor. May inhibit the conversion of losartan to its active metabolite E-3174. Importance of interaction not established; monitor individual therapeutic response to determine losartan dosage."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "maitake",
            "description": {
                "common": "leflunomide increases and maitake decreases immunosuppressive effects; risk of infection. Effect of interaction is not clear, use caution. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "mechlorethamine",
            "description": {
                "common": "mechlorethamine increases toxicity of leflunomide by immunosuppressive effects; risk of infection. Use Caution/Monitor. Consider not using a leflunomide loading dose in patients receiving other immunosuppressants. Monitor for bone marrow suppression at least monthly in patients concomitantly using leflunomide and another immunosuppressant."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "melphalan",
            "description": {
                "common": "melphalan, leflunomide.\nEither increases effects of the other by immunosuppressive effects; risk of infection. Use Caution/Monitor. Consider not using a leflunomide loading dose in patients receiving other immunosuppressants. Monitor for bone marrow suppression at least monthly in patients concomitantly using leflunomide and another immunosuppressant."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "meningococcal group B vaccine",
            "description": {
                "common": "leflunomide decreases effects of meningococcal group B vaccine by pharmacodynamic antagonism. Use Caution/Monitor. Individuals with altered immunocompetence may have reduced immune responses to the vaccine."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "mercaptopurine",
            "description": {
                "common": "leflunomide and mercaptopurine both increase  immunosuppressive effects; risk of infection. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "nateglinide",
            "description": {
                "common": "leflunomide will increase the level or effect of nateglinide by  affecting hepatic enzyme CYP2C9/10 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ocrelizumab",
            "description": {
                "common": "ocrelizumab increases toxicity of leflunomide by unknown mechanism. Modify Therapy/Monitor Closely. Coadminstration of leflunomide and ocrelizumab may cause increased risk of infections, pancytopenia, agranulocytosis and thrombocytopenia."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ofatumumab SC",
            "description": {
                "common": "ofatumumab SC, leflunomide.\nEither increases effects of the other by immunosuppressive effects; risk of infection. Use Caution/Monitor. Consider the risk of additive immune system effects when coadministering immunosuppressive therapies with coadministration. When switching from therapies with immune effects, take into account the duration and mechanism of action of these therapies when initiating ofatumumab SC."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "olaparib",
            "description": {
                "common": "leflunomide and olaparib both increase  pharmacodynamic synergism. Use Caution/Monitor. Coadministration with other other myelosuppressive anticancer agents, including DNA damaging agents,  may potentiate and prolongate the myelosuppressive toxicity. "
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "oteseconazole",
            "description": {
                "common": "oteseconazole will increase the level or effect of leflunomide by  Other (see comment). Modify Therapy/Monitor Closely. Otesezonale, a BCRP inhibitor, may increase the effects and risk of toxicities of BCRP substrates. Use lowest starting dose of BCRP substrate, or consider reducing BCRP substrate dose."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "oxaliplatin",
            "description": {
                "common": "oxaliplatin increases toxicity of leflunomide by immunosuppressive effects; risk of infection. Use Caution/Monitor. Consider not using a leflunomide loading dose in patients receiving other immunosuppressants. Monitor for bone marrow suppression at least monthly in patients concomitantly using leflunomide and another immunosuppressant."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ozanimod",
            "description": {
                "common": "ozanimod, leflunomide.\nEither increases effects of the other by immunosuppressive effects; risk of infection. Use Caution/Monitor. Coadministration with immunosuppressive therapies may increase the risk of additive immune effects during therapy and in the weeks following administration. When switching from drugs with prolonged immune effects, consider the half-life and mode of action of these drugs in order to avoid unintended additive immunosuppressive effects."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "parecoxib",
            "description": {
                "common": "leflunomide will increase the level or effect of parecoxib by  affecting hepatic enzyme CYP2C9/10 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "phenytoin",
            "description": {
                "common": "leflunomide will increase the level or effect of phenytoin by  affecting hepatic enzyme CYP2C9/10 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "poliovirus vaccine inactivated",
            "description": {
                "common": "leflunomide decreases effects of poliovirus vaccine inactivated by pharmacodynamic antagonism. Modify Therapy/Monitor Closely. Avoid vaccination during chemotherapy or radiation therapy if possible because antibody response might be suboptimal. Patients vaccinated within a 14-day period before starting or during immunosuppressive therapy should be revaccinated =3 months after therapy is discontinued if immune competence has been restored. ."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ponatinib",
            "description": {
                "common": "ponatinib increases levels of leflunomide by Other (see comment). Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ponesimod",
            "description": {
                "common": "ponesimod and leflunomide both increase  immunosuppressive effects; risk of infection. Use Caution/Monitor. Caution if coadministered because of additive immunosuppressive effects during such therapy and in the weeks following administration. When switching from drugs with prolonged immune effects, consider the half-life and mode of action of these drugs to avoid unintended additive immunosuppressive effects."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "procarbazine",
            "description": {
                "common": "procarbazine increases toxicity of leflunomide by immunosuppressive effects; risk of infection. Use Caution/Monitor. Consider not using a leflunomide loading dose in patients receiving other immunosuppressants. Monitor for bone marrow suppression at least monthly in patients concomitantly using leflunomide and another immunosuppressant."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "regorafenib",
            "description": {
                "common": "regorafenib will increase the level or effect of leflunomide by  Other (see comment). Modify Therapy/Monitor Closely. Regorafenib likely inhibits BCRP (ABCG2) transport. Coadministration with a BCRP substrate may increase systemic exposure to the substrate and related toxicity."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "safinamide",
            "description": {
                "common": "safinamide will increase the level or effect of leflunomide by  Other (see comment). Use Caution/Monitor. Safinamide and its major metabolite may inhibit intestinal BCRP. Monitor BCRP substrates for increased pharmacologic or adverse effects."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "siponimod",
            "description": {
                "common": "siponimod and leflunomide both increase  immunosuppressive effects; risk of infection. Use Caution/Monitor. Caution if coadministered because of additive immunosuppressive effects during such therapy and in the weeks following administration. When switching from drugs with prolonged immune effects, consider the half-life and mode of action of these drugs to avoid unintended additive immunosuppressive effects."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "sipuleucel-T",
            "description": {
                "common": "leflunomide decreases effects of sipuleucel-T by pharmacodynamic antagonism. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "sofosbuvir/velpatasvir",
            "description": {
                "common": "sofosbuvir/velpatasvir will increase the level or effect of leflunomide by  Other (see comment). Use Caution/Monitor. Velpatasvir is an inhibitor of the drug transporter BCRP. Coadministration may increase systemic exposure of drugs that are BCRP substrates."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "stiripentol",
            "description": {
                "common": "stiripentol will increase the level or effect of leflunomide by  Other (see comment). Modify Therapy/Monitor Closely. Stiripentol is a BCRP transport inhibitor. Consider dosage reduction for BCRP substrates if adverse effects are experienced when coadministered."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "tafamidis",
            "description": {
                "common": "tafamidis will increase the level or effect of leflunomide by  Other (see comment). Use Caution/Monitor. Tafamidis inhibits breast cancer resistant protein (BCRP) in vitro and may increase exposure of BCRP substrates following tafamidis or tafamidis meglumine administration. Dosage adjustment of these BCRP substrates may be necessary."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "tafamidis meglumine",
            "description": {
                "common": "tafamidis meglumine will increase the level or effect of leflunomide by  Other (see comment). Use Caution/Monitor. Tafamidis inhibits breast cancer resistant protein (BCRP) in vitro and may increase exposure of BCRP substrates following tafamidis or tafamidis meglumine administration. Dosage adjustment of these BCRP substrates may be necessary."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "tamoxifen",
            "description": {
                "common": "leflunomide, tamoxifen. affecting hepatic enzyme CYP2C9/10 metabolism. Use Caution/Monitor. CYP2C9/10 inhibition decreases tamoxifen metabolism to active metabolites."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "trastuzumab",
            "description": {
                "common": "trastuzumab, leflunomide.\nEither increases toxicity of the other by immunosuppressive effects; risk of infection. Use Caution/Monitor.  Neutropenia or febrile neutropenia incidence were increased when trastuzumab was coadministered with myelosuppressive chemotherapy. ."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "trastuzumab deruxtecan",
            "description": {
                "common": "trastuzumab deruxtecan, leflunomide.\nEither increases toxicity of the other by immunosuppressive effects; risk of infection. Use Caution/Monitor.  Neutropenia or febrile neutropenia incidence were increased when trastuzumab was coadministered with myelosuppressive chemotherapy. ."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ublituximab",
            "description": {
                "common": "ublituximab and leflunomide both increase  immunosuppressive effects; risk of infection. Modify Therapy/Monitor Closely. Owing to potential additive immunosuppressive effects, consider duration of effect and mechanism of action of these therapies if coadministered"
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "warfarin",
            "description": {
                "common": "leflunomide increases effects of warfarin by unspecified interaction mechanism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "zoster vaccine recombinant",
            "description": {
                "common": "leflunomide decreases effects of zoster vaccine recombinant by pharmacodynamic antagonism. Use Caution/Monitor. Immunosuppressive therapies may reduce the effectiveness of zoster vaccine recombinant."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "activated charcoal",
            "description": {
                "common": "activated charcoal decreases levels of leflunomide by inhibition of GI absorption. Applies only to oral form of both agents. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "alosetron",
            "description": {
                "common": "leflunomide will increase the level or effect of alosetron by  affecting hepatic enzyme CYP2C9/10 metabolism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "bosentan",
            "description": {
                "common": "leflunomide will increase the level or effect of bosentan by  affecting hepatic enzyme CYP2C9/10 metabolism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "celecoxib",
            "description": {
                "common": "leflunomide will increase the level or effect of celecoxib by  affecting hepatic enzyme CYP2C9/10 metabolism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "diclofenac",
            "description": {
                "common": "leflunomide will increase the level or effect of diclofenac by  affecting hepatic enzyme CYP2C9/10 metabolism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "flurbiprofen",
            "description": {
                "common": "leflunomide will increase the level or effect of flurbiprofen by  affecting hepatic enzyme CYP2C9/10 metabolism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "fluvastatin",
            "description": {
                "common": "leflunomide will increase the level or effect of fluvastatin by  affecting hepatic enzyme CYP2C9/10 metabolism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "ibuprofen",
            "description": {
                "common": "leflunomide will increase the level or effect of ibuprofen by  affecting hepatic enzyme CYP2C9/10 metabolism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "ibuprofen IV",
            "description": {
                "common": "leflunomide will increase the level or effect of ibuprofen IV by  affecting hepatic enzyme CYP2C9/10 metabolism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "meloxicam",
            "description": {
                "common": "leflunomide will increase the level or effect of meloxicam by  affecting hepatic enzyme CYP2C9/10 metabolism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "piroxicam",
            "description": {
                "common": "leflunomide will increase the level or effect of piroxicam by  affecting hepatic enzyme CYP2C9/10 metabolism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "ramelteon",
            "description": {
                "common": "leflunomide will increase the level or effect of ramelteon by  affecting hepatic enzyme CYP2C9/10 metabolism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "rifampin",
            "description": {
                "common": "rifampin increases effects of leflunomide by increasing metabolism. Minor/Significance Unknown. Leflunomide's effects due to its active metabolite."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "shark cartilage",
            "description": {
                "common": "leflunomide, shark cartilage.\nEither increases effects of the other by pharmacodynamic synergism. Minor/Significance Unknown. Enhanced anti angiogenesis (theoretical interaction)."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "sulfamethoxazole",
            "description": {
                "common": "leflunomide will increase the level or effect of sulfamethoxazole by  affecting hepatic enzyme CYP2C9/10 metabolism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "tolbutamide",
            "description": {
                "common": "leflunomide will increase the level or effect of tolbutamide by  affecting hepatic enzyme CYP2C9/10 metabolism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "voriconazole",
            "description": {
                "common": "leflunomide will increase the level or effect of voriconazole by  affecting hepatic enzyme CYP2C9/10 metabolism. Minor/Significance Unknown."
            }
        }
    ],
    "adverse effects": [
        {
            "name": "Diarrhea",
            "percent": "17"
        },
        {
            "name": "Respiratory infections",
            "percent": "15"
        },
        {
            "name": "Alopecia",
            "percent": "10"
        },
        {
            "name": "Hypertension",
            "percent": "10"
        },
        {
            "name": "Rash",
            "percent": "10"
        },
        {
            "name": "Nausea",
            "percent": "9"
        },
        {
            "name": "Bronchitis",
            "percent": "7"
        },
        {
            "name": "Headache",
            "percent": "7"
        },
        {
            "name": "Abdominal pain",
            "percent": "5"
        },
        {
            "name": "Abnormal LFT",
            "percent": "5"
        },
        {
            "name": "s",
            "percent": "5"
        },
        {
            "name": "Accidental injury",
            "percent": "5"
        },
        {
            "name": "Back pain",
            "percent": "5"
        },
        {
            "name": "Dyspepsia",
            "percent": "5"
        },
        {
            "name": "UTI",
            "percent": "4"
        },
        {
            "name": "Dizziness",
            "percent": "4"
        },
        {
            "name": "Infection",
            "percent": "4"
        },
        {
            "name": "Joint disorder",
            "percent": "4"
        },
        {
            "name": "Pruritus",
            "percent": "4"
        },
        {
            "name": "Weight loss",
            "percent": "3"
        },
        {
            "name": "Anorexia",
            "percent": "3"
        },
        {
            "name": "Cough",
            "percent": "3"
        },
        {
            "name": "Gastroenteritis",
            "percent": "3"
        },
        {
            "name": "Pharyngitis",
            "percent": "3"
        },
        {
            "name": "Stomatitis",
            "percent": "3"
        },
        {
            "name": "Tenosynovitis",
            "percent": "3"
        },
        {
            "name": "Vomiting",
            "percent": "3"
        },
        {
            "name": "Weakness",
            "percent": "2"
        },
        {
            "name": "Allergic reaction",
            "percent": "2"
        },
        {
            "name": "Chest pain",
            "percent": "2"
        },
        {
            "name": "Dry skin",
            "percent": "2"
        },
        {
            "name": "Eczema",
            "percent": "2"
        },
        {
            "name": "Pain",
            "percent": "2"
        },
        {
            "name": "Paresthesia",
            "percent": "2"
        },
        {
            "name": "Pneumonia",
            "percent": "2"
        },
        {
            "name": "Rhinitis",
            "percent": "2"
        },
        {
            "name": "Sinusitis",
            "percent": "2"
        },
        {
            "name": "Synovitis",
            "percent": null
        },
        {
            "name": "Body as a whole",
            "percent": null
        },
        {
            "name": "Opportunistic infections",
            "percent": null
        },
        {
            "name": "severe infections including sepsis that may be fatal",
            "percent": null
        },
        {
            "name": "Gastrointestinal",
            "percent": null
        },
        {
            "name": "Pancreatitis",
            "percent": null
        },
        {
            "name": "colitis",
            "percent": null
        },
        {
            "name": "including microscopic colitis",
            "percent": null
        },
        {
            "name": "Hematologic",
            "percent": null
        },
        {
            "name": "Agranulocytosis",
            "percent": null
        },
        {
            "name": "leukopenia",
            "percent": null
        },
        {
            "name": "neutropenia",
            "percent": null
        },
        {
            "name": "pancytopenia",
            "percent": null
        },
        {
            "name": "thrombocytopenia",
            "percent": null
        },
        {
            "name": "Hypersensitivity",
            "percent": null
        },
        {
            "name": "Angioedema",
            "percent": null
        },
        {
            "name": "Hepatic",
            "percent": null
        },
        {
            "name": "Hepatitis",
            "percent": null
        },
        {
            "name": "jaundice",
            "percent": null
        },
        {
            "name": "cholestasis",
            "percent": null
        },
        {
            "name": "severe liver injury such as hepatic failure and acute hepatic necrosis that may be fatal",
            "percent": null
        },
        {
            "name": "Respiratory",
            "percent": null
        },
        {
            "name": "Interstitial lung disease",
            "percent": null
        },
        {
            "name": "including interstitial pneumonitis and pulmonary fibrosis",
            "percent": null
        },
        {
            "name": "which may be fatal",
            "percent": null
        },
        {
            "name": "pulmonary hypertension",
            "percent": null
        },
        {
            "name": "Nervous system",
            "percent": null
        },
        {
            "name": "Peripheral neuropathy",
            "percent": null
        },
        {
            "name": "Skin and appendages",
            "percent": null
        },
        {
            "name": "Erythema multiforme",
            "percent": null
        },
        {
            "name": "Stevens",
            "percent": null
        },
        {
            "name": "Johnson syndrome",
            "percent": null
        },
        {
            "name": "toxic epidermal necrolysis",
            "percent": null
        },
        {
            "name": "vasculitis including cutaneous necrotizing vasculitis",
            "percent": null
        },
        {
            "name": "cutaneous lupus erythematosus",
            "percent": null
        },
        {
            "name": "pustular psoriasis or worsening psoriasis",
            "percent": null
        },
        {
            "name": "rare cases of drug reaction with eosinophilia and systemic symptoms",
            "percent": null
        },
        {
            "name": "DRESS",
            "percent": null
        },
        {
            "name": "reported",
            "percent": null
        }
    ]
}