{
    "name": "pamidronate",
    "comment": "Rx",
    "other_names": [
        "Aredia"
    ],
    "classes": [
        "Calcium Metabolism Modifiers"
    ],
    "source": "https://reference.medscape.com/drug/aredia-pamidronate-342828",
    "pregnancy": {
        "common": [
            "There are no adequate and well-controlled studies in pregnant women; therapy may cause fetal harm when administered to a pregnant woman",
            "Bisphosphonates are incorporated into bone matrix, from where they are gradually released over periods of weeks to years; the extent of bisphosphonate incorporation into adult bone, and hence, amount available for release back into systemic circulation, is directly related to total dose and duration of bisphosphonate use",
            "Although there are no data on fetal risk in humans, bisphosphonates do cause fetal harm in animals, and animal data suggest that uptake of bisphosphonates into fetal bone is greater than into maternal bone; therefore, there is a theoretical risk of fetal harm (eg, skeletal and other abnormalities) if a woman becomes pregnant after completing a course of bisphosphonate therapy",
            "If the drug is used during pregnancy or if patient becomes pregnant while taking or after taking this drug, apprise the patient of potential hazard to fetus"
        ],
        "specific": [
            {
                "type": "Animal data",
                "description": [
                    "In reproductive studies in rats and rabbits, doses equivalent to 0.6 to 8.3 times the highest human recommended dose resulted in maternal toxicity and embryo/fetal effects; the drug can cross the placenta in rats and has produced marked maternal and nonteratogenic embryo/fetal effects in both rats and rabbits"
                ]
            }
        ]
    },
    "lactation": {
        "common": [
            "It is not known whether pamidronate is excreted in human milk; because many drugs are excreted in human milk, and because of potential for serious adverse reactions in nursing infants from pamidronate disodium, a decision should be made to discontinue nursing or to discontinue the drug, taking into account the importance of the drug to the mother"
        ]
    },
    "warnings": {
        "black_box_warning": {
            "common": [],
            "specific": []
        },
        "contraindicators": {
            "common": [
                "Hypersensitivity to drug, other bisphosphonates, or excipients, including mannitol"
            ],
            "specific": []
        },
        "cautions": {
            "common": [
                "Bisphosphonates are incorporated into bone matrix, and gradually released over periods of weeks to years; may cause fetal harm when administered to a pregnant woman"
            ],
            "specific": [
                {
                    "type": "Electrolyte disorders",
                    "description": [
                        "Cases of asymptomatic hypophosphatemia, hypokalemia, hypomagnesemia, and hypocalcemia, reported in association with pamidronate disodium-treated patients; rare cases of symptomatic hypocalcemia (including tetany) reported in association with pamidronate disodium therapy",
                        "Monitor serum levels of calcium, phosphate, magnesium, and potassium, following initiation of therapy with pamidronate disodium; if hypocalcemia occurs, short-term calcium therapy may be necessary; in the absence of hypercalcemia, supplement with oral calcium and vitamin D in order to minimize risk of hypocalcemia"
                    ]
                },
                {
                    "type": "Osteonecrosis of the jaw (ONJ)",
                    "description": [
                        "ONJ reported predominantly in cancer patients treated with intravenous bisphosphonates; many of these patients were also receiving chemotherapy and corticosteroids, which may be risk factors for ONJ",
                        "Postmarketing experience and literature suggest greater frequency of ONJ with certain tumor type (advanced breast cancer, multiple myeloma), and dental status (dental extraction, periodontal disease, local trauma including poorly fitting dentures)",
                        "Local infection including osteomyelitis reported with ONJ; patients receiving pamidronate should maintain good oral hygiene and have a dental examination with preventive dentistry prior to initiation of treatment",
                        "While on treatment, avoid invasive dental procedures if possible; for patients who develop ONJ while on bisphosphonate therapy, dental surgery may exacerbate the condition",
                        "For patients requiring dental procedures, there are no data available to suggest whether discontinuation of bisphosphonate treatment reduces risk of ONJ; clinical judgment of treating physician should guide management plan of each patient based on individual benefit/risk assessment"
                    ]
                },
                {
                    "type": "Atypical fractures of femur",
                    "description": [
                        "Atypical subtrochanteric and diaphyseal femoral fractures reported in patients receiving bisphosphonate therapy, including pamidronate disodium; these fractures can occur anywhere in the femoral shaft from just below the lesser trochanter to just above the supracondylar flare and are transverse or short oblique in orientation without evidence of comminution",
                        "These fractures may occur after minimal or no trauma; patients may experience thigh or groin pain weeks to months before presenting with a completed femoral fracture; fractures are often bilateral; therefore, contralateral femur should be examined in bisphosphonate-treated patients who have sustained a femoral shaft fracture",
                        "Poor healing of these fractures also reported; a number of case reports noted that patients were receiving treatment also with glucocorticoids (such as prednisone or dexamethasone) at time of fracture; causality with bisphosphonate therapy has not been established; any patient with history of bisphosphonate exposure who presents with thigh or groin pain in the absence of trauma should be evaluated for atypical fracture",
                        "Consider discontinuation of pamidronate disodium therapy in patients suspected to have atypical femur fracture pending evaluation of patient, based on individual benefit-risk assessment; it is unknown whether risk of atypical femur fracture continues after stopping therapy"
                    ]
                },
                {
                    "type": "Renal impairment",
                    "description": [
                        "Bisphosphonates, such as pamidronate disodium, have been associated with renal toxicity, including focal segmental glomerulosclerosis; this toxicity has been manifested as nephritic syndrome, deterioration of renal function, and renal failure",
                        "Renal failure has been reported in patients after a single dose of pamidronate disodium; some patients had gradual improvement in renal status after pamidronate disodium was discontinued",
                        "Do not administer single doses of pamidronate disodium in excess of 90 mg due to risk of clinically significant deterioration in renal function",
                        "Assess serum creatinine prior to each treatment; withhold treatment until renal function returns to baseline in patients who show evidence of deterioration in renal function; do not administer pamidronate in patients with severe renal impairment for treatment of bone metastases"
                    ]
                }
            ]
        }
    },
    "interactions": [
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "aluminum hydroxide",
            "description": {
                "common": "aluminum hydroxide decreases levels of pamidronate by inhibition of GI absorption. Applies only to oral form of both agents. Use Caution/Monitor. Separate by 2 hours."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "calcium acetate",
            "description": {
                "common": "calcium acetate decreases levels of pamidronate by inhibition of GI absorption. Applies only to oral form of both agents. Use Caution/Monitor. Separate by 30 minutes."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "calcium carbonate",
            "description": {
                "common": "calcium carbonate decreases levels of pamidronate by inhibition of GI absorption. Applies only to oral form of both agents. Use Caution/Monitor. Separate by 30 minutes."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "calcium chloride",
            "description": {
                "common": "calcium chloride decreases levels of pamidronate by inhibition of GI absorption. Applies only to oral form of both agents. Use Caution/Monitor. Separate by 30 minutes."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "calcium citrate",
            "description": {
                "common": "calcium citrate decreases levels of pamidronate by inhibition of GI absorption. Applies only to oral form of both agents. Use Caution/Monitor. Separate by 30 minutes."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "calcium gluconate",
            "description": {
                "common": "calcium gluconate decreases levels of pamidronate by inhibition of GI absorption. Applies only to oral form of both agents. Use Caution/Monitor. Separate by 30 minutes."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "dichlorphenamide",
            "description": {
                "common": "dichlorphenamide and pamidronate both decrease  serum potassium. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "sodium bicarbonate",
            "description": {
                "common": "sodium bicarbonate decreases levels of pamidronate by inhibition of GI absorption. Applies only to oral form of both agents. Use Caution/Monitor. Separate by 2 hours."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "sodium citrate/citric acid",
            "description": {
                "common": "sodium citrate/citric acid decreases levels of pamidronate by inhibition of GI absorption. Applies only to oral form of both agents. Use Caution/Monitor. Separate by 2 hours."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "tenofovir DF",
            "description": {
                "common": "pamidronate increases levels of tenofovir DF by decreasing renal clearance. Use Caution/Monitor. Combination may increase risk of nephrotoxicity."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "entecavir",
            "description": {
                "common": "pamidronate, entecavir.\nEither increases effects of the other by decreasing renal clearance. Minor/Significance Unknown. Coadministration with drugs that reduce renal function or compete for active tubular secretion may increase serum concentrations of either entecavir or the coadministered drug."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "foscarnet",
            "description": {
                "common": "foscarnet increases effects of pamidronate by pharmacodynamic synergism. Minor/Significance Unknown. Risk of severe hypocalcemia."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "teriparatide",
            "description": {
                "common": "teriparatide, pamidronate. Other (see comment). Minor/Significance Unknown. \nComment: No advantage to bone density with combined treatment."
            }
        }
    ],
    "adverse effects": [
        {
            "name": "HTN",
            "percent": null
        },
        {
            "name": "Fever",
            "percent": null
        },
        {
            "name": "Abdominal pain",
            "percent": null
        },
        {
            "name": "appetite loss",
            "percent": null
        },
        {
            "name": "dyspepsia",
            "percent": null
        },
        {
            "name": "nausea",
            "percent": null
        },
        {
            "name": "vomiting",
            "percent": null
        },
        {
            "name": "Injection site reaction",
            "percent": null
        },
        {
            "name": "Bone pain",
            "percent": null
        },
        {
            "name": "Cough",
            "percent": null
        },
        {
            "name": "dyspnea",
            "percent": null
        },
        {
            "name": "URI",
            "percent": null
        },
        {
            "name": "sinusitis",
            "percent": null
        },
        {
            "name": "Osteonecrosis",
            "percent": null
        },
        {
            "name": "primarily involving the jaw",
            "percent": null
        },
        {
            "name": "reported predominantly in pts w",
            "percent": null
        },
        {
            "name": "cancer",
            "percent": null
        },
        {
            "name": "Focal segmental glomerulosclerosis",
            "percent": null
        }
    ]
}