{
    "name": "amikacin liposome inhalation",
    "comment": "Rx",
    "other_names": [
        "Arikayce"
    ],
    "classes": [
        "Aminoglycosides"
    ],
    "source": "https://reference.medscape.com/drug/arikayce-amikacin-liposome-inhalation-1000269",
    "pregnancy": {
        "common": [
            "There are no data on use in pregnant women to evaluate for any drug-associated risk of major birth defects, miscarriage, or adverse maternal or fetal outcomes",
            "Although systemic absorption of amikacin following oral inhalation is expected to be low, systemic exposure to aminoglycoside antibacterial drugs, including inhaled amikacin, may be associated with total, irreversible, bilateral congenital deafness when administered to pregnant women",
            "Advise pregnant women of the potential risk to a fetus"
        ],
        "specific": [
            {
                "type": "Animal data",
                "description": [
                    "Animal reproductive toxicology studies have not been conducted with inhaled amikacin",
                    "SC administration of amikacin to pregnant rats (up to 100 mg/kg/day) and mice (up to 400 mg/kg/day) during organogenesis was not associated with fetal malformations",
                    "Ototoxicity was not adequately evaluated in offspring in animal studies"
                ]
            }
        ]
    },
    "lactation": {
        "common": [
            "There is no information regarding presence of inhaled amikacin in human milk, effects on the breastfed infant, or effects on milk production",
            "Although limited published data on other routes of administration indicate that amikacin is present in human milk, systemic absorption following inhaled administration is expected to be low",
            "Consider the developmental and health benefits of breastfeeding along with the mother’s clinical need and any potential adverse effects on the breastfed child or from the underlying maternal condition"
        ]
    },
    "warnings": {
        "black_box_warning": {
            "common": [
                "Associated with risk of increased respiratory adverse reactions, including, hypersensitivity pneumonitis, hemoptysis, bronchospasm, and exacerbation of underlying pulmonary disease that have led to hospitalizations"
            ],
            "specific": []
        },
        "contraindicators": {
            "common": [
                "Hypersensitivity to any aminoglycoside"
            ],
            "specific": []
        },
        "cautions": {
            "common": [
                "Hypersensitivity pneumonitis (eg, allergic alveolitis, pneumonitis, interstitial lung disease, allergic reaction) reported; if hypersensitivity pneumonitis occurs, discontinue drug and manage as medically appropriate",
                "Hemoptysis reported; if hemoptysis occurs, manage as medically appropriate",
                "Bronchospasm (eg, asthma, bronchial hyperreactivity, bronchospasm, dyspnea, exertional dyspnea, prolonged expiration, throat tightness, wheezing) reported; if bronchospasm occurs, treat as medically appropriate",
                "Exacerbations of underlying pulmonary disease (eg, chronic obstructive pulmonary disease, infective exacerbation of chronic obstructive pulmonary disease, infective exacerbation of bronchiectasis) reported in clinical trials; if exacerbations of underlying pulmonary disease occur, treat as medically appropriate",
                "Nephrotoxicity observed during clinical trials in patients with MAC lung disease; nephrotoxicity has been associated with the antimicrobials#aminoglycosides; closely monitor patients with known or suspected renal dysfunction",
                "Patients with neuromuscular disorders were not enrolled in clinical trials; closely monitor patients with known or suspected neuromuscular disorders (eg, myasthenia gravis) since antimicrobials#aminoglycosides may aggravate muscle weakness by blocking the release of acetylcholine at neuromuscular junctions",
                "Fetal harm may occur when administered to a pregnant woman (see Pregnancy)"
            ],
            "specific": [
                {
                    "type": "Ototoxicity",
                    "description": [
                        "Ototoxicity (eg, deafness, dizziness, presyncope, tinnitus, vertigo) reported in clinical trials; closely monitor patients with known or suspected auditory or vestibular dysfunction; ototoxicity may occur in some patients even when their aminoglycoside serum levels are within recommended range",
                        "Mitochondrial DNA variants are present in <1% of the general US population, and the proportion of the variant carriers who may develop ototoxicity as well as severity of ototoxicity is unknow",
                        "In case of known maternal history of ototoxicity due to aminoglycoside use or a known mitochondrial DNA variant in the patient, consider alternative treatments other than antimicrobials#aminoglycosides unless increased risk of permanent hearing loss is outweighed by severity of infection and lack of safe and effective alternative therapies"
                    ]
                },
                {
                    "type": "Drug interactions overview",
                    "description": [
                        "Avoid use with medications associated with neurotoxicity, nephrotoxicity, and ototoxicity",
                        "Some diuretics can enhance aminoglycoside toxicity by altering aminoglycoside concentrations in serum and tissue; avoid use with ethacrynic acid, furosemide, urea, or IV mannitol"
                    ]
                }
            ]
        }
    },
    "interactions": [
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "abobotulinumtoxinA",
            "description": {
                "common": "amikacin liposome inhalation increases effects of abobotulinumtoxinA by pharmacodynamic synergism. Use Caution/Monitor. Aminoglycosides may enhance botulinum toxin effects. Closely monitor for increased neuromuscular blockade."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "prabotulinumtoxinA",
            "description": {
                "common": "amikacin liposome inhalation increases effects of prabotulinumtoxinA by pharmacodynamic synergism. Use Caution/Monitor. Aminoglycosides may enhance botulinum toxin effects. Closely monitor for increased neuromuscular blockade."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "sodium sulfate/?magnesium sulfate/potassium chloride",
            "description": {
                "common": "sodium sulfate/?magnesium sulfate/potassium chloride increases toxicity of amikacin liposome inhalation by Other (see comment). Use Caution/Monitor. \nComment: Coadministration with medications that cause fluid and electrolyte abnormalities may increase the risk of adverse events of seizure, arrhythmias, and renal impairment."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "sodium sulfate/potassium sulfate/magnesium sulfate",
            "description": {
                "common": "sodium sulfate/potassium sulfate/magnesium sulfate increases toxicity of amikacin liposome inhalation by Other (see comment). Use Caution/Monitor. \nComment: Coadministration with medications that cause fluid and electrolyte abnormalities may increase the risk of adverse events of seizure, arrhythmias, and renal impairment."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "voclosporin",
            "description": {
                "common": "voclosporin, amikacin liposome inhalation.\nEither increases toxicity of the other by nephrotoxicity and/or ototoxicity. Modify Therapy/Monitor Closely. Coadministration with drugs associated with nephrotoxicity may increase the risk for acute and/or chronic nephrotoxicity."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "entecavir",
            "description": {
                "common": "amikacin liposome inhalation, entecavir.\nEither increases effects of the other by decreasing renal clearance. Minor/Significance Unknown. Coadministration with drugs that reduce renal function or compete for active tubular secretion may increase serum concentrations of either entecavir or the coadministered drug."
            }
        }
    ],
    "adverse effects": [
        {
            "name": "Dysphonia",
            "percent": "47"
        },
        {
            "name": "Cough",
            "percent": "39"
        },
        {
            "name": "Bronchospasm",
            "percent": "29"
        },
        {
            "name": "Hemoptysis",
            "percent": "18"
        },
        {
            "name": "Ototoxicity",
            "percent": "17"
        },
        {
            "name": "Upper airway irritation",
            "percent": "17"
        },
        {
            "name": "Musculoskeletal pain",
            "percent": "17"
        },
        {
            "name": "Fatigue and asthenia",
            "percent": "16"
        },
        {
            "name": "Exacerbation of underlying pulmonary disease",
            "percent": "15"
        },
        {
            "name": "Diarrhea",
            "percent": "13"
        },
        {
            "name": "Nausea",
            "percent": "12"
        },
        {
            "name": "Pneumonia",
            "percent": "10"
        },
        {
            "name": "Headache",
            "percent": "10"
        },
        {
            "name": "Pyrexia",
            "percent": "7"
        },
        {
            "name": "Vomiting",
            "percent": "7"
        },
        {
            "name": "Rash",
            "percent": "6"
        },
        {
            "name": "Weight decreased",
            "percent": "6"
        },
        {
            "name": "Change in sputum",
            "percent": "5"
        },
        {
            "name": "Chest discomfort",
            "percent": "5"
        },
        {
            "name": "Anxiety",
            "percent": "4.5"
        },
        {
            "name": "Oral fungal infection",
            "percent": "4"
        },
        {
            "name": "Bronchitis",
            "percent": "3.6"
        },
        {
            "name": "Hypersensitivity pneumonitis",
            "percent": "3.6"
        },
        {
            "name": "Dysgeusia",
            "percent": "3.1"
        },
        {
            "name": "Respiratory failure",
            "percent": "2.7"
        },
        {
            "name": "Epistaxis",
            "percent": "2.7"
        },
        {
            "name": "Neuromuscular disorder",
            "percent": "2.2"
        },
        {
            "name": "Dry mouth",
            "percent": "2.2"
        },
        {
            "name": "Pneumothorax",
            "percent": "2.2"
        },
        {
            "name": "Exercise tolerance decreased",
            "percent": "1.3"
        },
        {
            "name": "Balance disorder",
            "percent": "1.3"
        }
    ]
}