{
    "name": "fondaparinux",
    "comment": "Rx",
    "other_names": [
        "Arixtra"
    ],
    "classes": [
        "Anticoagulants",
        "Hematologic",
        "Factor Xa Inhibitors"
    ],
    "source": "https://reference.medscape.com/drug/arixtra-fondaparinux-342172",
    "pregnancy": {
        "common": [
            "Available data from published literature and postmarketing reports have not reported clear association with adverse developmental outcomes; fondaparinux sodium plasma concentrations obtained from four women treated during pregnancy and their newborn infants demonstrated low placental transfer of fondaparinux sodium; there are risks to mother associated with untreated venous thromboembolism in pregnancy and a risk of hemorrhage in the mother and fetus associated with use of anticoagulants",
            "Pregnancy confers an increased risk for thromboembolism that is higher for women with underlying thromboembolic disease and certain high-risk pregnancy conditions; published data describe that women with a previous history of venous thrombosis are at high risk for recurrence during pregnancy"
        ],
        "specific": [
            {
                "type": "Fetal/neonatal adverse reactions",
                "description": [
                    "Drug has been demonstrated to cross placenta in humans; use of anticoagulants, may increase risk of bleeding in the fetus and neonate; monitor neonates for bleeding"
                ]
            },
            {
                "type": "Labor or delivery",
                "description": [
                    "All patients receiving anticoagulants, including pregnant women, are at risk for bleeding; use during labor or delivery in women who are receiving neuraxial anesthesia may result in epidural or spinal hematomas; pregnant women receiving therapy should be carefully monitored for evidence of bleeding or unexpected changes in coagulation parameters; consideration for use of a shorter acting anticoagulant should be specifically addressed as delivery approaches"
                ]
            }
        ]
    },
    "lactation": {
        "common": [
            "There are no data on presence in human milk, or effects on milk production; limited clinical data during lactation preclude a clear determination of risk of therapy to an infant during lactation; therefore, developmental and health benefits of breastfeeding should be considered along with mother’s clinical need for therapy and any potential adverse effects on breastfed infant from therapy or from underlying maternal condition"
        ]
    },
    "warnings": {
        "black_box_warning": {
            "common": [
                "Epidural or spinal hematomas may occur in patients undergoing anticoagulation with low-molecular-weight heparins (LMWHs) or heparinoids who receive neuraxial (epidural or spinal) anesthesia or spinal puncture",
                "These hematomas may result in long-term or permanent paralysis",
                "Patients should be frequently monitored for signs and symptoms of neurologic impairment",
                "If neurologic compromise is noted, urgent treatment is necessary",
                "Physicians should weigh benefits against risk before embarking on neuraxial intervention in patients anticoagulated or scheduled to be anticoagulated for thromboprophylaxis",
                "Optimal timing between the administration of LMWHs and neuraxial procedures is not known"
            ],
            "specific": [
                {
                    "type": "Factors increasing risk of epidural or spinal hematomas",
                    "description": [
                        "Indwelling epidural catheters",
                        "Concomitant use of other drugs that affect hemostasis (eg, nonsteroidal anti-inflammatory drugs [NSAIDs], platelet inhibitors, other anticoagulants)",
                        "History of traumatic or repeated epidural or spinal punctures",
                        "History of spinal deformity or spinal surgery"
                    ]
                }
            ]
        },
        "contraindicators": {
            "common": [
                "Severe renal impairment (CrCl <30 mL/min)",
                "Body weight <50 kg (venous thromboembolism prophylaxis only)",
                "Active major bleeding",
                "Bacterial endocarditis",
                "Thrombocytopenia with antiplatelet antibody in presence of fondaparinux",
                "History of serious hypersensitivity reaction (eg, angioedema, anaphylactoid or anaphylactic reactions)"
            ],
            "specific": []
        },
        "cautions": {
            "common": [
                "Use with caution in the elderly (prolonged half-life in patients >75 years of age), peptic ulcer disease, bleeding disorder, recent stroke, recent surgery (brain, spinal cord, or eye), concurrent use of platelet inhibitors or anticoagulants, moderate renal impairment (CrCl 30-50 mL/min); may cause prolonged anticoagulation in patients with CrCl 30 to 50 mL/min",
                "Discontinue if platelets <100,000/μL",
                "Not for IM administration",
                "Therapy increases risk of hemorrhage in patients at risk for bleeding, including conditions such as congenital or acquired bleeding disorders, active ulcerative and angiodysplastic gastrointestinal disease, hemorrhagic stroke, uncontrolled arterial hypertension, diabetic retinopathy, or shortly after brain, spinal, or ophthalmological surgery; cases of elevated aPTT temporally associated with bleeding events have been reported following administration of drug (with or without concomitant administration of other anticoagulants); do not administer agents that enhance risk of hemorrhage unless essential for management of underlying condition, such as vitamin K antagonists for treatment of VTE; if co-administration is essential, closely monitor patients for signs and symptoms of bleeding",
                "Do not use interchangeably with heparin or LMWHs",
                "Thrombocytopenia with thrombosis reported with use; discontinue therapy if platelet count falls below 100,000/mm³",
                "Risk of spinal or epidural hematomas if spinal puncture occurs (see Black Box Warnings)",
                "Do not administer initial dose earlier than 6- 8 hours after surgery; administration earlier than 6 hours after surgery increases risk of major bleeding",
                "Increased risk of bleeding in patients <50 kg; dosage reduction recommended",
                "Not for administration as prophylactic for patients undergoing hip fracture, hip replacement, or knee replacement surgery and abdominal surgery"
            ],
            "specific": []
        }
    },
    "interactions": [
        {
            "classification_type": "Contraindicated",
            "interaction_with": "apixaban",
            "description": {
                "common": "fondaparinux and apixaban both increase  anticoagulation. Contraindicated. Avoid concurrent use of rivaroxaban with other anticoagulants due to increased bleeding risk other than during therapeutic transition periods where patients should be observed closely. Monitor for signs/symptoms of blood loss."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "defibrotide",
            "description": {
                "common": "defibrotide increases effects of fondaparinux by pharmacodynamic synergism. Contraindicated. Coadministration of defibrotide is contraindicated with antithrombotic/fibrinolytic drugs. This does not include use for routine maintenance or reopening of central venous lines."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "mifepristone",
            "description": {
                "common": "mifepristone, fondaparinux. Other (see comment). Contraindicated. \nComment: Mifepristone may lead to excessive post abortion bleeding in pts. on anticoagulant therapy."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "abciximab",
            "description": {
                "common": "fondaparinux, abciximab.\nEither increases effects of the other by pharmacodynamic synergism. Contraindicated. Enhanced risk of hemorrhage."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "amobarbital",
            "description": {
                "common": "amobarbital decreases effects of fondaparinux by increasing metabolism. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "anagrelide",
            "description": {
                "common": "fondaparinux, anagrelide.\nEither increases effects of the other by pharmacodynamic synergism. Contraindicated. Enhanced risk of hemorrhage."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "antithrombin alfa",
            "description": {
                "common": "antithrombin alfa and fondaparinux both increase  anticoagulation. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "antithrombin III",
            "description": {
                "common": "antithrombin III and fondaparinux both increase  anticoagulation. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "argatroban",
            "description": {
                "common": "argatroban and fondaparinux both increase  anticoagulation. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "azithromycin",
            "description": {
                "common": "azithromycin increases effects of fondaparinux by decreasing metabolism. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "bazedoxifene/conjugated estrogens",
            "description": {
                "common": "bazedoxifene/conjugated estrogens decreases effects of fondaparinux by pharmacodynamic antagonism. Contraindicated. Risk of thromboembolic disorders."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "bemiparin",
            "description": {
                "common": "bemiparin and fondaparinux both increase  anticoagulation. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "betrixaban",
            "description": {
                "common": "fondaparinux, betrixaban.\nEither increases levels of the other by anticoagulation. Contraindicated. Therapeutic duplication; may use temporarily when switching anticoagulants."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "bivalirudin",
            "description": {
                "common": "bivalirudin and fondaparinux both increase  anticoagulation. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "butabarbital",
            "description": {
                "common": "butabarbital decreases effects of fondaparinux by increasing metabolism. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "butalbital",
            "description": {
                "common": "butalbital decreases effects of fondaparinux by increasing metabolism. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "caplacizumab",
            "description": {
                "common": "caplacizumab, fondaparinux.\nEither increases effects of the other by anticoagulation. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "cefamandole",
            "description": {
                "common": "cefamandole increases effects of fondaparinux by pharmacodynamic synergism. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "cefazolin",
            "description": {
                "common": "cefazolin increases effects of fondaparinux by pharmacodynamic synergism. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "cefdinir",
            "description": {
                "common": "cefdinir increases effects of fondaparinux by anticoagulation. Avoid or Use Alternate Drug. cephalosporins may decrease prothrombin activity."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "cefditoren",
            "description": {
                "common": "cefditoren will increase the level or effect of fondaparinux by  anticoagulation. Avoid or Use Alternate Drug. cephalosporins may decrease prothrombin activity"
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "cefotetan",
            "description": {
                "common": "cefotetan increases effects of fondaparinux by anticoagulation. Avoid or Use Alternate Drug. cephalosporins may decrease prothrombin activity."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "cefoxitin",
            "description": {
                "common": "cefoxitin will increase the level or effect of fondaparinux by  anticoagulation. Avoid or Use Alternate Drug. cephalosporins may decrease prothrombin activity"
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "cefpodoxime",
            "description": {
                "common": "cefpodoxime will increase the level or effect of fondaparinux by  anticoagulation. Avoid or Use Alternate Drug. cephalosporins may decrease prothrombin activity"
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "ceftriaxone",
            "description": {
                "common": "ceftriaxone increases effects of fondaparinux by anticoagulation. Avoid or Use Alternate Drug. cephalosporins may decrease prothrombin activity."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "cefuroxime",
            "description": {
                "common": "cefuroxime will increase the level or effect of fondaparinux by  anticoagulation. Avoid or Use Alternate Drug. cephalosporins may decrease prothrombin activity"
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "cilostazol",
            "description": {
                "common": "fondaparinux, cilostazol.\nEither increases effects of the other by pharmacodynamic synergism. Contraindicated. Enhanced risk of hemorrhage."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "clarithromycin",
            "description": {
                "common": "clarithromycin increases effects of fondaparinux by decreasing metabolism. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "clopidogrel",
            "description": {
                "common": "fondaparinux, clopidogrel.\nEither increases effects of the other by pharmacodynamic synergism. Contraindicated. Enhanced risk of hemorrhage."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "conjugated estrogens",
            "description": {
                "common": "conjugated estrogens decreases effects of fondaparinux by pharmacodynamic antagonism. Contraindicated. Risk of thromboembolic disorders."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "dabigatran",
            "description": {
                "common": "dabigatran and fondaparinux both increase  anticoagulation. Avoid or Use Alternate Drug. Both drugs have the potential to cause bleeding. Concomitant use may increase risk of bleeding."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "dalteparin",
            "description": {
                "common": "dalteparin and fondaparinux both increase  anticoagulation. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "dipyridamole",
            "description": {
                "common": "fondaparinux, dipyridamole.\nEither increases effects of the other by pharmacodynamic synergism. Contraindicated. Enhanced risk of hemorrhage."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "enoxaparin",
            "description": {
                "common": "enoxaparin and fondaparinux both increase  anticoagulation. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "eptifibatide",
            "description": {
                "common": "fondaparinux, eptifibatide.\nEither increases effects of the other by pharmacodynamic synergism. Contraindicated. Enhanced risk of hemorrhage."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "erythromycin base",
            "description": {
                "common": "erythromycin base increases effects of fondaparinux by decreasing metabolism. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "erythromycin ethylsuccinate",
            "description": {
                "common": "erythromycin ethylsuccinate increases effects of fondaparinux by decreasing metabolism. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "erythromycin lactobionate",
            "description": {
                "common": "erythromycin lactobionate increases effects of fondaparinux by decreasing metabolism. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "erythromycin stearate",
            "description": {
                "common": "erythromycin stearate increases effects of fondaparinux by decreasing metabolism. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "estradiol",
            "description": {
                "common": "estradiol decreases effects of fondaparinux by pharmacodynamic antagonism. Contraindicated. Risk of thromboembolic disorders."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "estrogens conjugated synthetic",
            "description": {
                "common": "estrogens conjugated synthetic decreases effects of fondaparinux by pharmacodynamic antagonism. Contraindicated. Risk of thromboembolic disorders."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "estropipate",
            "description": {
                "common": "estropipate decreases effects of fondaparinux by pharmacodynamic antagonism. Contraindicated. Risk of thromboembolic disorders."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "Factor X, human",
            "description": {
                "common": "fondaparinux will decrease the level or effect of Factor X, human by  pharmacodynamic antagonism. Avoid or Use Alternate Drug. Based on the mechanism of action, Factor X is likely to be counteracted by direct and indirect Factor Xa inhibitors."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "heparin",
            "description": {
                "common": "fondaparinux and heparin both increase  anticoagulation. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "levonorgestrel intrauterine",
            "description": {
                "common": "levonorgestrel intrauterine, fondaparinux.\nEither decreases effects of the other by pharmacodynamic antagonism. Avoid or Use Alternate Drug. Risk of thromboembolic disorders."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "levonorgestrel oral",
            "description": {
                "common": "levonorgestrel oral, fondaparinux.\nEither decreases effects of the other by pharmacodynamic antagonism. Avoid or Use Alternate Drug. Risk of thromboembolic disorders."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "levothyroxine",
            "description": {
                "common": "levothyroxine increases effects of fondaparinux by pharmacodynamic synergism. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "liothyronine",
            "description": {
                "common": "liothyronine increases effects of fondaparinux by pharmacodynamic synergism. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "mestranol",
            "description": {
                "common": "mestranol decreases effects of fondaparinux by pharmacodynamic antagonism. Contraindicated. Risk of thromboembolic disorders."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "pentobarbital",
            "description": {
                "common": "pentobarbital decreases effects of fondaparinux by increasing metabolism. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "phenindione",
            "description": {
                "common": "fondaparinux and phenindione both increase  anticoagulation. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "phenobarbital",
            "description": {
                "common": "phenobarbital decreases effects of fondaparinux by increasing metabolism. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "primidone",
            "description": {
                "common": "primidone decreases effects of fondaparinux by increasing metabolism. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "protamine",
            "description": {
                "common": "fondaparinux and protamine both increase  anticoagulation. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "quinine",
            "description": {
                "common": "quinine increases effects of fondaparinux by unknown mechanism. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "rivaroxaban",
            "description": {
                "common": "rivaroxaban, fondaparinux.\nEither increases effects of the other by anticoagulation. Contraindicated. Avoid concurrent use of rivaroxaban with other anticoagulants due to increased bleeding risk other than during therapeutic transition periods where patients should be observed closely. Monitor for signs/symptoms of blood loss."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "roxithromycin",
            "description": {
                "common": "roxithromycin increases effects of fondaparinux by decreasing metabolism. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "secobarbital",
            "description": {
                "common": "secobarbital decreases effects of fondaparinux by increasing metabolism. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "sulfadiazine",
            "description": {
                "common": "sulfadiazine increases effects of fondaparinux by decreasing metabolism. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "sulfamethoxazole",
            "description": {
                "common": "sulfamethoxazole increases effects of fondaparinux by decreasing metabolism. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "sulfisoxazole",
            "description": {
                "common": "sulfisoxazole increases effects of fondaparinux by decreasing metabolism. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "thyroid desiccated",
            "description": {
                "common": "thyroid desiccated increases effects of fondaparinux by pharmacodynamic synergism. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "tibolone",
            "description": {
                "common": "tibolone increases effects of fondaparinux by pharmacodynamic synergism. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "ticlopidine",
            "description": {
                "common": "fondaparinux, ticlopidine.\nEither increases effects of the other by pharmacodynamic synergism. Contraindicated. Enhanced risk of hemorrhage."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "tirofiban",
            "description": {
                "common": "fondaparinux, tirofiban.\nEither increases effects of the other by pharmacodynamic synergism. Contraindicated. Enhanced risk of hemorrhage."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "warfarin",
            "description": {
                "common": "fondaparinux increases effects of warfarin by anticoagulation. Avoid or Use Alternate Drug. Avoid combined use once INR is established in the desired therapeutic range."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "aceclofenac",
            "description": {
                "common": "fondaparinux and aceclofenac both increase  anticoagulation. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "acemetacin",
            "description": {
                "common": "fondaparinux and acemetacin both increase  anticoagulation. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "agrimony",
            "description": {
                "common": "fondaparinux and agrimony both increase  anticoagulation. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "alfalfa",
            "description": {
                "common": "fondaparinux and alfalfa both increase  anticoagulation. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "alteplase",
            "description": {
                "common": "fondaparinux and alteplase both increase  anticoagulation. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "American ginseng",
            "description": {
                "common": "fondaparinux and American ginseng both increase  anticoagulation. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "anamu",
            "description": {
                "common": "fondaparinux and anamu both increase  anticoagulation. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "aspirin",
            "description": {
                "common": "fondaparinux and aspirin both increase  anticoagulation. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "aspirin rectal",
            "description": {
                "common": "fondaparinux and aspirin rectal both increase  anticoagulation. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "aspirin/citric acid/sodium bicarbonate",
            "description": {
                "common": "fondaparinux and aspirin/citric acid/sodium bicarbonate both increase  anticoagulation. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "azapropazone",
            "description": {
                "common": "azapropazone increases effects of fondaparinux by plasma protein binding competition. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "azathioprine",
            "description": {
                "common": "azathioprine decreases effects of fondaparinux by unknown mechanism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "azficel-T",
            "description": {
                "common": "azficel-T, fondaparinux. Other (see comment). Use Caution/Monitor. \nComment: Coadministration with anticoagulants or antiplatelets may increase bruising or bleeding at biopsy and/or injection sites; concomitant use not recommended. Decisions regarding continued use or cessation of anticoagulants or antiplatelets should be made by a physician."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "budesonide",
            "description": {
                "common": "budesonide, fondaparinux. Other (see comment). Use Caution/Monitor. \nComment: Corticosteroids may decrease anticoagulant effects by increasing blood coagulability; conversely, they may impair vascular integrity, thus increasing bleeding risk.  Monitor INR closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "capecitabine",
            "description": {
                "common": "capecitabine increases effects of fondaparinux by unspecified interaction mechanism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "carbamazepine",
            "description": {
                "common": "carbamazepine decreases levels of fondaparinux by increasing metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "celecoxib",
            "description": {
                "common": "fondaparinux and celecoxib both increase  anticoagulation. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "chitosan",
            "description": {
                "common": "chitosan increases effects of fondaparinux by Other (see comment). Use Caution/Monitor. \nComment: Chitosan can decrease GI absorption of vitamin K, enhancing anticoagulant effects."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "choline magnesium trisalicylate",
            "description": {
                "common": "fondaparinux and choline magnesium trisalicylate both increase  anticoagulation. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "cinnamon",
            "description": {
                "common": "fondaparinux and cinnamon both increase  anticoagulation. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "citalopram",
            "description": {
                "common": "citalopram increases effects of fondaparinux by pharmacodynamic synergism. Use Caution/Monitor. Combination may increase risk of bleeding."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "collagenase clostridium histolyticum",
            "description": {
                "common": "fondaparinux increases toxicity of collagenase clostridium histolyticum by anticoagulation. Use Caution/Monitor. Collagenase clostridium histolyticum has high incidence of ecchymosis/contusion at injection site; avoid concomitant anticoagulants (except for low-dose aspirin, ie, up to 150 mg/day)."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "conjugated estrogens, vaginal",
            "description": {
                "common": "conjugated estrogens, vaginal decreases effects of fondaparinux by pharmacodynamic antagonism. Modify Therapy/Monitor Closely. Risk of thromboembolic disorders."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "cordyceps",
            "description": {
                "common": "fondaparinux and cordyceps both increase  anticoagulation. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "cornsilk",
            "description": {
                "common": "cornsilk decreases effects of fondaparinux by pharmacodynamic antagonism. Use Caution/Monitor. Cornsilk contains vitamin K; consume a consistent amount daily."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "cortisone",
            "description": {
                "common": "cortisone, fondaparinux. Other (see comment). Use Caution/Monitor. \nComment: Corticosteroids may decrease anticoagulant effects by increasing blood coagulability; conversely, they may impair vascular integrity, thus increasing bleeding risk.  Monitor INR closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "cyclophosphamide",
            "description": {
                "common": "cyclophosphamide increases effects of fondaparinux by unknown mechanism. Use Caution/Monitor. Due to potential thrombocytopenic effects of cyclophosphamide, an additive risk of bleeding may be seen in patients receiving concomitant anticoagulants."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "danshen",
            "description": {
                "common": "fondaparinux and danshen both increase  anticoagulation. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "deferasirox",
            "description": {
                "common": "deferasirox, fondaparinux. Other (see comment). Use Caution/Monitor. \nComment: Gastric ulceration and GI bleeding have been reported in patients taking deferasirox, use caution when coadministering with other drugs known to increase the risk of peptic ulcers or gastric hemorrhage including anticoagulants."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "deflazacort",
            "description": {
                "common": "deflazacort, fondaparinux. Other (see comment). Use Caution/Monitor. \nComment: Corticosteroids may decrease anticoagulant effects by increasing blood coagulability; conversely, they may impair vascular integrity, thus increasing bleeding risk.  Monitor INR closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "devil's claw",
            "description": {
                "common": "fondaparinux and devil's claw both increase  anticoagulation. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "dexamethasone",
            "description": {
                "common": "dexamethasone, fondaparinux. Other (see comment). Use Caution/Monitor. \nComment: Corticosteroids may decrease anticoagulant effects by increasing blood coagulability; conversely, they may impair vascular integrity, thus increasing bleeding risk.  Monitor INR closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "dichlorphenamide",
            "description": {
                "common": "dichlorphenamide and fondaparinux both decrease  serum potassium. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "diclofenac",
            "description": {
                "common": "fondaparinux and diclofenac both increase  anticoagulation. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "diflunisal",
            "description": {
                "common": "fondaparinux and diflunisal both increase  anticoagulation. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "dong quai",
            "description": {
                "common": "fondaparinux and dong quai both increase  anticoagulation. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "epoprostenol",
            "description": {
                "common": "fondaparinux and epoprostenol both increase  anticoagulation. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "escitalopram",
            "description": {
                "common": "escitalopram increases effects of fondaparinux by anticoagulation. Use Caution/Monitor. SSRIs may inhibit platelet aggregation, thus increase bleeding risk when coadministered with anticoagulants."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ethanol",
            "description": {
                "common": "ethanol increases effects of fondaparinux by unknown mechanism. Use Caution/Monitor. Acute EtOH intoxication."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ethotoin",
            "description": {
                "common": "fondaparinux increases levels of ethotoin by unknown mechanism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "etodolac",
            "description": {
                "common": "fondaparinux and etodolac both increase  anticoagulation. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "fenbufen",
            "description": {
                "common": "fondaparinux and fenbufen both increase  anticoagulation. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "fennel",
            "description": {
                "common": "fondaparinux and fennel both increase  anticoagulation. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "fenoprofen",
            "description": {
                "common": "fondaparinux and fenoprofen both increase  anticoagulation. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "feverfew",
            "description": {
                "common": "fondaparinux and feverfew both increase  anticoagulation. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "fish oil",
            "description": {
                "common": "fish oil, fondaparinux. Other (see comment). Use Caution/Monitor. \nComment: Patients taking fish oil and an anticoagulant or other drug affecting coagulation should be monitored periodically due to potential increased risk of bleeding. ."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "fish oil triglycerides",
            "description": {
                "common": "fish oil triglycerides will increase the level or effect of fondaparinux by  anticoagulation. Use Caution/Monitor. Prolonged bleeding reported in patients taking antiplatelet agents or anticoagulants and oral omega-3 fatty acids. Periodically monitor bleeding time in patients receiving fish oil triglycerides and concomitant antiplatelet agents or anticoagulants."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "fludrocortisone",
            "description": {
                "common": "fludrocortisone, fondaparinux. Other (see comment). Use Caution/Monitor. \nComment: Corticosteroids may decrease anticoagulant effects by increasing blood coagulability; conversely, they may impair vascular integrity, thus increasing bleeding risk.  Monitor INR closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "fluorouracil",
            "description": {
                "common": "fluorouracil increases effects of fondaparinux by unspecified interaction mechanism. Use Caution/Monitor. Due to the thrombocytopenic effects of fluorouracil, an additive risk of bleeding may be seen in patients receiving concomitant anticoagulants."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "fluoxetine",
            "description": {
                "common": "fluoxetine increases effects of fondaparinux by anticoagulation. Use Caution/Monitor. SSRIs may inhibit platelet aggregation, thus increase bleeding risk when coadministered with anticoagulants."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "flurbiprofen",
            "description": {
                "common": "fondaparinux and flurbiprofen both increase  anticoagulation. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "fluvoxamine",
            "description": {
                "common": "fluvoxamine will increase the level or effect of fondaparinux by  anticoagulation. Use Caution/Monitor. SSRIs may inhibit platelet aggregation, which may increase bleeding risk when coadministered with anticoabulants"
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "forskolin",
            "description": {
                "common": "fondaparinux and forskolin both increase  anticoagulation. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "fosphenytoin",
            "description": {
                "common": "fondaparinux increases levels of fosphenytoin by unknown mechanism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "garlic",
            "description": {
                "common": "fondaparinux and garlic both increase  anticoagulation. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "gemcitabine",
            "description": {
                "common": "gemcitabine increases effects of fondaparinux by unspecified interaction mechanism. Use Caution/Monitor. Due to the thrombocytopenic effects of gemcitabine, an additive risk of bleeding may be seen in patients receiving concomitant anticoagulants."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ginger",
            "description": {
                "common": "fondaparinux and ginger both increase  anticoagulation. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ginkgo biloba",
            "description": {
                "common": "fondaparinux and ginkgo biloba both increase  anticoagulation. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "glucagon intranasal",
            "description": {
                "common": "glucagon intranasal increases effects of fondaparinux by unknown mechanism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "green tea",
            "description": {
                "common": "green tea, fondaparinux. Other (see comment). Use Caution/Monitor. \nComment: Combination may increase risk of bleeding, caution is advised."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "hemin",
            "description": {
                "common": "fondaparinux, hemin.\nEither increases effects of the other by anticoagulation. Use Caution/Monitor. Hemin degradation product (ie, hematin) may produce coagulopathy (eg, thrombocytopenia, platelet degranulation) and cause mild anticoagulant effects."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "horse chestnut seed",
            "description": {
                "common": "fondaparinux and horse chestnut seed both increase  anticoagulation. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "hydrocortisone",
            "description": {
                "common": "hydrocortisone, fondaparinux. Other (see comment). Use Caution/Monitor. \nComment: Corticosteroids may decrease anticoagulant effects by increasing blood coagulability; conversely, they may impair vascular integrity, thus increasing bleeding risk.  Monitor INR closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ibrutinib",
            "description": {
                "common": "ibrutinib will increase the level or effect of fondaparinux by  anticoagulation. Use Caution/Monitor. Ibrutinib may increase the risk of hemorrhage in patients receiving antiplatelet or anticoagulant therapies and monitor for signs of bleeding. "
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ibuprofen",
            "description": {
                "common": "fondaparinux and ibuprofen both increase  anticoagulation. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ibuprofen IV",
            "description": {
                "common": "fondaparinux and ibuprofen IV both increase  anticoagulation. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "icosapent",
            "description": {
                "common": "icosapent, fondaparinux.\nEither increases effects of the other by pharmacodynamic synergism. Use Caution/Monitor. Icosapent may prolong bleeding time; monitor periodically if coadministered with other drugs that affect bleeding."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "indomethacin",
            "description": {
                "common": "fondaparinux and indomethacin both increase  anticoagulation. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "iodine (radioactive)",
            "description": {
                "common": "iodine (radioactive) decreases effects of fondaparinux by pharmacodynamic antagonism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ketoprofen",
            "description": {
                "common": "fondaparinux and ketoprofen both increase  anticoagulation. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ketorolac",
            "description": {
                "common": "fondaparinux and ketorolac both increase  anticoagulation. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ketorolac intranasal",
            "description": {
                "common": "fondaparinux and ketorolac intranasal both increase  anticoagulation. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "lofepramine",
            "description": {
                "common": "lofepramine increases levels of fondaparinux by decreasing metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "lornoxicam",
            "description": {
                "common": "fondaparinux and lornoxicam both increase  anticoagulation. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "meclofenamate",
            "description": {
                "common": "fondaparinux and meclofenamate both increase  anticoagulation. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "mefenamic acid",
            "description": {
                "common": "fondaparinux and mefenamic acid both increase  anticoagulation. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "melatonin",
            "description": {
                "common": "melatonin increases effects of fondaparinux by anticoagulation. Use Caution/Monitor. Melatonin may decrease prothrombin time."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "meloxicam",
            "description": {
                "common": "fondaparinux and meloxicam both increase  anticoagulation. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "methimazole",
            "description": {
                "common": "methimazole decreases effects of fondaparinux by pharmacodynamic antagonism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "methylprednisolone",
            "description": {
                "common": "methylprednisolone, fondaparinux. Other (see comment). Use Caution/Monitor. \nComment: Corticosteroids may decrease anticoagulant effects by increasing blood coagulability; conversely, they may impair vascular integrity, thus increasing bleeding risk.  Monitor INR closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "mistletoe",
            "description": {
                "common": "fondaparinux increases and mistletoe decreases anticoagulation. Effect of interaction is not clear, use caution. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "nabumetone",
            "description": {
                "common": "fondaparinux and nabumetone both increase  anticoagulation. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "naproxen",
            "description": {
                "common": "fondaparinux and naproxen both increase  anticoagulation. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "nettle",
            "description": {
                "common": "fondaparinux increases and nettle decreases anticoagulation. Effect of interaction is not clear, use caution. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "omega 3 carboxylic acids",
            "description": {
                "common": "omega 3 carboxylic acids, fondaparinux. Other (see comment). Use Caution/Monitor. \nComment: Patients taking omega-3 acids and an anticoagulant or other drug affecting coagulation should be monitored periodically due to potential increased risk of bleeding."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "omega 3 fatty acids",
            "description": {
                "common": "omega 3 fatty acids, fondaparinux. Other (see comment). Use Caution/Monitor. \nComment: Patients taking omega-3-fatty acids and an anticoagulant or other drug affecting coagulation should be monitored periodically due to potential increased risk of bleeding. ."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "oxaprozin",
            "description": {
                "common": "fondaparinux and oxaprozin both increase  anticoagulation. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "panax ginseng",
            "description": {
                "common": "fondaparinux and panax ginseng both increase  anticoagulation. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "parecoxib",
            "description": {
                "common": "fondaparinux and parecoxib both increase  anticoagulation. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "paroxetine",
            "description": {
                "common": "paroxetine increases effects of fondaparinux by anticoagulation. Use Caution/Monitor. SSRIs may inhibit platelet aggregation, thus increase bleeding risk when coadministered with anticoagulants."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "pau d'arco",
            "description": {
                "common": "fondaparinux and pau d'arco both increase  anticoagulation. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "pegaspargase",
            "description": {
                "common": "pegaspargase increases effects of fondaparinux by pharmacodynamic synergism. Use Caution/Monitor. Increased risk of bleeding events."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "phenytoin",
            "description": {
                "common": "fondaparinux increases levels of phenytoin by unknown mechanism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "phytoestrogens",
            "description": {
                "common": "fondaparinux and phytoestrogens both increase  anticoagulation. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "piroxicam",
            "description": {
                "common": "fondaparinux and piroxicam both increase  anticoagulation. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "porfimer",
            "description": {
                "common": "fondaparinux decreases effects of porfimer by pharmacodynamic antagonism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "prasugrel",
            "description": {
                "common": "fondaparinux, prasugrel.\nEither increases effects of the other by pharmacodynamic synergism. Use Caution/Monitor. Enhanced risk of hemorrhage."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "prednisolone",
            "description": {
                "common": "prednisolone, fondaparinux. Other (see comment). Use Caution/Monitor. \nComment: Corticosteroids may decrease anticoagulant effects by increasing blood coagulability; conversely, they may impair vascular integrity, thus increasing bleeding risk.  Monitor INR closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "prednisone",
            "description": {
                "common": "prednisone, fondaparinux. Other (see comment). Use Caution/Monitor. \nComment: Corticosteroids may decrease anticoagulant effects by increasing blood coagulability; conversely, they may impair vascular integrity, thus increasing bleeding risk.  Monitor INR closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "propafenone",
            "description": {
                "common": "propafenone increases effects of fondaparinux by decreasing metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "propylthiouracil",
            "description": {
                "common": "propylthiouracil decreases effects of fondaparinux by pharmacodynamic antagonism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "reishi",
            "description": {
                "common": "fondaparinux and reishi both increase  anticoagulation. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "reteplase",
            "description": {
                "common": "fondaparinux and reteplase both increase  anticoagulation. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "rifabutin",
            "description": {
                "common": "rifabutin decreases levels of fondaparinux by increasing metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "salicylates (non-asa)",
            "description": {
                "common": "fondaparinux and salicylates (non-asa) both increase  anticoagulation. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "salsalate",
            "description": {
                "common": "fondaparinux and salsalate both increase  anticoagulation. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "saw palmetto",
            "description": {
                "common": "saw palmetto increases toxicity of fondaparinux by unspecified interaction mechanism. Use Caution/Monitor. May increase risk of bleeding."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "sertraline",
            "description": {
                "common": "sertraline increases effects of fondaparinux by pharmacodynamic synergism. Use Caution/Monitor. Combination may increase risk of bleeding."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "Siberian ginseng",
            "description": {
                "common": "fondaparinux and Siberian ginseng both increase  anticoagulation. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "sulfasalazine",
            "description": {
                "common": "fondaparinux and sulfasalazine both increase  anticoagulation. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "sulindac",
            "description": {
                "common": "fondaparinux and sulindac both increase  anticoagulation. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "tenecteplase",
            "description": {
                "common": "fondaparinux and tenecteplase both increase  anticoagulation. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ticagrelor",
            "description": {
                "common": "ticagrelor, fondaparinux.\nEither increases effects of the other by anticoagulation. Use Caution/Monitor. Increased risk of bleeding during concomitant use of medications that increase potential for bleeding."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "tipranavir",
            "description": {
                "common": "tipranavir increases effects of fondaparinux by pharmacodynamic synergism. Use Caution/Monitor. Tipranavir has mild antiplatelet activity that may incr bleeding risk."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "tolfenamic acid",
            "description": {
                "common": "fondaparinux and tolfenamic acid both increase  anticoagulation. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "tolmetin",
            "description": {
                "common": "fondaparinux and tolmetin both increase  anticoagulation. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "triamcinolone acetonide injectable suspension",
            "description": {
                "common": "triamcinolone acetonide injectable suspension, fondaparinux. Other (see comment). Use Caution/Monitor. \nComment: Corticosteroids may decrease anticoagulant effects by increasing blood coagulability; conversely, they may impair vascular integrity, thus increasing bleeding risk.  Monitor INR closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "triclofos",
            "description": {
                "common": "triclofos increases effects of fondaparinux by unspecified interaction mechanism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "vorapaxar",
            "description": {
                "common": "fondaparinux, vorapaxar.\nEither increases effects of the other by anticoagulation. Use Caution/Monitor. Coadministration of anticoagulants, antiplatelets, or other drug affecting coagulation should be monitored periodically due to potential increased risk of bleeding."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "vortioxetine",
            "description": {
                "common": "vortioxetine and fondaparinux both increase  anticoagulation. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "zanubrutinib",
            "description": {
                "common": "fondaparinux, zanubrutinib.\nEither increases effects of the other by anticoagulation. Modify Therapy/Monitor Closely. Zanubrutinib-induced cytopenias increases risk of hemorrhage. Coadministration of zanubritinib with antiplatelets or anticoagulants may further increase this risk."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "acetaminophen",
            "description": {
                "common": "acetaminophen increases effects of fondaparinux by unknown mechanism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "acetaminophen IV",
            "description": {
                "common": "acetaminophen IV increases effects of fondaparinux by unknown mechanism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "acetaminophen rectal",
            "description": {
                "common": "acetaminophen rectal increases effects of fondaparinux by unknown mechanism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "alprostadil intracavernous/urethral",
            "description": {
                "common": "alprostadil intracavernous/urethral increases effects of fondaparinux by pharmacodynamic synergism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "ceftaroline",
            "description": {
                "common": "ceftaroline increases effects of fondaparinux by Other (see comment). Minor/Significance Unknown. \nComment: Cephalosporins with a methylthiotetrazole (MTT) side ring (eg, cefotetan, cefoperazone) are more frequently associated with hypoprothrombinemic activity."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "chlorella",
            "description": {
                "common": "chlorella decreases effects of fondaparinux by pharmacodynamic antagonism. Minor/Significance Unknown. Theoretical, due to vitamin K content."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "demeclocycline",
            "description": {
                "common": "demeclocycline increases effects of fondaparinux by pharmacodynamic synergism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "dexmethylphenidate",
            "description": {
                "common": "dexmethylphenidate increases effects of fondaparinux by decreasing metabolism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "doxycycline",
            "description": {
                "common": "doxycycline increases effects of fondaparinux by pharmacodynamic synergism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "glyburide",
            "description": {
                "common": "glyburide increases effects of fondaparinux by unspecified interaction mechanism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "mineral oil",
            "description": {
                "common": "mineral oil decreases levels of fondaparinux by inhibition of GI absorption. Applies only to oral form of both agents. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "minocycline",
            "description": {
                "common": "minocycline increases effects of fondaparinux by pharmacodynamic synergism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "oxytetracycline",
            "description": {
                "common": "oxytetracycline increases effects of fondaparinux by pharmacodynamic synergism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "quinidine",
            "description": {
                "common": "quinidine increases effects of fondaparinux by decreasing metabolism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "serdexmethylphenidate/dexmethylphenidate",
            "description": {
                "common": "serdexmethylphenidate/dexmethylphenidate increases effects of fondaparinux by decreasing metabolism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "tetracycline",
            "description": {
                "common": "tetracycline increases effects of fondaparinux by pharmacodynamic synergism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "verteporfin",
            "description": {
                "common": "fondaparinux decreases effects of verteporfin by pharmacodynamic antagonism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "vitamin E",
            "description": {
                "common": "vitamin E, fondaparinux. Mechanism: pharmacodynamic synergism. Minor/Significance Unknown. Vitamin E at RDA does not change INR in pts. on chronic warfarin therapy; megadoses (~10x RDA) may enhance anticoagulant effects in vitamin K deficient pts."
            }
        }
    ],
    "adverse effects": [
        {
            "name": "Anemia",
            "percent": "1-20"
        },
        {
            "name": "Fever",
            "percent": "4-14"
        },
        {
            "name": "Nausea",
            "percent": "3-11"
        },
        {
            "name": "Rash",
            "percent": "7.5"
        },
        {
            "name": "Dizziness",
            "percent": "4"
        },
        {
            "name": "Confusion",
            "percent": "3"
        },
        {
            "name": "Constipation",
            "percent": "5-9"
        },
        {
            "name": "Diarrhea",
            "percent": "2-3"
        },
        {
            "name": "Edema",
            "percent": "9"
        },
        {
            "name": "Headache",
            "percent": "2-5"
        },
        {
            "name": "Hypokalemia",
            "percent": "1-4"
        },
        {
            "name": "Hypotension",
            "percent": "4"
        },
        {
            "name": "Insomnia",
            "percent": "4-5"
        },
        {
            "name": "Purpura",
            "percent": "4"
        },
        {
            "name": "Thrombocytopenia",
            "percent": "3"
        },
        {
            "name": "Urinary retention",
            "percent": "3"
        },
        {
            "name": "Urinary tract infection",
            "percent": "2-4"
        },
        {
            "name": "Vomiting",
            "percent": "1-6"
        },
        {
            "name": "Thrombocytopenia with thrombosis that manifested similarly to HIT",
            "percent": "50"
        },
        {
            "name": "Serious allergic reactions",
            "percent": null
        },
        {
            "name": "including angioedema and anaphylactoid or anaphylactic reactions",
            "percent": null
        },
        {
            "name": "Spinal or epidural hematomas",
            "percent": null
        },
        {
            "name": "Hemorrhage",
            "percent": null
        },
        {
            "name": "Increase in bleeding risk with renal impairment",
            "percent": null
        },
        {
            "name": "Increase in bleeding risk with body weight",
            "percent": null
        },
        {
            "name": "Kg",
            "percent": null
        },
        {
            "name": "Increase in aminotransferase levels",
            "percent": null
        }
    ]
}