{
    "name": "thyroid desiccated",
    "comment": "Rx",
    "other_names": [
        "Armour Thyroid",
        "Nature-Throid"
    ],
    "classes": [
        "Thyroid Products"
    ],
    "source": "https://reference.medscape.com/drug/armour-thyroid-thyroid-usp-thyroid-desiccated-342736",
    "pregnancy": {
        "common": [
            "Thyroid hormones do not readily cross the placental barrier; clinical experience to date does not indicate any adverse effect on fetuses when thyroid hormones are administered to pregnant women",
            "On the basis of current knowledge, thyroid replacement therapy to hypothyroid women should not be discontinued during pregnancy"
        ],
        "specific": []
    },
    "lactation": {
        "common": [
            "Minimal amounts of thyroid hormones are excreted in human milk; thyroid is not associated with serious adverse reactions and does not have a known tumorigenic potential; however, caution should be exercised when thyroid is administered to a nursing woman"
        ]
    },
    "warnings": {
        "black_box_warning": {
            "common": [
                "Drugs with thyroid hormone activity, alone or together with other therapeutic agents, used for the treatment of obesity; in euthyroid patients, doses within range of daily hormonal requirements are ineffective for weight reduction",
                "Larger doses may produce serious or even life-threatening manifestations of toxicity, particularly when given in association with sympathomimetic amines such as those used for their anorectic effects"
            ],
            "specific": []
        },
        "contraindicators": {
            "common": [
                "Hypersensitivity to thyroid hormone",
                "Untreated thyrotoxicosis, untreated adrenal insufficiency"
            ],
            "specific": []
        },
        "cautions": {
            "common": [
                "Use caution; symptoms may be exaggerated or aggravated; glucocorticoid treatment should precede thyroid replacement therapy in patients with adrenal insufficiency",
                "Use with caution in cardiovascular disease, angina, HTN, endocrine disorders, elderly",
                "Use cautioin in diabetes mellitus and insipidus; therapy may aggravate or exaggerate symptoms",
                "Judicious use in AMI complicated or caused by hypothyroidism may be considered",
                "Ineffective in the treatment of obesity or of infertility uncomplicated by hypothyroidism",
                "Myxedema symptoms may be exaggerated or aggravated; therapy of myxedema coma requires simultaneous administration of glucocorticoids; use caution; administer low dose to patients with long-standing myxedemay",
                "Hypothyroidism decreases and hyperthyroidism increases sensitivity to oral anticoagulants; prothrombin time should be closely monitored in thyroid-treated patients on oral anticoagulants and dosage of the latter agents adjusted on the basis of frequent prothrombin time determinations; in infants, excessive doses of thyroid hormone preparations may produce craniosynostosis"
            ],
            "specific": []
        }
    },
    "interactions": [
        {
            "classification_type": "Contraindicated",
            "interaction_with": "sodium iodide I-131",
            "description": {
                "common": "thyroid desiccated will decrease the level or effect of sodium iodide I-131 by  Other (see comment). Contraindicated. Use of thyroid products or iodine before and during treatment with sodium iodide I-131 decreases uptake of sodium iodide I-131 by the thyroid gland"
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "antithrombin alfa",
            "description": {
                "common": "thyroid desiccated increases effects of antithrombin alfa by pharmacodynamic synergism. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "antithrombin III",
            "description": {
                "common": "thyroid desiccated increases effects of antithrombin III by pharmacodynamic synergism. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "argatroban",
            "description": {
                "common": "thyroid desiccated increases effects of argatroban by pharmacodynamic synergism. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "bemiparin",
            "description": {
                "common": "thyroid desiccated increases effects of bemiparin by pharmacodynamic synergism. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "bivalirudin",
            "description": {
                "common": "thyroid desiccated increases effects of bivalirudin by pharmacodynamic synergism. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "dalteparin",
            "description": {
                "common": "thyroid desiccated increases effects of dalteparin by pharmacodynamic synergism. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "enoxaparin",
            "description": {
                "common": "thyroid desiccated increases effects of enoxaparin by pharmacodynamic synergism. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "fondaparinux",
            "description": {
                "common": "thyroid desiccated increases effects of fondaparinux by pharmacodynamic synergism. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "heparin",
            "description": {
                "common": "thyroid desiccated increases effects of heparin by pharmacodynamic synergism. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "lycopus",
            "description": {
                "common": "lycopus decreases effects of thyroid desiccated by pharmacodynamic antagonism. Contraindicated. Lycopus blocks peripheral conversion of T4 to T3."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "phenindione",
            "description": {
                "common": "thyroid desiccated increases effects of phenindione by pharmacodynamic synergism. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "protamine",
            "description": {
                "common": "thyroid desiccated increases effects of protamine by pharmacodynamic synergism. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "amitriptyline",
            "description": {
                "common": "thyroid desiccated increases effects of amitriptyline by Other (see comment). Use Caution/Monitor. \nComment: Increased catecholamine receptor sensitivity; may increase CNS and cardiovascular effects, including arrhythmias."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "amoxapine",
            "description": {
                "common": "thyroid desiccated increases effects of amoxapine by Other (see comment). Use Caution/Monitor. \nComment: Increased catecholamine receptor sensitivity; may increase CNS and cardiovascular effects, including arrhythmias."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "carbonyl iron",
            "description": {
                "common": "carbonyl iron decreases levels of thyroid desiccated by inhibition of GI absorption. Applies only to oral form of both agents. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "cholestyramine",
            "description": {
                "common": "cholestyramine decreases levels of thyroid desiccated by inhibition of GI absorption. Applies only to oral form of both agents. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "clomipramine",
            "description": {
                "common": "thyroid desiccated increases effects of clomipramine by Other (see comment). Use Caution/Monitor. \nComment: Increased catecholamine receptor sensitivity; may increase CNS and cardiovascular effects, including arrhythmias."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "colesevelam",
            "description": {
                "common": "colesevelam will decrease the level or effect of thyroid desiccated by  Mechanism: inhibition of GI absorption. Applies only to oral form of both agents. Modify Therapy/Monitor Closely. Administer thyroid hormones at least 4 hr before colesevelam. Elevated thyroid-stimulating hormone (TSH) in patients receiving thyroid hormone."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "desipramine",
            "description": {
                "common": "thyroid desiccated increases effects of desipramine by Other (see comment). Use Caution/Monitor. \nComment: Increased catecholamine receptor sensitivity; may increase CNS and cardiovascular effects, including arrhythmias."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "digoxin",
            "description": {
                "common": "thyroid desiccated decreases effects of digoxin by unknown mechanism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "doxepin",
            "description": {
                "common": "thyroid desiccated increases effects of doxepin by Other (see comment). Use Caution/Monitor. \nComment: Increased catecholamine receptor sensitivity; may increase CNS and cardiovascular effects, including arrhythmias."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "doxepin cream",
            "description": {
                "common": "thyroid desiccated increases effects of doxepin cream by Other (see comment). Use Caution/Monitor. \nComment: Increased catecholamine receptor sensitivity; may increase CNS and cardiovascular effects, including arrhythmias."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "eluxadoline",
            "description": {
                "common": "eluxadoline increases levels of thyroid desiccated by decreasing metabolism. Use Caution/Monitor. Eluxadoline may increase the systemic exposure of coadministered OATP1B1 substrates."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ferric maltol",
            "description": {
                "common": "ferric maltol decreases levels of thyroid desiccated by inhibition of GI absorption. Applies only to oral form of both agents. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ferrous fumarate",
            "description": {
                "common": "ferrous fumarate decreases levels of thyroid desiccated by inhibition of GI absorption. Applies only to oral form of both agents. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ferrous gluconate",
            "description": {
                "common": "ferrous gluconate decreases levels of thyroid desiccated by inhibition of GI absorption. Applies only to oral form of both agents. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ferrous sulfate",
            "description": {
                "common": "ferrous sulfate decreases levels of thyroid desiccated by inhibition of GI absorption. Applies only to oral form of both agents. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "imipramine",
            "description": {
                "common": "thyroid desiccated increases effects of imipramine by Other (see comment). Use Caution/Monitor. \nComment: Increased catecholamine receptor sensitivity; may increase CNS and cardiovascular effects, including arrhythmias."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "insulin degludec",
            "description": {
                "common": "thyroid desiccated decreases effects of insulin degludec by pharmacodynamic antagonism. Use Caution/Monitor. Thyroid hormones regulate carbohydrate metabolism, gluconeogenesis, and glycogen stores mobilization; dose of antidiabetic agents may need adjustment and increased frequency of glucose monitoring may be required."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "insulin degludec/insulin aspart",
            "description": {
                "common": "thyroid desiccated decreases effects of insulin degludec/insulin aspart by pharmacodynamic antagonism. Use Caution/Monitor. Thyroid hormones regulate carbohydrate metabolism, gluconeogenesis, and glycogen stores mobilization; dose of antidiabetic agents may need adjustment and increased frequency of glucose monitoring may be required."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "insulin inhaled",
            "description": {
                "common": "thyroid desiccated decreases effects of insulin inhaled by pharmacodynamic antagonism. Use Caution/Monitor. Thyroid hormones regulate carbohydrate metabolism, gluconeogenesis, and glycogen stores mobilization; dose of antidiabetic agents may need adjustment and increased frequency of glucose monitoring may be required."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "iron dextran complex",
            "description": {
                "common": "iron dextran complex decreases levels of thyroid desiccated by inhibition of GI absorption. Applies only to oral form of both agents. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "iron sucrose",
            "description": {
                "common": "iron sucrose decreases levels of thyroid desiccated by inhibition of GI absorption. Applies only to oral form of both agents. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "lanthanum carbonate",
            "description": {
                "common": "lanthanum carbonate decreases levels of thyroid desiccated by cation binding in GI tract. Use Caution/Monitor. Administer oral thyroid products at least 2 hr before or after lanthanum. Interaction applies only to oral thyroid products only. ."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "levonorgestrel oral/ethinylestradiol/ferrous bisglycinate",
            "description": {
                "common": "levonorgestrel oral/ethinylestradiol/ferrous bisglycinate will decrease the level or effect of thyroid desiccated by  unknown mechanism. Modify Therapy/Monitor Closely. The estrogen component of combined hormonal contraceptives (CHCs) may raise the serum concentrations of thyroxine-binding globulin. Women on thyroid hormone replacement therapy may need increased doses of thyroid hormone with use of CHCs."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "metformin",
            "description": {
                "common": "thyroid desiccated decreases effects of metformin by pharmacodynamic antagonism. Use Caution/Monitor. Patient should be closely observed for loss of blood glucose control; when drugs are withdrawn from a patient receiving metformin, patient should be observed closely for hypoglycemia."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "nateglinide",
            "description": {
                "common": "thyroid desiccated decreases effects of nateglinide by pharmacodynamic antagonism. Use Caution/Monitor. Coadministration may reduce nateglinide's hypoglycemic action."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "nortriptyline",
            "description": {
                "common": "thyroid desiccated increases effects of nortriptyline by Other (see comment). Use Caution/Monitor. \nComment: Increased catecholamine receptor sensitivity; may increase CNS and cardiovascular effects, including arrhythmias."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "polysaccharide iron",
            "description": {
                "common": "polysaccharide iron decreases levels of thyroid desiccated by inhibition of GI absorption. Applies only to oral form of both agents. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "protriptyline",
            "description": {
                "common": "thyroid desiccated increases effects of protriptyline by Other (see comment). Use Caution/Monitor. \nComment: Increased catecholamine receptor sensitivity; may increase CNS and cardiovascular effects, including arrhythmias."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "rose hips",
            "description": {
                "common": "rose hips decreases levels of thyroid desiccated by inhibition of GI absorption. Applies only to oral form of both agents. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "trimipramine",
            "description": {
                "common": "thyroid desiccated increases effects of trimipramine by Other (see comment). Use Caution/Monitor. \nComment: Increased catecholamine receptor sensitivity; may increase CNS and cardiovascular effects, including arrhythmias."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "warfarin",
            "description": {
                "common": "thyroid desiccated increases effects of warfarin by unspecified interaction mechanism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "amobarbital",
            "description": {
                "common": "amobarbital decreases levels of thyroid desiccated by increasing metabolism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "butabarbital",
            "description": {
                "common": "butabarbital decreases levels of thyroid desiccated by increasing metabolism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "butalbital",
            "description": {
                "common": "butalbital decreases levels of thyroid desiccated by increasing metabolism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "carbamazepine",
            "description": {
                "common": "carbamazepine decreases levels of thyroid desiccated by increasing metabolism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "colestipol",
            "description": {
                "common": "colestipol decreases levels of thyroid desiccated by inhibition of GI absorption. Applies only to oral form of both agents. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "dexlansoprazole",
            "description": {
                "common": "dexlansoprazole decreases levels of thyroid desiccated by increasing gastric pH. Applies only to oral form of both agents. Minor/Significance Unknown. Conflicting evidence regarding this interaction exists."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "eslicarbazepine acetate",
            "description": {
                "common": "eslicarbazepine acetate decreases levels of thyroid desiccated by increasing metabolism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "esomeprazole",
            "description": {
                "common": "esomeprazole decreases levels of thyroid desiccated by increasing gastric pH. Applies only to oral form of both agents. Minor/Significance Unknown. Conflicting evidence regarding this interaction exists."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "ethotoin",
            "description": {
                "common": "ethotoin decreases levels of thyroid desiccated by increasing metabolism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "fosphenytoin",
            "description": {
                "common": "fosphenytoin decreases levels of thyroid desiccated by increasing metabolism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "glandular products",
            "description": {
                "common": "glandular products increases effects of thyroid desiccated by pharmacodynamic synergism. Minor/Significance Unknown. Additive effects with thyroid glandular extract."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "guggul",
            "description": {
                "common": "guggul decreases effects of thyroid desiccated by pharmacodynamic antagonism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "lansoprazole",
            "description": {
                "common": "lansoprazole decreases levels of thyroid desiccated by increasing gastric pH. Applies only to oral form of both agents. Minor/Significance Unknown. Conflicting evidence regarding this interaction exists."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "omeprazole",
            "description": {
                "common": "omeprazole decreases levels of thyroid desiccated by increasing gastric pH. Applies only to oral form of both agents. Minor/Significance Unknown. Conflicting evidence regarding this interaction exists."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "oxcarbazepine",
            "description": {
                "common": "oxcarbazepine decreases levels of thyroid desiccated by increasing metabolism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "pantoprazole",
            "description": {
                "common": "pantoprazole decreases levels of thyroid desiccated by increasing gastric pH. Applies only to oral form of both agents. Minor/Significance Unknown. Conflicting evidence regarding this interaction exists."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "pentobarbital",
            "description": {
                "common": "pentobarbital decreases levels of thyroid desiccated by increasing metabolism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "phenobarbital",
            "description": {
                "common": "phenobarbital decreases levels of thyroid desiccated by increasing metabolism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "phenytoin",
            "description": {
                "common": "phenytoin decreases levels of thyroid desiccated by increasing metabolism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "piracetam",
            "description": {
                "common": "piracetam, thyroid desiccated. Mechanism: unknown. Minor/Significance Unknown. Combination of piracetam and T3+T4 produced confusion, sleep disorder in single case."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "primidone",
            "description": {
                "common": "primidone decreases levels of thyroid desiccated by increasing metabolism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "rabeprazole",
            "description": {
                "common": "rabeprazole decreases levels of thyroid desiccated by increasing gastric pH. Applies only to oral form of both agents. Minor/Significance Unknown. Conflicting evidence regarding this interaction exists."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "rifampin",
            "description": {
                "common": "rifampin decreases levels of thyroid desiccated by increasing metabolism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "secobarbital",
            "description": {
                "common": "secobarbital decreases levels of thyroid desiccated by increasing metabolism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "shepherd's purse",
            "description": {
                "common": "shepherd's purse decreases effects of thyroid desiccated by unspecified interaction mechanism. Minor/Significance Unknown. Theoretical interaction."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "theophylline",
            "description": {
                "common": "thyroid desiccated decreases levels of theophylline by increasing elimination. Minor/Significance Unknown."
            }
        }
    ],
    "adverse effects": [
        {
            "name": "Tachycardia",
            "percent": null
        },
        {
            "name": "Alopecia",
            "percent": null
        },
        {
            "name": "Myalgia",
            "percent": null
        },
        {
            "name": "Arrhythmias",
            "percent": null
        },
        {
            "name": "Nervousness",
            "percent": null
        },
        {
            "name": "Tremor",
            "percent": null
        },
        {
            "name": "Diarrhea",
            "percent": null
        },
        {
            "name": "Cramps",
            "percent": null
        }
    ]
}