{
    "name": "ascorbic acid",
    "comment": "Rx, OTC",
    "other_names": [
        "Ascor",
        "Cenolate",
        "Vitamin C"
    ],
    "classes": [
        "Vitamins",
        "Water-Soluble"
    ],
    "source": "https://reference.medscape.com/drug/ascor-cenolate-vitamin-c-ascorbic-acid-344416",
    "pregnancy": {
        "common": [
            "No adverse developmental outcomes are reported in the published literature",
            "There are no available data on use of Ascor in pregnant women to inform a drug-associated risk of adverse developmental outcomes"
        ],
        "specific": []
    },
    "lactation": {
        "common": [
            "There are no data on the presence of ascorbic acid in human milk following IV dosing in lactating women",
            "Ascorbic acid is present in human milk after maternal oral intake"
        ]
    },
    "warnings": {
        "black_box_warning": {
            "common": [],
            "specific": []
        },
        "contraindicators": {
            "common": [
                "Hypersensitivity"
            ],
            "specific": []
        },
        "cautions": {
            "common": [
                "Hemolysis has been reported with ascorbic acid in patients with glucose-6-phosphate dehydrogenase deficiency; discontinue treatment if hemolysis is suspected and treat as needed",
                "Ascorbic acid may interfere with laboratory tests based on oxidation-reduction reactions (eg, blood and urine glucose testing, nitrite and bilirubin levels, and leucocyte count testing); delay laboratory tests until 24 hours after ascorbic acid infusion if possible"
            ],
            "specific": [
                {
                    "type": "Oxalate nephropathy and nephrolithiasis",
                    "description": [
                        "Acute and chronic oxalate nephropathy reported with prolonged administration of high doses of ascorbic acid",
                        "Increased risk for oxalate nephropathy in patients with renal disease, renal impairment, history of oxalate kidney stones, and geriatric patients",
                        "Monitor renal function; discontinue treatment if oxalate nephropathy develops and treat any suspected oxalate nephropathy accordingly"
                    ]
                },
                {
                    "type": "Drug interactions overview",
                    "description": [
                        "Ascorbic acid may decrease effects of erythromycin, kanamycin, streptomycin, doxycycline, and lincomycin; if antibiotic efficacy is suspected, discontinue ascorbic acid",
                        "Limited case reports have suggested interference of ascorbic acid with anticoagulation effects of warfarin; monitor",
                        "Amphetamine and other drugs affected by urine pH ",
                        "Ascorbic acid may acidify urine",
                        "Lowers amphetamines levels by increasing renal excretion",
                        "May alter excretion of certain drugs affected by urine pH (eg, fluphenazine)"
                    ]
                }
            ]
        }
    },
    "interactions": [
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "deferasirox",
            "description": {
                "common": "deferasirox, ascorbic acid. unknown mechanism. Use Caution/Monitor. Coadministration of deferasirox and ascorbic acid has not been formally studied. Doses up to ascorbic acid 200 mg per day have not been associated with adverse consequences."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "deferoxamine",
            "description": {
                "common": "deferoxamine, ascorbic acid. Other (see comment). Use Caution/Monitor. \nComment: Ascorbic acid increases the availability of iron for chelation with deferoxamine.  Ascorbic acid should be avoided in pts. with cardiac failure undergoing deferoxamine Tx.  Clinical cardiac monitoring recommended for pts. supplemented with ascorbic acid."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "dextroamphetamine transdermal",
            "description": {
                "common": "ascorbic acid will decrease the level or effect of dextroamphetamine transdermal by  Other (see comment). Modify Therapy/Monitor Closely. Urinary acidifying agents can lower blood levels and efficacy of amphetamines. Increase dose of dextroamphetamine transdermal based on clinical response."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "levonorgestrel oral/ethinylestradiol/ferrous bisglycinate",
            "description": {
                "common": "ascorbic acid increases levels of levonorgestrel oral/ethinylestradiol/ferrous bisglycinate by decreasing hepatic clearance. Use Caution/Monitor. Coadministration of ascorbic acid and certain combined hormonal contraceptives (CHCs) containing EE may increase plasma EE concentrations, possibly by inhibition of conjugation."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "omadacycline",
            "description": {
                "common": "ascorbic acid will decrease the level or effect of omadacycline by  inhibition of GI absorption. Applies only to oral form of both agents. Modify Therapy/Monitor Closely. Multivalent cation-containing products may impair absorption of tetracyclines, which may decrease its efficacy. Separate dosing of tetracyclines from these products."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "wheat germ extract",
            "description": {
                "common": "ascorbic acid decreases effects of wheat germ extract by unknown mechanism. Use Caution/Monitor. Mfr. recommends separating by 2 hrs."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "aluminum hydroxide",
            "description": {
                "common": "ascorbic acid increases levels of aluminum hydroxide by enhancing GI absorption. Applies only to oral form of both agents. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "aspirin",
            "description": {
                "common": "ascorbic acid will increase the level or effect of aspirin by  acidic (anionic) drug competition for renal tubular clearance. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "aspirin rectal",
            "description": {
                "common": "ascorbic acid will increase the level or effect of aspirin rectal by  acidic (anionic) drug competition for renal tubular clearance. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "aspirin/citric acid/sodium bicarbonate",
            "description": {
                "common": "aspirin/citric acid/sodium bicarbonate decreases levels of ascorbic acid by increasing renal clearance. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "balsalazide",
            "description": {
                "common": "balsalazide decreases levels of ascorbic acid by increasing renal clearance. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "bazedoxifene/conjugated estrogens",
            "description": {
                "common": "bazedoxifene/conjugated estrogens decreases levels of ascorbic acid by increasing elimination. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "butabarbital",
            "description": {
                "common": "butabarbital decreases levels of ascorbic acid by increasing elimination. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "butalbital",
            "description": {
                "common": "butalbital decreases levels of ascorbic acid by increasing elimination. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "choline magnesium trisalicylate",
            "description": {
                "common": "ascorbic acid will increase the level or effect of choline magnesium trisalicylate by  acidic (anionic) drug competition for renal tubular clearance. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "conjugated estrogens",
            "description": {
                "common": "conjugated estrogens decreases levels of ascorbic acid by increasing elimination. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "conjugated estrogens, vaginal",
            "description": {
                "common": "conjugated estrogens, vaginal decreases levels of ascorbic acid by increasing elimination. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "copper",
            "description": {
                "common": "ascorbic acid decreases levels of copper by inhibition of GI absorption. Applies only to oral form of both agents. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "diflunisal",
            "description": {
                "common": "diflunisal decreases levels of ascorbic acid by increasing renal clearance. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "lornoxicam",
            "description": {
                "common": "ascorbic acid will increase the level or effect of lornoxicam by  acidic (anionic) drug competition for renal tubular clearance. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "metolazone",
            "description": {
                "common": "ascorbic acid will increase the level or effect of metolazone by  acidic (anionic) drug competition for renal tubular clearance. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "oxytetracycline",
            "description": {
                "common": "oxytetracycline decreases levels of ascorbic acid by increasing elimination. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "phenobarbital",
            "description": {
                "common": "phenobarbital decreases levels of ascorbic acid by increasing elimination. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "rose hips",
            "description": {
                "common": "ascorbic acid will increase the level or effect of rose hips by  acidic (anionic) drug competition for renal tubular clearance. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "willow bark",
            "description": {
                "common": "ascorbic acid will increase the level or effect of willow bark by  acidic (anionic) drug competition for renal tubular clearance. Minor/Significance Unknown."
            }
        }
    ],
    "adverse effects": [
        {
            "name": "Flushing",
            "percent": null
        },
        {
            "name": "Flank pain",
            "percent": null
        },
        {
            "name": "Faintness",
            "percent": null
        },
        {
            "name": "headache",
            "percent": null
        },
        {
            "name": "Diarrhea",
            "percent": null
        },
        {
            "name": "dyspepsia",
            "percent": null
        },
        {
            "name": "nausea",
            "percent": null
        },
        {
            "name": "vomiting",
            "percent": null
        },
        {
            "name": "Hyperoxaluria",
            "percent": null
        },
        {
            "name": "large doses",
            "percent": null
        }
    ]
}