{
    "name": "antithymocyte globulin equine",
    "comment": "Rx",
    "other_names": [
        "Atgam",
        "ATG equine"
    ],
    "classes": [
        "Immunosuppressants",
        "Polyclonal Antibodies"
    ],
    "source": "https://reference.medscape.com/drug/atgam-atg-equine-antithymocyte-globulin-equine-343190",
    "pregnancy": {
        "common": [
            "Pregnancy Category: C",
            "Lactation: not known if excreted in breast milk, use caution"
        ],
        "specific": []
    },
    "lactation": {
        "common": [
            "Lactation: not known if excreted in breast milk, use caution"
        ]
    },
    "warnings": {
        "black_box_warning": {
            "common": [
                "Should only be prescribed by physicians experienced in immunosuppressive therapy for renal transplant recipients",
                "Patients should only receive the drug in facilities equipped and staffed with adequate laboratory and supportive medical resources"
            ],
            "specific": []
        },
        "contraindicators": {
            "common": [
                "Hypersensitivity to antithymocyte globulin, other equine gamma globulins"
            ],
            "specific": []
        },
        "cautions": {
            "common": [
                "Test for allergic response by intradermal injection before start of treatment",
                "Discontinue if anaphylaxis, unremitting thrombocytopenia, or unremitting leukopenia occur",
                "Aplastic anemia patients may need prophylactic platelet transfusion",
                "Observe patients carefully for previously masked reactions when reducing dose of corticosteroids, other immunologics#immunosuppressants"
            ],
            "specific": []
        }
    },
    "interactions": [
        {
            "classification_type": "Contraindicated",
            "interaction_with": "upadacitinib",
            "description": {
                "common": "antithymocyte globulin equine, upadacitinib.\nEither increases effects of the other by immunosuppressive effects; risk of infection. Contraindicated."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "adalimumab",
            "description": {
                "common": "adalimumab and antithymocyte globulin equine both increase  immunosuppressive effects; risk of infection. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "alefacept",
            "description": {
                "common": "alefacept and antithymocyte globulin equine both increase  immunosuppressive effects; risk of infection. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "anakinra",
            "description": {
                "common": "anakinra and antithymocyte globulin equine both increase  immunosuppressive effects; risk of infection. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "anthrax vaccine",
            "description": {
                "common": "antithymocyte globulin equine decreases effects of anthrax vaccine by pharmacodynamic antagonism. Contraindicated. Immunosuppressants also increase risk of infection with concomitant live vaccines."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "antithymocyte globulin rabbit",
            "description": {
                "common": "antithymocyte globulin equine and antithymocyte globulin rabbit both increase  immunosuppressive effects; risk of infection. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "axicabtagene ciloleucel",
            "description": {
                "common": "antithymocyte globulin equine, axicabtagene ciloleucel.\nEither increases effects of the other by immunosuppressive effects; risk of infection. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "azathioprine",
            "description": {
                "common": "antithymocyte globulin equine and azathioprine both increase  immunosuppressive effects; risk of infection. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "basiliximab",
            "description": {
                "common": "antithymocyte globulin equine and basiliximab both increase  immunosuppressive effects; risk of infection. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "BCG vaccine live",
            "description": {
                "common": "antithymocyte globulin equine decreases effects of BCG vaccine live by pharmacodynamic antagonism. Contraindicated. Immunosuppressants also increase risk of infection with concomitant live vaccines."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "brexucabtagene autoleucel",
            "description": {
                "common": "antithymocyte globulin equine, brexucabtagene autoleucel.\nEither increases effects of the other by immunosuppressive effects; risk of infection. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "canakinumab",
            "description": {
                "common": "antithymocyte globulin equine and canakinumab both increase  immunosuppressive effects; risk of infection. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "ciltacabtagene autoleucel",
            "description": {
                "common": "antithymocyte globulin equine, ciltacabtagene autoleucel.\nEither increases effects of the other by immunosuppressive effects; risk of infection. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "cyclosporine",
            "description": {
                "common": "antithymocyte globulin equine and cyclosporine both increase  immunosuppressive effects; risk of infection. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "diphtheria & tetanus toxoids",
            "description": {
                "common": "antithymocyte globulin equine decreases effects of diphtheria & tetanus toxoids by pharmacodynamic antagonism. Contraindicated. Immunosuppressants also increase risk of infection with concomitant live vaccines."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "diphtheria & tetanus toxoids/ acellular pertussis vaccine",
            "description": {
                "common": "antithymocyte globulin equine decreases effects of diphtheria & tetanus toxoids/ acellular pertussis vaccine by pharmacodynamic antagonism. Contraindicated. Immunosuppressants also increase risk of infection with concomitant live vaccines."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "diphtheria & tetanus toxoids/acellular pertussis/poliovirus, inactivated vaccine",
            "description": {
                "common": "antithymocyte globulin equine decreases effects of diphtheria & tetanus toxoids/acellular pertussis/poliovirus, inactivated vaccine by pharmacodynamic antagonism. Contraindicated. Immunosuppressants also increase risk of infection with concomitant live vaccines."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "etanercept",
            "description": {
                "common": "antithymocyte globulin equine and etanercept both increase  immunosuppressive effects; risk of infection. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "everolimus",
            "description": {
                "common": "antithymocyte globulin equine and everolimus both increase  immunosuppressive effects; risk of infection. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "glatiramer",
            "description": {
                "common": "antithymocyte globulin equine and glatiramer both increase  immunosuppressive effects; risk of infection. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "golimumab",
            "description": {
                "common": "antithymocyte globulin equine and golimumab both increase  immunosuppressive effects; risk of infection. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "hepatitis A vaccine inactivated",
            "description": {
                "common": "antithymocyte globulin equine decreases effects of hepatitis A vaccine inactivated by pharmacodynamic antagonism. Contraindicated. Immunosuppressants also increase risk of infection with concomitant live vaccines."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "hepatitis a/b vaccine",
            "description": {
                "common": "antithymocyte globulin equine decreases effects of hepatitis a/b vaccine by pharmacodynamic antagonism. Contraindicated. Immunosuppressants also increase risk of infection with concomitant live vaccines."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "hepatitis a/typhoid vaccine",
            "description": {
                "common": "antithymocyte globulin equine decreases effects of hepatitis a/typhoid vaccine by pharmacodynamic antagonism. Contraindicated. Immunosuppressants also increase risk of infection with concomitant live vaccines."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "hepatitis b vaccine",
            "description": {
                "common": "antithymocyte globulin equine decreases effects of hepatitis b vaccine by pharmacodynamic antagonism. Contraindicated. Immunosuppressants also increase risk of infection with concomitant live vaccines."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "human papillomavirus vaccine, nonavalent",
            "description": {
                "common": "antithymocyte globulin equine decreases effects of human papillomavirus vaccine, nonavalent by pharmacodynamic antagonism. Avoid or Use Alternate Drug. Immunosuppressive therapies, including irradiation, antimetabolites, alkylating agents, cytotoxic drugs, and corticosteroids (used in greater than physiologic doses), may reduce the immune responses to vaccines."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "human papillomavirus vaccine, quadrivalent",
            "description": {
                "common": "antithymocyte globulin equine decreases effects of human papillomavirus vaccine, quadrivalent by pharmacodynamic antagonism. Avoid or Use Alternate Drug. Immunosuppressive therapies, including irradiation, antimetabolites, alkylating agents, cytotoxic drugs, and corticosteroids (used in greater than physiologic doses), may reduce the immune responses to vaccines."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "hydroxychloroquine sulfate",
            "description": {
                "common": "antithymocyte globulin equine and hydroxychloroquine sulfate both increase  immunosuppressive effects; risk of infection. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "idecabtagene vicleucel",
            "description": {
                "common": "antithymocyte globulin equine, idecabtagene vicleucel.\nEither increases effects of the other by immunosuppressive effects; risk of infection. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "infliximab",
            "description": {
                "common": "antithymocyte globulin equine and infliximab both increase  immunosuppressive effects; risk of infection. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "influenza virus vaccine quadrivalent",
            "description": {
                "common": "antithymocyte globulin equine decreases effects of influenza virus vaccine quadrivalent by pharmacodynamic antagonism. Contraindicated. Immunosuppressants also increase risk of infection with concomitant live vaccines."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "influenza virus vaccine quadrivalent, adjuvanted",
            "description": {
                "common": "antithymocyte globulin equine decreases effects of influenza virus vaccine quadrivalent, adjuvanted by pharmacodynamic antagonism. Avoid or Use Alternate Drug. Immunosuppressive drugs may reduce the immune response to influenza vaccine."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "influenza virus vaccine quadrivalent, cell-cultured",
            "description": {
                "common": "antithymocyte globulin equine decreases effects of influenza virus vaccine quadrivalent, cell-cultured by pharmacodynamic antagonism. Contraindicated. Immunosuppressants also increase risk of infection with concomitant live vaccines."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "influenza virus vaccine quadrivalent, intranasal",
            "description": {
                "common": "antithymocyte globulin equine decreases effects of influenza virus vaccine quadrivalent, intranasal by pharmacodynamic antagonism. Contraindicated. Immunosuppressants also increase risk of infection with concomitant live vaccines."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "influenza virus vaccine trivalent",
            "description": {
                "common": "antithymocyte globulin equine decreases effects of influenza virus vaccine trivalent by pharmacodynamic antagonism. Contraindicated. Immunosuppressants also increase risk of infection with concomitant live vaccines."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "influenza virus vaccine trivalent, adjuvanted",
            "description": {
                "common": "antithymocyte globulin equine decreases effects of influenza virus vaccine trivalent, adjuvanted by pharmacodynamic antagonism. Avoid or Use Alternate Drug. Immunosuppressive drugs may reduce the immune response to influenza vaccine."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "Japanese encephalitis virus vaccine",
            "description": {
                "common": "antithymocyte globulin equine decreases effects of Japanese encephalitis virus vaccine by pharmacodynamic antagonism. Contraindicated. Immunosuppressants also increase risk of infection with concomitant live vaccines."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "leflunomide",
            "description": {
                "common": "antithymocyte globulin equine and leflunomide both increase  immunosuppressive effects; risk of infection. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "lisocabtagene maraleucel",
            "description": {
                "common": "antithymocyte globulin equine, lisocabtagene maraleucel.\nEither increases effects of the other by immunosuppressive effects; risk of infection. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "measles (rubeola) vaccine",
            "description": {
                "common": "antithymocyte globulin equine decreases effects of measles (rubeola) vaccine by pharmacodynamic antagonism. Contraindicated. Immunosuppressants also increase risk of infection with concomitant live vaccines."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "measles mumps and rubella vaccine, live",
            "description": {
                "common": "antithymocyte globulin equine decreases effects of measles mumps and rubella vaccine, live by pharmacodynamic antagonism. Contraindicated. Immunosuppressants also increase risk of infection with concomitant live vaccines."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "measles, mumps, rubella and varicella vaccine, live",
            "description": {
                "common": "antithymocyte globulin equine decreases effects of measles, mumps, rubella and varicella vaccine, live by pharmacodynamic antagonism. Contraindicated. Immunosuppressants also increase risk of infection with concomitant live vaccines."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "meningococcal A C Y and W-135 polysaccharide vaccine combined",
            "description": {
                "common": "antithymocyte globulin equine decreases effects of meningococcal A C Y and W-135 polysaccharide vaccine combined by pharmacodynamic antagonism. Contraindicated. Immunosuppressants also increase risk of infection with concomitant live vaccines."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "muromonab CD3",
            "description": {
                "common": "antithymocyte globulin equine and muromonab CD3 both increase  immunosuppressive effects; risk of infection. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "mycophenolate",
            "description": {
                "common": "antithymocyte globulin equine and mycophenolate both increase  immunosuppressive effects; risk of infection. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "pneumococcal vaccine 13-valent",
            "description": {
                "common": "antithymocyte globulin equine decreases effects of pneumococcal vaccine 13-valent by pharmacodynamic antagonism. Contraindicated. Immunosuppressants also increase risk of infection with concomitant live vaccines."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "pneumococcal vaccine heptavalent",
            "description": {
                "common": "antithymocyte globulin equine decreases effects of pneumococcal vaccine heptavalent by pharmacodynamic antagonism. Contraindicated. Immunosuppressants also increase risk of infection with concomitant live vaccines."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "pneumococcal vaccine polyvalent",
            "description": {
                "common": "antithymocyte globulin equine decreases effects of pneumococcal vaccine polyvalent by pharmacodynamic antagonism. Contraindicated. Immunosuppressants also increase risk of infection with concomitant live vaccines."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "rabies vaccine",
            "description": {
                "common": "antithymocyte globulin equine decreases effects of rabies vaccine by pharmacodynamic antagonism. Contraindicated. Immunosuppressants may interfere with development of active immunity."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "rabies vaccine chick embryo cell derived",
            "description": {
                "common": "antithymocyte globulin equine decreases effects of rabies vaccine chick embryo cell derived by pharmacodynamic antagonism. Contraindicated. Immunosuppressants also increase risk of infection with concomitant live vaccines."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "rilonacept",
            "description": {
                "common": "antithymocyte globulin equine and rilonacept both increase  immunosuppressive effects; risk of infection. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "rotavirus oral vaccine, live",
            "description": {
                "common": "antithymocyte globulin equine decreases effects of rotavirus oral vaccine, live by pharmacodynamic antagonism. Contraindicated. Immunosuppressants also increase risk of infection with concomitant live vaccines."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "rubella vaccine",
            "description": {
                "common": "antithymocyte globulin equine decreases effects of rubella vaccine by pharmacodynamic antagonism. Contraindicated. Immunosuppressants also increase risk of infection with concomitant live vaccines."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "sirolimus",
            "description": {
                "common": "antithymocyte globulin equine and sirolimus both increase  immunosuppressive effects; risk of infection. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "smallpox (vaccinia) vaccine, live",
            "description": {
                "common": "antithymocyte globulin equine decreases effects of smallpox (vaccinia) vaccine, live by pharmacodynamic antagonism. Contraindicated. Immunosuppressants also increase risk of infection with concomitant live vaccines."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "tacrolimus",
            "description": {
                "common": "antithymocyte globulin equine and tacrolimus both increase  immunosuppressive effects; risk of infection. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "temsirolimus",
            "description": {
                "common": "antithymocyte globulin equine and temsirolimus both increase  immunosuppressive effects; risk of infection. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "tetanus toxoid adsorbed or fluid",
            "description": {
                "common": "antithymocyte globulin equine decreases effects of tetanus toxoid adsorbed or fluid by pharmacodynamic antagonism. Contraindicated. Immunosuppressants also increase risk of infection with concomitant live vaccines."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "tick-borne encephalitis vaccine",
            "description": {
                "common": "antithymocyte globulin equine decreases effects of tick-borne encephalitis vaccine by pharmacodynamic antagonism. Contraindicated. Immunosuppressants also increase risk of infection with concomitant live vaccines."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "tisagenlecleucel",
            "description": {
                "common": "antithymocyte globulin equine, tisagenlecleucel.\nEither increases effects of the other by immunosuppressive effects; risk of infection. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "tocilizumab",
            "description": {
                "common": "tocilizumab and antithymocyte globulin equine both increase  immunosuppressive effects; risk of infection. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "tofacitinib",
            "description": {
                "common": "antithymocyte globulin equine, tofacitinib.\nEither increases toxicity of the other by immunosuppressive effects; risk of infection. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "tongkat ali",
            "description": {
                "common": "antithymocyte globulin equine and tongkat ali both increase  immunosuppressive effects; risk of infection. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "travelers diarrhea and cholera vaccine inactivated",
            "description": {
                "common": "antithymocyte globulin equine decreases effects of travelers diarrhea and cholera vaccine inactivated by pharmacodynamic antagonism. Contraindicated. Immunosuppressants also increase risk of infection with concomitant live vaccines."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "typhoid polysaccharide vaccine",
            "description": {
                "common": "antithymocyte globulin equine decreases effects of typhoid polysaccharide vaccine by pharmacodynamic antagonism. Contraindicated. Immunosuppressants also increase risk of infection with concomitant live vaccines."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "typhoid vaccine live",
            "description": {
                "common": "antithymocyte globulin equine decreases effects of typhoid vaccine live by pharmacodynamic antagonism. Contraindicated. Immunosuppressants also increase risk of infection with concomitant live vaccines."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "ustekinumab",
            "description": {
                "common": "antithymocyte globulin equine and ustekinumab both increase  immunosuppressive effects; risk of infection. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "varicella virus vaccine live",
            "description": {
                "common": "antithymocyte globulin equine decreases effects of varicella virus vaccine live by pharmacodynamic antagonism. Contraindicated. Immunosuppressants also increase risk of infection with concomitant live vaccines."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "yellow fever vaccine",
            "description": {
                "common": "antithymocyte globulin equine decreases effects of yellow fever vaccine by pharmacodynamic antagonism. Contraindicated. Immunosuppressants also increase risk of infection with concomitant live vaccines."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "zoster vaccine live",
            "description": {
                "common": "antithymocyte globulin equine decreases effects of zoster vaccine live by pharmacodynamic antagonism. Contraindicated. Immunosuppressants also increase risk of infection with concomitant live vaccines."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "astragalus",
            "description": {
                "common": "antithymocyte globulin equine increases and astragalus decreases immunosuppressive effects; risk of infection. Effect of interaction is not clear, use caution. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "belatacept",
            "description": {
                "common": "belatacept and antithymocyte globulin equine both increase  immunosuppressive effects; risk of infection. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "cholera vaccine",
            "description": {
                "common": "antithymocyte globulin equine decreases effects of cholera vaccine by immunosuppressive effects; risk of infection. Modify Therapy/Monitor Closely. Immunosuppressive therapies, including irradiation, antimetabolites, alkylating agents, cytotoxic drugs and corticosteroids (used in greater than physiologic doses), may reduce the immune response to cholera vaccine."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "dengue vaccine",
            "description": {
                "common": "antithymocyte globulin equine decreases effects of dengue vaccine by immunosuppressive effects; risk of infection. Use Caution/Monitor. Immunosuppressive therapies (eg, irradiation, antimetabolites, alkylating agents, cytotoxic drugs, corticosteroids [greater than physiologic doses]) may reduce immune response to dengue vaccine."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "echinacea",
            "description": {
                "common": "antithymocyte globulin equine increases and echinacea decreases immunosuppressive effects; risk of infection. Effect of interaction is not clear, use caution. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "fingolimod",
            "description": {
                "common": "antithymocyte globulin equine increases effects of fingolimod by immunosuppressive effects; risk of infection. Modify Therapy/Monitor Closely. Concomitant therapy is expected to increase the risk of immunosuppression. Use caution when switching patients from long-acting therapies with immune effects. ."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "haemophilus influenzae type b vaccine",
            "description": {
                "common": "antithymocyte globulin equine decreases effects of haemophilus influenzae type b vaccine by pharmacodynamic antagonism. Modify Therapy/Monitor Closely. Avoid vaccination during chemotherapy or radiation therapy if possible because antibody response might be suboptimal. Patients vaccinated within a 14-day period before starting or during immunosuppressive therapy should be revaccinated =3 months after therapy is discontinued if immune competence has been restored."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "influenza virus vaccine quadrivalent, recombinant",
            "description": {
                "common": "antithymocyte globulin equine decreases effects of influenza virus vaccine quadrivalent, recombinant by pharmacodynamic antagonism. Use Caution/Monitor. Immune response to vaccine may be decreased in immunocompromised individuals."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "influenza virus vaccine trivalent, recombinant",
            "description": {
                "common": "antithymocyte globulin equine decreases effects of influenza virus vaccine trivalent, recombinant by pharmacodynamic antagonism. Use Caution/Monitor. Immune response to vaccine may be decreased in immunocompromised individuals."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "isavuconazonium sulfate",
            "description": {
                "common": "antithymocyte globulin equine and isavuconazonium sulfate both decrease  immunosuppressive effects; risk of infection. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "maitake",
            "description": {
                "common": "antithymocyte globulin equine increases and maitake decreases immunosuppressive effects; risk of infection. Effect of interaction is not clear, use caution. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "meningococcal group B vaccine",
            "description": {
                "common": "antithymocyte globulin equine decreases effects of meningococcal group B vaccine by pharmacodynamic antagonism. Use Caution/Monitor. Individuals with altered immunocompetence may have reduced immune responses to the vaccine."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "mercaptopurine",
            "description": {
                "common": "antithymocyte globulin equine and mercaptopurine both increase  immunosuppressive effects; risk of infection. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ocrelizumab",
            "description": {
                "common": "antithymocyte globulin equine and ocrelizumab both increase  immunosuppressive effects; risk of infection. Use Caution/Monitor. Coadministration of ocrelizumab with high doses of corticosteroids is expected to increase the risk of immunosuppression."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ofatumumab SC",
            "description": {
                "common": "ofatumumab SC, antithymocyte globulin equine.\nEither increases effects of the other by immunosuppressive effects; risk of infection. Use Caution/Monitor. Consider the risk of additive immune system effects when coadministering immunosuppressive therapies with coadministration. When switching from therapies with immune effects, take into account the duration and mechanism of action of these therapies when initiating ofatumumab SC."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "olaparib",
            "description": {
                "common": "antithymocyte globulin equine and olaparib both increase  pharmacodynamic synergism. Use Caution/Monitor. Coadministration with other other myelosuppressive anticancer agents, including DNA damaging agents,  may potentiate and prolongate the myelosuppressive toxicity. "
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ozanimod",
            "description": {
                "common": "ozanimod, antithymocyte globulin equine.\nEither increases effects of the other by immunosuppressive effects; risk of infection. Use Caution/Monitor. Coadministration with immunosuppressive therapies may increase the risk of additive immune effects during therapy and in the weeks following administration. When switching from drugs with prolonged immune effects, consider the half-life and mode of action of these drugs in order to avoid unintended additive immunosuppressive effects."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "poliovirus vaccine inactivated",
            "description": {
                "common": "antithymocyte globulin equine decreases effects of poliovirus vaccine inactivated by pharmacodynamic antagonism. Modify Therapy/Monitor Closely. Avoid vaccination during chemotherapy or radiation therapy if possible because antibody response might be suboptimal. Patients vaccinated within a 14-day period before starting or during immunosuppressive therapy should be revaccinated =3 months after therapy is discontinued if immune competence has been restored. ."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ponesimod",
            "description": {
                "common": "ponesimod and antithymocyte globulin equine both increase  immunosuppressive effects; risk of infection. Use Caution/Monitor. Caution if coadministered because of additive immunosuppressive effects during such therapy and in the weeks following administration. When switching from drugs with prolonged immune effects, consider the half-life and mode of action of these drugs to avoid unintended additive immunosuppressive effects."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "siponimod",
            "description": {
                "common": "siponimod and antithymocyte globulin equine both increase  immunosuppressive effects; risk of infection. Use Caution/Monitor. Caution if coadministered because of additive immunosuppressive effects during such therapy and in the weeks following administration. When switching from drugs with prolonged immune effects, consider the half-life and mode of action of these drugs to avoid unintended additive immunosuppressive effects."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "sipuleucel-T",
            "description": {
                "common": "antithymocyte globulin equine decreases effects of sipuleucel-T by pharmacodynamic antagonism. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "trastuzumab",
            "description": {
                "common": "trastuzumab, antithymocyte globulin equine.\nEither increases toxicity of the other by immunosuppressive effects; risk of infection. Use Caution/Monitor.  Neutropenia or febrile neutropenia incidence were increased when trastuzumab was coadministered with myelosuppressive chemotherapy. ."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "trastuzumab deruxtecan",
            "description": {
                "common": "trastuzumab deruxtecan, antithymocyte globulin equine.\nEither increases toxicity of the other by immunosuppressive effects; risk of infection. Use Caution/Monitor.  Neutropenia or febrile neutropenia incidence were increased when trastuzumab was coadministered with myelosuppressive chemotherapy. ."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ublituximab",
            "description": {
                "common": "ublituximab and antithymocyte globulin equine both increase  immunosuppressive effects; risk of infection. Modify Therapy/Monitor Closely. Owing to potential additive immunosuppressive effects, consider duration of effect and mechanism of action of these therapies if coadministered"
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "zoster vaccine recombinant",
            "description": {
                "common": "antithymocyte globulin equine decreases effects of zoster vaccine recombinant by pharmacodynamic antagonism. Use Caution/Monitor. Immunosuppressive therapies may reduce the effectiveness of zoster vaccine recombinant."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "protein a column",
            "description": {
                "common": "protein a column decreases levels of antithymocyte globulin equine by Other (see comment). Minor/Significance Unknown. \nComment: Since Prosorba binds IgG, it could theoretically interfere with the levels and/or effects of pharmacologic immune globulins."
            }
        }
    ],
    "adverse effects": [
        {
            "name": "Fever",
            "percent": "33-51"
        },
        {
            "name": "Thrombocytopenia",
            "percent": "11-30"
        },
        {
            "name": "Rash",
            "percent": "27"
        },
        {
            "name": "Chills",
            "percent": "14-16"
        },
        {
            "name": "Leukopenia",
            "percent": "14"
        },
        {
            "name": "Systemic infection",
            "percent": "13"
        },
        {
            "name": "Dermatologic rxns",
            "percent": "12"
        },
        {
            "name": "Arthralgia",
            "percent": "50"
        },
        {
            "name": "clotted AV fistula",
            "percent": "50"
        },
        {
            "name": "hypotension",
            "percent": "16"
        },
        {
            "name": "peripheral thrombophlebitis",
            "percent": "10"
        },
        {
            "name": "Headache",
            "percent": "7"
        },
        {
            "name": "Diarrhea",
            "percent": "7"
        },
        {
            "name": "nausea or vomiting",
            "percent": "5"
        },
        {
            "name": "stomatitis",
            "percent": null
        },
        {
            "name": "Chest or back pain",
            "percent": null
        },
        {
            "name": "Night sweats",
            "percent": null
        },
        {
            "name": "Pain at the infusion site",
            "percent": null
        },
        {
            "name": "Dyspnea",
            "percent": null
        },
        {
            "name": "Edema",
            "percent": null
        },
        {
            "name": "hypertension",
            "percent": null
        },
        {
            "name": "pulmonary edema",
            "percent": null
        },
        {
            "name": "tachycardia",
            "percent": null
        },
        {
            "name": "Dizziness",
            "percent": null
        },
        {
            "name": "malaise",
            "percent": null
        },
        {
            "name": "paresthesia",
            "percent": null
        },
        {
            "name": "seizures",
            "percent": null
        },
        {
            "name": "weakness or faintness",
            "percent": null
        },
        {
            "name": "Toxic epidermal necrosis",
            "percent": null
        },
        {
            "name": "wound dehiscence",
            "percent": null
        },
        {
            "name": "Epigastric pain",
            "percent": null
        },
        {
            "name": "hiccoughs",
            "percent": null
        },
        {
            "name": "iliac vein obstruction",
            "percent": null
        },
        {
            "name": "Myalgia",
            "percent": null
        },
        {
            "name": "Renal artery thrombosis",
            "percent": null
        },
        {
            "name": "Herpes simplex reactivation",
            "percent": null
        },
        {
            "name": "localized infection",
            "percent": null
        },
        {
            "name": "systemic infection",
            "percent": null
        },
        {
            "name": "serum sickness",
            "percent": null
        },
        {
            "name": "Anaphylaxis",
            "percent": null
        },
        {
            "name": "hyperglycemia",
            "percent": null
        },
        {
            "name": "laryngospasm",
            "percent": null
        },
        {
            "name": "Arthralgia",
            "percent": null
        },
        {
            "name": "Chills",
            "percent": null
        },
        {
            "name": "HA",
            "percent": null
        },
        {
            "name": "Myalgia",
            "percent": null
        },
        {
            "name": "Chest pain",
            "percent": null
        },
        {
            "name": "Nausea",
            "percent": null
        },
        {
            "name": "Phlebitis",
            "percent": null
        },
        {
            "name": "Bilateral pleural effusion",
            "percent": null
        },
        {
            "name": "cardiac irregularity",
            "percent": null
        },
        {
            "name": "CHF",
            "percent": null
        },
        {
            "name": "edema",
            "percent": null
        },
        {
            "name": "hypotension",
            "percent": null
        },
        {
            "name": "Agitation",
            "percent": null
        },
        {
            "name": "lethargy",
            "percent": null
        },
        {
            "name": "seizures",
            "percent": null
        },
        {
            "name": "Diarrhea",
            "percent": null
        },
        {
            "name": "vomiting",
            "percent": null
        },
        {
            "name": "Joint stiffness",
            "percent": null
        },
        {
            "name": "Lymph node tenderness",
            "percent": null
        },
        {
            "name": "muscle ache",
            "percent": null
        },
        {
            "name": "Proteinuria",
            "percent": null
        },
        {
            "name": "Respiratory distress",
            "percent": null
        },
        {
            "name": "Anaphylactic reaction",
            "percent": null
        },
        {
            "name": "Diaphoresis",
            "percent": null
        }
    ]
}