{
    "name": "ferric citrate",
    "comment": "Rx",
    "other_names": [
        "Auryxia"
    ],
    "classes": [
        "Iron Products",
        "PO4 Scavengers"
    ],
    "source": "https://reference.medscape.com/drug/auryxia-ferric-citrate-999932",
    "pregnancy": {
        "common": [
            "There are no available data regarding use in pregnant women",
            "An overdose of iron in pregnant women may carry a risk for spontaneous abortion, gestational diabetes, and fetal malformation",
            "Effect of this drug on absorption of vitamins and other nutrients not studied in pregnant women; requirements for vitamins and other nutrients are increased in pregnancy"
        ],
        "specific": []
    },
    "lactation": {
        "common": [
            "There are no human data regarding the effect in human milk, the effects on the breastfed child, or the effects on milk production",
            "Data from rat studies have shown the transfer of iron into milk by divalent metal transporter-1 (DMT-1) and ferroportin-1 (FPN-1); therefore, there is a possibility of infant exposure",
            "The development and health benefits of breastfeeding should be considered along with the mother’s clinical need for the drug and any potential adverse effects on the breastfed child or from the underlying maternal condition"
        ]
    },
    "warnings": {
        "black_box_warning": {
            "common": [],
            "specific": []
        },
        "contraindicators": {
            "common": [
                "Iron overload syndromes (eg, hemochromatosis)"
            ],
            "specific": []
        },
        "cautions": {
            "common": [
                "Iron absorption from ferric citrate may lead to excessive elevations in iron stores; assess iron parameters (eg, serum ferritin, TSAT) before initiating drug and monitor parameters while on therapy; patients receiving IV iron may require a reduced dose or discontinuation",
                "Accidental overdose of iron-containing products is a leading cause of fatal poisoning in children younger than 6 yr; keep out of the reach of children"
            ],
            "specific": []
        }
    },
    "interactions": [
        {
            "classification_type": "Serious",
            "interaction_with": "baloxavir marboxil",
            "description": {
                "common": "ferric citrate will decrease the level or effect of baloxavir marboxil by  cation binding in GI tract. Avoid or Use Alternate Drug. Baloxavir may bind to polyvalent cations resulting in decreased absorption. Studies in monkeys showed concurrent use with calcium, aluminum, or iron caused significantly decreased plasma levels. Human studies not conducted."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "erdafitinib",
            "description": {
                "common": "ferric citrate, erdafitinib. Other (see comment). Avoid or Use Alternate Drug. \nComment: Avoid coadministration during initial dosing adjustment period (ie, first 21 days). Increases in serum phosphate levels are a pharmacodynamic effect of FGFR inhibition. Serum phosphate binders may obscure decisions regarding initial dosage increase."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ciprofloxacin",
            "description": {
                "common": "ferric citrate will decrease the level or effect of ciprofloxacin by  drug binding in GI tract. Use Caution/Monitor. Take at least 2 hours before or after ferric citrate"
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "deferiprone",
            "description": {
                "common": "ferric citrate decreases levels of deferiprone by enhancing GI absorption. Applies only to oral form of both agents. Modify Therapy/Monitor Closely. Deferiprone may bind polyvalent cations (eg, iron, aluminum, and zinc), separate administration by at least 4 hr between deferiprone and other medications (eg, antacids), or supplements containing these polyvalent cations."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "doxycycline",
            "description": {
                "common": "ferric citrate will decrease the level or effect of doxycycline by  drug binding in GI tract. Use Caution/Monitor. Administer doxycycline at least 1 hr before ferric citrate"
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "gemifloxacin",
            "description": {
                "common": "ferric citrate will decrease the level or effect of gemifloxacin by  drug binding in GI tract. Use Caution/Monitor. Administer at least 2 hours before or after ferric citrate"
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "levofloxacin",
            "description": {
                "common": "ferric citrate will decrease the level or effect of levofloxacin by  drug binding in GI tract. Use Caution/Monitor. Administer at least 2 hours before or after ferric citrate"
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "moxifloxacin",
            "description": {
                "common": "ferric citrate will decrease the level or effect of moxifloxacin by  drug binding in GI tract. Use Caution/Monitor. Administer at least 2 hours before or after ferric citrate"
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ofloxacin",
            "description": {
                "common": "ferric citrate will decrease the level or effect of ofloxacin by  drug binding in GI tract. Use Caution/Monitor. Administer at least 2 hours before or after ferric citrate"
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "omadacycline",
            "description": {
                "common": "ferric citrate will decrease the level or effect of omadacycline by  inhibition of GI absorption. Applies only to oral form of both agents. Modify Therapy/Monitor Closely. Multivalent cation-containing products may impair absorption of tetracyclines, which may decrease its efficacy. Separate dosing of tetracyclines from these products."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "sarecycline",
            "description": {
                "common": "ferric citrate will decrease the level or effect of sarecycline by  inhibition of GI absorption. Applies only to oral form of both agents. Modify Therapy/Monitor Closely. Multivalent cation-containing products may impair absorption of tetracyclines, which may decrease its efficacy. Separate dosing of tetracyclines from these products."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "sodium sulfate/?magnesium sulfate/potassium chloride",
            "description": {
                "common": "sodium sulfate/?magnesium sulfate/potassium chloride increases toxicity of ferric citrate by Other (see comment). Use Caution/Monitor. \nComment: Coadministration with medications that cause fluid and electrolyte abnormalities may increase the risk of adverse events of seizure, arrhythmias, and renal impairment."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "sodium sulfate/potassium sulfate/magnesium sulfate",
            "description": {
                "common": "sodium sulfate/potassium sulfate/magnesium sulfate decreases levels of ferric citrate by inhibition of GI absorption. Applies only to oral form of both agents. Modify Therapy/Monitor Closely. Administer iron products at least 2 hr before and no less than 6 hr after each dose to avoid chelation with magnesium. ."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "vonoprazan",
            "description": {
                "common": "vonoprazan will decrease the level or effect of ferric citrate by  inhibition of GI absorption. Applies only to oral form of both agents. Use Caution/Monitor."
            }
        }
    ],
    "adverse effects": [
        {
            "name": "Discolored feces",
            "percent": "22"
        },
        {
            "name": "Diarrhea",
            "percent": "21"
        },
        {
            "name": "Constipation",
            "percent": "8-18"
        },
        {
            "name": "Nausea",
            "percent": "10-11"
        },
        {
            "name": "Vomiting",
            "percent": "7"
        },
        {
            "name": "Cough",
            "percent": "6"
        },
        {
            "name": "Hyperkalemia",
            "percent": "5"
        },
        {
            "name": "Abdominal pain",
            "percent": "5"
        }
    ]
}