{
    "name": "irbesartan/hydrochlorothiazide",
    "comment": "Rx",
    "other_names": [
        "Avalide"
    ],
    "classes": [
        "ARB/HCTZ Combos"
    ],
    "source": "https://reference.medscape.com/drug/avalide-irbesartan-hydrochlorothiazide-342339",
    "pregnancy": {
        "common": [
            "Therapy can cause fetal harm when administered to a pregnant woman; use of drugs that act on the renin-angiotensin system during second and third trimesters of pregnancy reduces fetal renal function and increases fetal and neonatal morbidity and death; most epidemiologic studies examining fetal abnormalities after exposure to antihypertensive use in first trimester have not distinguished drugs affecting reninangiotensin system from other antihypertensive agents; when pregnancy is detected, discontinue therapy as soon as possible",
            "Hypertension in pregnancy increases maternal risk for preeclampsia, gestational diabetes, premature delivery, and delivery complications (eg, need for cesarean section and postpartum hemorrhage); hypertension increases fetal risk for intrauterine growth restriction and intrauterine death; pregnant women with hypertension should be carefully monitored and managed accordingly",
            "Oligohydramnios in pregnant women who use drugs affecting the renin-angiotensin system in second and third trimesters of pregnancy can result in the following: reduced fetal renal function leading to anuria and renal failure, fetal lung hypoplasia, skeletal deformations, including skull hypoplasia, hypotension, and death; perform serial ultrasound examinations to assess intra-amniotic environment; fetal testing may be appropriate,",
            "Based on week of pregnancy; patients and physicians should be aware, however, that oligohydramnios may not appear until after fetus has sustained irreversible injury; closely observe infants with histories of ",
            "Thiazides cross the placenta, and use of thiazides during pregnancy is associated with a risk of fetal or neonatal jaundice, thrombocytopenia, and possibly other adverse reactions that have occurred in adults"
        ],
        "specific": []
    },
    "lactation": {
        "common": [
            "There are no available data on the presence of irbesartan in human milk, effects on milk production, or breastfed infant; irbesartan or some metabolite of irbesartan is secreted in the milk of lactating rats",
            "Thiazides appear in human milk; because of potential for adverse effects on nursing infant, the drug is not recommended in breastfeeding women "
        ]
    },
    "warnings": {
        "black_box_warning": {
            "common": [
                "Discontinue as soon as possible when pregnancy is detected; affects renin-angiotensin system causing oligohydramnios, which may result in fetal injury and/or death"
            ],
            "specific": []
        },
        "contraindicators": {
            "common": [
                "Hypersensitivity to irbesartan, hydrochlorothiazide, or sulfonamides",
                "Pregnancy (2nd and 3rd trimesters): Significant risk of fetal/neonatal morbidity and mortality",
                "Anuria",
                "Do not coadminister with aliskiren in patients with diabetes mellitus"
            ],
            "specific": []
        },
        "cautions": {
            "common": [
                "If CrCl <30 mL/min, use loop diuretic instead of hydrochlorothiazide",
                "Hyperkalemia, particularly when coadministered with potassium-sparing diuretics, potassium supplements, or salt substitutes; concurrent therapy with hydrochlorothiazide may reduce the frequency of this effect; monitor serum potassium levels periodically",
                "Thiazides should be used with caution in patients with impaired hepatic function or progressive liver disease since minor alterations of fluid and electrolyte balance may precipitate hepatic coma",
                "Dual blockade of the renin-angiotensin system with ARBs, ACE inhibitors, or aliskiren associated with increased risk for renal function changes (including acute renal failure) compared to monotherapy",
                "Instruct patients to protect skin from sun and undergo regular skin cancer screening",
                "Caution in aortic mitral stenosis, hypercholesterolemia, hypercalcemia, parathyroid disease, or anuria"
            ],
            "specific": [
                {
                    "type": "Hypotension in volume or salt depleted patients",
                    "description": [
                        "Excessive reduction of blood pressure was rarely seen in patients with uncomplicated hypertension treated with irbesartan alone (<0.1%) or with irbesartan and hydrochlorothiazide (approximately 1%)",
                        "Initiation of antihypertensive therapy may cause symptomatic hypotension in patients with intravascular volume or sodium depletion, eg, in patients treated vigorously with diuretics or in patients on dialysis; such volume depletion should be corrected prior to administration of antihypertensive therapy",
                        "If hypotension occurs, the patient should be placed in supine position and, if necessary, given an intravenous infusion of normal saline; a transient hypotensive response is not a contraindication to further treatment, which usually can be continued without difficulty once the blood pressure has stabilized"
                    ]
                },
                {
                    "type": "Impaired renal function",
                    "description": [
                        "As result of inhibiting renin-angiotensin-aldosterone system, changes in renal function may be anticipated in susceptible individuals",
                        "In patients whose renal function may depend on activity of renin-angiotensin-aldosterone system (eg, patients with severe congestive heart failure), treatment with ACE inhibitors has been associated with oliguria and/or progressive azotemia and (rarely) with acute renal failure and/or death",
                        "In studies of ACE inhibitors in patients with unilateral or bilateral renal artery stenosis, increases in serum creatinine or BUN have been reported; there has been no known use of irbesartan in patients with unilateral or bilateral renal artery stenosis, but a similar effect should be anticipated",
                        "Thiazides should be used with caution in severe renal disease; in patients with renal disease, thiazides may precipitate azotemia; cumulative effects of the drug may develop in patients with impaired renal function"
                    ]
                },
                {
                    "type": "Acute angle-closure glaucoma",
                    "description": [
                        "Hydrochlorothiazide, a sulfonamide, can cause an idiosyncratic reaction resulting in acute angle-closure glaucoma and elevated intraocular pressure with or without a noticeable acute myopic shift and/or choroidal effusions",
                        "Cases of acute angle-closure glaucoma reported; symptoms include acute onset of decreased visual acuity or ocular pain and typically occur within hours to weeks of drug initiation; untreated acute angle-closure glaucoma may result in permanent vision loss",
                        "Primary treatment is to discontinue drug intake as rapidly as possible; prompt medical or surgical treatments may need to be considered if the intraocular pressure remains uncontrolled; risk factors for developing acute angle-closure glaucoma may include a history of sulfonamide or penicillin allergy"
                    ]
                },
                {
                    "type": "Electrolyte and metabolic imbalances",
                    "description": [
                        "Coadministration of this drug combination with potassium-sparing diuretics, potassium supplements, potassium-containing salt substitutes, or other drugs that raise serum potassium levels may result in hyperkalemia, sometimes severe; monitor serum potassium in such patients",
                        "Hydrochlorothiazide can cause hypokalemia and hyponatremia; hypomagnesemia can result in hypokalemia which appears difficult to treat despite potassium repletion; drugs that inhibit the renin-angiotensin system can cause hyperkalemia; monitor serum electrolytes periodically",
                        "Hyperuricemia may occur or frank gout may be precipitated in certain patients receiving thiazide therapy",
                        "Hydrochlorothiazide may alter glucose tolerance and raise serum levels of cholesterol and triglycerides",
                        "The antihypertensive effects of the drug may be enhanced in the post-sympathectomy patient; thiazides may decrease urinary calcium excretion; thiazides may cause intermittent and slight elevation of serum calcium in absence of known disorders of calcium metabolism",
                        "Marked hypercalcemia may be evidence of hidden hyperparathyroidism; thiazides should be discontinued before carrying out tests for parathyroid function"
                    ]
                }
            ]
        }
    },
    "interactions": [
        {
            "classification_type": "Contraindicated",
            "interaction_with": "aliskiren",
            "description": {
                "common": "irbesartan decreases effects of aliskiren by Other (see comment). Contraindicated. \nComment: Aliskiren use contraindicated with ARBs in patients with diabetes; avoid coadministration with ARBs if GFR. In patients who are elderly, volume-depleted (including those on diuretic therapy), or with compromised renal function, coadministration of ARBS with drugs that affect RAAS may increase the risk of renal impairment (including acute renal failure) and cause loss of antihypertensive effect. Monitor renal function periodically."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "sparsentan",
            "description": {
                "common": "sparsentan, irbesartan.\nEither increases toxicity of the other by pharmacodynamic synergism. Contraindicated. Coadministration of ARBs with sparsentan is associated with increased risks of hypotension, syncope, hyperkalemia, and changes in renal function (eg, acute renal failure)."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "aminolevulinic acid oral",
            "description": {
                "common": "aminolevulinic acid oral, hydrochlorothiazide.\nEither increases toxicity of the other by pharmacodynamic synergism. Avoid or Use Alternate Drug. Avoid administering other phototoxic drugs with aminolevulinic acid oral for 24 hr during perioperative period."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "aminolevulinic acid topical",
            "description": {
                "common": "hydrochlorothiazide increases toxicity of aminolevulinic acid topical by pharmacodynamic synergism. Avoid or Use Alternate Drug. Coadministration of photosensitizing drugs may enhance the phototoxic reaction to photodynamic therapy with aminolevulinic acid."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "baricitinib",
            "description": {
                "common": "irbesartan will increase the level or effect of baricitinib by  decreasing elimination. Avoid or Use Alternate Drug. Coadministration of baricitinib with strong organic anion transporter 3 (OAT3) inhibitors is not recommended."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "benazepril",
            "description": {
                "common": "irbesartan, benazepril.\nEither increases toxicity of the other by pharmacodynamic synergism. Avoid or Use Alternate Drug. Dual blockade of renin-angiotensin system increases risks of hypotension, hyperkalemia, and renal impairment."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "captopril",
            "description": {
                "common": "irbesartan, captopril.\nEither increases toxicity of the other by pharmacodynamic synergism. Avoid or Use Alternate Drug. Dual blockade of renin-angiotensin system increases risks of hypotension, hyperkalemia, and renal impairment."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "carbamazepine",
            "description": {
                "common": "carbamazepine, hydrochlorothiazide.\nEither increases effects of the other by pharmacodynamic synergism. Avoid or Use Alternate Drug. Increased risk of systemic hyponatremia."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "cyclophosphamide",
            "description": {
                "common": "hydrochlorothiazide increases toxicity of cyclophosphamide by decreasing renal clearance. Avoid or Use Alternate Drug. Increased myelosuppressive effects."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "cyclosporine",
            "description": {
                "common": "cyclosporine, hydrochlorothiazide.\nEither increases toxicity of the other by pharmacodynamic synergism. Avoid or Use Alternate Drug. Increased risk of systemic hyponatremia."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "dofetilide",
            "description": {
                "common": "hydrochlorothiazide increases levels of dofetilide by decreasing renal clearance. Contraindicated. Risk of prolonged QTc interval."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "enalapril",
            "description": {
                "common": "irbesartan, enalapril.\nEither increases toxicity of the other by pharmacodynamic synergism. Avoid or Use Alternate Drug. Dual blockade of renin-angiotensin system increases risks of hypotension, hyperkalemia, and renal impairment."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "erdafitinib",
            "description": {
                "common": "irbesartan will increase the level or effect of erdafitinib by  affecting hepatic enzyme CYP2C9/10 metabolism. Avoid or Use Alternate Drug. If coadministration of a strong CYP2C9 inhibitors is unavoidable, closely monitor adverse reactions and modify dose of erdafitinib accordingly. If strong CYP2C9 inhibitor is discontinued, consider increasing erdafitinib dose in the absence of any drug-related toxicities."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "fosinopril",
            "description": {
                "common": "irbesartan, fosinopril.\nEither increases toxicity of the other by pharmacodynamic synergism. Avoid or Use Alternate Drug. Dual blockade of renin-angiotensin system increases risks of hypotension, hyperkalemia, and renal impairment."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "isocarboxazid",
            "description": {
                "common": "isocarboxazid, hydrochlorothiazide. Other (see comment). Contraindicated. \nComment: Additive hypotensive effects may be seen when MAOI's are combined with antihypertensives."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "lisinopril",
            "description": {
                "common": "irbesartan, lisinopril.\nEither increases toxicity of the other by pharmacodynamic synergism. Avoid or Use Alternate Drug. Dual blockade of renin-angiotensin system increases risks of hypotension, hyperkalemia, and renal impairment."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "lithium",
            "description": {
                "common": "irbesartan increases toxicity of lithium by decreasing renal clearance. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "lofexidine",
            "description": {
                "common": "lofexidine, hydrochlorothiazide.\nEither increases effects of the other by pharmacodynamic synergism. Avoid or Use Alternate Drug. Avoid coadministration with other drugs that decrease pulse or blood pressure to mitigate risk of excessive bradycardia and hypotension."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "lonafarnib",
            "description": {
                "common": "irbesartan will increase the level or effect of lonafarnib by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug. If coadministration of lonafarnib (a sensitive CYP3A substrate) with weak CYP3A inhibitors is unavoidable, reduce to, or continue lonafarnib at starting dose. Closely monitor for arrhythmias and events (eg, syncope, heart palpitations) since lonafarnib effect on QT interval is unknown."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "methyl aminolevulinate",
            "description": {
                "common": "hydrochlorothiazide, methyl aminolevulinate.\nEither increases toxicity of the other by pharmacodynamic synergism. Avoid or Use Alternate Drug. Each drug may increase the photosensitizing effect of the other."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "moexipril",
            "description": {
                "common": "irbesartan, moexipril.\nEither increases toxicity of the other by pharmacodynamic synergism. Avoid or Use Alternate Drug. Dual blockade of renin-angiotensin system increases risks of hypotension, hyperkalemia, and renal impairment."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "perindopril",
            "description": {
                "common": "irbesartan, perindopril.\nEither increases toxicity of the other by pharmacodynamic synergism. Avoid or Use Alternate Drug. Dual blockade of renin-angiotensin system increases risks of hypotension, hyperkalemia, and renal impairment."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "quinapril",
            "description": {
                "common": "irbesartan, quinapril.\nEither increases toxicity of the other by pharmacodynamic synergism. Avoid or Use Alternate Drug. Dual blockade of renin-angiotensin system increases risks of hypotension, hyperkalemia, and renal impairment."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "ramipril",
            "description": {
                "common": "irbesartan, ramipril.\nEither increases toxicity of the other by pharmacodynamic synergism. Avoid or Use Alternate Drug. Dual blockade of renin-angiotensin system increases risks of hypotension, hyperkalemia, and renal impairment."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "siponimod",
            "description": {
                "common": "irbesartan will increase the level or effect of siponimod by  affecting hepatic enzyme CYP2C9/10 metabolism. Avoid or Use Alternate Drug. Coadministration of siponimod with drugs that cause moderate CYP2C9 AND a moderate or strong CYP3A4 inhibition is not recommended. Caution if siponimod coadministered with moderate CYP2C9 inhibitors alone."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "squill",
            "description": {
                "common": "hydrochlorothiazide increases toxicity of squill by Other (see comment). Avoid or Use Alternate Drug. \nComment: Potassium depletion may enhance toxicity of squill."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "trandolapril",
            "description": {
                "common": "irbesartan, trandolapril.\nEither increases toxicity of the other by pharmacodynamic synergism. Avoid or Use Alternate Drug. Dual blockade of renin-angiotensin system increases risks of hypotension, hyperkalemia, and renal impairment."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "tretinoin",
            "description": {
                "common": "hydrochlorothiazide, tretinoin. Mechanism: pharmacodynamic synergism. Avoid or Use Alternate Drug. Increased phototoxicity."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "tretinoin topical",
            "description": {
                "common": "hydrochlorothiazide, tretinoin topical. Mechanism: pharmacodynamic synergism. Avoid or Use Alternate Drug. Increased phototoxicity."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "tucatinib",
            "description": {
                "common": "irbesartan will increase the level or effect of tucatinib by  Other (see comment). Avoid or Use Alternate Drug. Coadministration of tucatinib (a CYP2C8 substrate) with a strong or moderate CYP2C8 inhibitors increases tucatinib plasma concentrations and risk of toxicities."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "acebutolol",
            "description": {
                "common": "irbesartan and acebutolol both increase  serum potassium. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "aceclofenac",
            "description": {
                "common": "aceclofenac increases and hydrochlorothiazide decreases serum potassium. Effect of interaction is not clear, use caution. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "acemetacin",
            "description": {
                "common": "irbesartan and acemetacin both increase  serum potassium. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "albiglutide",
            "description": {
                "common": "irbesartan increases effects of albiglutide by Other (see comment). Use Caution/Monitor. \nComment: Angiotensin II receptor antagonists may enhance hypoglycemic effects of antidiabetic agents by improving insulin sensitivity. Monitor patients for changes in glycemic control."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "albuterol",
            "description": {
                "common": "irbesartan increases and albuterol decreases serum potassium. Effect of interaction is not clear, use caution. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "aldesleukin",
            "description": {
                "common": "aldesleukin increases effects of hydrochlorothiazide by pharmacodynamic synergism. Use Caution/Monitor. Risk of hypotension."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "aliskiren",
            "description": {
                "common": "irbesartan decreases levels of aliskiren by unspecified interaction mechanism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "amifostine",
            "description": {
                "common": "amifostine, hydrochlorothiazide.\nEither increases effects of the other by pharmacodynamic synergism. Modify Therapy/Monitor Closely. Coadministration with blood pressure lowering agents may increase the risk and severity of hypotension associated with amifostine. When amifostine is used at chemotherapeutic doses, withhold blood pressure lowering medications for 24 hr prior to amifostine; if blood pressure lowering medication cannot be withheld, do not administer amifostine."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "amifostine",
            "description": {
                "common": "amifostine, irbesartan.\nEither increases effects of the other by pharmacodynamic synergism. Modify Therapy/Monitor Closely. Coadministration with blood pressure lowering agents may increase the risk and severity of hypotension associated with amifostine. When amifostine is used at chemotherapeutic doses, withhold blood pressure lowering medications for 24 hr prior to amifostine; if blood pressure lowering medication cannot be withheld, do not administer amifostine."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "amiloride",
            "description": {
                "common": "irbesartan and amiloride both increase  serum potassium. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "amiodarone",
            "description": {
                "common": "amiodarone will increase the level or effect of hydrochlorothiazide by  basic (cationic) drug competition for renal tubular clearance. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "aspirin",
            "description": {
                "common": "irbesartan and aspirin both increase  serum potassium. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "amoxicillin",
            "description": {
                "common": "amoxicillin, hydrochlorothiazide.\nEither increases levels of the other by decreasing renal clearance. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "arformoterol",
            "description": {
                "common": "arformoterol and hydrochlorothiazide both decrease  serum potassium. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "aspirin",
            "description": {
                "common": "aspirin increases and hydrochlorothiazide decreases serum potassium. Effect of interaction is not clear, use caution. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "aspirin rectal",
            "description": {
                "common": "aspirin rectal increases and hydrochlorothiazide decreases serum potassium. Effect of interaction is not clear, use caution. Use Caution/Monitor.  ."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "aspirin/citric acid/sodium bicarbonate",
            "description": {
                "common": "irbesartan, aspirin/citric acid/sodium bicarbonate.\nEither increases toxicity of the other by Other (see comment). Use Caution/Monitor. \nComment:  May result in renal function deterioration, particularly in elderly or volume depleted individuals."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "atenolol",
            "description": {
                "common": "atenolol, irbesartan. Mechanism: pharmacodynamic synergism. Use Caution/Monitor. Risk of fetal compromise if given during pregnancy."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "atogepant",
            "description": {
                "common": "irbesartan will increase the level or effect of atogepant by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "avanafil",
            "description": {
                "common": "avanafil increases effects of hydrochlorothiazide by pharmacodynamic synergism. Use Caution/Monitor. Risk of hypotension."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "avanafil",
            "description": {
                "common": "avanafil increases effects of irbesartan by pharmacodynamic synergism. Use Caution/Monitor. Risk of hypotension."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "axitinib",
            "description": {
                "common": "irbesartan increases levels of axitinib by affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "beclomethasone, inhaled",
            "description": {
                "common": "beclomethasone, inhaled increases toxicity of hydrochlorothiazide by increasing elimination. Use Caution/Monitor. May increase the hypokalemic effects of thiazide diuretics."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "benazepril",
            "description": {
                "common": "benazepril increases toxicity of hydrochlorothiazide by pharmacodynamic synergism. Use Caution/Monitor. Enhanced hypotensive effects; increased risk of nephrotoxicity."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "bendroflumethiazide",
            "description": {
                "common": "bendroflumethiazide and hydrochlorothiazide both decrease  serum potassium. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "betaxolol",
            "description": {
                "common": "irbesartan and betaxolol both increase  serum potassium. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "bisoprolol",
            "description": {
                "common": "bisoprolol, irbesartan. Mechanism: pharmacodynamic synergism. Use Caution/Monitor. Risk of fetal compromise if given during pregnancy."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "bretylium",
            "description": {
                "common": "hydrochlorothiazide, bretylium.\nEither increases effects of the other by pharmacodynamic synergism. Modify Therapy/Monitor Closely. Each drug may cause hypotension."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "brimonidine",
            "description": {
                "common": "brimonidine increases effects of irbesartan by pharmacodynamic synergism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "bumetanide",
            "description": {
                "common": "bumetanide and hydrochlorothiazide both decrease  serum potassium. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "bumetanide",
            "description": {
                "common": "irbesartan increases and bumetanide decreases serum potassium. Effect of interaction is not clear, use caution. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "buprenorphine, long-acting injection",
            "description": {
                "common": "buprenorphine, long-acting injection decreases effects of hydrochlorothiazide by pharmacodynamic antagonism. Modify Therapy/Monitor Closely. Opioids can reduce diuretic efficacy by inducing antidiuretic hormone release."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "calcifediol",
            "description": {
                "common": "hydrochlorothiazide increases toxicity of calcifediol by Other (see comment). Use Caution/Monitor. \nComment: Thiazide diuretics may increase serum calcium by decreasing urinary calcium excretion."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "canagliflozin",
            "description": {
                "common": "irbesartan and canagliflozin both increase  serum potassium. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "candesartan",
            "description": {
                "common": "candesartan increases and hydrochlorothiazide decreases serum potassium. Effect of interaction is not clear, use caution. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "captopril",
            "description": {
                "common": "captopril, hydrochlorothiazide.\nEither increases effects of the other by pharmacodynamic synergism. Use Caution/Monitor. Both drugs lower blood pressure. Increased risk of nephrotoxicity. Monitor blood pressure and renal function."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "carbenoxolone",
            "description": {
                "common": "hydrochlorothiazide and carbenoxolone both decrease  serum potassium. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "carbidopa",
            "description": {
                "common": "carbidopa increases effects of hydrochlorothiazide by pharmacodynamic synergism. Use Caution/Monitor. Therapy with carbidopa, given with or without levodopa or carbidopa-levodopa combination products, is started, dosage adjustment of the antihypertensive drug may be required."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "carvedilol",
            "description": {
                "common": "carvedilol, irbesartan. Mechanism: pharmacodynamic synergism. Use Caution/Monitor. Risk of fetal compromise if given during pregnancy."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "cefprozil",
            "description": {
                "common": "hydrochlorothiazide will increase the level or effect of cefprozil by  acidic (anionic) drug competition for renal tubular clearance. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "celecoxib",
            "description": {
                "common": "irbesartan and celecoxib both increase  serum potassium. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "celecoxib",
            "description": {
                "common": "celecoxib increases and hydrochlorothiazide decreases serum potassium. Effect of interaction is not clear, use caution. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "celiprolol",
            "description": {
                "common": "celiprolol, irbesartan. Mechanism: pharmacodynamic synergism. Use Caution/Monitor. Risk of fetal compromise if given during pregnancy."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "chlorothiazide",
            "description": {
                "common": "chlorothiazide and hydrochlorothiazide both decrease  serum potassium. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "chlorthalidone",
            "description": {
                "common": "irbesartan increases and chlorthalidone decreases serum potassium. Effect of interaction is not clear, use caution. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "cholestyramine",
            "description": {
                "common": "cholestyramine decreases levels of hydrochlorothiazide by inhibition of GI absorption. Applies only to oral form of both agents. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "choline magnesium trisalicylate",
            "description": {
                "common": "irbesartan and choline magnesium trisalicylate both increase  serum potassium. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "citalopram",
            "description": {
                "common": "hydrochlorothiazide, citalopram. pharmacodynamic synergism. Use Caution/Monitor. Possible additive hyponatremia."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "cornsilk",
            "description": {
                "common": "cornsilk increases effects of hydrochlorothiazide by pharmacodynamic synergism. Use Caution/Monitor. Increased risk of hypokalemia (theoretical interaction)."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "corticotropin",
            "description": {
                "common": "corticotropin increases toxicity of hydrochlorothiazide by increasing renal clearance. Use Caution/Monitor. May enhance hypokalemic effect of thiazide diuretics."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "cyclopenthiazide",
            "description": {
                "common": "irbesartan increases and cyclopenthiazide decreases serum potassium. Effect of interaction is not clear, use caution. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "cyclosporine",
            "description": {
                "common": "cyclosporine increases toxicity of hydrochlorothiazide by unspecified interaction mechanism. Use Caution/Monitor. Coadministration of hydrochlorothiazide with cyclosporine may increase the risk of hypermagnesemia, hyperuricemia, and possible nephrotoxicity."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "dalteparin",
            "description": {
                "common": "dalteparin increases toxicity of irbesartan by Other (see comment). Use Caution/Monitor. \nComment: Low molecular weight heparins may suppress adrenal aldosterone secretion, which can potentially cause hyperkalemia."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "deflazacort",
            "description": {
                "common": "hydrochlorothiazide and deflazacort both decrease  serum potassium. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "diazoxide",
            "description": {
                "common": "hydrochlorothiazide increases toxicity of diazoxide by unspecified interaction mechanism. Use Caution/Monitor. May enhance hyperglycemic effects of diazoxide."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "dichlorphenamide",
            "description": {
                "common": "dichlorphenamide and hydrochlorothiazide both decrease  serum potassium. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "diclofenac",
            "description": {
                "common": "diclofenac increases and hydrochlorothiazide decreases serum potassium. Effect of interaction is not clear, use caution. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "dicloxacillin",
            "description": {
                "common": "dicloxacillin, hydrochlorothiazide.\nEither increases levels of the other by decreasing renal clearance. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "diflunisal",
            "description": {
                "common": "irbesartan and diflunisal both increase  serum potassium. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "diflunisal",
            "description": {
                "common": "diflunisal increases and hydrochlorothiazide decreases serum potassium. Effect of interaction is not clear, use caution. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "digoxin",
            "description": {
                "common": "hydrochlorothiazide increases effects of digoxin by pharmacodynamic synergism. Use Caution/Monitor. Hypokalemia increases digoxin effects."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "dobutamine",
            "description": {
                "common": "dobutamine and hydrochlorothiazide both decrease  serum potassium. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "dopexamine",
            "description": {
                "common": "irbesartan increases and dopexamine decreases serum potassium. Effect of interaction is not clear, use caution. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "dofetilide",
            "description": {
                "common": "dofetilide will increase the level or effect of hydrochlorothiazide by  basic (cationic) drug competition for renal tubular clearance. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "dopexamine",
            "description": {
                "common": "dopexamine and hydrochlorothiazide both decrease  serum potassium. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "drospirenone",
            "description": {
                "common": "drospirenone increases and hydrochlorothiazide decreases serum potassium. Effect of interaction is not clear, use caution. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "empagliflozin",
            "description": {
                "common": "empagliflozin, hydrochlorothiazide.\nEither increases effects of the other by pharmacodynamic synergism. Use Caution/Monitor. Coadministration of empagliflozin with diuretics results in increased urine volume and frequency of voids, which might enhance the potential for volume depletion."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "enoxaparin",
            "description": {
                "common": "enoxaparin increases toxicity of irbesartan by Other (see comment). Use Caution/Monitor. \nComment: Low molecular weight heparins may suppress adrenal aldosterone secretion, which can potentially cause hyperkalemia."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ephedrine",
            "description": {
                "common": "ephedrine and hydrochlorothiazide both decrease  serum potassium. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "epinephrine",
            "description": {
                "common": "epinephrine and hydrochlorothiazide both decrease  serum potassium. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "epinephrine racemic",
            "description": {
                "common": "epinephrine racemic and hydrochlorothiazide both decrease  serum potassium. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "eplerenone",
            "description": {
                "common": "irbesartan, eplerenone. Mechanism: pharmacodynamic synergism. Use Caution/Monitor. Risk of hyperkalemia."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "eprosartan",
            "description": {
                "common": "eprosartan increases and hydrochlorothiazide decreases serum potassium. Effect of interaction is not clear, use caution. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "esmolol",
            "description": {
                "common": "irbesartan and esmolol both increase  serum potassium. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ethacrynic acid",
            "description": {
                "common": "irbesartan increases and ethacrynic acid decreases serum potassium. Effect of interaction is not clear, use caution. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "etodolac",
            "description": {
                "common": "etodolac increases and hydrochlorothiazide decreases serum potassium. Effect of interaction is not clear, use caution. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "exenatide injectable solution",
            "description": {
                "common": "irbesartan increases effects of exenatide injectable solution by Other (see comment). Use Caution/Monitor. \nComment: Angiotensin II receptor antagonists may enhance hypoglycemic effects of antidiabetic agents by improving insulin sensitivity. Monitor patients for changes in glycemic control."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "exenatide injectable suspension",
            "description": {
                "common": "irbesartan increases effects of exenatide injectable suspension by Other (see comment). Use Caution/Monitor. \nComment: Angiotensin II receptor antagonists may enhance hypoglycemic effects of antidiabetic agents by improving insulin sensitivity. Monitor patients for changes in glycemic control."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "fenbufen",
            "description": {
                "common": "irbesartan and fenbufen both increase  serum potassium. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "fenoprofen",
            "description": {
                "common": "fenoprofen increases and hydrochlorothiazide decreases serum potassium. Effect of interaction is not clear, use caution. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "fenoprofen",
            "description": {
                "common": "irbesartan and fenoprofen both increase  serum potassium. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "fentanyl",
            "description": {
                "common": "fentanyl decreases effects of hydrochlorothiazide by Other (see comment). Modify Therapy/Monitor Closely. \nComment: Fentanyl can reduce the efficacy of diuretics by inducing antidiuretic hormone release. Fentanyl may also lead to acute urinary retention by causing bladder sphincter spasm (particularly in men with enlarged prostates)."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "fentanyl intranasal",
            "description": {
                "common": "fentanyl intranasal decreases effects of hydrochlorothiazide by Other (see comment). Modify Therapy/Monitor Closely. \nComment: Fentanyl can reduce the efficacy of diuretics by inducing antidiuretic hormone release. Fentanyl may also lead to acute urinary retention by causing bladder sphincter spasm (particularly in men with enlarged prostates)."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "fentanyl transdermal",
            "description": {
                "common": "fentanyl transdermal decreases effects of hydrochlorothiazide by Other (see comment). Modify Therapy/Monitor Closely. \nComment: Fentanyl can reduce the efficacy of diuretics by inducing antidiuretic hormone release. Fentanyl may also lead to acute urinary retention by causing bladder sphincter spasm (particularly in men with enlarged prostates)."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "fentanyl transmucosal",
            "description": {
                "common": "fentanyl transmucosal decreases effects of hydrochlorothiazide by Other (see comment). Modify Therapy/Monitor Closely. \nComment: Fentanyl can reduce the efficacy of diuretics by inducing antidiuretic hormone release. Fentanyl may also lead to acute urinary retention by causing bladder sphincter spasm (particularly in men with enlarged prostates)."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "finerenone",
            "description": {
                "common": "irbesartan will increase the level or effect of finerenone by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Modify Therapy/Monitor Closely. Monitor serum potassium during initiation and dosage adjustment of either finererone or weak CYP3A4 inhibitors. Adjust finererone dosage as needed."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "flibanserin",
            "description": {
                "common": "irbesartan will increase the level or effect of flibanserin by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor. Increased flibanserin adverse effects may occur if coadministered with multiple weak CYP3A4 inhibitors."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "flurbiprofen",
            "description": {
                "common": "irbesartan, flurbiprofen.\nEither increases toxicity of the other by Other (see comment). Use Caution/Monitor. \nComment:  May result in renal function deterioration, particularly in elderly or volume depleted individuals."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "formoterol",
            "description": {
                "common": "formoterol and hydrochlorothiazide both decrease  serum potassium. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "furosemide",
            "description": {
                "common": "irbesartan increases and furosemide decreases serum potassium. Effect of interaction is not clear, use caution. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "furosemide",
            "description": {
                "common": "furosemide and hydrochlorothiazide both decrease  serum potassium. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "gentamicin",
            "description": {
                "common": "hydrochlorothiazide and gentamicin both decrease  serum potassium. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "heparin",
            "description": {
                "common": "heparin increases toxicity of irbesartan by Other (see comment). Use Caution/Monitor. \nComment: Low molecular weight heparins may suppress adrenal aldosterone secretion, which can potentially cause hyperkalemia."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ibuprofen",
            "description": {
                "common": "ibuprofen increases and hydrochlorothiazide decreases serum potassium. Effect of interaction is not clear, use caution. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "hydrochlorothiazide",
            "description": {
                "common": "irbesartan increases and hydrochlorothiazide decreases serum potassium. Effect of interaction is not clear, use caution. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ibuprofen",
            "description": {
                "common": "irbesartan and ibuprofen both increase  serum potassium. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ibuprofen IV",
            "description": {
                "common": "irbesartan, ibuprofen IV.\nEither increases toxicity of the other by Other (see comment). Use Caution/Monitor. \nComment:  May result in renal function deterioration, particularly in elderly or volume depleted individuals."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "indacaterol, inhaled",
            "description": {
                "common": "hydrochlorothiazide, indacaterol, inhaled. serum potassium. Use Caution/Monitor. Combination may increase risk of hypokalemia."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "indapamide",
            "description": {
                "common": "irbesartan increases and indapamide decreases serum potassium. Effect of interaction is not clear, use caution. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "indapamide",
            "description": {
                "common": "hydrochlorothiazide and indapamide both decrease  serum potassium. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "indomethacin",
            "description": {
                "common": "irbesartan, indomethacin.\nEither increases toxicity of the other by Other (see comment). Use Caution/Monitor. \nComment:  May result in renal function deterioration, particularly in elderly or volume depleted individuals."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "insulin aspart",
            "description": {
                "common": "irbesartan increases effects of insulin aspart by unspecified interaction mechanism. Use Caution/Monitor. Concomitant use of insulin and ARBs may require insulin dosage adjustment and increased glucose monitoring."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "insulin degludec",
            "description": {
                "common": "hydrochlorothiazide decreases effects of insulin degludec by Other (see comment). Use Caution/Monitor. \nComment: Diuretics may cause hyperglycemia and glycosuria in patients with diabetes mellitus, possibly by diuretic-induced hpokalemia."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "insulin aspart protamine/insulin aspart",
            "description": {
                "common": "irbesartan increases effects of insulin aspart protamine/insulin aspart by unspecified interaction mechanism. Use Caution/Monitor. Concomitant use of insulin and ARBs may require insulin dosage adjustment and increased glucose monitoring."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "insulin degludec",
            "description": {
                "common": "irbesartan, insulin degludec.\nEither increases effects of the other by pharmacodynamic synergism. Use Caution/Monitor. Both drugs decrease blood glucose."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "insulin degludec/insulin aspart",
            "description": {
                "common": "irbesartan, insulin degludec/insulin aspart.\nEither increases effects of the other by pharmacodynamic synergism. Use Caution/Monitor. Both drugs decrease blood glucose."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "insulin detemir",
            "description": {
                "common": "irbesartan increases effects of insulin detemir by unspecified interaction mechanism. Use Caution/Monitor. Concomitant use of insulin and ARBs may require insulin dosage adjustment and increased glucose monitoring."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "insulin inhaled",
            "description": {
                "common": "hydrochlorothiazide decreases effects of insulin inhaled by Other (see comment). Use Caution/Monitor. \nComment: Diuretics may cause hyperglycemia and glycosuria in patients with diabetes mellitus, possibly by diuretic-induced hpokalemia."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "insulin glargine",
            "description": {
                "common": "irbesartan increases effects of insulin glargine by unspecified interaction mechanism. Use Caution/Monitor. Concomitant use of insulin and ARBs may require insulin dosage adjustment and increased glucose monitoring."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "insulin glulisine",
            "description": {
                "common": "irbesartan increases effects of insulin glulisine by unspecified interaction mechanism. Use Caution/Monitor. Concomitant use of insulin and ARBs may require insulin dosage adjustment and increased glucose monitoring."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "insulin inhaled",
            "description": {
                "common": "irbesartan, insulin inhaled.\nEither increases effects of the other by pharmacodynamic synergism. Use Caution/Monitor. Both drugs decrease blood glucose."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "insulin isophane human/insulin regular human",
            "description": {
                "common": "irbesartan increases effects of insulin isophane human/insulin regular human by unspecified interaction mechanism. Use Caution/Monitor. Concomitant use of insulin and ARBs may require insulin dosage adjustment and increased glucose monitoring."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "insulin lispro",
            "description": {
                "common": "irbesartan increases effects of insulin lispro by unspecified interaction mechanism. Use Caution/Monitor. Concomitant use of insulin and ARBs may require insulin dosage adjustment and increased glucose monitoring."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "insulin lispro protamine/insulin lispro",
            "description": {
                "common": "irbesartan increases effects of insulin lispro protamine/insulin lispro by unspecified interaction mechanism. Use Caution/Monitor. Concomitant use of insulin and ARBs may require insulin dosage adjustment and increased glucose monitoring."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "insulin NPH",
            "description": {
                "common": "irbesartan increases effects of insulin NPH by unspecified interaction mechanism. Use Caution/Monitor. Concomitant use of insulin and ARBs may require insulin dosage adjustment and increased glucose monitoring."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "insulin regular human",
            "description": {
                "common": "irbesartan increases effects of insulin regular human by unspecified interaction mechanism. Use Caution/Monitor. Concomitant use of insulin and ARBs may require insulin dosage adjustment and increased glucose monitoring."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "irbesartan",
            "description": {
                "common": "irbesartan increases and hydrochlorothiazide decreases serum potassium. Effect of interaction is not clear, use caution. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "isavuconazonium sulfate",
            "description": {
                "common": "irbesartan will increase the level or effect of isavuconazonium sulfate by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "isoproterenol",
            "description": {
                "common": "isoproterenol and hydrochlorothiazide both decrease  serum potassium. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ivacaftor",
            "description": {
                "common": "irbesartan increases levels of ivacaftor by affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor. Monitor when coadministered with weak CYP3A4 inhibitors ."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "juniper",
            "description": {
                "common": "juniper, hydrochlorothiazide. Other (see comment). Use Caution/Monitor. \nComment: Juniper may potentiate or interfere with diuretic therapy. Juniper has diuretic effects, but may cause kidney damage at large doses."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ketoprofen",
            "description": {
                "common": "ketoprofen increases and hydrochlorothiazide decreases serum potassium. Effect of interaction is not clear, use caution. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ketorolac",
            "description": {
                "common": "irbesartan and ketorolac both increase  serum potassium. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ketorolac intranasal",
            "description": {
                "common": "ketorolac intranasal decreases effects of irbesartan by pharmacodynamic antagonism. Modify Therapy/Monitor Closely. NSAIDs decrease synthesis of vasodilating renal prostaglandins, and thus affect fluid homeostasis and may diminish antihypertensive effect."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "labetalol",
            "description": {
                "common": "irbesartan and labetalol both increase  serum potassium. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "lemborexant",
            "description": {
                "common": "irbesartan will increase the level or effect of lemborexant by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Modify Therapy/Monitor Closely. Lower nightly dose of lemborexant recommended if coadministered with weak CYP3A4 inhibitors. See drug monograph for specific dosage modification."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "levalbuterol",
            "description": {
                "common": "levalbuterol and hydrochlorothiazide both decrease  serum potassium. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "levodopa",
            "description": {
                "common": "levodopa increases effects of hydrochlorothiazide by pharmacodynamic synergism. Use Caution/Monitor. Consider decreasing dosage of antihypertensive agent."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "lily of the valley",
            "description": {
                "common": "hydrochlorothiazide increases toxicity of lily of the valley by Other (see comment). Use Caution/Monitor. \nComment: Increased risk of cardiac toxicity due to K+ depletion."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "liraglutide",
            "description": {
                "common": "irbesartan increases effects of liraglutide by Other (see comment). Use Caution/Monitor. \nComment: Angiotensin II receptor antagonists may enhance hypoglycemic effects of antidiabetic agents by improving insulin sensitivity. Monitor patients for changes in glycemic control."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "liraglutide",
            "description": {
                "common": "hydrochlorothiazide decreases effects of liraglutide by pharmacodynamic antagonism. Use Caution/Monitor. Thiazide diuretics can decrease insulin sensitivity thereby leading to glucose intolerance and hyperglycemia. Monitor glycemic control especially when initiating, discontinuing, or increasing thiazide diuretic dose."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "lithium",
            "description": {
                "common": "hydrochlorothiazide increases toxicity of lithium by decreasing elimination. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "lomitapide",
            "description": {
                "common": "irbesartan increases levels of lomitapide by affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor. Lomitapide dose should not exceed 30 mg/day."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "lornoxicam",
            "description": {
                "common": "irbesartan and lornoxicam both increase  serum potassium. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "losartan",
            "description": {
                "common": "losartan increases and hydrochlorothiazide decreases serum potassium. Effect of interaction is not clear, use caution. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "maitake",
            "description": {
                "common": "maitake increases effects of irbesartan by pharmacodynamic synergism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "lurasidone",
            "description": {
                "common": "lurasidone increases effects of hydrochlorothiazide by Other (see comment). Use Caution/Monitor. \nComment: Potential  for increased risk of hypotension with concurrent use. Monitor blood pressure and adjust  dose of  antihypertensive agent as needed."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "maitake",
            "description": {
                "common": "maitake increases effects of hydrochlorothiazide by pharmacodynamic synergism. Use Caution/Monitor. Increased risk of hypokalemia (theoretical interaction)."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "maraviroc",
            "description": {
                "common": "maraviroc, irbesartan.\nEither increases effects of the other by pharmacodynamic synergism. Use Caution/Monitor. Increased risk of orthostatic hypotension."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "meclofenamate",
            "description": {
                "common": "irbesartan, meclofenamate.\nEither increases toxicity of the other by Other (see comment). Use Caution/Monitor. \nComment:  May result in renal function deterioration, particularly in elderly or volume depleted individuals."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "mefenamic acid",
            "description": {
                "common": "mefenamic acid decreases effects of irbesartan by pharmacodynamic antagonism. Modify Therapy/Monitor Closely. NSAIDs decrease synthesis of vasodilating renal prostaglandins, and thus affect fluid homeostasis and may diminish antihypertensive effect."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "meloxicam",
            "description": {
                "common": "meloxicam decreases effects of irbesartan by pharmacodynamic antagonism. Modify Therapy/Monitor Closely. NSAIDs decrease synthesis of vasodilating renal prostaglandins, and thus affect fluid homeostasis and may diminish antihypertensive effect."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "metaproterenol",
            "description": {
                "common": "metaproterenol and hydrochlorothiazide both decrease  serum potassium. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "methyclothiazide",
            "description": {
                "common": "irbesartan increases and methyclothiazide decreases serum potassium. Effect of interaction is not clear, use caution. Use Caution/Monitor.  ."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "methoxsalen",
            "description": {
                "common": "methoxsalen, hydrochlorothiazide.\nEither increases toxicity of the other by pharmacodynamic synergism. Use Caution/Monitor. Additive photosensitizing effects."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "methylphenidate",
            "description": {
                "common": "methylphenidate will decrease the level or effect of irbesartan by  pharmacodynamic antagonism. Use Caution/Monitor. Methylphenidate may diminish antihypertensive effects. Monitor BP."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "methylphenidate transdermal",
            "description": {
                "common": "methylphenidate transdermal decreases effects of hydrochlorothiazide by anti-hypertensive channel blocking. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "metolazone",
            "description": {
                "common": "irbesartan increases and metolazone decreases serum potassium. Effect of interaction is not clear, use caution. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "metoprolol",
            "description": {
                "common": "hydrochlorothiazide, metoprolol.\nEither increases toxicity of the other by Other (see comment). Modify Therapy/Monitor Closely. \nComment: May cause idiosyncratic reaction, resulting in acute transient myopia and acute angle-closure glaucoma, which can lead to permanent vision loss."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "midazolam intranasal",
            "description": {
                "common": "irbesartan will increase the level or effect of midazolam intranasal by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor. Coadministration of mild CYP3A4 inhibitors with midazolam intranasal may cause higher midazolam systemic exposure, which may prolong sedation."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "mometasone inhaled",
            "description": {
                "common": "mometasone inhaled increases toxicity of hydrochlorothiazide by Other (see comment). Use Caution/Monitor. \nComment: Corticosteroids may increase hypokalemic effect of loop diuretics."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "mycophenolate",
            "description": {
                "common": "hydrochlorothiazide will increase the level or effect of mycophenolate by  acidic (anionic) drug competition for renal tubular clearance. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "nabumetone",
            "description": {
                "common": "nabumetone decreases effects of irbesartan by pharmacodynamic antagonism. Modify Therapy/Monitor Closely. NSAIDs decrease synthesis of vasodilating renal prostaglandins, and thus affect fluid homeostasis and may diminish antihypertensive effect."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "nadolol",
            "description": {
                "common": "irbesartan and nadolol both increase  serum potassium. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "nafcillin",
            "description": {
                "common": "nafcillin, hydrochlorothiazide.\nEither increases levels of the other by decreasing renal clearance. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "naproxen",
            "description": {
                "common": "irbesartan and naproxen both increase  serum potassium. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "naproxen",
            "description": {
                "common": "naproxen increases and hydrochlorothiazide decreases serum potassium. Effect of interaction is not clear, use caution. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "nebivolol",
            "description": {
                "common": "nebivolol increases and hydrochlorothiazide decreases serum potassium. Effect of interaction is not clear, use caution. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "nitroglycerin rectal",
            "description": {
                "common": "nitroglycerin rectal, irbesartan.\nEither increases effects of the other by pharmacodynamic synergism. Use Caution/Monitor. Observe for possible additive hypotensive effects during concomitant use. ."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "norepinephrine",
            "description": {
                "common": "norepinephrine and hydrochlorothiazide both decrease  serum potassium. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "oxaprozin",
            "description": {
                "common": "irbesartan and oxaprozin both increase  serum potassium. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "oliceridine",
            "description": {
                "common": "oliceridine decreases effects of hydrochlorothiazide by Other (see comment). Use Caution/Monitor. \nComment: Opioids can reduce the efficacy of diuretics by inducing the release of antidiuretic hormone. Monitor for signs of diminished diuresis and/or effects on blood pressure and increase dosage of the diuretic as needed. ."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "olmesartan",
            "description": {
                "common": "olmesartan increases and hydrochlorothiazide decreases serum potassium. Effect of interaction is not clear, use caution. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "olodaterol inhaled",
            "description": {
                "common": "hydrochlorothiazide and olodaterol inhaled both decrease  serum potassium. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "oxaprozin",
            "description": {
                "common": "oxaprozin increases and hydrochlorothiazide decreases serum potassium. Effect of interaction is not clear, use caution. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "paclitaxel",
            "description": {
                "common": "irbesartan will increase the level or effect of paclitaxel by  Other (see comment). Use Caution/Monitor. Paclitaxel levels/toxicity may increase when coadministered with CYP2C8 inhibitors "
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "paclitaxel protein bound",
            "description": {
                "common": "irbesartan will increase the level or effect of paclitaxel protein bound by  Other (see comment). Use Caution/Monitor. Paclitaxel levels/toxicity may increase when coadministered with CYP2C8 inhibitors "
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "parecoxib",
            "description": {
                "common": "parecoxib increases and hydrochlorothiazide decreases serum potassium. Effect of interaction is not clear, use caution. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "penbutolol",
            "description": {
                "common": "penbutolol, irbesartan. Mechanism: pharmacodynamic synergism. Use Caution/Monitor. Risk of fetal compromise if given during pregnancy."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "penicillin G aqueous",
            "description": {
                "common": "penicillin G aqueous, hydrochlorothiazide.\nEither increases levels of the other by decreasing renal clearance. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "pindolol",
            "description": {
                "common": "irbesartan and pindolol both increase  serum potassium. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "pindolol",
            "description": {
                "common": "pindolol increases and hydrochlorothiazide decreases serum potassium. Effect of interaction is not clear, use caution. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "pirbuterol",
            "description": {
                "common": "pirbuterol and hydrochlorothiazide both decrease  serum potassium. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "piroxicam",
            "description": {
                "common": "piroxicam increases and hydrochlorothiazide decreases serum potassium. Effect of interaction is not clear, use caution. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "pivmecillinam",
            "description": {
                "common": "pivmecillinam, hydrochlorothiazide.\nEither increases levels of the other by decreasing renal clearance. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "potassium acid phosphate",
            "description": {
                "common": "irbesartan and potassium acid phosphate both increase  serum potassium. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "porfimer",
            "description": {
                "common": "hydrochlorothiazide, porfimer. Mechanism: pharmacodynamic synergism. Use Caution/Monitor. Enhanced photosensitivity."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "potassium acid phosphate",
            "description": {
                "common": "potassium acid phosphate increases and hydrochlorothiazide decreases serum potassium. Effect of interaction is not clear, use caution. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "potassium chloride",
            "description": {
                "common": "irbesartan and potassium chloride both increase  serum potassium. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "potassium citrate",
            "description": {
                "common": "irbesartan and potassium citrate both increase  serum potassium. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "potassium citrate/citric acid",
            "description": {
                "common": "irbesartan and potassium citrate/citric acid both increase  serum potassium. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "probenecid",
            "description": {
                "common": "hydrochlorothiazide will increase the level or effect of probenecid by  acidic (anionic) drug competition for renal tubular clearance. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "potassium iodide",
            "description": {
                "common": "potassium iodide and irbesartan both increase  serum potassium. Use Caution/Monitor. Potassium salts may increase the hyperkalemic effects of ARBs; the effect may be the result of aldosterone suppression in patients receiving ARBs."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "procainamide",
            "description": {
                "common": "hydrochlorothiazide will increase the level or effect of procainamide by  basic (cationic) drug competition for renal tubular clearance. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "propranolol",
            "description": {
                "common": "propranolol, irbesartan. Mechanism: pharmacodynamic synergism. Use Caution/Monitor. Risk of fetal compromise if given during pregnancy."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "quinidine",
            "description": {
                "common": "quinidine will increase the level or effect of hydrochlorothiazide by  basic (cationic) drug competition for renal tubular clearance. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "sacubitril/valsartan",
            "description": {
                "common": "irbesartan and sacubitril/valsartan both increase  serum potassium. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "sacubitril/valsartan",
            "description": {
                "common": "sacubitril/valsartan increases and hydrochlorothiazide decreases serum potassium. Effect of interaction is not clear, use caution. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "salicylates (non-asa)",
            "description": {
                "common": "salicylates (non-asa) increases and hydrochlorothiazide decreases serum potassium. Effect of interaction is not clear, use caution. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "salmeterol",
            "description": {
                "common": "salmeterol and hydrochlorothiazide both decrease  serum potassium. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "salsalate",
            "description": {
                "common": "irbesartan and salsalate both increase  serum potassium. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "salsalate",
            "description": {
                "common": "salsalate increases and hydrochlorothiazide decreases serum potassium. Effect of interaction is not clear, use caution. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "selexipag",
            "description": {
                "common": "irbesartan will increase the level or effect of selexipag by  decreasing metabolism. Modify Therapy/Monitor Closely. Reduce selexipag dose to once daily if coadministered with moderate CYP2C8 inhibitors."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "shark cartilage",
            "description": {
                "common": "hydrochlorothiazide, shark cartilage. Other (see comment). Use Caution/Monitor. \nComment: May lead to hypercalcemia (theoretical)."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "sodium sulfate/?magnesium sulfate/potassium chloride",
            "description": {
                "common": "sodium sulfate/?magnesium sulfate/potassium chloride increases toxicity of hydrochlorothiazide by Other (see comment). Use Caution/Monitor. \nComment: Coadministration with medications that cause fluid and electrolyte abnormalities may increase the risk of adverse events of seizure, arrhythmias, and renal impairment."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "sodium sulfate/potassium sulfate/magnesium sulfate",
            "description": {
                "common": "sodium sulfate/potassium sulfate/magnesium sulfate increases toxicity of irbesartan by Other (see comment). Use Caution/Monitor. \nComment: Coadministration with medications that cause fluid and electrolyte abnormalities may increase the risk of adverse events of seizure, arrhythmias, and renal impairment."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "sodium sulfate/potassium sulfate/magnesium sulfate/polyethylene glycol",
            "description": {
                "common": "hydrochlorothiazide and sodium sulfate/potassium sulfate/magnesium sulfate/polyethylene glycol both decrease  serum potassium. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "sotalol",
            "description": {
                "common": "irbesartan and sotalol both increase  serum potassium. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "sotalol",
            "description": {
                "common": "sotalol increases and hydrochlorothiazide decreases serum potassium. Effect of interaction is not clear, use caution. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "spironolactone",
            "description": {
                "common": "spironolactone increases and hydrochlorothiazide decreases serum potassium. Effect of interaction is not clear, use caution. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "succinylcholine",
            "description": {
                "common": "succinylcholine increases and hydrochlorothiazide decreases serum potassium. Effect of interaction is not clear, use caution. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "sulfasalazine",
            "description": {
                "common": "irbesartan and sulfasalazine both increase  serum potassium. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "sulfasalazine",
            "description": {
                "common": "sulfasalazine increases and hydrochlorothiazide decreases serum potassium. Effect of interaction is not clear, use caution. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "sulindac",
            "description": {
                "common": "irbesartan and sulindac both increase  serum potassium. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "synthetic human angiotensin II",
            "description": {
                "common": "irbesartan decreases effects of synthetic human angiotensin II by pharmacodynamic antagonism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "tadalafil",
            "description": {
                "common": "tadalafil increases effects of hydrochlorothiazide by pharmacodynamic synergism. Use Caution/Monitor. Risk of hypotension."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "tadalafil",
            "description": {
                "common": "tadalafil increases effects of irbesartan by pharmacodynamic synergism. Use Caution/Monitor. Risk of hypotension."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "tazemetostat",
            "description": {
                "common": "irbesartan will increase the level or effect of tazemetostat by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "telmisartan",
            "description": {
                "common": "telmisartan increases and hydrochlorothiazide decreases serum potassium. Effect of interaction is not clear, use caution. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "temocillin",
            "description": {
                "common": "temocillin, hydrochlorothiazide.\nEither increases levels of the other by decreasing renal clearance. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "terbutaline",
            "description": {
                "common": "irbesartan increases and terbutaline decreases serum potassium. Effect of interaction is not clear, use caution. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "terbutaline",
            "description": {
                "common": "terbutaline and hydrochlorothiazide both decrease  serum potassium. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ticarcillin",
            "description": {
                "common": "ticarcillin, hydrochlorothiazide.\nEither increases levels of the other by decreasing renal clearance. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "timolol",
            "description": {
                "common": "timolol, irbesartan. Mechanism: pharmacodynamic synergism. Use Caution/Monitor. Risk of fetal compromise if given during pregnancy."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "tinidazole",
            "description": {
                "common": "irbesartan will increase the level or effect of tinidazole by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "tolfenamic acid",
            "description": {
                "common": "tolfenamic acid increases and hydrochlorothiazide decreases serum potassium. Effect of interaction is not clear, use caution. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "tizanidine",
            "description": {
                "common": "tizanidine increases effects of irbesartan by pharmacodynamic synergism. Use Caution/Monitor. Risk of hypotension."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "tolfenamic acid",
            "description": {
                "common": "irbesartan and tolfenamic acid both increase  serum potassium. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "tolmetin",
            "description": {
                "common": "tolmetin increases and hydrochlorothiazide decreases serum potassium. Effect of interaction is not clear, use caution. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "tolvaptan",
            "description": {
                "common": "tolvaptan increases and hydrochlorothiazide decreases serum potassium. Effect of interaction is not clear, use caution. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "toremifene",
            "description": {
                "common": "hydrochlorothiazide, toremifene. Other (see comment). Use Caution/Monitor. \nComment: Thiazide diuretics decrease renal calcium excretion and may increase risk of hypercalcemia in patients taking toremifene."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "torsemide",
            "description": {
                "common": "irbesartan increases and torsemide decreases serum potassium. Effect of interaction is not clear, use caution. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "torsemide",
            "description": {
                "common": "torsemide and hydrochlorothiazide both decrease  serum potassium. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "treprostinil",
            "description": {
                "common": "treprostinil increases effects of irbesartan by pharmacodynamic synergism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "triamterene",
            "description": {
                "common": "triamterene increases and hydrochlorothiazide decreases serum potassium. Effect of interaction is not clear, use caution. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "trientine",
            "description": {
                "common": "hydrochlorothiazide decreases levels of trientine by increasing renal clearance. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "trimethoprim",
            "description": {
                "common": "trimethoprim and irbesartan both increase  serum potassium. Use Caution/Monitor. Trimethoprim decreases urinary potassium excretion. May cause hyperkalemia, particularly with high doses, renal insufficiency, or when combined with other drugs that cause hyperkalemia."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "umeclidinium bromide/vilanterol inhaled",
            "description": {
                "common": "umeclidinium bromide/vilanterol inhaled and hydrochlorothiazide both decrease  serum potassium. Modify Therapy/Monitor Closely. Electrocardiographic changes and/or hypokalemia associated with non?potassium-sparing diuretics may worsen with concomitant beta-agonists, particularly if recommended dose is exceeded"
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "valsartan",
            "description": {
                "common": "valsartan increases and hydrochlorothiazide decreases serum potassium. Effect of interaction is not clear, use caution. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "vilanterol/fluticasone furoate inhaled",
            "description": {
                "common": "vilanterol/fluticasone furoate inhaled and hydrochlorothiazide both decrease  serum potassium. Modify Therapy/Monitor Closely. Beta-agonists may acutely worsen ECG changes and/or hypokalemia resulting from non-potassium-sparing diuretics "
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "vitamin D",
            "description": {
                "common": "hydrochlorothiazide increases effects of vitamin D by Other (see comment). Use Caution/Monitor. \nComment: Combination may increase hypercalcemic effect of vitamin D analogs. Use with caution."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "voclosporin",
            "description": {
                "common": "voclosporin and irbesartan both increase  serum potassium. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "xipamide",
            "description": {
                "common": "xipamide increases effects of hydrochlorothiazide by pharmacodynamic synergism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "acarbose",
            "description": {
                "common": "hydrochlorothiazide decreases effects of acarbose by pharmacodynamic antagonism. Minor/Significance Unknown. Thiazide dosage >50 mg/day may increase blood glucose."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "aceclofenac",
            "description": {
                "common": "hydrochlorothiazide will increase the level or effect of aceclofenac by  acidic (anionic) drug competition for renal tubular clearance. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "acemetacin",
            "description": {
                "common": "hydrochlorothiazide will increase the level or effect of acemetacin by  acidic (anionic) drug competition for renal tubular clearance. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "acyclovir",
            "description": {
                "common": "hydrochlorothiazide will increase the level or effect of acyclovir by  acidic (anionic) drug competition for renal tubular clearance. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "agrimony",
            "description": {
                "common": "agrimony increases effects of hydrochlorothiazide by pharmacodynamic synergism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "albuterol",
            "description": {
                "common": "albuterol, hydrochlorothiazide. Mechanism: pharmacodynamic synergism. Minor/Significance Unknown. Hypokalemia."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "cornsilk",
            "description": {
                "common": "cornsilk increases effects of irbesartan by pharmacodynamic synergism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "aminohippurate sodium",
            "description": {
                "common": "hydrochlorothiazide will increase the level or effect of aminohippurate sodium by  acidic (anionic) drug competition for renal tubular clearance. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "ampicillin",
            "description": {
                "common": "hydrochlorothiazide increases levels of ampicillin by decreasing renal clearance. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "arformoterol",
            "description": {
                "common": "arformoterol, hydrochlorothiazide. Mechanism: pharmacodynamic synergism. Minor/Significance Unknown. Hypokalemia."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "aspirin",
            "description": {
                "common": "hydrochlorothiazide will increase the level or effect of aspirin by  acidic (anionic) drug competition for renal tubular clearance. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "aspirin rectal",
            "description": {
                "common": "hydrochlorothiazide will increase the level or effect of aspirin rectal by  acidic (anionic) drug competition for renal tubular clearance. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "aspirin/citric acid/sodium bicarbonate",
            "description": {
                "common": "hydrochlorothiazide will increase the level or effect of aspirin/citric acid/sodium bicarbonate by  acidic (anionic) drug competition for renal tubular clearance. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "balsalazide",
            "description": {
                "common": "hydrochlorothiazide will increase the level or effect of balsalazide by  acidic (anionic) drug competition for renal tubular clearance. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "bendroflumethiazide",
            "description": {
                "common": "bendroflumethiazide will increase the level or effect of hydrochlorothiazide by  acidic (anionic) drug competition for renal tubular clearance. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "birch",
            "description": {
                "common": "birch increases effects of hydrochlorothiazide by pharmacodynamic synergism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "bitter melon",
            "description": {
                "common": "bitter melon, hydrochlorothiazide. Mechanism: pharmacodynamic synergism. Minor/Significance Unknown. Hypokalemia."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "brimonidine",
            "description": {
                "common": "brimonidine increases effects of hydrochlorothiazide by pharmacodynamic synergism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "budesonide",
            "description": {
                "common": "budesonide, hydrochlorothiazide. Mechanism: pharmacodynamic synergism. Minor/Significance Unknown. Risk of hypokalemia, especially with strong glucocorticoid activity."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "calcitriol topical",
            "description": {
                "common": "calcitriol topical, hydrochlorothiazide.\nEither increases toxicity of the other by pharmacodynamic synergism. Minor/Significance Unknown. Potential additive hypercalcemia."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "calcium acetate",
            "description": {
                "common": "hydrochlorothiazide increases levels of calcium acetate by decreasing renal clearance. Minor/Significance Unknown. Risk of alkalosis, hypercalcemia."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "calcium carbonate",
            "description": {
                "common": "hydrochlorothiazide increases levels of calcium carbonate by decreasing renal clearance. Minor/Significance Unknown. Risk of alkalosis, hypercalcemia."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "calcium chloride",
            "description": {
                "common": "hydrochlorothiazide increases levels of calcium chloride by decreasing renal clearance. Minor/Significance Unknown. Risk of alkalosis, hypercalcemia."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "calcium citrate",
            "description": {
                "common": "hydrochlorothiazide increases levels of calcium citrate by decreasing renal clearance. Minor/Significance Unknown. Risk of alkalosis, hypercalcemia."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "calcium gluconate",
            "description": {
                "common": "hydrochlorothiazide increases levels of calcium gluconate by decreasing renal clearance. Minor/Significance Unknown. Risk of alkalosis, hypercalcemia."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "carbenoxolone",
            "description": {
                "common": "hydrochlorothiazide, carbenoxolone. Mechanism: pharmacodynamic synergism. Minor/Significance Unknown. Additive hypokalemic effects."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "cefadroxil",
            "description": {
                "common": "cefadroxil will increase the level or effect of hydrochlorothiazide by  acidic (anionic) drug competition for renal tubular clearance. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "cefamandole",
            "description": {
                "common": "cefamandole will increase the level or effect of hydrochlorothiazide by  acidic (anionic) drug competition for renal tubular clearance. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "cefpirome",
            "description": {
                "common": "cefpirome will increase the level or effect of hydrochlorothiazide by  acidic (anionic) drug competition for renal tubular clearance. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "cefprozil",
            "description": {
                "common": "cefprozil will increase the level or effect of hydrochlorothiazide by  acidic (anionic) drug competition for renal tubular clearance. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "ceftibuten",
            "description": {
                "common": "ceftibuten will increase the level or effect of hydrochlorothiazide by  acidic (anionic) drug competition for renal tubular clearance. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "celecoxib",
            "description": {
                "common": "hydrochlorothiazide will increase the level or effect of celecoxib by  acidic (anionic) drug competition for renal tubular clearance. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "cephalexin",
            "description": {
                "common": "cephalexin will increase the level or effect of hydrochlorothiazide by  acidic (anionic) drug competition for renal tubular clearance. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "chlorothiazide",
            "description": {
                "common": "chlorothiazide will increase the level or effect of hydrochlorothiazide by  acidic (anionic) drug competition for renal tubular clearance. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "chlorpropamide",
            "description": {
                "common": "hydrochlorothiazide will increase the level or effect of chlorpropamide by  acidic (anionic) drug competition for renal tubular clearance. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "chlorthalidone",
            "description": {
                "common": "chlorthalidone will increase the level or effect of hydrochlorothiazide by  acidic (anionic) drug competition for renal tubular clearance. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "colestipol",
            "description": {
                "common": "colestipol decreases levels of hydrochlorothiazide by inhibition of GI absorption. Applies only to oral form of both agents. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "cortisone",
            "description": {
                "common": "cortisone, hydrochlorothiazide. Mechanism: pharmacodynamic synergism. Minor/Significance Unknown. Risk of hypokalemia, especially with strong glucocorticoid activity."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "cosyntropin",
            "description": {
                "common": "cosyntropin, hydrochlorothiazide. pharmacodynamic synergism. Minor/Significance Unknown. Possible enhanced electrolyte loss."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "cyclopenthiazide",
            "description": {
                "common": "cyclopenthiazide will increase the level or effect of hydrochlorothiazide by  acidic (anionic) drug competition for renal tubular clearance. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "deflazacort",
            "description": {
                "common": "deflazacort, hydrochlorothiazide. Mechanism: pharmacodynamic synergism. Minor/Significance Unknown. Risk of hypokalemia, especially with strong glucocorticoid activity."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "dexamethasone",
            "description": {
                "common": "dexamethasone, hydrochlorothiazide. Mechanism: pharmacodynamic synergism. Minor/Significance Unknown. Risk of hypokalemia, especially with strong glucocorticoid activity."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "diazoxide",
            "description": {
                "common": "diazoxide, hydrochlorothiazide. Mechanism: pharmacodynamic synergism. Minor/Significance Unknown. Risk of hyperglycemia."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "diclofenac",
            "description": {
                "common": "hydrochlorothiazide will increase the level or effect of diclofenac by  acidic (anionic) drug competition for renal tubular clearance. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "diflunisal",
            "description": {
                "common": "hydrochlorothiazide will increase the level or effect of diflunisal by  acidic (anionic) drug competition for renal tubular clearance. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "dobutamine",
            "description": {
                "common": "dobutamine, hydrochlorothiazide. Mechanism: pharmacodynamic synergism. Minor/Significance Unknown. Hypokalemia."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "dopexamine",
            "description": {
                "common": "dopexamine, hydrochlorothiazide. Mechanism: pharmacodynamic synergism. Minor/Significance Unknown. Hypokalemia."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "entecavir",
            "description": {
                "common": "irbesartan, entecavir.\nEither increases effects of the other by decreasing renal clearance. Minor/Significance Unknown. Coadministration with drugs that reduce renal function or compete for active tubular secretion may increase serum concentrations of either entecavir or the coadministered drug."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "ephedrine",
            "description": {
                "common": "ephedrine, hydrochlorothiazide. Mechanism: pharmacodynamic synergism. Minor/Significance Unknown. Hypokalemia."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "epinephrine",
            "description": {
                "common": "epinephrine, hydrochlorothiazide. Mechanism: pharmacodynamic synergism. Minor/Significance Unknown. Hypokalemia."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "epinephrine racemic",
            "description": {
                "common": "epinephrine racemic, hydrochlorothiazide. Mechanism: pharmacodynamic synergism. Minor/Significance Unknown. Hypokalemia."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "epoprostenol",
            "description": {
                "common": "epoprostenol increases effects of hydrochlorothiazide by pharmacodynamic synergism. Minor/Significance Unknown. Additive hypotensive effects."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "etodolac",
            "description": {
                "common": "hydrochlorothiazide will increase the level or effect of etodolac by  acidic (anionic) drug competition for renal tubular clearance. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "fenbufen",
            "description": {
                "common": "hydrochlorothiazide will increase the level or effect of fenbufen by  acidic (anionic) drug competition for renal tubular clearance. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "fenoprofen",
            "description": {
                "common": "hydrochlorothiazide will increase the level or effect of fenoprofen by  acidic (anionic) drug competition for renal tubular clearance. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "fludrocortisone",
            "description": {
                "common": "fludrocortisone, hydrochlorothiazide. Mechanism: pharmacodynamic synergism. Minor/Significance Unknown. Risk of hypokalemia, especially with strong glucocorticoid activity."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "flurbiprofen",
            "description": {
                "common": "hydrochlorothiazide will increase the level or effect of flurbiprofen by  acidic (anionic) drug competition for renal tubular clearance. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "fo-ti",
            "description": {
                "common": "fo-ti increases effects of hydrochlorothiazide by pharmacodynamic synergism. Minor/Significance Unknown. Risk of hypokalemia (theoretical)."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "folic acid",
            "description": {
                "common": "hydrochlorothiazide decreases levels of folic acid by increasing renal clearance. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "formoterol",
            "description": {
                "common": "formoterol, hydrochlorothiazide. Mechanism: pharmacodynamic synergism. Minor/Significance Unknown. Hypokalemia."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "forskolin",
            "description": {
                "common": "forskolin increases effects of hydrochlorothiazide by pharmacodynamic synergism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "ganciclovir",
            "description": {
                "common": "hydrochlorothiazide will increase the level or effect of ganciclovir by  acidic (anionic) drug competition for renal tubular clearance. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "glimepiride",
            "description": {
                "common": "hydrochlorothiazide decreases effects of glimepiride by pharmacodynamic antagonism. Minor/Significance Unknown. Thiazide dosage >50 mg/day may increase blood glucose."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "glipizide",
            "description": {
                "common": "hydrochlorothiazide decreases effects of glipizide by pharmacodynamic antagonism. Minor/Significance Unknown. Thiazide dosage >50 mg/day may increase blood glucose."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "glyburide",
            "description": {
                "common": "hydrochlorothiazide decreases effects of glyburide by pharmacodynamic antagonism. Minor/Significance Unknown. Thiazide dosage >50 mg/day may increase blood glucose."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "goldenrod",
            "description": {
                "common": "goldenrod increases effects of hydrochlorothiazide by pharmacodynamic synergism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "hydrocortisone",
            "description": {
                "common": "hydrocortisone, hydrochlorothiazide. Mechanism: pharmacodynamic synergism. Minor/Significance Unknown. Risk of hypokalemia, especially with strong glucocorticoid activity."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "ibuprofen",
            "description": {
                "common": "hydrochlorothiazide will increase the level or effect of ibuprofen by  acidic (anionic) drug competition for renal tubular clearance. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "indapamide",
            "description": {
                "common": "hydrochlorothiazide will increase the level or effect of indapamide by  acidic (anionic) drug competition for renal tubular clearance. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "indomethacin",
            "description": {
                "common": "hydrochlorothiazide will increase the level or effect of indomethacin by  acidic (anionic) drug competition for renal tubular clearance. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "insulin aspart",
            "description": {
                "common": "hydrochlorothiazide decreases effects of insulin aspart by pharmacodynamic antagonism. Minor/Significance Unknown. Thiazide dosage >50 mg/day may increase blood glucose."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "insulin detemir",
            "description": {
                "common": "hydrochlorothiazide decreases effects of insulin detemir by pharmacodynamic antagonism. Minor/Significance Unknown. Thiazide dosage >50 mg/day may increase blood glucose."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "insulin glargine",
            "description": {
                "common": "hydrochlorothiazide decreases effects of insulin glargine by pharmacodynamic antagonism. Minor/Significance Unknown. Thiazide dosage >50 mg/day may increase blood glucose."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "insulin glulisine",
            "description": {
                "common": "hydrochlorothiazide decreases effects of insulin glulisine by pharmacodynamic antagonism. Minor/Significance Unknown. Thiazide dosage >50 mg/day may increase blood glucose."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "insulin lispro",
            "description": {
                "common": "hydrochlorothiazide decreases effects of insulin lispro by pharmacodynamic antagonism. Minor/Significance Unknown. Thiazide dosage >50 mg/day may increase blood glucose."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "insulin NPH",
            "description": {
                "common": "hydrochlorothiazide decreases effects of insulin NPH by pharmacodynamic antagonism. Minor/Significance Unknown. Thiazide dosage >50 mg/day may increase blood glucose."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "insulin regular human",
            "description": {
                "common": "hydrochlorothiazide decreases effects of insulin regular human by pharmacodynamic antagonism. Minor/Significance Unknown. Thiazide dosage >50 mg/day may increase blood glucose."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "isoproterenol",
            "description": {
                "common": "isoproterenol, hydrochlorothiazide. Mechanism: pharmacodynamic synergism. Minor/Significance Unknown. Hypokalemia."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "ketoprofen",
            "description": {
                "common": "hydrochlorothiazide will increase the level or effect of ketoprofen by  acidic (anionic) drug competition for renal tubular clearance. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "ketorolac",
            "description": {
                "common": "hydrochlorothiazide will increase the level or effect of ketorolac by  acidic (anionic) drug competition for renal tubular clearance. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "ketorolac intranasal",
            "description": {
                "common": "hydrochlorothiazide will increase the level or effect of ketorolac intranasal by  acidic (anionic) drug competition for renal tubular clearance. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "L-methylfolate",
            "description": {
                "common": "hydrochlorothiazide decreases levels of L-methylfolate by increasing renal clearance. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "levalbuterol",
            "description": {
                "common": "levalbuterol, hydrochlorothiazide. Mechanism: pharmacodynamic synergism. Minor/Significance Unknown. Hypokalemia."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "lornoxicam",
            "description": {
                "common": "hydrochlorothiazide will increase the level or effect of lornoxicam by  acidic (anionic) drug competition for renal tubular clearance. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "magnesium chloride",
            "description": {
                "common": "hydrochlorothiazide decreases levels of magnesium chloride by increasing renal clearance. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "magnesium citrate",
            "description": {
                "common": "hydrochlorothiazide decreases levels of magnesium citrate by increasing renal clearance. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "magnesium hydroxide",
            "description": {
                "common": "hydrochlorothiazide decreases levels of magnesium hydroxide by increasing renal clearance. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "magnesium oxide",
            "description": {
                "common": "hydrochlorothiazide decreases levels of magnesium oxide by increasing renal clearance. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "magnesium sulfate",
            "description": {
                "common": "hydrochlorothiazide decreases levels of magnesium sulfate by increasing renal clearance. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "meclofenamate",
            "description": {
                "common": "hydrochlorothiazide will increase the level or effect of meclofenamate by  acidic (anionic) drug competition for renal tubular clearance. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "mefenamic acid",
            "description": {
                "common": "hydrochlorothiazide will increase the level or effect of mefenamic acid by  acidic (anionic) drug competition for renal tubular clearance. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "meloxicam",
            "description": {
                "common": "hydrochlorothiazide will increase the level or effect of meloxicam by  acidic (anionic) drug competition for renal tubular clearance. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "memantine",
            "description": {
                "common": "hydrochlorothiazide will increase the level or effect of memantine by  basic (cationic) drug competition for renal tubular clearance. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "mesalamine",
            "description": {
                "common": "hydrochlorothiazide will increase the level or effect of mesalamine by  acidic (anionic) drug competition for renal tubular clearance. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "metaproterenol",
            "description": {
                "common": "metaproterenol, hydrochlorothiazide. Mechanism: pharmacodynamic synergism. Minor/Significance Unknown. Hypokalemia."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "metformin",
            "description": {
                "common": "hydrochlorothiazide will increase the level or effect of metformin by  basic (cationic) drug competition for renal tubular clearance. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "methotrexate",
            "description": {
                "common": "hydrochlorothiazide increases toxicity of methotrexate by decreasing elimination. Minor/Significance Unknown. Increased myelosuppression."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "methylprednisolone",
            "description": {
                "common": "methylprednisolone, hydrochlorothiazide. Mechanism: pharmacodynamic synergism. Minor/Significance Unknown. Risk of hypokalemia, especially with strong glucocorticoid activity."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "metolazone",
            "description": {
                "common": "hydrochlorothiazide will increase the level or effect of metolazone by  acidic (anionic) drug competition for renal tubular clearance. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "midodrine",
            "description": {
                "common": "hydrochlorothiazide will increase the level or effect of midodrine by  basic (cationic) drug competition for renal tubular clearance. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "miglitol",
            "description": {
                "common": "hydrochlorothiazide decreases effects of miglitol by pharmacodynamic antagonism. Minor/Significance Unknown. Thiazide dosage >50 mg/day may increase blood glucose."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "minoxidil",
            "description": {
                "common": "hydrochlorothiazide increases effects of minoxidil by pharmacodynamic synergism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "nabumetone",
            "description": {
                "common": "hydrochlorothiazide will increase the level or effect of nabumetone by  acidic (anionic) drug competition for renal tubular clearance. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "naproxen",
            "description": {
                "common": "hydrochlorothiazide will increase the level or effect of naproxen by  acidic (anionic) drug competition for renal tubular clearance. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "nateglinide",
            "description": {
                "common": "hydrochlorothiazide decreases effects of nateglinide by pharmacodynamic antagonism. Minor/Significance Unknown. Thiazide dosage >50 mg/day may increase blood glucose."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "nirmatrelvir/ritonavir",
            "description": {
                "common": "nirmatrelvir/ritonavir will decrease the level or effect of irbesartan by  affecting hepatic enzyme CYP2C9/10 metabolism. Minor/Significance Unknown. Irbesartan metabolized by glucuronidation and oxidation (mainly CYP2C9). Ritonavir is a weak CYP2C9 inducer and could potentially decrease irbesartan exposure. No dosage modification needed since induction reaches maximal effect after several days and the short duration of nirmatrelvir/ritonavir treatment."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "noni juice",
            "description": {
                "common": "irbesartan and noni juice both increase  serum potassium. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "norepinephrine",
            "description": {
                "common": "norepinephrine, hydrochlorothiazide. Mechanism: pharmacodynamic synergism. Minor/Significance Unknown. Hypokalemia."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "octacosanol",
            "description": {
                "common": "octacosanol increases effects of irbesartan by pharmacodynamic synergism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "octacosanol",
            "description": {
                "common": "octacosanol increases effects of hydrochlorothiazide by pharmacodynamic synergism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "ofloxacin",
            "description": {
                "common": "hydrochlorothiazide will increase the level or effect of ofloxacin by  basic (cationic) drug competition for renal tubular clearance. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "oxaprozin",
            "description": {
                "common": "hydrochlorothiazide will increase the level or effect of oxaprozin by  acidic (anionic) drug competition for renal tubular clearance. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "parecoxib",
            "description": {
                "common": "hydrochlorothiazide will increase the level or effect of parecoxib by  acidic (anionic) drug competition for renal tubular clearance. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "patiromer",
            "description": {
                "common": "patiromer, irbesartan. cation binding in GI tract. Minor/Significance Unknown. No observed clinically important interaction. No separation of dosing required."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "penicillin G aqueous",
            "description": {
                "common": "hydrochlorothiazide increases levels of penicillin G aqueous by decreasing renal clearance. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "penicillin VK",
            "description": {
                "common": "hydrochlorothiazide increases levels of penicillin VK by decreasing renal clearance. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "pioglitazone",
            "description": {
                "common": "hydrochlorothiazide decreases effects of pioglitazone by pharmacodynamic antagonism. Minor/Significance Unknown. Thiazide dosage >50 mg/day may increase blood glucose."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "piperacillin",
            "description": {
                "common": "hydrochlorothiazide increases levels of piperacillin by decreasing renal clearance. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "pirbuterol",
            "description": {
                "common": "pirbuterol, hydrochlorothiazide. Mechanism: pharmacodynamic synergism. Minor/Significance Unknown. Hypokalemia."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "piroxicam",
            "description": {
                "common": "hydrochlorothiazide will increase the level or effect of piroxicam by  acidic (anionic) drug competition for renal tubular clearance. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "prednisolone",
            "description": {
                "common": "prednisolone, hydrochlorothiazide. Mechanism: pharmacodynamic synergism. Minor/Significance Unknown. Risk of hypokalemia, especially with strong glucocorticoid activity."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "prednisone",
            "description": {
                "common": "prednisone, hydrochlorothiazide. Mechanism: pharmacodynamic synergism. Minor/Significance Unknown. Risk of hypokalemia, especially with strong glucocorticoid activity."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "quinine",
            "description": {
                "common": "hydrochlorothiazide will increase the level or effect of quinine by  basic (cationic) drug competition for renal tubular clearance. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "reishi",
            "description": {
                "common": "reishi increases effects of hydrochlorothiazide by pharmacodynamic synergism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "repaglinide",
            "description": {
                "common": "hydrochlorothiazide decreases effects of repaglinide by pharmacodynamic antagonism. Minor/Significance Unknown. Thiazide dosage >50 mg/day may increase blood glucose."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "ruxolitinib",
            "description": {
                "common": "irbesartan will increase the level or effect of ruxolitinib by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "rose hips",
            "description": {
                "common": "rose hips will increase the level or effect of hydrochlorothiazide by  acidic (anionic) drug competition for renal tubular clearance. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "rosiglitazone",
            "description": {
                "common": "hydrochlorothiazide decreases effects of rosiglitazone by pharmacodynamic antagonism. Minor/Significance Unknown. Thiazide dosage >50 mg/day may increase blood glucose."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "ruxolitinib topical",
            "description": {
                "common": "irbesartan will increase the level or effect of ruxolitinib topical by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "salicylates (non-asa)",
            "description": {
                "common": "hydrochlorothiazide will increase the level or effect of salicylates (non-asa) by  acidic (anionic) drug competition for renal tubular clearance. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "salmeterol",
            "description": {
                "common": "salmeterol, hydrochlorothiazide. Mechanism: pharmacodynamic synergism. Minor/Significance Unknown. Hypokalemia."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "salsalate",
            "description": {
                "common": "hydrochlorothiazide will increase the level or effect of salsalate by  acidic (anionic) drug competition for renal tubular clearance. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "saxagliptin",
            "description": {
                "common": "hydrochlorothiazide decreases effects of saxagliptin by pharmacodynamic antagonism. Minor/Significance Unknown. Thiazide dosage >50 mg/day may increase blood glucose."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "shepherd's purse",
            "description": {
                "common": "shepherd's purse, hydrochlorothiazide. Other (see comment). Minor/Significance Unknown. \nComment: Theoretically, shepherd's purse may interfere with BP control."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "sitagliptin",
            "description": {
                "common": "hydrochlorothiazide decreases effects of sitagliptin by pharmacodynamic antagonism. Minor/Significance Unknown. Thiazide dosage >50 mg/day may increase blood glucose."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "sulfadiazine",
            "description": {
                "common": "hydrochlorothiazide increases levels of sulfadiazine by unspecified interaction mechanism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "sulfamethoxazole",
            "description": {
                "common": "sulfamethoxazole will increase the level or effect of hydrochlorothiazide by  basic (cationic) drug competition for renal tubular clearance. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "sulfasalazine",
            "description": {
                "common": "hydrochlorothiazide will increase the level or effect of sulfasalazine by  acidic (anionic) drug competition for renal tubular clearance. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "sulfisoxazole",
            "description": {
                "common": "hydrochlorothiazide increases levels of sulfisoxazole by unspecified interaction mechanism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "sulindac",
            "description": {
                "common": "hydrochlorothiazide will increase the level or effect of sulindac by  acidic (anionic) drug competition for renal tubular clearance. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "terbutaline",
            "description": {
                "common": "terbutaline, hydrochlorothiazide. Mechanism: pharmacodynamic synergism. Minor/Significance Unknown. Hypokalemia."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "tizanidine",
            "description": {
                "common": "tizanidine increases effects of hydrochlorothiazide by pharmacodynamic synergism. Minor/Significance Unknown. Risk of hypotension."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "tolazamide",
            "description": {
                "common": "hydrochlorothiazide decreases effects of tolazamide by pharmacodynamic antagonism. Minor/Significance Unknown. Thiazide dosage >50 mg/day may increase blood glucose."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "tolbutamide",
            "description": {
                "common": "hydrochlorothiazide decreases effects of tolbutamide by pharmacodynamic antagonism. Minor/Significance Unknown. Thiazide dosage >50 mg/day may increase blood glucose."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "tolfenamic acid",
            "description": {
                "common": "hydrochlorothiazide will increase the level or effect of tolfenamic acid by  acidic (anionic) drug competition for renal tubular clearance. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "tolmetin",
            "description": {
                "common": "hydrochlorothiazide will increase the level or effect of tolmetin by  acidic (anionic) drug competition for renal tubular clearance. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "treprostinil",
            "description": {
                "common": "treprostinil increases effects of hydrochlorothiazide by pharmacodynamic synergism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "triamcinolone acetonide injectable suspension",
            "description": {
                "common": "triamcinolone acetonide injectable suspension, hydrochlorothiazide. Mechanism: pharmacodynamic synergism. Minor/Significance Unknown. Risk of hypokalemia, especially with strong glucocorticoid activity."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "triamterene",
            "description": {
                "common": "hydrochlorothiazide will increase the level or effect of triamterene by  basic (cationic) drug competition for renal tubular clearance. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "trilostane",
            "description": {
                "common": "trilostane, hydrochlorothiazide. Other (see comment). Minor/Significance Unknown. \nComment: Trilostane reduces K+ loss while maintaining the natriuretic effect.  Mechanism:  inhibition of mineralocorticoid steroid synthesis."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "trimethoprim",
            "description": {
                "common": "hydrochlorothiazide will increase the level or effect of trimethoprim by  basic (cationic) drug competition for renal tubular clearance. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "valganciclovir",
            "description": {
                "common": "hydrochlorothiazide will increase the level or effect of valganciclovir by  acidic (anionic) drug competition for renal tubular clearance. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "verapamil",
            "description": {
                "common": "hydrochlorothiazide will increase the level or effect of verapamil by  basic (cationic) drug competition for renal tubular clearance. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "verteporfin",
            "description": {
                "common": "hydrochlorothiazide, verteporfin. Mechanism: pharmacodynamic synergism. Minor/Significance Unknown. Increased phototoxicity."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "vildagliptin",
            "description": {
                "common": "hydrochlorothiazide decreases effects of vildagliptin by pharmacodynamic antagonism. Minor/Significance Unknown. Thiazide dosage >50 mg/day may increase blood glucose."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "willow bark",
            "description": {
                "common": "hydrochlorothiazide will increase the level or effect of willow bark by  acidic (anionic) drug competition for renal tubular clearance. Minor/Significance Unknown."
            }
        }
    ],
    "adverse effects": [
        {
            "name": "Hyperkalemia",
            "percent": "19"
        },
        {
            "name": "Dizziness",
            "percent": "10"
        },
        {
            "name": "URI",
            "percent": "9"
        },
        {
            "name": "Orthostatic hypotension",
            "percent": "5"
        },
        {
            "name": "Fatigue",
            "percent": "4"
        },
        {
            "name": "Diarrhea",
            "percent": "3"
        },
        {
            "name": "Dyspepsia",
            "percent": "2"
        },
        {
            "name": "Anorexia Epigastric distress",
            "percent": null
        },
        {
            "name": "Hypotension",
            "percent": null
        },
        {
            "name": "Orthostatic hypotension",
            "percent": null
        },
        {
            "name": "Photosensitivity",
            "percent": null
        },
        {
            "name": "Anaphylaxis",
            "percent": null
        },
        {
            "name": "Anemia",
            "percent": null
        },
        {
            "name": "Confusion",
            "percent": null
        },
        {
            "name": "Erythema multiforme",
            "percent": null
        },
        {
            "name": "Stevens",
            "percent": null
        },
        {
            "name": "Johnson syndrome",
            "percent": null
        },
        {
            "name": "Exfoliative dermatitis including toxic epidermal necrolysis",
            "percent": null
        },
        {
            "name": "Dizziness",
            "percent": null
        },
        {
            "name": "Hypokalemia and",
            "percent": null
        },
        {
            "name": "or hypomagnesemia",
            "percent": null
        },
        {
            "name": "Hyperuricemia",
            "percent": null
        },
        {
            "name": "Headache",
            "percent": null
        },
        {
            "name": "Non",
            "percent": null
        },
        {
            "name": "melanoma skin cancer",
            "percent": null
        },
        {
            "name": "Acute angle",
            "percent": null
        },
        {
            "name": "closure glaucoma",
            "percent": null
        },
        {
            "name": "acute myopia",
            "percent": null
        },
        {
            "name": "choroidal effusion",
            "percent": null
        },
        {
            "name": "Hypoglycemia in diabetic patients",
            "percent": null
        }
    ]
}