{
    "name": "glimepiride/rosiglitazone",
    "comment": "Rx",
    "other_names": [
        "Avandaryl"
    ],
    "classes": [
        "Antidiabetics",
        "Sulfonylureas/Thiazolidinediones"
    ],
    "source": "https://reference.medscape.com/drug/avandaryl-glimepiride-rosiglitazone-342729",
    "pregnancy": {
        "common": [
            "Pregnancy Category: C",
            "Lactation: not known if crosses into breast milk, avoid"
        ],
        "specific": []
    },
    "lactation": {
        "common": [
            "Lactation: not known if crosses into breast milk, avoid"
        ]
    },
    "warnings": {
        "black_box_warning": {
            "common": [],
            "specific": [
                {
                    "type": "Congestive heart failure risk ",
                    "description": [
                        "Thiazolidinediones, including rosiglitazone, cause or exacerbate congestive heart failure in some patients",
                        "After initiation, and after dose increases, observe patients carefully for signs and symptoms of heart failure (including excessive, rapid weight gain, dyspnea, and/or edema)",
                        "If these signs and symptoms develop, the heart failure should be managed according to current standards of care",
                        "Furthermore, discontinuation or dose reduction must be considered",
                        "Not recommended in patients with symptomatic heart failure",
                        "Initiation with established NYHA Class III or IV heart failure is contraindicated",
                        "There have been no clinical trials directly comparing cardiovascular risk of rosiglitazone and pioglitazone, another thiazolidinedione"
                    ]
                }
            ]
        },
        "contraindicators": {
            "common": [
                "History of a hypersensitivity reaction to rosiglitazone or glimepiride or any of the product’s ingredients",
                "History of allergic reaction to sulfonamide derivatives",
                "Diabetic ketoacidosis, with or without coma",
                "Heart failure NYHA Class III-IV"
            ],
            "specific": []
        },
        "cautions": {
            "common": [
                "Edema; thiazolidinediones, which are peroxisome proliferator-activated receptor (PPAR) gamma agonists, can cause dose-related fluid retention, particularly when used in combination with insulin",
                "Hypersensitivity reactions reported in patients treated with glimepiride, including serious reactions such as anaphylaxis, angioedema, and Stevens-Johnson syndrome; if hypersensitivity reaction suspected, promptly discontinue therapy, assess for other potential causes for the reaction, and institute alternative treatment for diabetes",
                "Hemolytic anemia may occur with glucose 6-phosphate dehydrogenase (G6PD) deficiency when treated with sulfonylurea agents"
            ],
            "specific": [
                {
                    "type": "See also individual monographs",
                    "description": [
                        "Rosiglitazone",
                        "Glimepiride"
                    ]
                }
            ]
        }
    },
    "interactions": [
        {
            "classification_type": "Serious",
            "interaction_with": "aminolevulinic acid oral",
            "description": {
                "common": "aminolevulinic acid oral, glimepiride.\nEither increases toxicity of the other by pharmacodynamic synergism. Avoid or Use Alternate Drug. Avoid administering other phototoxic drugs with aminolevulinic acid oral for 24 hr during perioperative period."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "aminolevulinic acid topical",
            "description": {
                "common": "glimepiride increases toxicity of aminolevulinic acid topical by pharmacodynamic synergism. Avoid or Use Alternate Drug. Coadministration of photosensitizing drugs may enhance the phototoxic reaction to photodynamic therapy with aminolevulinic acid."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "eluxadoline",
            "description": {
                "common": "rosiglitazone increases levels of eluxadoline by decreasing metabolism. Avoid or Use Alternate Drug. Decrease eluxadoline dose to 75 mg PO BID if coadministered with OATP1B1 inhibitors. ."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "ethanol",
            "description": {
                "common": "ethanol, rosiglitazone. Other (see comment). Contraindicated. \nComment: Excessive EtOH consumption may alter glycemic control.  Some sulfonylureas may produce a disulfiram like rxn."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "gemfibrozil",
            "description": {
                "common": "gemfibrozil will increase the level or effect of rosiglitazone by  decreasing metabolism. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "ivosidenib",
            "description": {
                "common": "ivosidenib will decrease the level or effect of glimepiride by  affecting hepatic enzyme CYP2C9/10 metabolism. Avoid or Use Alternate Drug. Avoid coadministration of sensitive CYP2C9  substrates with ivosidenib or replace with alternate therapies. If coadministration is unavoidable, monitor patients for loss of therapeutic effect of these drugs."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "lumacaftor/ivacaftor",
            "description": {
                "common": "lumacaftor/ivacaftor will decrease the level or effect of glimepiride by  affecting hepatic enzyme CYP2C9/10 metabolism. Avoid or Use Alternate Drug. Sulfonylureas are CYP2C9 substrates. Lumacaftor/ivacaftor has the potential to induce CYP2C9."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "methyl aminolevulinate",
            "description": {
                "common": "glimepiride, methyl aminolevulinate.\nEither increases toxicity of the other by pharmacodynamic synergism. Avoid or Use Alternate Drug. Each drug may increase the photosensitizing effect of the other."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "tucatinib",
            "description": {
                "common": "rosiglitazone will increase the level or effect of tucatinib by  Other (see comment). Avoid or Use Alternate Drug. Coadministration of tucatinib (a CYP2C8 substrate) with a strong or moderate CYP2C8 inhibitors increases tucatinib plasma concentrations and risk of toxicities."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "aceclofenac",
            "description": {
                "common": "aceclofenac increases effects of glimepiride by unknown mechanism. Use Caution/Monitor. Risk of hypoglycemia."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "acemetacin",
            "description": {
                "common": "acemetacin increases effects of glimepiride by unknown mechanism. Use Caution/Monitor. Risk of hypoglycemia."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "albiglutide",
            "description": {
                "common": "albiglutide, glimepiride.\nEither increases effects of the other by pharmacodynamic synergism. Use Caution/Monitor. Serious hypoglycemia may occur when insulin secretagogues and GLP-1 agonists are concurrently administered. Consider lowering the dose of insulin secretagogue to reduce the risk of hypoglycemia. ."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "alogliptin",
            "description": {
                "common": "alogliptin, glimepiride.\nEither increases effects of the other by pharmacodynamic synergism. Use Caution/Monitor. Coadministration of alogliptin with insulin and/or insulin secretagogues (eg, sulfonylureas, meglitinide derivatives) may increase risk for hypoglycemia; may require lower dose of insulin or insulin secretagogue ."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "aripiprazole",
            "description": {
                "common": "aripiprazole, rosiglitazone. Other (see comment). Use Caution/Monitor. \nComment: Atypical antipsychotics have been associated with hyperglycemia that may alter blood glucose control; monitor glucose levels closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "alpelisib",
            "description": {
                "common": "alpelisib will decrease the level or effect of glimepiride by  affecting hepatic enzyme CYP2C9/10 metabolism. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "apalutamide",
            "description": {
                "common": "apalutamide will decrease the level or effect of glimepiride by  affecting hepatic enzyme CYP2C9/10 metabolism. Use Caution/Monitor. Coadministration of apalutamide, a weak CYP2C9 inducer, with drugs that are CYP2C9 substrates can result in lower exposure to these medications. Evaluate for loss of therapeutic effect if medication must be coadministered."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "aripiprazole",
            "description": {
                "common": "aripiprazole, glimepiride. Other (see comment). Use Caution/Monitor. \nComment: Atypical antipsychotics have been associated with hyperglycemia that may alter blood glucose control; monitor glucose levels closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "asenapine",
            "description": {
                "common": "asenapine, rosiglitazone. Other (see comment). Use Caution/Monitor. \nComment: Atypical antipsychotics have been associated with hyperglycemia that may alter blood glucose control; monitor glucose levels closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "aspirin",
            "description": {
                "common": "aspirin increases effects of glimepiride by unknown mechanism. Use Caution/Monitor. Risk of hypoglycemia."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "atazanavir",
            "description": {
                "common": "atazanavir decreases effects of rosiglitazone by Other (see comment). Use Caution/Monitor. \nComment: Reports of hyperglycemia due to insulin resistance with protease inhibitors. ."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "aspirin rectal",
            "description": {
                "common": "aspirin rectal increases effects of glimepiride by unknown mechanism. Use Caution/Monitor. Risk of hypoglycemia."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "aspirin/citric acid/sodium bicarbonate",
            "description": {
                "common": "aspirin/citric acid/sodium bicarbonate increases effects of glimepiride by unknown mechanism. Use Caution/Monitor. Risk of hypoglycemia."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "atazanavir",
            "description": {
                "common": "atazanavir decreases effects of glimepiride by Other (see comment). Use Caution/Monitor. \nComment: Reports of hyperglycemia due to insulin resistance with protease inhibitors. ."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "atorvastatin",
            "description": {
                "common": "rosiglitazone increases toxicity of atorvastatin by Other (see comment). Use Caution/Monitor. \nComment: OATP1B1 inhibitors may increase risk of myopathy."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "benazepril",
            "description": {
                "common": "benazepril increases effects of glimepiride by pharmacodynamic synergism. Use Caution/Monitor. Additive hypoglycemic effects."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "bexagliflozin",
            "description": {
                "common": "bexagliflozin, glimepiride.\nEither increases effects of the other by pharmacodynamic synergism. Modify Therapy/Monitor Closely. Consider a lower dose of insulin secretagogue to avoid hypoglycemia when coadministered with bexagliflozin."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "bexarotene",
            "description": {
                "common": "bexarotene increases effects of rosiglitazone by pharmacodynamic synergism. Use Caution/Monitor. Based on the mechanism of action, bexarotene capsules may increase the action of insulin enhancing agents, resulting in hypoglycemia. Hypoglycemia has not been associated with bexarotene monotherapy."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "bitter melon",
            "description": {
                "common": "bitter melon increases effects of glimepiride by pharmacodynamic synergism. Use Caution/Monitor. Risk of hypoglycemia."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "canagliflozin",
            "description": {
                "common": "glimepiride, canagliflozin.\nEither increases effects of the other by pharmacodynamic synergism. Modify Therapy/Monitor Closely. Consider a lower dose of insulin or insulin secretagogue to avoid hypoglycemia when coadministered with canagliflozin."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "cannabidiol",
            "description": {
                "common": "cannabidiol will increase the level or effect of rosiglitazone by  decreasing metabolism. Modify Therapy/Monitor Closely. Cannabidiol may potentially  inhibit CYP2C8 activity. Consider reducing the dose when concomitantly using CYP2C8 substrates."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "cannabidiol",
            "description": {
                "common": "cannabidiol will increase the level or effect of glimepiride by  decreasing metabolism. Modify Therapy/Monitor Closely. Cannabidiol may potentially  inhibit CYP2C9 activity. Consider reducing the dose when concomitantly using CYP2C9 substrates."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "captopril",
            "description": {
                "common": "captopril increases effects of glimepiride by pharmacodynamic synergism. Use Caution/Monitor. Both drugs lower blood glucose. Monitor blood glucose."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "celecoxib",
            "description": {
                "common": "celecoxib increases effects of glimepiride by unknown mechanism. Use Caution/Monitor. Risk of hypoglycemia."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "cholic acid",
            "description": {
                "common": "glimepiride increases toxicity of cholic acid by decreasing elimination. Modify Therapy/Monitor Closely. Avoid concomitant use of inhibitors of the bile salt efflux pump (BSEP). May exacerbate accumulation of conjugated bile salts in the liver and result in clinical symptoms. If concomitant use is necessary, monitor serum transaminases and bilirubin."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "choline magnesium trisalicylate",
            "description": {
                "common": "choline magnesium trisalicylate increases effects of glimepiride by unknown mechanism. Use Caution/Monitor. Risk of hypoglycemia."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "cinnamon",
            "description": {
                "common": "cinnamon increases effects of rosiglitazone by pharmacodynamic synergism. Use Caution/Monitor. Potential for hypoglycemia."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "cinnamon",
            "description": {
                "common": "cinnamon increases effects of glimepiride by pharmacodynamic synergism. Use Caution/Monitor. Potential for hypoglycemia."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ciprofibrate",
            "description": {
                "common": "ciprofibrate increases effects of glimepiride by plasma protein binding competition. Use Caution/Monitor. Hypoglycemia; increased risk in hypoalbuminemia."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ciprofloxacin",
            "description": {
                "common": "ciprofloxacin increases effects of glimepiride by pharmacodynamic synergism. Use Caution/Monitor. Hyper and hypoglycemia have been reported in patients treated concomitantly with quinolones and antidiabetic agents. Careful monitoring of blood glucose is recommended."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "clarithromycin",
            "description": {
                "common": "clarithromycin increases levels of rosiglitazone by affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor. May result in hypoglycemia; monitor glucose levels closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "clotrimazole",
            "description": {
                "common": "clotrimazole increases levels of glimepiride by decreasing metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "darunavir",
            "description": {
                "common": "darunavir decreases effects of rosiglitazone by Other (see comment). Use Caution/Monitor. \nComment: Reports of hyperglycemia due to insulin resistance with protease inhibitors. ."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "clozapine",
            "description": {
                "common": "clozapine, glimepiride. Other (see comment). Use Caution/Monitor. \nComment: Atypical antipsychotics have been associated with hyperglycemia that may alter blood glucose control; monitor glucose levels closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "colesevelam",
            "description": {
                "common": "colesevelam decreases levels of glimepiride by drug binding in GI tract. Use Caution/Monitor. Concomitant administration decreases glimepiride absorption; however, absorption is not reduced when glimepiride is administered 4 hr before colesevelam."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "cyclosporine",
            "description": {
                "common": "glimepiride, cyclosporine. unknown mechanism. Use Caution/Monitor. Cyclosporine may decrease the effects of sulfonylureas. Sulfonylureas may increase the effects of cyclosporine."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "dapagliflozin",
            "description": {
                "common": "glimepiride, dapagliflozin.\nEither increases effects of the other by pharmacodynamic synergism. Modify Therapy/Monitor Closely. Consider a lower dose of insulin or insulin secretagogue to avoid hypoglycemia when coadministered with dapagliflozin."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "darunavir",
            "description": {
                "common": "darunavir decreases effects of glimepiride by Other (see comment). Use Caution/Monitor. \nComment: Reports of hyperglycemia due to insulin resistance with protease inhibitors. ."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "diclofenac",
            "description": {
                "common": "diclofenac increases effects of glimepiride by unknown mechanism. Use Caution/Monitor. Risk of hypoglycemia."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "diflunisal",
            "description": {
                "common": "diflunisal increases effects of glimepiride by unknown mechanism. Use Caution/Monitor. Risk of hypoglycemia."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "disopyramide",
            "description": {
                "common": "disopyramide increases effects of glimepiride by unspecified interaction mechanism. Use Caution/Monitor. Risk of hypoglycemia."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "dulaglutide",
            "description": {
                "common": "dulaglutide, rosiglitazone.\nEither increases effects of the other by pharmacodynamic synergism. Use Caution/Monitor. Antidiabetic agents are often used in combination; dosage adjustments may be required when initiating or discontinuing antidiabetic agents."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "elvitegravir/cobicistat/emtricitabine/tenofovir DF",
            "description": {
                "common": "elvitegravir/cobicistat/emtricitabine/tenofovir DF decreases levels of glimepiride by affecting hepatic enzyme CYP2C9/10 metabolism. Modify Therapy/Monitor Closely. Elvitegravir is a moderate CYP2C9 inducer."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "exenatide injectable solution",
            "description": {
                "common": "exenatide injectable solution, rosiglitazone.\nEither increases effects of the other by pharmacodynamic synergism. Use Caution/Monitor. Concurrent use may increase risk of hypoglycemia; monitor glucose levels."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "empagliflozin",
            "description": {
                "common": "empagliflozin, glimepiride.\nEither increases effects of the other by pharmacodynamic synergism. Modify Therapy/Monitor Closely. Consider a lower dose of insulin or insulin secretagogue to avoid hypoglycemia when coadministered with SGLT2 inhibitors."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "enalapril",
            "description": {
                "common": "enalapril increases effects of glimepiride by pharmacodynamic synergism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ertugliflozin",
            "description": {
                "common": "ertugliflozin, glimepiride.\nEither increases effects of the other by pharmacodynamic synergism. Modify Therapy/Monitor Closely. Consider a lower dose of insulin or insulin secretagogue to avoid hypoglycemia when coadministered with ertugliflozin."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "etodolac",
            "description": {
                "common": "etodolac increases effects of glimepiride by unknown mechanism. Use Caution/Monitor. Risk of hypoglycemia."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "exenatide injectable solution",
            "description": {
                "common": "exenatide injectable solution, glimepiride.\nEither increases effects of the other by pharmacodynamic synergism. Use Caution/Monitor. Increased risk of hypoglycemia when exenatide is used in combination with agents that induce hypoglycemia. Consider lowering dose of sulfonylureas to reduce risk of hypoglycemia. ."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "exenatide injectable suspension",
            "description": {
                "common": "exenatide injectable suspension, glimepiride.\nEither increases effects of the other by pharmacodynamic synergism. Use Caution/Monitor. Increased risk of hypoglycemia when exenatide is used in combination with agents that induce hypoglycemia. Consider lowering dose of sulfonylureas to reduce risk of hypoglycemia."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "fenofibrate",
            "description": {
                "common": "fenofibrate increases effects of glimepiride by plasma protein binding competition. Use Caution/Monitor. Hypoglycemia; increased risk in hypoalbuminemia."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "fleroxacin",
            "description": {
                "common": "fleroxacin increases effects of rosiglitazone by pharmacodynamic synergism. Use Caution/Monitor. Quinolone antibiotic administration may result in hyper- or hypoglycemia. Gatifloxacin is most likely to produce dysglycemia; moxifloxacin is least likely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "fenofibrate micronized",
            "description": {
                "common": "fenofibrate micronized increases effects of glimepiride by plasma protein binding competition. Use Caution/Monitor. Hypoglycemia; increased risk in hypoalbuminemia."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "fenofibric acid",
            "description": {
                "common": "fenofibric acid increases effects of glimepiride by plasma protein binding competition. Use Caution/Monitor. Hypoglycemia; increased risk in hypoalbuminemia."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "fenoprofen",
            "description": {
                "common": "fenoprofen increases effects of glimepiride by unknown mechanism. Use Caution/Monitor. Risk of hypoglycemia."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "fleroxacin",
            "description": {
                "common": "fleroxacin increases effects of glimepiride by pharmacodynamic synergism. Use Caution/Monitor. Quinolone antibiotic administration may result in hyper- or hypoglycemia. Gatifloxacin is most likely to produce dysglycemia; moxifloxacin is least likely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "fluconazole",
            "description": {
                "common": "fluconazole increases levels of glimepiride by decreasing metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "fluoxetine",
            "description": {
                "common": "fluoxetine increases effects of glimepiride by unspecified interaction mechanism. Use Caution/Monitor. Risk of hypoglycemia."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "flurbiprofen",
            "description": {
                "common": "flurbiprofen increases effects of glimepiride by unknown mechanism. Use Caution/Monitor. Risk of hypoglycemia."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "fluvastatin",
            "description": {
                "common": "rosiglitazone increases toxicity of fluvastatin by Other (see comment). Use Caution/Monitor. \nComment: OATP1B1 inhibitors may increase risk of myopathy."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "fosamprenavir",
            "description": {
                "common": "fosamprenavir decreases effects of glimepiride by Other (see comment). Use Caution/Monitor. \nComment: Reports of hyperglycemia due to insulin resistance with protease inhibitors. ."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "fosinopril",
            "description": {
                "common": "fosinopril increases effects of glimepiride by pharmacodynamic synergism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "gemifloxacin",
            "description": {
                "common": "gemifloxacin increases effects of rosiglitazone by pharmacodynamic synergism. Use Caution/Monitor. Quinolone antibiotic administration may result in hyper- or hypoglycemia. Gatifloxacin is most likely to produce dysglycemia; moxifloxacin is least likely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "gemfibrozil",
            "description": {
                "common": "gemfibrozil increases effects of glimepiride by plasma protein binding competition. Use Caution/Monitor. Hypoglycemia; increased risk in hypoalbuminemia."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "gemifloxacin",
            "description": {
                "common": "gemifloxacin increases effects of glimepiride by pharmacodynamic synergism. Use Caution/Monitor. Quinolone antibiotic administration may result in hyper- or hypoglycemia. Gatifloxacin is most likely to produce dysglycemia; moxifloxacin is least likely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "glecaprevir/pibrentasvir",
            "description": {
                "common": "rosiglitazone will increase the level or effect of glecaprevir/pibrentasvir by  decreasing metabolism. Use Caution/Monitor. Caution when coadministering glecaprevir/pibrentasvir with OATP1B1/OATP1B3 inhibitors"
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ibuprofen",
            "description": {
                "common": "ibuprofen increases effects of glimepiride by unknown mechanism. Use Caution/Monitor. Risk of hypoglycemia."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ibuprofen IV",
            "description": {
                "common": "ibuprofen IV increases effects of glimepiride by unknown mechanism. Use Caution/Monitor. Risk of hypoglycemia."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "iloperidone",
            "description": {
                "common": "iloperidone, rosiglitazone. Other (see comment). Use Caution/Monitor. \nComment: Atypical antipsychotics have been associated with hyperglycemia that may alter blood glucose control; monitor glucose levels closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "imidapril",
            "description": {
                "common": "imidapril increases effects of glimepiride by pharmacodynamic synergism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "indinavir",
            "description": {
                "common": "indinavir decreases effects of rosiglitazone by Other (see comment). Use Caution/Monitor. \nComment: Reports of hyperglycemia due to insulin resistance with protease inhibitors. ."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "indinavir",
            "description": {
                "common": "indinavir decreases effects of glimepiride by Other (see comment). Use Caution/Monitor. \nComment: Reports of hyperglycemia due to insulin resistance with protease inhibitors. ."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "indomethacin",
            "description": {
                "common": "indomethacin increases effects of glimepiride by unknown mechanism. Use Caution/Monitor. Risk of hypoglycemia."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "insulin aspart",
            "description": {
                "common": "insulin aspart increases toxicity of rosiglitazone by unknown mechanism. Use Caution/Monitor. Insulin may increase the fluid retention associated with thiazolidinediones (peroxisome proliferator-activated receptor [PPAR]-gamma agonists)."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "insulin aspart protamine/insulin aspart",
            "description": {
                "common": "rosiglitazone, insulin aspart protamine/insulin aspart.\nEither increases effects of the other by pharmacodynamic synergism. Use Caution/Monitor. Antidiabetic agents are often used in combination; dosage adjustments may be required when initiating or discontinuing antidiabetic agents."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "insulin degludec",
            "description": {
                "common": "rosiglitazone, insulin degludec.\nEither increases effects of the other by pharmacodynamic synergism. Use Caution/Monitor. Antidiabetic agents are often used in combination; dosage adjustments may be required when initiating or discontinuing antidiabetic agents."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "insulin degludec/insulin aspart",
            "description": {
                "common": "glimepiride, insulin degludec/insulin aspart.\nEither increases effects of the other by pharmacodynamic synergism. Use Caution/Monitor. Antidiabetic agents are often used in combination; dosage adjustments may be required when initiating or discontinuing antidiabetic agents."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "insulin detemir",
            "description": {
                "common": "rosiglitazone, insulin detemir.\nEither increases effects of the other by pharmacodynamic synergism. Use Caution/Monitor. Antidiabetic agents are often used in combination; dosage adjustments may be required when initiating or discontinuing antidiabetic agents."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "insulin glargine",
            "description": {
                "common": "rosiglitazone, insulin glargine.\nEither increases effects of the other by pharmacodynamic synergism. Use Caution/Monitor. Antidiabetic agents are often used in combination; dosage adjustments may be required when initiating or discontinuing antidiabetic agents."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "insulin glulisine",
            "description": {
                "common": "insulin glulisine increases toxicity of rosiglitazone by unknown mechanism. Use Caution/Monitor. Insulin may increase the fluid retention associated with thiazolidinediones (peroxisome proliferator-activated receptor [PPAR]-gamma agonists)."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "insulin inhaled",
            "description": {
                "common": "rosiglitazone, insulin inhaled.\nEither increases effects of the other by pharmacodynamic synergism. Use Caution/Monitor. Antidiabetic agents are often used in combination; dosage adjustments may be required when initiating or discontinuing antidiabetic agents."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "insulin isophane human/insulin regular human",
            "description": {
                "common": "rosiglitazone, insulin isophane human/insulin regular human.\nEither increases effects of the other by pharmacodynamic synergism. Use Caution/Monitor. Antidiabetic agents are often used in combination; dosage adjustments may be required when initiating or discontinuing antidiabetic agents."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "insulin lispro",
            "description": {
                "common": "insulin lispro increases toxicity of rosiglitazone by unknown mechanism. Use Caution/Monitor. Insulin may increase the fluid retention associated with thiazolidinediones (peroxisome proliferator-activated receptor [PPAR]-gamma agonists)."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "insulin lispro protamine/insulin lispro",
            "description": {
                "common": "rosiglitazone, insulin lispro protamine/insulin lispro.\nEither increases effects of the other by pharmacodynamic synergism. Use Caution/Monitor. Antidiabetic agents are often used in combination; dosage adjustments may be required when initiating or discontinuing antidiabetic agents."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "insulin NPH",
            "description": {
                "common": "rosiglitazone, insulin NPH.\nEither increases effects of the other by pharmacodynamic synergism. Use Caution/Monitor. Antidiabetic agents are often used in combination; dosage adjustments may be required when initiating or discontinuing antidiabetic agents."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "insulin regular human",
            "description": {
                "common": "rosiglitazone, insulin regular human.\nEither increases effects of the other by pharmacodynamic synergism. Use Caution/Monitor. Antidiabetic agents are often used in combination; dosage adjustments may be required when initiating or discontinuing antidiabetic agents."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "isocarboxazid",
            "description": {
                "common": "isocarboxazid increases effects of glimepiride by unknown mechanism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ketotifen, ophthalmic",
            "description": {
                "common": "ketotifen, ophthalmic, rosiglitazone. Other (see comment). Use Caution/Monitor. \nComment: Combination may result in thrombocytopenia (rare).  Monitor CBC."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ketoconazole",
            "description": {
                "common": "ketoconazole increases levels of glimepiride by decreasing metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ketoprofen",
            "description": {
                "common": "ketoprofen increases effects of glimepiride by unknown mechanism. Use Caution/Monitor. Risk of hypoglycemia."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ketorolac",
            "description": {
                "common": "ketorolac increases effects of glimepiride by unknown mechanism. Use Caution/Monitor. Risk of hypoglycemia."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ketorolac intranasal",
            "description": {
                "common": "ketorolac intranasal increases effects of glimepiride by unknown mechanism. Use Caution/Monitor. Risk of hypoglycemia."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ketotifen, ophthalmic",
            "description": {
                "common": "ketotifen, ophthalmic, glimepiride. Other (see comment). Use Caution/Monitor. \nComment: Combination may result in thrombocytopenia (rare).  Monitor CBC."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "letermovir",
            "description": {
                "common": "letermovir will increase the level or effect of rosiglitazone by  unspecified interaction mechanism. Use Caution/Monitor. Monitor glucose concentrations."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "levofloxacin",
            "description": {
                "common": "levofloxacin increases effects of glimepiride by pharmacodynamic synergism. Use Caution/Monitor. Quinolone antibiotic administration may result in hyper- or hypoglycemia. Gatifloxacin is most likely to produce dysglycemia; moxifloxacin is least likely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "levoketoconazole",
            "description": {
                "common": "levoketoconazole increases levels of glimepiride by decreasing metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "liraglutide",
            "description": {
                "common": "liraglutide, rosiglitazone.\nEither increases effects of the other by pharmacodynamic synergism. Use Caution/Monitor. Concurrent use may increase risk of hypoglycemia; monitor glucose levels."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "linagliptin",
            "description": {
                "common": "glimepiride, linagliptin. Other (see comment). Use Caution/Monitor. \nComment: When linagliptin is used in combination with sulfonylureas, a lower dose of the sulfonylurea may be required to reduce risk of hypoglycemia."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "linezolid",
            "description": {
                "common": "linezolid increases effects of glimepiride by unknown mechanism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "liraglutide",
            "description": {
                "common": "liraglutide, glimepiride.\nEither increases effects of the other by pharmacodynamic synergism. Use Caution/Monitor. Serious hypoglycemia may occur when insulin secretagogues and GLP-1 agonists are concurrently administered. Consider lowering the dose of insulin secretagogue to reduce the risk of hypoglycemia. ."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "lisinopril",
            "description": {
                "common": "lisinopril increases effects of glimepiride by pharmacodynamic synergism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "lixisenatide (DSC)",
            "description": {
                "common": "lixisenatide (DSC), glimepiride.\nEither increases effects of the other by pharmacodynamic synergism. Modify Therapy/Monitor Closely. Risk of hypoglycemia increased when coadministered with sulfonylureas. Sulfonylurea dosage reduction may be required."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "lonapegsomatropin",
            "description": {
                "common": "lonapegsomatropin decreases effects of glimepiride by Other (see comment). Use Caution/Monitor. \nComment: Closely monitor blood glucose when treated with antidiabetic agents. Lonapegsomatropin may decrease insulin sensitivity, particularly at higher doses. Patients with diabetes mellitus may require adjustment of their doses of insulin and/or other antihyperglycemic agents."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "lopinavir",
            "description": {
                "common": "lopinavir decreases effects of glimepiride by Other (see comment). Use Caution/Monitor. \nComment: Reports of hyperglycemia due to insulin resistance with protease inhibitors. ."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "lornoxicam",
            "description": {
                "common": "lornoxicam increases effects of glimepiride by unknown mechanism. Use Caution/Monitor. Risk of hypoglycemia."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "lurasidone",
            "description": {
                "common": "lurasidone, rosiglitazone. Other (see comment). Use Caution/Monitor. \nComment: Atypical antipsychotics have been associated with hyperglycemia that may alter blood glucose control; monitor glucose levels closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "lurasidone",
            "description": {
                "common": "lurasidone, glimepiride. Other (see comment). Use Caution/Monitor. \nComment: Atypical antipsychotics have been associated with hyperglycemia that may alter blood glucose control; monitor glucose levels closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "marijuana",
            "description": {
                "common": "marijuana decreases effects of glimepiride by pharmacodynamic antagonism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "mavacamten",
            "description": {
                "common": "rosiglitazone will increase the level or effect of mavacamten by  affecting hepatic enzyme CYP2C19 metabolism. Modify Therapy/Monitor Closely. Inititiation of weak CYP2C19 inhibitors may require decreased mavacamten dose. "
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "mecasermin",
            "description": {
                "common": "mecasermin increases effects of glimepiride by pharmacodynamic synergism. Use Caution/Monitor. Additive hypoglycemic effects."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "mecasermin",
            "description": {
                "common": "mecasermin increases effects of rosiglitazone by pharmacodynamic synergism. Use Caution/Monitor. Additive hypoglycemic effects."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "meclofenamate",
            "description": {
                "common": "meclofenamate increases effects of glimepiride by unknown mechanism. Use Caution/Monitor. Risk of hypoglycemia."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "mefenamic acid",
            "description": {
                "common": "mefenamic acid increases effects of glimepiride by unknown mechanism. Use Caution/Monitor. Risk of hypoglycemia."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "meloxicam",
            "description": {
                "common": "meloxicam increases effects of glimepiride by unknown mechanism. Use Caution/Monitor. Risk of hypoglycemia."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "metreleptin",
            "description": {
                "common": "glimepiride, metreleptin.\nEither increases effects of the other by pharmacodynamic synergism. Use Caution/Monitor. Coadministration of metreleptin with insulin and/or insulin secretagogues (eg, sulfonylureas, meglitinide derivatives) may increase risk for hypoglycemia; may require lower dose of insulin or insulin secretagogue."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "miconazole vaginal",
            "description": {
                "common": "miconazole vaginal increases levels of glimepiride by decreasing metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "mifepristone",
            "description": {
                "common": "mifepristone will increase the level or effect of rosiglitazone by  Other (see comment). Use Caution/Monitor. Inhibits CYP2C8/2C9; use smallest recommended doses for substrates and monitor"
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "mipomersen",
            "description": {
                "common": "mipomersen, glimepiride.\nEither increases toxicity of the other by Other (see comment). Use Caution/Monitor. \nComment: Both drugs have potential to increase hepatic enzymes; monitor LFTs."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "moexipril",
            "description": {
                "common": "moexipril increases effects of glimepiride by pharmacodynamic synergism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "moxifloxacin",
            "description": {
                "common": "moxifloxacin increases effects of glimepiride by pharmacodynamic synergism. Use Caution/Monitor. Quinolone antibiotic administration may result in hyper- or hypoglycemia. Gatifloxacin is most likely to produce dysglycemia; moxifloxacin is least likely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "nabumetone",
            "description": {
                "common": "nabumetone increases effects of glimepiride by unknown mechanism. Use Caution/Monitor. Risk of hypoglycemia."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "nelfinavir",
            "description": {
                "common": "nelfinavir decreases effects of rosiglitazone by Other (see comment). Use Caution/Monitor. \nComment: Reports of hyperglycemia due to insulin resistance with protease inhibitors. ."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "nadolol",
            "description": {
                "common": "nadolol decreases effects of glimepiride by pharmacodynamic antagonism. Use Caution/Monitor. Non selective beta blockers may also mask the symptoms of hypoglycemia."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "naproxen",
            "description": {
                "common": "naproxen increases effects of glimepiride by unknown mechanism. Use Caution/Monitor. Risk of hypoglycemia."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "nelfinavir",
            "description": {
                "common": "nelfinavir decreases effects of glimepiride by Other (see comment). Use Caution/Monitor. \nComment: Reports of hyperglycemia due to insulin resistance with protease inhibitors. ."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "nitisinone",
            "description": {
                "common": "nitisinone will increase the level or effect of glimepiride by  affecting hepatic enzyme CYP2C9/10 metabolism. Use Caution/Monitor. Nitisinone inhibits CYP2C9. Caution if CYP2C9 substrate coadministered, particularly those with a narrow therapeutic index."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ofloxacin",
            "description": {
                "common": "ofloxacin increases effects of glimepiride by pharmacodynamic synergism. Use Caution/Monitor. Quinolone antibiotic administration may result in hyper- or hypoglycemia. Gatifloxacin is most likely to produce dysglycemia; moxifloxacin is least likely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "olanzapine",
            "description": {
                "common": "olanzapine, rosiglitazone. Other (see comment). Use Caution/Monitor. \nComment: Atypical antipsychotics have been associated with hyperglycemia that may alter blood glucose control; monitor glucose levels closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "omaveloxolone",
            "description": {
                "common": "omaveloxolone will decrease the level or effect of rosiglitazone by  Other (see comment). Use Caution/Monitor. Omaveloxolone may reduce systemic exposure of sensitive CYP2C8 substrates. Check prescribing information of substrate if dosage modification is needed.  "
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "opuntia ficus indica",
            "description": {
                "common": "opuntia ficus indica increases effects of glimepiride by pharmacodynamic synergism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "opuntia ficus indica",
            "description": {
                "common": "opuntia ficus indica increases effects of rosiglitazone by pharmacodynamic synergism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "oxaprozin",
            "description": {
                "common": "oxaprozin increases effects of glimepiride by unknown mechanism. Use Caution/Monitor. Risk of hypoglycemia."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "paclitaxel",
            "description": {
                "common": "rosiglitazone will increase the level or effect of paclitaxel by  Other (see comment). Use Caution/Monitor. Paclitaxel levels/toxicity may increase when coadministered with CYP2C8 inhibitors "
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "paclitaxel protein bound",
            "description": {
                "common": "rosiglitazone will increase the level or effect of paclitaxel protein bound by  Other (see comment). Use Caution/Monitor. Paclitaxel levels/toxicity may increase when coadministered with CYP2C8 inhibitors "
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "paliperidone",
            "description": {
                "common": "paliperidone, rosiglitazone. Other (see comment). Use Caution/Monitor. \nComment: Atypical antipsychotics have been associated with hyperglycemia that may alter blood glucose control; monitor glucose levels closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "parecoxib",
            "description": {
                "common": "parecoxib increases effects of glimepiride by unknown mechanism. Use Caution/Monitor. Risk of hypoglycemia."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "pitavastatin",
            "description": {
                "common": "rosiglitazone increases toxicity of pitavastatin by Other (see comment). Use Caution/Monitor. \nComment: OATP1B1 inhibitors may increase risk of myopathy."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "peginterferon alfa 2b",
            "description": {
                "common": "peginterferon alfa 2b decreases levels of glimepiride by affecting hepatic enzyme CYP2C9/10 metabolism. Use Caution/Monitor. When patients are administered peginterferon alpha-2b with CYP2C9 substrates, the therapeutic effect of these drugs may be altered. ."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "perindopril",
            "description": {
                "common": "perindopril increases effects of glimepiride by pharmacodynamic synergism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "phenelzine",
            "description": {
                "common": "phenelzine increases effects of glimepiride by unknown mechanism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "pindolol",
            "description": {
                "common": "pindolol decreases effects of glimepiride by pharmacodynamic antagonism. Use Caution/Monitor. Non selective beta blockers may also mask the symptoms of hypoglycemia."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "piroxicam",
            "description": {
                "common": "piroxicam increases effects of glimepiride by unknown mechanism. Use Caution/Monitor. Risk of hypoglycemia."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "posaconazole",
            "description": {
                "common": "posaconazole increases levels of glimepiride by decreasing metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "pravastatin",
            "description": {
                "common": "rosiglitazone increases toxicity of pravastatin by Other (see comment). Use Caution/Monitor. \nComment: OATP1B1 inhibitors may increase risk of myopathy."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "probenecid",
            "description": {
                "common": "probenecid increases levels of glimepiride by unspecified interaction mechanism. Use Caution/Monitor. Risk of hypoglycemia."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "propranolol",
            "description": {
                "common": "propranolol decreases effects of glimepiride by pharmacodynamic antagonism. Use Caution/Monitor. Non selective beta blockers may also mask the symptoms of hypoglycemia."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "quetiapine",
            "description": {
                "common": "quetiapine, rosiglitazone. Other (see comment). Use Caution/Monitor. \nComment: Atypical antipsychotics have been associated with hyperglycemia that may alter blood glucose control; monitor glucose levels closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "quinapril",
            "description": {
                "common": "quinapril increases effects of glimepiride by pharmacodynamic synergism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "risperidone",
            "description": {
                "common": "risperidone, rosiglitazone. Other (see comment). Use Caution/Monitor. \nComment: Atypical antipsychotics have been associated with hyperglycemia that may alter blood glucose control; monitor glucose levels closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ramipril",
            "description": {
                "common": "ramipril increases effects of glimepiride by pharmacodynamic synergism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "rifabutin",
            "description": {
                "common": "rifabutin decreases levels of glimepiride by increasing metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "rifampin",
            "description": {
                "common": "rifampin decreases levels of glimepiride by increasing metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "rifapentine",
            "description": {
                "common": "rifapentine decreases levels of glimepiride by increasing metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "risperidone",
            "description": {
                "common": "risperidone, glimepiride. Other (see comment). Use Caution/Monitor. \nComment: Atypical antipsychotics have been associated with hyperglycemia that may alter blood glucose control; monitor glucose levels closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ritonavir",
            "description": {
                "common": "ritonavir decreases effects of rosiglitazone by Other (see comment). Use Caution/Monitor. \nComment: Reports of hyperglycemia due to insulin resistance with protease inhibitors. ."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "rosuvastatin",
            "description": {
                "common": "rosiglitazone increases toxicity of rosuvastatin by Other (see comment). Use Caution/Monitor. \nComment: OATP1B1 inhibitors may increase risk of myopathy."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "rucaparib",
            "description": {
                "common": "rucaparib will increase the level or effect of glimepiride by  affecting hepatic enzyme CYP2C9/10 metabolism. Modify Therapy/Monitor Closely. Adjust dosage of CYP2C9 substrates, if clinically indicated."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "sacubitril/valsartan",
            "description": {
                "common": "rosiglitazone will increase the level or effect of sacubitril/valsartan by  Other (see comment). Use Caution/Monitor. The results from an in vitro study with human liver tissue indicate that valsartan is a substrate of the hepatic uptake transporter OATP1B1; coadministration with OATP1B1 inhibitors may increase valsartan systemic exposure"
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "salicylates (non-asa)",
            "description": {
                "common": "salicylates (non-asa) increases effects of glimepiride by unknown mechanism. Use Caution/Monitor. Risk of hypoglycemia."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "salsalate",
            "description": {
                "common": "salsalate increases effects of glimepiride by unknown mechanism. Use Caution/Monitor. Risk of hypoglycemia."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "saquinavir",
            "description": {
                "common": "saquinavir decreases effects of glimepiride by Other (see comment). Use Caution/Monitor. \nComment: Reports of hyperglycemia due to insulin resistance with protease inhibitors. ."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "selegiline",
            "description": {
                "common": "selegiline increases effects of glimepiride by unknown mechanism. Use Caution/Monitor. Serum glucose should be monitored closely when MAOIs are added to any regimen containing antidiabetic medications. Hypoglycemic effects may be increased."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "selexipag",
            "description": {
                "common": "rosiglitazone will increase the level or effect of selexipag by  decreasing metabolism. Modify Therapy/Monitor Closely. Reduce selexipag dose to once daily if coadministered with moderate CYP2C8 inhibitors."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "selegiline transdermal",
            "description": {
                "common": "selegiline transdermal increases effects of glimepiride by unknown mechanism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "semaglutide",
            "description": {
                "common": "semaglutide, glimepiride.\nEither increases effects of the other by pharmacodynamic synergism. Modify Therapy/Monitor Closely. Coadministration of insulin secretagogues with GLP-1 agonists may increase hypoglycemia risk. Lowering the insulin secretagogue dose may reduce hypoglycemia risk. ."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "shark cartilage",
            "description": {
                "common": "shark cartilage increases effects of rosiglitazone by pharmacodynamic synergism. Use Caution/Monitor. Theoretical interaction."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "simvastatin",
            "description": {
                "common": "rosiglitazone increases toxicity of simvastatin by Other (see comment). Use Caution/Monitor. \nComment: OATP1B1 inhibitors may increase risk of myopathy."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "somapacitan",
            "description": {
                "common": "somapacitan decreases effects of glimepiride by pharmacodynamic antagonism. Modify Therapy/Monitor Closely. Growth hormone products may decrease insulin sensitivity, particularly at higher doses. Antidiabetic agents may require dose adjustment after initiating somapacitan. ."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "somapacitan",
            "description": {
                "common": "somapacitan decreases effects of rosiglitazone by pharmacodynamic antagonism. Modify Therapy/Monitor Closely. Growth hormone products may decrease insulin sensitivity, particularly at higher doses. Antidiabetic agents may require dose adjustment after initiating somapacitan. ."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "sparsentan",
            "description": {
                "common": "sparsentan will decrease the level or effect of glimepiride by  affecting hepatic enzyme CYP2C9/10 metabolism. Use Caution/Monitor. Sparsentan (a CYP2C9 inducer) decreases exposure of CYP2C9 substrates and reduces efficacy related to these substrates. "
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "stiripentol",
            "description": {
                "common": "stiripentol will increase the level or effect of rosiglitazone by  Other (see comment). Modify Therapy/Monitor Closely. Stiripentol is a CYP2C8 inhibitor. Consider dosage reduction for CYP2C8 substrates if adverse effects are experienced when coadministered."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "sulfadiazine",
            "description": {
                "common": "sulfadiazine increases levels of glimepiride by plasma protein binding competition. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "sulfamethoxazole",
            "description": {
                "common": "sulfamethoxazole increases levels of glimepiride by plasma protein binding competition. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "sulfamethoxypyridazine",
            "description": {
                "common": "sulfamethoxypyridazine increases effects of glimepiride by unspecified interaction mechanism. Use Caution/Monitor. Risk of hypoglycemia."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "sulfasalazine",
            "description": {
                "common": "sulfasalazine increases effects of glimepiride by unknown mechanism. Use Caution/Monitor. Risk of hypoglycemia."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "tecovirimat",
            "description": {
                "common": "tecovirimat will increase the level or effect of rosiglitazone by  affecting hepatic enzyme CYP2C19 metabolism. Use Caution/Monitor. Tecovirimat is a weak inhibitor of CYP2C8 and CYP2C19. Monitor for adverse effects if coadministered with substrates of these enzymes. Monitor blood glucose and monitor for hypoglycemic symptoms."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "sulfisoxazole",
            "description": {
                "common": "sulfisoxazole increases levels of glimepiride by plasma protein binding competition. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "sulindac",
            "description": {
                "common": "sulindac increases effects of glimepiride by unknown mechanism. Use Caution/Monitor. Risk of hypoglycemia."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "teriflunomide",
            "description": {
                "common": "teriflunomide increases levels of rosiglitazone by Other (see comment). Use Caution/Monitor. \nComment: Teriflunomide inhibits CYP2C8; caution when coadministered with CYP2C8 substrates."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "timolol",
            "description": {
                "common": "timolol decreases effects of glimepiride by pharmacodynamic antagonism. Use Caution/Monitor. Non selective beta blockers may also mask the symptoms of hypoglycemia."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "tipranavir",
            "description": {
                "common": "tipranavir decreases effects of glimepiride by Other (see comment). Use Caution/Monitor. \nComment: Reports of hyperglycemia due to insulin resistance with protease inhibitors. ."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "tolfenamic acid",
            "description": {
                "common": "tolfenamic acid increases effects of glimepiride by unknown mechanism. Use Caution/Monitor. Risk of hypoglycemia."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "valsartan",
            "description": {
                "common": "rosiglitazone will increase the level or effect of valsartan by  Other (see comment). Use Caution/Monitor. The results from an in vitro study with human liver tissue indicate that valsartan is a substrate of the hepatic uptake transporter OATP1B1; coadministration with OATP1B1 inhibitors may increase valsartan systemic exposure"
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "tolmetin",
            "description": {
                "common": "tolmetin increases effects of glimepiride by unknown mechanism. Use Caution/Monitor. Risk of hypoglycemia."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "trandolapril",
            "description": {
                "common": "trandolapril increases effects of glimepiride by pharmacodynamic synergism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "tranylcypromine",
            "description": {
                "common": "tranylcypromine increases effects of glimepiride by unknown mechanism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "triamcinolone acetonide injectable suspension",
            "description": {
                "common": "triamcinolone acetonide injectable suspension decreases effects of glimepiride by pharmacodynamic antagonism. Use Caution/Monitor. Corticosteroids may diminish hypoglycemic effect of antidiabetic agents. Monitor blood glucose levels carefully."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "trimagnesium citrate anhydrous",
            "description": {
                "common": "trimagnesium citrate anhydrous increases levels of glimepiride by enhancing GI absorption. Applies only to oral form of both agents. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "voriconazole",
            "description": {
                "common": "voriconazole increases levels of glimepiride by decreasing metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "warfarin",
            "description": {
                "common": "glimepiride, warfarin.\nEither increases effects of the other by receptor binding competition. Use Caution/Monitor. Monitor for decreased vitamin K antagonist effects (eg, decreased INR, thrombosis) when combined with metformin. Additionally, consider increased monitoring for hypoglycemia with this combination. Competitive inhibition of CYP2C9-mediated metabolism may also contribute to mechanism."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "xipamide",
            "description": {
                "common": "xipamide decreases levels of glimepiride by increasing renal clearance. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ziprasidone",
            "description": {
                "common": "ziprasidone, glimepiride. Other (see comment). Use Caution/Monitor. \nComment: Atypical antipsychotics have been associated with hyperglycemia that may alter blood glucose control; monitor glucose levels closely."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "agrimony",
            "description": {
                "common": "agrimony increases effects of glimepiride by pharmacodynamic synergism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "American ginseng",
            "description": {
                "common": "American ginseng increases effects of glimepiride by pharmacodynamic synergism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "amitriptyline",
            "description": {
                "common": "amitriptyline increases effects of glimepiride by pharmacodynamic synergism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "amoxapine",
            "description": {
                "common": "amoxapine increases effects of glimepiride by pharmacodynamic synergism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "anamu",
            "description": {
                "common": "anamu increases effects of glimepiride by pharmacodynamic synergism. Minor/Significance Unknown. Theoretical interaction."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "aspirin",
            "description": {
                "common": "aspirin increases effects of glimepiride by plasma protein binding competition. Minor/Significance Unknown. Large dose of salicylate."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "bendroflumethiazide",
            "description": {
                "common": "bendroflumethiazide decreases effects of rosiglitazone by pharmacodynamic antagonism. Minor/Significance Unknown. Thiazide dosage >50 mg/day may increase blood glucose."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "aspirin rectal",
            "description": {
                "common": "aspirin rectal increases effects of glimepiride by plasma protein binding competition. Minor/Significance Unknown. Large dose of salicylate."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "aspirin/citric acid/sodium bicarbonate",
            "description": {
                "common": "aspirin/citric acid/sodium bicarbonate increases effects of glimepiride by plasma protein binding competition. Minor/Significance Unknown. Large dose of salicylate."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "balsalazide",
            "description": {
                "common": "balsalazide increases effects of glimepiride by plasma protein binding competition. Minor/Significance Unknown. Large dose of salicylate."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "bendroflumethiazide",
            "description": {
                "common": "bendroflumethiazide decreases effects of glimepiride by pharmacodynamic antagonism. Minor/Significance Unknown. Thiazide dosage >50 mg/day may increase blood glucose."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "budesonide",
            "description": {
                "common": "budesonide decreases effects of glimepiride by pharmacodynamic antagonism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "chloramphenicol",
            "description": {
                "common": "chloramphenicol increases levels of glimepiride by decreasing metabolism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "chlorothiazide",
            "description": {
                "common": "chlorothiazide decreases effects of rosiglitazone by pharmacodynamic antagonism. Minor/Significance Unknown. Thiazide dosage >50 mg/day may increase blood glucose."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "chlorothiazide",
            "description": {
                "common": "chlorothiazide decreases effects of glimepiride by pharmacodynamic antagonism. Minor/Significance Unknown. Thiazide dosage >50 mg/day may increase blood glucose."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "chlorthalidone",
            "description": {
                "common": "chlorthalidone decreases effects of glimepiride by pharmacodynamic antagonism. Minor/Significance Unknown. Thiazide dosage >50 mg/day may increase blood glucose."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "choline magnesium trisalicylate",
            "description": {
                "common": "choline magnesium trisalicylate increases effects of glimepiride by plasma protein binding competition. Minor/Significance Unknown. Large dose of salicylate."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "chromium",
            "description": {
                "common": "chromium increases effects of rosiglitazone by pharmacodynamic synergism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "chromium",
            "description": {
                "common": "chromium increases effects of glimepiride by pharmacodynamic synergism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "clomipramine",
            "description": {
                "common": "clomipramine increases effects of glimepiride by pharmacodynamic synergism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "clonidine",
            "description": {
                "common": "clonidine decreases effects of glimepiride by pharmacodynamic antagonism. Minor/Significance Unknown. Diminished symptoms of hypoglycemia."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "cornsilk",
            "description": {
                "common": "cornsilk increases effects of glimepiride by pharmacodynamic synergism. Minor/Significance Unknown. Increased risk of hypoglycemia (theoretical interaction)."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "cortisone",
            "description": {
                "common": "cortisone decreases effects of glimepiride by pharmacodynamic antagonism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "cyclopenthiazide",
            "description": {
                "common": "cyclopenthiazide decreases effects of rosiglitazone by pharmacodynamic antagonism. Minor/Significance Unknown. Thiazide dosage >50 mg/day may increase blood glucose."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "damiana",
            "description": {
                "common": "damiana decreases effects of glimepiride by pharmacodynamic antagonism. Minor/Significance Unknown. Theoretical interaction."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "danazol",
            "description": {
                "common": "danazol increases effects of glimepiride by pharmacodynamic synergism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "deflazacort",
            "description": {
                "common": "deflazacort decreases effects of glimepiride by pharmacodynamic antagonism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "desipramine",
            "description": {
                "common": "desipramine increases effects of glimepiride by pharmacodynamic synergism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "devil's claw",
            "description": {
                "common": "devil's claw increases effects of glimepiride by pharmacodynamic synergism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "dexamethasone",
            "description": {
                "common": "dexamethasone decreases effects of rosiglitazone by pharmacodynamic antagonism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "diflunisal",
            "description": {
                "common": "diflunisal increases effects of glimepiride by plasma protein binding competition. Minor/Significance Unknown. Large dose of salicylate."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "doxepin",
            "description": {
                "common": "doxepin increases effects of rosiglitazone by pharmacodynamic synergism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "doxepin",
            "description": {
                "common": "doxepin increases effects of glimepiride by pharmacodynamic synergism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "elderberry",
            "description": {
                "common": "elderberry increases effects of rosiglitazone by pharmacodynamic synergism. Minor/Significance Unknown. Increased risk of hypoglycemia (in vitro research)."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "eucalyptus",
            "description": {
                "common": "eucalyptus increases effects of rosiglitazone by pharmacodynamic synergism. Minor/Significance Unknown. Theoretical interaction."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "fludrocortisone",
            "description": {
                "common": "fludrocortisone decreases effects of glimepiride by pharmacodynamic antagonism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "fluoxymesterone",
            "description": {
                "common": "fluoxymesterone increases effects of rosiglitazone by pharmacodynamic synergism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "fo-ti",
            "description": {
                "common": "fo-ti increases effects of glimepiride by pharmacodynamic synergism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "forskolin",
            "description": {
                "common": "forskolin increases effects of glimepiride by pharmacodynamic synergism. Minor/Significance Unknown. Colenol, a compound found in Coleus root, may stimulate insulin release."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "gotu kola",
            "description": {
                "common": "gotu kola increases effects of rosiglitazone by pharmacodynamic synergism. Minor/Significance Unknown. (Theoretical interaction)."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "guanfacine",
            "description": {
                "common": "guanfacine, glimepiride. Other (see comment). Minor/Significance Unknown. \nComment: Decreased symptoms of hypoglycemia.  Mechanism: decreased hypoglycemia induced catecholamine production."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "gymnema",
            "description": {
                "common": "gymnema increases effects of glimepiride by pharmacodynamic synergism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "horse chestnut seed",
            "description": {
                "common": "horse chestnut seed increases effects of glimepiride by pharmacodynamic synergism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "hydrochlorothiazide",
            "description": {
                "common": "hydrochlorothiazide decreases effects of glimepiride by pharmacodynamic antagonism. Minor/Significance Unknown. Thiazide dosage >50 mg/day may increase blood glucose."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "hydrocortisone",
            "description": {
                "common": "hydrocortisone decreases effects of glimepiride by pharmacodynamic antagonism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "imipramine",
            "description": {
                "common": "imipramine increases effects of glimepiride by pharmacodynamic synergism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "indapamide",
            "description": {
                "common": "indapamide decreases effects of rosiglitazone by pharmacodynamic antagonism. Minor/Significance Unknown. Thiazide dosage >50 mg/day may increase blood glucose."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "isoniazid",
            "description": {
                "common": "isoniazid decreases effects of glimepiride by unspecified interaction mechanism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "juniper",
            "description": {
                "common": "juniper increases effects of glimepiride by pharmacodynamic synergism. Minor/Significance Unknown. Increased risk of hypoglycemia (theoretical interaction)."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "lofepramine",
            "description": {
                "common": "lofepramine increases effects of rosiglitazone by pharmacodynamic synergism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "lycopus",
            "description": {
                "common": "lycopus increases effects of rosiglitazone by pharmacodynamic synergism. Minor/Significance Unknown. Increased risk of hypoglycemia (theoretical interaction)."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "maitake",
            "description": {
                "common": "maitake increases effects of rosiglitazone by pharmacodynamic synergism. Minor/Significance Unknown. Increased risk of hypoglycemia (animal research)."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "maprotiline",
            "description": {
                "common": "maprotiline increases effects of glimepiride by pharmacodynamic synergism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "mesalamine",
            "description": {
                "common": "mesalamine increases effects of glimepiride by plasma protein binding competition. Minor/Significance Unknown. Large dose of salicylate."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "mesterolone",
            "description": {
                "common": "mesterolone increases effects of rosiglitazone by pharmacodynamic synergism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "mesterolone",
            "description": {
                "common": "mesterolone increases effects of glimepiride by pharmacodynamic synergism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "methyclothiazide",
            "description": {
                "common": "methyclothiazide decreases effects of glimepiride by pharmacodynamic antagonism. Minor/Significance Unknown. Thiazide dosage >50 mg/day may increase blood glucose."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "methylprednisolone",
            "description": {
                "common": "methylprednisolone decreases effects of rosiglitazone by pharmacodynamic antagonism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "methyltestosterone",
            "description": {
                "common": "methyltestosterone increases effects of glimepiride by pharmacodynamic synergism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "metolazone",
            "description": {
                "common": "metolazone decreases effects of rosiglitazone by pharmacodynamic antagonism. Minor/Significance Unknown. Thiazide dosage >50 mg/day may increase blood glucose."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "nettle",
            "description": {
                "common": "nettle increases effects of glimepiride by pharmacodynamic synergism. Minor/Significance Unknown. (Theoretical interaction)."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "nortriptyline",
            "description": {
                "common": "nortriptyline increases effects of glimepiride by pharmacodynamic synergism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "ofloxacin",
            "description": {
                "common": "ofloxacin, rosiglitazone. Mechanism: unspecified interaction mechanism. Minor/Significance Unknown. Potential dysglycemia."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "orlistat",
            "description": {
                "common": "orlistat increases effects of glimepiride by pharmacodynamic synergism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "oxandrolone",
            "description": {
                "common": "oxandrolone increases effects of rosiglitazone by pharmacodynamic synergism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "oxandrolone",
            "description": {
                "common": "oxandrolone increases effects of glimepiride by pharmacodynamic synergism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "oxymetholone",
            "description": {
                "common": "oxymetholone increases effects of rosiglitazone by pharmacodynamic synergism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "pegvisomant",
            "description": {
                "common": "pegvisomant increases effects of rosiglitazone by pharmacodynamic synergism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "potassium acid phosphate",
            "description": {
                "common": "potassium acid phosphate increases effects of glimepiride by pharmacodynamic synergism. Minor/Significance Unknown. Interaction especially seen in the treatment of hypokalemia."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "potassium chloride",
            "description": {
                "common": "potassium chloride increases effects of glimepiride by pharmacodynamic synergism. Minor/Significance Unknown. Interaction especially seen in the treatment of hypokalemia."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "potassium citrate",
            "description": {
                "common": "potassium citrate increases effects of glimepiride by pharmacodynamic synergism. Minor/Significance Unknown. Interaction especially seen in the treatment of hypokalemia."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "prednisolone",
            "description": {
                "common": "prednisolone decreases effects of glimepiride by pharmacodynamic antagonism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "prednisone",
            "description": {
                "common": "prednisone decreases effects of glimepiride by pharmacodynamic antagonism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "protriptyline",
            "description": {
                "common": "protriptyline increases effects of glimepiride by pharmacodynamic synergism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "sage",
            "description": {
                "common": "sage increases effects of glimepiride by pharmacodynamic synergism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "salicylates (non-asa)",
            "description": {
                "common": "salicylates (non-asa) increases effects of glimepiride by plasma protein binding competition. Minor/Significance Unknown. Large dose of salicylate."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "stevia",
            "description": {
                "common": "stevia increases effects of rosiglitazone by pharmacodynamic synergism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "salsalate",
            "description": {
                "common": "salsalate increases effects of glimepiride by plasma protein binding competition. Minor/Significance Unknown. Large dose of salicylate."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "sitagliptin",
            "description": {
                "common": "sitagliptin, glimepiride.\nEither increases effects of the other by pharmacodynamic synergism. Minor/Significance Unknown. Risk of hypoglycemia with combination is unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "stevia",
            "description": {
                "common": "stevia increases effects of glimepiride by pharmacodynamic synergism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "sulfasalazine",
            "description": {
                "common": "sulfasalazine increases effects of glimepiride by plasma protein binding competition. Minor/Significance Unknown. Large dose of salicylate."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "tacrolimus",
            "description": {
                "common": "glimepiride increases levels of tacrolimus by unknown mechanism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "testosterone",
            "description": {
                "common": "testosterone increases effects of glimepiride by pharmacodynamic synergism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "testosterone buccal system",
            "description": {
                "common": "testosterone buccal system increases effects of rosiglitazone by pharmacodynamic synergism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "testosterone topical",
            "description": {
                "common": "testosterone topical increases effects of glimepiride by pharmacodynamic synergism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "tongkat ali",
            "description": {
                "common": "tongkat ali increases effects of glimepiride by pharmacodynamic synergism. Minor/Significance Unknown. Risk of hypoglycemia."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "trazodone",
            "description": {
                "common": "trazodone increases effects of rosiglitazone by pharmacodynamic synergism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "triamcinolone acetonide injectable suspension",
            "description": {
                "common": "triamcinolone acetonide injectable suspension decreases effects of rosiglitazone by pharmacodynamic antagonism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "trimipramine",
            "description": {
                "common": "trimipramine increases effects of glimepiride by pharmacodynamic synergism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "trimipramine",
            "description": {
                "common": "trimipramine increases effects of rosiglitazone by pharmacodynamic synergism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "vanadium",
            "description": {
                "common": "vanadium increases effects of glimepiride by pharmacodynamic synergism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "willow bark",
            "description": {
                "common": "willow bark increases effects of glimepiride by plasma protein binding competition. Minor/Significance Unknown. Large dose of salicylate."
            }
        }
    ],
    "adverse effects": [
        {
            "name": "Edema",
            "percent": "3"
        },
        {
            "name": "Myocardial infarction",
            "percent": "3"
        },
        {
            "name": "Cerebrovascular accident",
            "percent": "2"
        },
        {
            "name": "Cardiac failure",
            "percent": "3"
        },
        {
            "name": "Headache",
            "percent": "3-6"
        },
        {
            "name": "Hypoglycemia",
            "percent": "4-6"
        },
        {
            "name": "Bone fracture",
            "percent": "8"
        },
        {
            "name": "Nasopharyngitis",
            "percent": "4-5"
        },
        {
            "name": "Weight gain",
            "percent": null
        },
        {
            "name": "Cardiac failure",
            "percent": null
        },
        {
            "name": "Increased serum ALT",
            "percent": null
        },
        {
            "name": "Thrombocytopenia and thrombocytopenic purpura",
            "percent": null
        }
    ]
}