{
    "name": "rasagiline",
    "comment": "Rx",
    "other_names": [
        "Azilect"
    ],
    "classes": [
        "Antiparkinson Agents",
        "MAO Type B Inhibitors"
    ],
    "source": "https://reference.medscape.com/drug/azilect-rasagiline-343055",
    "pregnancy": {
        "common": [
            "There are no adequate data on developmental risks associated with use in pregnant women; in animal studies, oral administration to rats during gestation and lactation resulted in decreased survival and reduced body weight in offspring at doses similar to those used clinically; when administered to pregnant animals in combination with levodopa/carbidopa, there were increased incidences of fetal skeletal variations in rats and increases in embryofetal death and cardiovascular abnormalities in rabbits"
        ],
        "specific": [
            {
                "type": "Animal data",
                "description": [
                    "In pregnant rats administered rasagiline (0, 0.1, 0.3, 1 mg/kg/day) orally during gestation and lactation, offspring survival was decreased and offspring body weight was reduced at 0.3 mg/kg/day and 1 mg/kg/day (10 and 16 times plasma AUC in humans at MRHD); the no-effect dose (0.1 mg/kg) for adverse developmental effects is similar to the MRHD on a body surface area (mg/m2) basis; effect of drug on physical and behavioral development was not adequately assessed in this study"
                ]
            }
        ]
    },
    "lactation": {
        "common": [
            "There are no data on presence of drug in human milk or effects on breastfed infant; in rats, rasagiline was shown to inhibit prolactin secretion; the clinical relevance in humans is unknown, and there are no data on effects of rasagiline on prolactin secretion in humans",
            "The developmental and health benefits of breastfeeding should be considered along with mother’s clinical need for therapy and potential adverse effects on breastfed infant from drug or from underlying maternal condition"
        ]
    },
    "warnings": {
        "black_box_warning": {
            "common": [],
            "specific": []
        },
        "contraindicators": {
            "common": [
                "Coadministration with meperidine, tramadol, methadone, and MAOIs, including other selective MAO-B inhibitors increases risk of serotonin syndrome; at least 14 days should elapse between discontinuation of rasagiline and initiation of treatment with these medications",
                "Coadministration with St. John’s wort and with cyclobenzaprine",
                "Coadministration with dextromethorphan because of risk of episode of psychosis or bizarre behavior"
            ],
            "specific": []
        },
        "cautions": {
            "common": [
                "Rasagiline is a selective inhibitor of MAO-B at the recommended doses of 0.5 or 1 mg daily; selectivity for inhibiting MAO-B diminishes in a dose-related manner as the dose is progressively increased above the recommended daily doses",
                "May exacerbate hypertension; antihypertensive drugs may require dosage adjustment",
                "May cause hypotension, especially orthostatic",
                "May cause or exacerbate dyskinesia; decreasing the levodopa dose may lessen or eliminate this side effect",
                "Withdrawal-emergent hyperpyrexia and confusion reported with rapid dose reduction of drugs that increase central dopaminergic tone; this is characterized by elevated temperature, muscular rigidity, altered consciousness, and autonomic instability",
                "Patients with Parkinson disease have a higher risk (2 to 6-fold higher) of developing melanoma than the general population; unclear if this is due to the disease or other factors (eg, drug therapy); monitor for melanomas frequently and on a regular basis"
            ],
            "specific": [
                {
                    "type": "Psychiatric effects",
                    "description": [
                        "Hallucinations and psychotic-like behavior reported",
                        "The abnormal thinking and behavior can consist of one or more of a variety of manifestations including paranoid ideation, delusions, hallucinations, confusion, psychotic-like behavior, disorientation, aggressive behavior, agitation, and delirium",
                        "Patients should be informed of the possibility of developing hallucinations and instructed to report them to their healthcare provider promptly should they develop",
                        "Patients with a major psychotic disorder should ordinarily not be treated because of risk of exacerbating the psychosis with an increase in central dopaminergic tone; in addition, many treatments for psychosis that decrease central dopaminergic tone may decrease therapy effectiveness",
                        "Consider dose reduction or stopping medication if a patient develops hallucinations or psychotic-like behaviors while taking drug"
                    ]
                },
                {
                    "type": "Falling asleep and somnolence",
                    "description": [
                        "Daytime drowsiness and somnolence reported during activities of daily living",
                        "Prescribers should monitor patients for drowsiness or sleepiness, because some of the events occur well after initiation of treatment with dopaminergic medication",
                        "Prescribers should also be aware that patients may not acknowledge drowsiness or sleepiness until directly questioned about drowsiness or sleepiness during specific activities",
                        "Although many patients have reported somnolence while on therapy with rasagiline and other dopaminergic medications, some perceived that they had no warning signs, such as excessive drowsiness, and believed that they were alert immediately prior to activities that resulted in accidents",
                        "Before initiating treatment, patients should be advised of potential to develop drowsiness and specifically asked about factors that may increase risk with therapy such as concomitant sedating medications, presence of sleep disorders, and concomitant medications that increase rasagiline plasma levels (eg, ciprofloxacin)",
                        "If a patient develops significant daytime sleepiness or episodes of falling asleep during activities that require active participation (eg, driving a motor vehicle, conversations, eating), therapy should ordinarily be discontinued",
                        "If a decision is made to continue patients on therapy, advise them to avoid driving and other potentially dangerous activities; there is insufficient information to establish that dose reduction will eliminate episodes of falling asleep while engaged in activities of daily living"
                    ]
                },
                {
                    "type": "Tyramine",
                    "description": [
                        "Dietary tyramine restriction is not required during treatment with recommended doses; however, certain foods may contain very high amounts (ie, > 150 mg) of tyramine that could potentially cause severe hypertension, including various clinical syndromes referred to as hypertensive urgency, crisis, or emergency, in patients receiving therapy, even at recommended doses, due to increased sensitivity to tyramine",
                        "Patients should be advised to avoid foods containing a very large amount of tyramine while taking recommended doses of rasagiline because of potential for large increases in blood pressure including clinical syndromes referred to as hypertensive urgency, crisis, or emergency"
                    ]
                },
                {
                    "type": "Serotonin syndrome",
                    "description": [
                        "Serotonin syndrome has been reported with concomitant use of an antidepressant (eg, selective serotonin reuptake inhibitors-SSRIs, serotonin-norepinephrine reuptake inhibitors-SNRIs, tricyclic antidepressants, tetracyclic antidepressants, triazolopyridine antidepressants) and a nonselective MAOI (eg, phenelzine, tranylcypromine) or selective MAO-B inhibitors, such as selegiline and rasagiline",
                        "Serotonin syndrome has been reported with concomitant use of rasagiline with meperidine, tramadol, methadone, or propoxyphene; rasagiline is contraindicated for use with meperidine, tramadol, methadone, propoxyphene, and MAO inhibitors (MAOIs), including other selective MAO-B inhibitors",
                        "In postmarketing period, potentially life-threatening serotonin syndrome reported in patients treated with antidepressants concomitantly with drug",
                        "Concomitant use with one of many classes of antidepressants (eg, SSRIs, SNRIs, triazolopyridine, tricyclic or tetracyclic antidepressants) not recommended [",
                        "The symptoms of serotonin syndrome have included behavioral and cognitive/mental status changes (eg, confusion, hypomania, hallucinations, agitation, delirium, headache, and coma), autonomic effects (eg, syncope, shivering, sweating, high fever/hyperthermia, hypertension, tachycardia, nausea, diarrhea), and somatic effects (eg, muscular rigidity, myoclonus, muscle twitching, hyperreflexia manifested by clonus, and tremor)",
                        "At least 14 days should elapse between discontinuation of rasagiline and initiation of treatment with a SSRI, SNRI, tricyclic, tetracyclic, or triazolopyridine antidepressant",
                        "Because of long half-lives of certain antidepressants (eg, fluoxetine and its active metabolite), at least five weeks (perhaps longer, especially if fluoxetine has been prescribed chronically and/or at higher doses) should elapse between discontinuation of fluoxetine and initiation of rasagiline"
                    ]
                },
                {
                    "type": "Compulsive behavior",
                    "description": [
                        "Impulse control/compulsive behaviors reported; case reports describe patients with intense urges to gamble, increased sexual urges, intense urges to spend money, or binge eat, and the inability to control these urges while taking one or more of the medications that increase central dopaminergic tone and that are generally used for the treatment of Parkinson’s disease",
                        "In some cases, although not all, these urges were reported to have stopped when the dose was reduced or the medication was discontinued; because patients may not recognize these behaviors as abnormal, it is important for prescribers to specifically ask patients or their caregivers about the development of new or increased gambling urges, sexual urges, uncontrolled spending, or other urges while receiving therapy",
                        "Consider dose reduction or stopping medication if a patient develops such urges while taking medication"
                    ]
                }
            ]
        }
    },
    "interactions": [
        {
            "classification_type": "Contraindicated",
            "interaction_with": "apraclonidine",
            "description": {
                "common": "rasagiline, apraclonidine. Mechanism: unknown. Contraindicated. Apraclonidine should not be used in patients receiving MAO inhibitors."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "atomoxetine",
            "description": {
                "common": "rasagiline increases effects of atomoxetine by pharmacodynamic synergism. Contraindicated. The use of atomoxetine with monoamine oxidase inhibitors (MAOIs) is contraindicated. Risk of acute hypertensive episode."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "brimonidine",
            "description": {
                "common": "rasagiline, brimonidine. Mechanism: unknown. Contraindicated. Brimonidine should not be used in patients receiving MAO inhibitors."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "bupropion",
            "description": {
                "common": "rasagiline and bupropion both increase  dopaminergic effects. Contraindicated. Bupropion inhibits reuptake of dopamine and norepinephrine (NE), and MAOIs decrease metabolism of dopamine and NE; coadministration increases risk for hypertensive reactions; allow at least 14 days between discontinuation of MAOI and initiating bupropion"
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "cyproheptadine",
            "description": {
                "common": "rasagiline, cyproheptadine. Other (see comment). Contraindicated. \nComment: MAO inhibitors may prolong and intensify the anticholinergic effects of antihistamines. Cyproheptadine may diminish the serotonergic effect of MAO inhibitors."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "desvenlafaxine",
            "description": {
                "common": "rasagiline and desvenlafaxine both increase  serotonin levels. Contraindicated. At least 14 days should elapse between discontinuation of MAOIs and initiation of treatment with a serotonergic drug"
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "deutetrabenazine",
            "description": {
                "common": "rasagiline, deutetrabenazine.\nEither increases toxicity of the other by sympathetic (adrenergic) effects, including increased blood pressure and heart rate. Contraindicated. Deutetrabenazine should not be used in combination with an MAOI, or within 14 days of discontinuing therapy with an MAOI."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "dexmethylphenidate",
            "description": {
                "common": "rasagiline increases effects of dexmethylphenidate by pharmacodynamic synergism. Contraindicated. Risk of acute hypertensive episode. Dexmethylphenidate use is contraindicated during treatment with MAOIs and also within a minimum of 14 days following discontinuation of treatment with an MAOI."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "dextroamphetamine",
            "description": {
                "common": "rasagiline increases effects of dextroamphetamine by pharmacodynamic synergism. Contraindicated. Risk of acute hypertensive episode. Coadministration is contraindicated during or within 14 days following the administration of MAOIs."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "dextromethorphan",
            "description": {
                "common": "rasagiline and dextromethorphan both increase  serotonin levels. Contraindicated. Risk of psychosis episodes or bizarre behavior."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "ephedrine",
            "description": {
                "common": "rasagiline increases effects of ephedrine by pharmacodynamic synergism. Contraindicated. Risk of acute hypertensive episode."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "fentanyl",
            "description": {
                "common": "rasagiline increases toxicity of fentanyl by Other (see comment). Contraindicated. \nComment: Avoid fentanyl in patients who require concomitant administration MAOIs, or within 14 days of stopping an MAOI. Severe and unpredictable potentiation by MAO inhibitors has been reported with opioid analgesics. ."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "fentanyl intranasal",
            "description": {
                "common": "rasagiline increases toxicity of fentanyl intranasal by Other (see comment). Contraindicated. \nComment: Avoid fentanyl in patients who require concomitant administration MAOIs, or within 14 days of stopping an MAOI. Severe and unpredictable potentiation by MAO inhibitors has been reported with opioid analgesics. ."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "fentanyl transdermal",
            "description": {
                "common": "rasagiline increases toxicity of fentanyl transdermal by Other (see comment). Contraindicated. \nComment: Avoid fentanyl in patients who require concomitant administration MAOIs, or within 14 days of stopping an MAOI. Severe and unpredictable potentiation by MAO inhibitors has been reported with opioid analgesics. ."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "fentanyl transmucosal",
            "description": {
                "common": "rasagiline increases toxicity of fentanyl transmucosal by Other (see comment). Contraindicated. \nComment: Avoid fentanyl in patients who require concomitant administration MAOIs, or within 14 days of stopping an MAOI. Severe and unpredictable potentiation by MAO inhibitors has been reported with opioid analgesics. ."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "isocarboxazid",
            "description": {
                "common": "rasagiline and isocarboxazid both increase  serotonin levels. Contraindicated. Increased risk of hypertensive crisis. At least 14 days should elapse between discontinuation of rasagiline and initiation of another MAOI or discontinuation of another MAOI and initiation of rasagiline."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "levomilnacipran",
            "description": {
                "common": "rasagiline and levomilnacipran both increase  serotonin levels. Contraindicated. Concomitant use with MAOIs or within 14 days of discontinuing treatment with an MAOI is contraindicated."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "lisdexamfetamine",
            "description": {
                "common": "rasagiline increases effects of lisdexamfetamine by pharmacodynamic synergism. Contraindicated. Risk of acute hypertensive episode. Coadministration is contraindicated during or within 14 days following the administration of MAOIs."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "meperidine",
            "description": {
                "common": "rasagiline and meperidine both increase  serotonin levels. Contraindicated. Risk of serious, sometimes fatal reactions from serotonin syndrome."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "methadone",
            "description": {
                "common": "rasagiline increases toxicity of methadone by unknown mechanism. Contraindicated. Risk of hypotension, hyperpyrexia, somnolence, or death."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "methamphetamine",
            "description": {
                "common": "rasagiline increases effects of methamphetamine by pharmacodynamic synergism. Contraindicated. Risk of acute hypertensive episode. Coadministration is contraindicated during or within 14 days following the administration of MAOIs."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "methylphenidate",
            "description": {
                "common": "rasagiline increases effects of methylphenidate by pharmacodynamic synergism. Contraindicated. Risk of acute hypertensive episode. Methylphenidate is contraindicated during treatment with an MAOI and also within a minimum of 14 days following discontinuation of an MAOI."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "methylphenidate transdermal",
            "description": {
                "common": "methylphenidate transdermal and rasagiline both increase  sympathetic (adrenergic) effects, including increased blood pressure and heart rate. Contraindicated. Coadministration of MAOIs and CNS stimulants can cause hypertensive crisis."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "milnacipran",
            "description": {
                "common": "rasagiline and milnacipran both increase  serotonin levels. Contraindicated. Concomitant use with MAOIs or within 14 days of discontinuing treatment with an MAOI is contraindicated."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "mirtazapine",
            "description": {
                "common": "rasagiline and mirtazapine both increase  serotonin levels. Contraindicated. Avoid combination within 14 days of MAOI use."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "ozanimod",
            "description": {
                "common": "rasagiline and ozanimod both increase  sympathetic (adrenergic) effects, including increased blood pressure and heart rate. Contraindicated. Coadministration of ozanimod with MAO-B inhibitors may decrease exposure of the active metabolites of ozanimod, which may inhibit MAO. The potential for a clinical interaction with MAO inhibitors has not been studied; however, the increased risk of nonselective MAO inhibition may lead to a hypertensive crisis. Allow at least 14 days to elapse between discontinuing ozanimod and initiating with MAO inhibitors."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "phenelzine",
            "description": {
                "common": "rasagiline and phenelzine both increase  serotonin levels. Contraindicated. Increased risk of hypertensive crisis. At least 14 days should elapse between discontinuation of rasagiline and initiation of another MAOI or discontinuation of another MAOI and initiation of rasagiline."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "phenylephrine PO",
            "description": {
                "common": "rasagiline increases effects of phenylephrine PO by pharmacodynamic synergism. Contraindicated. Risk of acute hypertensive episode."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "procarbazine",
            "description": {
                "common": "rasagiline and procarbazine both increase  serotonin levels. Contraindicated. At least 2 weeks should elapse between discontinuation of one MAOI and initiation of therapy with the other."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "pseudoephedrine",
            "description": {
                "common": "rasagiline increases effects of pseudoephedrine by pharmacodynamic synergism. Contraindicated. Risk of acute hypertensive episode."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "safinamide",
            "description": {
                "common": "rasagiline, safinamide.\nEither increases toxicity of the other by serotonin levels. Contraindicated. Coadministration increases risk of nonselective MAO inhibition, that may lead to hypertensive crisis. At least 14 days should elapse between discontinuating safinamide and initiating MAOIs."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "selegiline",
            "description": {
                "common": "rasagiline and selegiline both increase  serotonin levels. Contraindicated. Increased risk of hypertensive crisis. At least 14 days should elapse between discontinuation of rasagiline and initiation of another MAOI or discontinuation of another MAOI and initiation of rasagiline."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "serdexmethylphenidate/dexmethylphenidate",
            "description": {
                "common": "rasagiline increases effects of serdexmethylphenidate/dexmethylphenidate by pharmacodynamic synergism. Contraindicated. Risk of acute hypertensive episode. Dexmethylphenidate use is contraindicated during treatment with MAOIs and also within a minimum of 14 days following discontinuation of treatment with an MAOI."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "solriamfetol",
            "description": {
                "common": "rasagiline will increase the level or effect of solriamfetol by  sympathetic (adrenergic) effects, including increased blood pressure and heart rate. Contraindicated. Do no use solriamfetol during and/or within 14 days of discontinuing MAOI treatment. MAOIs irreversibly inhibit the enzyme monamine oxidase, an enzyme involved in the degradation of various monoamines, including dopamine and norepinephrine. Solriamfetol increases synaptic dopamine and norepinephrine."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "St John's Wort",
            "description": {
                "common": "rasagiline and St John's Wort both increase  serotonin levels. Contraindicated."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "tapentadol",
            "description": {
                "common": "rasagiline increases toxicity of tapentadol by unknown mechanism. Contraindicated. Concomitant MAOI therapy within the last 14 days is contraindicated. Risk of hypotension, hyperpyrexia, somnolence, or death. ."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "tetrabenazine",
            "description": {
                "common": "tetrabenazine, rasagiline. Other (see comment). Contraindicated. \nComment: Risk of acute hypertensive episode; separate by 14 d. ."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "tramadol",
            "description": {
                "common": "rasagiline and tramadol both increase  serotonin levels. Contraindicated."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "tranylcypromine",
            "description": {
                "common": "rasagiline and tranylcypromine both increase  serotonin levels. Contraindicated. At least 14 days should elapse between discontinuation of rasagiline and initiation of another MAOI or discontinuation of another MAOI and initiation of rasagiline."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "vilazodone",
            "description": {
                "common": "rasagiline, vilazodone.\nEither increases toxicity of the other by serotonin levels. Contraindicated. Coadministration with MAO inhibitors are contraindicated. Do not prescribe vilazodone within 14 days of discontinuing or starting an MAO inhibitor."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "vortioxetine",
            "description": {
                "common": "rasagiline increases toxicity of vortioxetine by serotonin levels. Contraindicated."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "abametapir",
            "description": {
                "common": "abametapir will increase the level or effect of rasagiline by  affecting hepatic enzyme CYP1A2 metabolism. Avoid or Use Alternate Drug. For 2 weeks after abametapir application, avoid taking drugs that are CYP1A2 substrates. If not feasible, avoid use of abametapir."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "alfentanil",
            "description": {
                "common": "rasagiline increases toxicity of alfentanil by unknown mechanism. Avoid or Use Alternate Drug. May cause additive CNS depression, drowsiness, dizziness or hypotension, so use with MAOIs should be cautious; lower initial dosages of the analgesic are recommended followed by careful titration. Avoid combination within 14 days of MAOI use."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "almotriptan",
            "description": {
                "common": "almotriptan and rasagiline both increase  serotonin levels. Avoid or Use Alternate Drug. Avoid combination within 14 days of MAOI use"
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "amitriptyline",
            "description": {
                "common": "rasagiline and amitriptyline both increase  serotonin levels. Avoid or Use Alternate Drug. Severe CNS toxicity associated with hyperpyrexia has been reported with the combined treatment of an antidepressant and rasagiline. Avoid combination within 14 days of MAOI use."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "amoxapine",
            "description": {
                "common": "rasagiline and amoxapine both increase  serotonin levels. Avoid or Use Alternate Drug. Severe CNS toxicity associated with hyperpyrexia has been reported with the combined treatment of an antidepressant and rasagiline. Avoid combination within 14 days of MAOI use."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "benzhydrocodone/acetaminophen",
            "description": {
                "common": "rasagiline increases toxicity of benzhydrocodone/acetaminophen by serotonin levels. Avoid or Use Alternate Drug. MAOI interactions with opioids may manifest as serotonin syndrome or opioid toxicity (eg, respiratory depression, coma). Opioids are not recommended for patients taking MAOIs or within 14 days of stopping MAOIs. If urgent opioid treatment needed, use test doses and frequent titration of small doses to treat pain while closely monitoring blood pressure and signs and symptoms of CNS and respiratory depression."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "buprenorphine buccal",
            "description": {
                "common": "rasagiline increases toxicity of buprenorphine buccal by unknown mechanism. Avoid or Use Alternate Drug. Risk of hypotension, hyperpyrexia, somnolence, or death."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "buspirone",
            "description": {
                "common": "rasagiline, buspirone. Mechanism: pharmacodynamic synergism. Avoid or Use Alternate Drug. Risk of acute hypertensive episode. Avoid combination within 14 days of MAOI use."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "butorphanol",
            "description": {
                "common": "rasagiline increases toxicity of butorphanol by unknown mechanism. Avoid or Use Alternate Drug. May cause additive CNS depression, drowsiness, dizziness or hypotension, so use with MAOIs should be cautious; lower initial dosages of the analgesic are recommended followed by careful titration. Avoid combination within 14 days of MAOI use."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "ciprofloxacin",
            "description": {
                "common": "ciprofloxacin will increase the level or effect of rasagiline by  affecting hepatic enzyme CYP1A2 metabolism. Avoid or Use Alternate Drug. Ciprofloxacin may increase rasagiline concentration resulting in increased adverse reactions. Patients should be closely monitored during concomitant use of these drugs."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "citalopram",
            "description": {
                "common": "rasagiline and citalopram both increase  serotonin levels. Avoid or Use Alternate Drug. Combination may increase risk of serotonin syndrome or neuroleptic malignant syndrome-like reactions."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "clomipramine",
            "description": {
                "common": "rasagiline and clomipramine both increase  serotonin levels. Avoid or Use Alternate Drug. Avoid combination within 14 days of MAOI use."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "codeine",
            "description": {
                "common": "rasagiline increases toxicity of codeine by unknown mechanism. Avoid or Use Alternate Drug. Risk of hypotension, hyperpyrexia, somnolence, or death."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "desflurane",
            "description": {
                "common": "rasagiline increases levels of desflurane by pharmacodynamic synergism. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "desipramine",
            "description": {
                "common": "rasagiline and desipramine both increase  serotonin levels. Avoid or Use Alternate Drug. Severe CNS toxicity associated with hyperpyrexia has been reported with the combined treatment of an antidepressant and rasagiline. Avoid combination within 14 days of MAOI use."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "diphenoxylate hcl",
            "description": {
                "common": "rasagiline increases toxicity of diphenoxylate hcl by unknown mechanism. Avoid or Use Alternate Drug. Chemical structure of diphenoxylate is similar to meperidine, concurrent use may precipitate hypertensive crises."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "dolasetron",
            "description": {
                "common": "dolasetron, rasagiline.\nEither increases toxicity of the other by serotonin levels. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "doxepin",
            "description": {
                "common": "rasagiline and doxepin both increase  serotonin levels. Avoid or Use Alternate Drug. Severe CNS toxicity associated with hyperpyrexia has been reported with the combined treatment of an antidepressant and rasagiline. Avoid combination within 14 days of MAOI use."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "duloxetine",
            "description": {
                "common": "rasagiline and duloxetine both increase  serotonin levels. Avoid or Use Alternate Drug. Severe CNS toxicity associated with hyperpyrexia has been reported with the combined treatment of an antidepressant and rasagiline. Avoid combination within 14 days of MAOI use."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "eletriptan",
            "description": {
                "common": "eletriptan and rasagiline both increase  serotonin levels. Avoid or Use Alternate Drug. Avoid combination within 14 days of MAOI use"
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "escitalopram",
            "description": {
                "common": "rasagiline and escitalopram both increase  serotonin levels. Avoid or Use Alternate Drug. Severe CNS toxicity associated with hyperpyrexia has been reported with the combined treatment of an antidepressant and rasagiline. Avoid combination within 14 days of MAOI use."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "fluoxetine",
            "description": {
                "common": "rasagiline and fluoxetine both increase  serotonin levels. Avoid or Use Alternate Drug. evere CNS toxicity associated with hyperpyrexia has been reported with the combined treatment of an antidepressant and rasagiline. Avoid combination within 14 days of MAOI use."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "fluvoxamine",
            "description": {
                "common": "fluvoxamine and rasagiline both increase  serotonin levels. Avoid or Use Alternate Drug. Severe CNS toxicity associated with hyperpyrexia reported with combined treatment of antidepressant and rasagiline; avoid combination within 14 days of MAOI use"
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "frovatriptan",
            "description": {
                "common": "frovatriptan and rasagiline both increase  serotonin levels. Avoid or Use Alternate Drug. Avoid combination within 14 days of MAOI use"
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "givosiran",
            "description": {
                "common": "givosiran will increase the level or effect of rasagiline by  affecting hepatic enzyme CYP1A2 metabolism. Avoid or Use Alternate Drug. Avoid coadministration of sensitive CYP1A2 substrates with givosiran. If unavoidable, decrease the CYP1A2 substrate dosage in accordance with approved product labeling."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "granisetron",
            "description": {
                "common": "granisetron, rasagiline.\nEither increases toxicity of the other by serotonin levels. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "hydrocodone",
            "description": {
                "common": "rasagiline increases toxicity of hydrocodone by serotonin levels. Avoid or Use Alternate Drug. MAOI interactions with opioids may manifest as serotonin syndrome or opioid toxicity (eg, respiratory depression, coma). Opioids are not recommended for patients taking MAOIs or within 14 days of stopping MAOIs. If urgent opioid treatment needed, use test doses and frequent titration of small doses to treat pain while closely monitoring blood pressure and signs and symptoms of CNS and respiratory depression."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "hydromorphone",
            "description": {
                "common": "rasagiline increases toxicity of hydromorphone by unknown mechanism. Avoid or Use Alternate Drug. May cause additive CNS depression, drowsiness, dizziness or hypotension, so use with MAOIs should be cautious; lower initial dosages of the analgesic are recommended followed by careful titration. Avoid combination within 14 days of MAOI use."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "imipramine",
            "description": {
                "common": "rasagiline and imipramine both increase  serotonin levels. Avoid or Use Alternate Drug. Severe CNS toxicity associated with hyperpyrexia has been reported with the combined treatment of an antidepressant and rasagiline. Avoid combination within 14 days of MAOI use."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "iobenguane I 131",
            "description": {
                "common": "rasagiline will decrease the level or effect of iobenguane I 131 by  Other (see comment). Avoid or Use Alternate Drug. Based on the mechanism of action of iobenguane, drugs that reduce catecholamine uptake or that deplete catecholamine stores may interfere with iobenguane uptake into cells, and thus, reduce iobenguane efficacy. Discontinue interfering drugs for at least 5 half-lives before administration of either the dosimetry or an iobenguane dose. Do not administer these drugs until at least 7 days after each iobenguane dose."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "ketamine",
            "description": {
                "common": "rasagiline increases levels of ketamine by pharmacodynamic synergism. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "leniolisib",
            "description": {
                "common": "leniolisib will increase the level or effect of rasagiline by  affecting hepatic enzyme CYP1A2 metabolism. Avoid or Use Alternate Drug. If unable to avoid coadministration, decrease rasagiline dose"
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "levorphanol",
            "description": {
                "common": "rasagiline increases toxicity of levorphanol by unknown mechanism. Avoid or Use Alternate Drug. Risk of hypotension, hyperpyrexia, somnolence, or death."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "linezolid",
            "description": {
                "common": "rasagiline and linezolid both increase  serotonin levels. Avoid or Use Alternate Drug. Linezolid may increase serotonin as a result of MAO-A inhibition. If linezolid must be administered, discontinue serotonergic drug immediately and monitor for CNS toxicity. Serotonergic therapy may be resumed 24 hours after last linezolid dose or after 2 weeks of monitoring, whichever comes first."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "lorcaserin",
            "description": {
                "common": "rasagiline and lorcaserin both increase  serotonin levels. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "maprotiline",
            "description": {
                "common": "rasagiline and maprotiline both increase  serotonin levels. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "methylene blue",
            "description": {
                "common": "methylene blue and rasagiline both increase  serotonin levels. Avoid or Use Alternate Drug. Both methylene blue and rasagiline may increase serotonin as a result of MAO-A inhibition. If methylene blue must be administered, discontinue serotonergic drug immediately and monitor for CNS toxicity. Serotonergic therapy may be resumed 24 hours after last methylene blue dose or after 2 weeks of monitoring, whichever comes first."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "metoclopramide intranasal",
            "description": {
                "common": "rasagiline, metoclopramide intranasal.\nEither increases effects of the other by Other (see comment). Avoid or Use Alternate Drug. \nComment: Avoid use of metoclopramide intranasal or interacting drug, depending on importance of drug to patient."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "midodrine",
            "description": {
                "common": "rasagiline increases effects of midodrine by pharmacodynamic synergism. Avoid or Use Alternate Drug. Midodrine should not be given concurrently with monoamine oxidase inhibitors (MAOIs). Risk of acute hypertensive episode."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "morphine",
            "description": {
                "common": "rasagiline increases toxicity of morphine by unknown mechanism. Avoid or Use Alternate Drug. May cause additive CNS depression, drowsiness, dizziness or hypotension, so use with MAOIs should be cautious; lower initial dosages of the analgesic are recommended followed by careful titration. Avoid combination within 14 days of MAOI use."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "nalbuphine",
            "description": {
                "common": "rasagiline increases toxicity of nalbuphine by unknown mechanism. Avoid or Use Alternate Drug. May cause additive CNS depression, drowsiness, dizziness or hypotension, so use with MAOIs should be cautious; lower initial dosages of the analgesic are recommended followed by careful titration. Avoid combination within 14 days of MAOI use."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "naratriptan",
            "description": {
                "common": "naratriptan and rasagiline both increase  serotonin levels. Avoid or Use Alternate Drug. Avoid combination within 14 days of MAOI use"
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "nefazodone",
            "description": {
                "common": "rasagiline and nefazodone both increase  serotonin levels. Avoid or Use Alternate Drug. Do not use nefazodone in combination with a MAOI, or within 14 days of discontinuing treatment with a MAOI. Allow at least 1 week after stopping nefazodone before starting an MAOI."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "netupitant/palonosetron",
            "description": {
                "common": "netupitant/palonosetron, rasagiline.\nEither increases toxicity of the other by serotonin levels. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "nortriptyline",
            "description": {
                "common": "rasagiline and nortriptyline both increase  serotonin levels. Avoid or Use Alternate Drug. Severe CNS toxicity associated with hyperpyrexia has been reported with the combined treatment of an antidepressant and rasagiline. Avoid combination within 14 days of MAOI use."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "olopatadine intranasal",
            "description": {
                "common": "rasagiline and olopatadine intranasal both increase  sedation. Avoid or Use Alternate Drug. Coadministration increases risk of CNS depression, which can lead to additive impairment of psychomotor performance and cause daytime impairment. "
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "ondansetron",
            "description": {
                "common": "ondansetron, rasagiline.\nEither increases toxicity of the other by serotonin levels. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "oxycodone",
            "description": {
                "common": "rasagiline increases toxicity of oxycodone by unknown mechanism. Avoid or Use Alternate Drug. May cause additive CNS depression, drowsiness, dizziness or hypotension, so use with MAOIs should be cautious; lower initial dosages of the analgesic are recommended followed by careful titration. Avoid combination within 14 days of MAOI use."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "oxymorphone",
            "description": {
                "common": "rasagiline increases toxicity of oxymorphone by unknown mechanism. Avoid or Use Alternate Drug. May cause additive CNS depression, drowsiness, dizziness or hypotension, so use with MAOIs should be cautious; lower initial dosages of the analgesic are recommended followed by careful titration. Avoid combination within 14 days of MAOI use."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "palonosetron",
            "description": {
                "common": "palonosetron, rasagiline.\nEither increases toxicity of the other by serotonin levels. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "paroxetine",
            "description": {
                "common": "rasagiline and paroxetine both increase  serotonin levels. Avoid or Use Alternate Drug. Severe CNS toxicity associated with hyperpyrexia has been reported with the combined treatment of an antidepressant and rasagiline. Avoid combination within 14 days of MAOI use."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "pentazocine",
            "description": {
                "common": "rasagiline increases toxicity of pentazocine by unknown mechanism. Avoid or Use Alternate Drug. May cause additive CNS depression, drowsiness, dizziness or hypotension, so use with MAOIs should be cautious; lower initial dosages of the analgesic are recommended followed by careful titration. Avoid combination within 14 days of MAOI use."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "phendimetrazine",
            "description": {
                "common": "rasagiline increases effects of phendimetrazine by pharmacodynamic synergism. Avoid or Use Alternate Drug. Phendimetrazine should not be administered during or within 14 days following the use of most MAOIs or drugs with MAO-inhibiting activity. Risk of acute hypertensive episode."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "phentermine",
            "description": {
                "common": "rasagiline increases effects of phentermine by pharmacodynamic synergism. Avoid or Use Alternate Drug. Phentermine should not be administered during or within 14 days following the use of most MAOIs or drugs with MAO-inhibiting activity. Risk of acute hypertensive episode. ."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "propofol",
            "description": {
                "common": "rasagiline increases levels of propofol by pharmacodynamic synergism. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "protriptyline",
            "description": {
                "common": "rasagiline and protriptyline both increase  serotonin levels. Avoid or Use Alternate Drug. Severe CNS toxicity associated with hyperpyrexia has been reported with the combined treatment of an antidepressant and rasagiline. Avoid combination within 14 days of MAOI use."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "rizatriptan",
            "description": {
                "common": "rizatriptan and rasagiline both increase  serotonin levels. Avoid or Use Alternate Drug. Avoid combination within 14 days of MAOI use"
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "selegiline transdermal",
            "description": {
                "common": "rasagiline and selegiline transdermal both increase  serotonin levels. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "sertraline",
            "description": {
                "common": "rasagiline and sertraline both increase  serotonin levels. Avoid or Use Alternate Drug. Severe CNS toxicity associated with hyperpyrexia has been reported with the combined treatment of an antidepressant and rasagiline. Avoid combination within 14 days of MAOI use."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "sevoflurane",
            "description": {
                "common": "rasagiline increases levels of sevoflurane by pharmacodynamic synergism. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "sufentanil",
            "description": {
                "common": "rasagiline increases toxicity of sufentanil by unknown mechanism. Avoid or Use Alternate Drug. May cause additive CNS depression, drowsiness, dizziness or hypotension, so use with MAOIs should be cautious; lower initial dosages of the analgesic are recommended followed by careful titration. Avoid combination within 14 days of MAOI use."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "sufentanil SL",
            "description": {
                "common": "rasagiline increases toxicity of sufentanil SL by serotonin levels. Avoid or Use Alternate Drug. MAOI interactions with opioids may manifest as serotonin syndrome or opioid toxicity (eg, respiratory depression, coma). Opioids are not recommended for patients taking MAOIs or within 14 days of stopping MAOIs. If urgent opioid treatment needed, use test doses and frequent titration of small doses to treat pain while closely monitoring blood pressure and signs and symptoms of CNS and respiratory depression."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "sumatriptan",
            "description": {
                "common": "sumatriptan and rasagiline both increase  serotonin levels. Avoid or Use Alternate Drug. Avoid combination within 14 days of MAOI use"
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "tedizolid",
            "description": {
                "common": "tedizolid, rasagiline.\nEither increases effects of the other by Mechanism: pharmacodynamic synergism. Avoid or Use Alternate Drug. Interaction with MAOIs were not studied in clinical trials; drugs within the same class(eg linezolid) are contraindicated with MAOIs."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "trazodone",
            "description": {
                "common": "rasagiline and trazodone both increase  serotonin levels. Avoid or Use Alternate Drug. Trazodone should not be coadministered with a MAOI or within 14 days of discontinuing a MAOI. Similarly, a MAOI should not be given within 14 days of stopping trazodone."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "trimipramine",
            "description": {
                "common": "rasagiline and trimipramine both increase  serotonin levels. Avoid or Use Alternate Drug. Severe CNS toxicity associated with hyperpyrexia has been reported with the combined treatment of an antidepressant and rasagiline. Avoid combination within 14 days of MAOI use."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "umeclidinium bromide/vilanterol inhaled",
            "description": {
                "common": "rasagiline and umeclidinium bromide/vilanterol inhaled both increase  sympathetic (adrenergic) effects, including increased blood pressure and heart rate. Avoid or Use Alternate Drug. Exercise extreme caution if vilanterol coadministered with MAOIs or TCAs, or within 2 weeks of discontinuation of these drugs; adrenergic agonist effects on the cardiovascular system may be potentiated"
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "valbenazine",
            "description": {
                "common": "rasagiline, valbenazine. Other (see comment). Avoid or Use Alternate Drug. \nComment: Coadministration of valbenazine with MAOIs may increase monoamine neurotransmitter concentration in synapses, potentially increasing risk of serotonin syndrome or attenuating valbenazine effect."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "venlafaxine",
            "description": {
                "common": "rasagiline and venlafaxine both increase  serotonin levels. Avoid or Use Alternate Drug. Severe CNS toxicity associated with hyperpyrexia has been reported with the combined treatment of an antidepressant and rasagiline. Avoid combination within 14 days of MAOI use."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "vilanterol/fluticasone furoate inhaled",
            "description": {
                "common": "rasagiline and vilanterol/fluticasone furoate inhaled both increase  sympathetic (adrenergic) effects, including increased blood pressure and heart rate. Avoid or Use Alternate Drug. Exercise extreme caution if vilanterol coadministered with MAOIs or TCAs, or within 2 weeks of discontinuation of these drugs; adrenergic agonist effects on the cardiovascular system may be potentiated"
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "yohimbine",
            "description": {
                "common": "rasagiline increases effects of yohimbine by pharmacodynamic synergism. Avoid or Use Alternate Drug. Risk of acute hypertensive episode. It is recommended to avoid yohimbine during MAOI therapy and for 2 weeks after the discontinuation of a MAOI."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "zolmitriptan",
            "description": {
                "common": "zolmitriptan and rasagiline both increase  serotonin levels. Avoid or Use Alternate Drug. Avoid combination within 14 days of MAOI use"
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "5-HTP",
            "description": {
                "common": "rasagiline and 5-HTP both increase  serotonin levels. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "armodafinil",
            "description": {
                "common": "rasagiline increases effects of armodafinil by pharmacodynamic synergism. Use Caution/Monitor. Risk of acute hypertensive episode. Use caution when administering MAOIs and armodafinil."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "benazepril",
            "description": {
                "common": "rasagiline, benazepril.\nEither increases effects of the other by pharmacodynamic synergism. Use Caution/Monitor. Increases risk of hypotension."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "bretylium",
            "description": {
                "common": "rasagiline increases effects of bretylium by sympathetic (adrenergic) effects, including increased blood pressure and heart rate. Modify Therapy/Monitor Closely. Bretylium produces release of catecholamines from nerve endings. This increased catecholamine release is potentiated by MAOIs."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "buprenorphine subdermal implant",
            "description": {
                "common": "rasagiline, buprenorphine subdermal implant.\nEither increases toxicity of the other by serotonin levels. Use Caution/Monitor. Concomitant use could result in life-threatening serotonin syndrome. If concomitant use is warranted, carefully observe the patient, particularly during treatment initiation, and during dose adjustment of the serotonergic drug. Discontinue buprenorphine if serotonin syndrome is suspected."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "buprenorphine, long-acting injection",
            "description": {
                "common": "rasagiline, buprenorphine, long-acting injection.\nEither increases toxicity of the other by serotonin levels. Modify Therapy/Monitor Closely. Concomitant use could result in life-threatening serotonin syndrome or opioid toxicity (eg, respiratory depression, coma). Buprenorphine long-acting injection is not recommended for patients taking MAOIs or within 14 days of stopping such treatment."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "caffeine",
            "description": {
                "common": "rasagiline increases effects of caffeine by pharmacodynamic synergism. Modify Therapy/Monitor Closely. Risk of acute hypertensive episode."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "cannabidiol",
            "description": {
                "common": "cannabidiol, rasagiline. affecting hepatic enzyme CYP1A2 metabolism. Modify Therapy/Monitor Closely. Owing to the potential for both CYP1A2 induction and inhibition  with the coadministration of CYP1A2  substrates and cannabidiol, consider reducing dosage adjustment of CYP1A2 substrates as clinically appropriate."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "captopril",
            "description": {
                "common": "rasagiline, captopril.\nEither increases effects of the other by pharmacodynamic synergism. Use Caution/Monitor. Both drugs lower blood pressure. Monitor blood pressure."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "cimetidine",
            "description": {
                "common": "cimetidine will increase the level or effect of rasagiline by  affecting hepatic enzyme CYP1A2 metabolism. Use Caution/Monitor. Recommended dose of rasagiline is 0.5mg daily in combination with CYP1A2 inhibitors."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "cocaine topical",
            "description": {
                "common": "rasagiline and cocaine topical both increase  serotonin levels. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "cyclobenzaprine",
            "description": {
                "common": "rasagiline and cyclobenzaprine both increase  serotonin levels. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "daridorexant",
            "description": {
                "common": "rasagiline and daridorexant both increase  sedation. Modify Therapy/Monitor Closely. Coadministration increases risk of CNS depression, which can lead to additive impairment of psychomotor performance and cause daytime impairment. "
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "deferasirox",
            "description": {
                "common": "deferasirox increases levels of rasagiline by affecting hepatic enzyme CYP1A2 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "diethylpropion",
            "description": {
                "common": "rasagiline increases effects of diethylpropion by pharmacodynamic synergism. Use Caution/Monitor. Risk of acute hypertensive episode."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "difelikefalin",
            "description": {
                "common": "difelikefalin and rasagiline both increase  sedation. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "difenoxin hcl",
            "description": {
                "common": "rasagiline increases toxicity of difenoxin hcl by unknown mechanism. Use Caution/Monitor. Chemical structure of difenoxin is similar to meperidine, concurrent use with MAOIs may, in theory, precipitate a hypertensive crisis. Risk of hypotension, hyperpyrexia, somnolence, or death."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "dihydroergotamine",
            "description": {
                "common": "rasagiline and dihydroergotamine both increase  serotonin levels. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "dihydroergotamine intranasal",
            "description": {
                "common": "rasagiline and dihydroergotamine intranasal both increase  serotonin levels. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "dobutamine",
            "description": {
                "common": "rasagiline increases effects of dobutamine by pharmacodynamic synergism. Use Caution/Monitor. Risk of acute hypertensive episode."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "dopamine",
            "description": {
                "common": "rasagiline increases effects of dopamine by pharmacodynamic synergism. Use Caution/Monitor. Risk of acute hypertensive episode."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "epinephrine",
            "description": {
                "common": "rasagiline increases effects of epinephrine by pharmacodynamic synergism. Use Caution/Monitor. Avoid concomitant use if possible. Caution is advised."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ergotamine",
            "description": {
                "common": "rasagiline and ergotamine both increase  serotonin levels. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "erythromycin base",
            "description": {
                "common": "erythromycin base will increase the level or effect of rasagiline by  affecting hepatic enzyme CYP1A2 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "erythromycin ethylsuccinate",
            "description": {
                "common": "erythromycin ethylsuccinate will increase the level or effect of rasagiline by  affecting hepatic enzyme CYP1A2 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "erythromycin lactobionate",
            "description": {
                "common": "erythromycin lactobionate will increase the level or effect of rasagiline by  affecting hepatic enzyme CYP1A2 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "erythromycin stearate",
            "description": {
                "common": "erythromycin stearate will increase the level or effect of rasagiline by  affecting hepatic enzyme CYP1A2 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ethinylestradiol",
            "description": {
                "common": "ethinylestradiol will increase the level or effect of rasagiline by  affecting hepatic enzyme CYP1A2 metabolism. Use Caution/Monitor. Recommended dose of rasagiline is 0.5mg daily in combination with CYP1A2 inhibitors."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "fexinidazole",
            "description": {
                "common": "fexinidazole will increase the level or effect of rasagiline by  affecting hepatic enzyme CYP1A2 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "glipizide",
            "description": {
                "common": "rasagiline increases effects of glipizide by unknown mechanism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "green tea",
            "description": {
                "common": "green tea, rasagiline. Other (see comment). Use Caution/Monitor. \nComment: Avoid combination or excessive consumption of green tea. Combination may increase risk of cardiac arrhythmias or severe hypertension can occur due to caffeine component of green tea."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "insulin aspart",
            "description": {
                "common": "rasagiline increases effects of insulin aspart by unknown mechanism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "insulin detemir",
            "description": {
                "common": "rasagiline increases effects of insulin detemir by unknown mechanism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "insulin glargine",
            "description": {
                "common": "rasagiline increases effects of insulin glargine by unknown mechanism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "insulin glulisine",
            "description": {
                "common": "rasagiline increases effects of insulin glulisine by unknown mechanism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "insulin lispro",
            "description": {
                "common": "rasagiline increases effects of insulin lispro by unknown mechanism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "insulin NPH",
            "description": {
                "common": "rasagiline increases effects of insulin NPH by unknown mechanism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "isoniazid",
            "description": {
                "common": "isoniazid will increase the level or effect of rasagiline by  affecting hepatic enzyme CYP1A2 metabolism. Use Caution/Monitor. Isoniazid shows only negligible inhibition of CYP1A2, caution is advised. Recommended dose of rasagiline is 0.5mg daily in combination with CYP1A2 inhibitors."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "isoproterenol",
            "description": {
                "common": "rasagiline increases effects of isoproterenol by pharmacodynamic synergism. Use Caution/Monitor. Avoid concomitant use if possible. Caution is advised."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "L-tryptophan",
            "description": {
                "common": "rasagiline and L-tryptophan both increase  serotonin levels. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "lasmiditan",
            "description": {
                "common": "rasagiline increases effects of lasmiditan by serotonin levels. Use Caution/Monitor. Coadministration may increase risk of serotonin syndrome."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "levodopa",
            "description": {
                "common": "rasagiline, levodopa. Mechanism: pharmacodynamic synergism. Modify Therapy/Monitor Closely. Risk of acute hypertensive episode."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "levodopa inhaled",
            "description": {
                "common": "levodopa inhaled increases effects of rasagiline by dopaminergic effects. Use Caution/Monitor. Coadministration of selective MAO-B inhibitors with levodopa may be associated with orthostatic hypotension."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "lurasidone",
            "description": {
                "common": "lurasidone increases effects of rasagiline by Other (see comment). Use Caution/Monitor. \nComment: Potential  for increased risk of hypotension with concurrent use. Monitor blood pressure and adjust  dose of  antihypertensive agent as needed."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "metformin",
            "description": {
                "common": "rasagiline will increase the level or effect of metformin by  unspecified interaction mechanism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "mexiletine",
            "description": {
                "common": "mexiletine will increase the level or effect of rasagiline by  affecting hepatic enzyme CYP1A2 metabolism. Use Caution/Monitor. Recommended dose of rasagiline is 0.5mg daily in combination with CYP1A2 inhibitors."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "midazolam intranasal",
            "description": {
                "common": "midazolam intranasal, rasagiline.\nEither increases toxicity of the other by pharmacodynamic synergism. Modify Therapy/Monitor Closely. Concomitant use of barbiturates, alcohol, or other CNS depressants may increase the risk of hypoventilation, airway obstruction, desaturation, or apnea and may contribute to profound and/or prolonged drug effect."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "modafinil",
            "description": {
                "common": "rasagiline increases effects of modafinil by pharmacodynamic synergism. Use Caution/Monitor. Risk of acute hypertensive episode. Use caution when administering MAOIs and modafinil."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "norepinephrine",
            "description": {
                "common": "rasagiline increases effects of norepinephrine by pharmacodynamic synergism. Use Caution/Monitor. Risk of acute hypertensive episode."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "oliceridine",
            "description": {
                "common": "rasagiline, oliceridine.\nEither increases effects of the other by serotonin levels. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "opium tincture",
            "description": {
                "common": "rasagiline increases toxicity of opium tincture by unknown mechanism. Use Caution/Monitor. Risk of hypotension, hyperpyrexia, somnolence, or death."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "peginterferon alfa 2a",
            "description": {
                "common": "peginterferon alfa 2a will increase the level or effect of rasagiline by  affecting hepatic enzyme CYP1A2 metabolism. Use Caution/Monitor. Recommended dose of rasagiline is 0.5mg daily in combination with CYP1A2 inhibitors."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "phenobarbital",
            "description": {
                "common": "phenobarbital will decrease the level or effect of rasagiline by  affecting hepatic enzyme CYP1A2 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "phenylephrine",
            "description": {
                "common": "rasagiline increases effects of phenylephrine by pharmacodynamic synergism. Use Caution/Monitor. Risk of acute hypertensive episode."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "primidone",
            "description": {
                "common": "primidone will decrease the level or effect of rasagiline by  affecting hepatic enzyme CYP1A2 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "rifampin",
            "description": {
                "common": "rifampin will decrease the level or effect of rasagiline by  affecting hepatic enzyme CYP1A2 metabolism. Use Caution/Monitor. Rifampin is a relatively weak inducer of CYP1A2, caution is advised."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "rucaparib",
            "description": {
                "common": "rucaparib will increase the level or effect of rasagiline by  affecting hepatic enzyme CYP1A2 metabolism. Modify Therapy/Monitor Closely. Adjust dosage of CYP1A2 substrates, if clinically indicated."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "SAMe",
            "description": {
                "common": "rasagiline and SAMe both increase  serotonin levels. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "stiripentol",
            "description": {
                "common": "stiripentol, rasagiline. affecting hepatic enzyme CYP1A2 metabolism. Modify Therapy/Monitor Closely. Stiripentol is a CYP1A2 inhibitor and inducer. Monitor CYP1A2 substrates coadministered with stiripentol for increased or decreased effects. CYP1A2 substrates may require dosage adjustment."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "sumatriptan intranasal",
            "description": {
                "common": "sumatriptan intranasal and rasagiline both increase  serotonin levels. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "tapentadol",
            "description": {
                "common": "rasagiline and tapentadol both increase  serotonin levels. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "teriflunomide",
            "description": {
                "common": "teriflunomide decreases levels of rasagiline by affecting hepatic enzyme CYP1A2 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "tyramine",
            "description": {
                "common": "rasagiline increases effects of tyramine by pharmacodynamic synergism. Use Caution/Monitor. Risk of acute hypertensive episode.  Tyramine containing foods include cheese, red wine, caviar, herring, canned figs, fermented meats, fava beans, yeast extracts, miso, avocado."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "zileuton",
            "description": {
                "common": "zileuton will increase the level or effect of rasagiline by  affecting hepatic enzyme CYP1A2 metabolism. Use Caution/Monitor. Recommended dose of rasagiline is 0.5mg daily in combination with CYP1A2 inhibitors."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "primidone",
            "description": {
                "common": "rasagiline increases levels of primidone by decreasing metabolism. Minor/Significance Unknown. Theoretical interaction."
            }
        }
    ],
    "adverse effects": [
        {
            "name": "EPS",
            "percent": "18"
        },
        {
            "name": "dyskinesia",
            "percent": "14"
        },
        {
            "name": "dystonia",
            "percent": "10-12"
        },
        {
            "name": "Headache",
            "percent": "6-9"
        },
        {
            "name": "Nausea",
            "percent": "4-9"
        },
        {
            "name": "Postural hypotension",
            "percent": "2-9"
        },
        {
            "name": "Constipation",
            "percent": "7"
        },
        {
            "name": "Weight loss",
            "percent": "7"
        },
        {
            "name": "Arthralgia",
            "percent": "2-6"
        },
        {
            "name": "Dyspepsia",
            "percent": "5"
        },
        {
            "name": "Xerostomia",
            "percent": "5"
        },
        {
            "name": "Depression",
            "percent": "5"
        },
        {
            "name": "Fall",
            "percent": "4-5"
        },
        {
            "name": "Flu",
            "percent": "3"
        },
        {
            "name": "like syndrome",
            "percent": "3"
        },
        {
            "name": "Hallucination",
            "percent": "3"
        },
        {
            "name": "Conjunctivitis",
            "percent": "3"
        },
        {
            "name": "Fever",
            "percent": "2"
        },
        {
            "name": "Gastroenteritis",
            "percent": "2"
        },
        {
            "name": "Rhinitis",
            "percent": "2"
        },
        {
            "name": "Arthritis",
            "percent": "2"
        },
        {
            "name": "Bruising",
            "percent": "2"
        },
        {
            "name": "Malaise",
            "percent": "2"
        },
        {
            "name": "Neck pain",
            "percent": null
        },
        {
            "name": "Parasthesia",
            "percent": null
        },
        {
            "name": "Vertigo",
            "percent": null
        },
        {
            "name": "CVA",
            "percent": null
        },
        {
            "name": "MI",
            "percent": null
        },
        {
            "name": "Bundle branch block",
            "percent": null
        },
        {
            "name": "Gastrointestinal hemorrhage",
            "percent": null
        },
        {
            "name": "Skin and Subcutaneous Tissue Disorders",
            "percent": null
        },
        {
            "name": "Melanoma",
            "percent": null
        }
    ]
}