{
    "name": "oxacillin",
    "comment": "Rx",
    "other_names": [
        "Bactocill"
    ],
    "classes": [
        "Penicillins",
        "Penicillinase-Resistant"
    ],
    "source": "https://reference.medscape.com/drug/bactocill-oxacillin-342481",
    "pregnancy": {
        "common": [
            "Reproduction studies performed in the mouse, rat, and rabbit revealed no evidence of impaired fertility or harm to the fetus due to penicillinase-resistant penicillins; human experience with the penicillins during pregnancy has not shown any positive evidence of adverse effects on the fetus",
            "There are no adequate or well-controlled studies in pregnant women showing conclusively that harmful effects of these drugs on the fetus can be excluded",
            "Because animal reproduction studies are not always predictive of human response, this drug should be used during pregnancy only if clearly needed",
            "No long-term animal studies conducted with these drugs; studies on reproduction (nafcillin) in rats and rabbits reveal no fetal or maternal abnormalities before conception and continuously through weaning (one generation)"
        ],
        "specific": []
    },
    "lactation": {
        "common": [
            "Penicillins are excreted in human milk; caution should be exercised when penicillins are administered to a nursing woman"
        ]
    },
    "warnings": {
        "black_box_warning": {
            "common": [],
            "specific": []
        },
        "contraindicators": {
            "common": [
                "Allergy to penicillins, cephalosporins, imipenem",
                "Solutions containing dextrose may be contraindicated in patients with known allergy to corn or corn products"
            ],
            "specific": []
        },
        "cautions": {
            "common": [
                "Monitor neonates for renal impairment",
                "Serious and occasionally fatal hypersensitivity (anaphylactic shock with collapse) reactions have occurred in patients receiving penicillin; although anaphylaxis is more frequent following parenteral administration, it has occurred in patients receiving oral penicillins",
                "Whenever allergic reactions occur, penicillin should be withdrawn unless, in the opinion of the physician, the condition being treated is life-threatening and amenable only to penicillin therapy",
                "The use of antibiotics may result in overgrowth of nonsusceptible organisms; if new infections due to bacteria or fungi occur, the drug should be discontinued and appropriate measures taken",
                "When penicillin therapy is indicated, it should be initiated only after a comprehensive patient drug and allergy history obtained; if an allergic reaction occurs, the drug should be discontinued and the patient should receive supportive treatment, eg, artificial maintenance of ventilation, pressor amines, antihistamines, and corticosteroids",
                "Individuals with a history of penicillin hypersensitivity may also experience allergic reactions when treated with a cephalosporin",
                "Prescribing oxacillin Injection, USP in the absence of a proven or strongly suspected bacterial infection or a prophylactic indication is unlikely to provide benefit to the patient and increases the risk of the development of drug-resistant bacteria",
                "In the treatment of suspected staphylococcal infections, therapy should be changed to another active agent if culture tests fail to demonstrate presence of staphylococci",
                "Periodic assessment of organ system function including renal, hepatic, and hematopoietic should be made during prolonged therapy with oxacillin",
                "Blood cultures, white blood cells, and differential cell counts should be obtained prior to initiation of therapy and at least weekly during therapy with oxacillin",
                "Periodic urinalysis, blood urea nitrogen, and creatinine determinations should be performed during therapy with oxacillin and dosage alterations should be considered if these values become elevated; if any impairment of renal function is suspected or known to exist, a reduction in the total dosage should be considered and blood levels monitored to avoid possible neurotoxic reactions",
                "AST (SGOT) and ALT (SGPT) values should be obtained periodically during therapy to monitor for possible liver function abnormalities"
            ],
            "specific": [
                {
                    "type": "Clostridioides difficile-associated diarrhea (CDAD)",
                    "description": [
                        "C. difficile produces toxins A and B which contribute to the development of CDAD; hypertoxin producing strains of C. difficile cause increased morbidity and mortality, asthese infections can be refractory to antimicrobial therapy and may require colectomy",
                        "CDAD must be considered in all patients who present with diarrhea following antibiotics; CDAD has been reported to occur over two months after the administration of antibacterial agents",
                        "Careful medical history is necessary; if CDAD suspected or confirmed, ongoing antibiotic use not directed against C. difficile may need to be discontinued",
                        "Appropriate fluid and electrolyte management, protein supplementation, antibiotic treatment of C. difficile, and surgical evaluation should be instituted as indicated"
                    ]
                },
                {
                    "type": "Drug interaction overview",
                    "description": [
                        "Tetracycline, a bacteriostatic antibiotic, may antagonize bactericidal effect of penicillin and concurrent use of these drugs should be avoided",
                        "Oxacillin blood levels may be prolonged by concurrent administration of probenecid which blocks renal tubular secretion of penicillins"
                    ]
                }
            ]
        }
    },
    "interactions": [
        {
            "classification_type": "Serious",
            "interaction_with": "BCG vaccine live",
            "description": {
                "common": "oxacillin decreases effects of BCG vaccine live by pharmacodynamic antagonism. Contraindicated. Wait until Abx Tx complete to administer live bacterial vaccine."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "cholera vaccine",
            "description": {
                "common": "oxacillin, cholera vaccine. pharmacodynamic antagonism. Avoid or Use Alternate Drug. Avoid coadministration of cholera vaccine with systemic antibiotics since these agents may be active against the vaccine strain. Do not administer cholera vaccine to patients who have received oral or parenteral antibiotics within 14 days prior to vaccination."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "demeclocycline",
            "description": {
                "common": "demeclocycline decreases effects of oxacillin by pharmacodynamic antagonism. Avoid or Use Alternate Drug. bacteriostatic agents may inhibit the effects of bactericidal agentsba."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "doxycycline",
            "description": {
                "common": "doxycycline decreases effects of oxacillin by pharmacodynamic antagonism. Avoid or Use Alternate Drug. bacteriostatic agents may inhibit the effects of bactericidal agents."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "microbiota oral",
            "description": {
                "common": "oxacillin decreases effects of microbiota oral by pharmacodynamic antagonism. Avoid or Use Alternate Drug. Microbiota oral contains bacterial spores. Antibacterial agents may decrease efficacy if coadministered. Complete antibiotic regimens 2-4 days before initiating microbiota oral. ."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "minocycline",
            "description": {
                "common": "minocycline decreases effects of oxacillin by pharmacodynamic antagonism. Avoid or Use Alternate Drug. bacteriostatic agents may inhibit the effects of bactericidal agents."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "omadacycline",
            "description": {
                "common": "omadacycline decreases effects of oxacillin by pharmacodynamic antagonism. Avoid or Use Alternate Drug. Tetracyclines may interfere with the bactericidal action of penicillins. Monitor for decreased therapeutic effects of penicillins if concomitantly used with a tetracycline."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "sarecycline",
            "description": {
                "common": "sarecycline decreases effects of oxacillin by pharmacodynamic antagonism. Avoid or Use Alternate Drug. Tetracyclines may interfere with the bactericidal action of penicillins. Monitor for decreased therapeutic effects of penicillins if concomitantly used with a tetracycline."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "tetracycline",
            "description": {
                "common": "tetracycline decreases effects of oxacillin by pharmacodynamic antagonism. Avoid or Use Alternate Drug. bacteriostatic agents may inhibit the effects of bactericidal agents."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "typhoid vaccine live",
            "description": {
                "common": "oxacillin decreases effects of typhoid vaccine live by pharmacodynamic antagonism. Contraindicated. Wait until Abx Tx complete to administer live bacterial vaccine."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "aspirin",
            "description": {
                "common": "oxacillin, aspirin.\nEither increases levels of the other by plasma protein binding competition. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "aspirin rectal",
            "description": {
                "common": "oxacillin, aspirin rectal.\nEither increases levels of the other by decreasing renal clearance. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "aspirin/citric acid/sodium bicarbonate",
            "description": {
                "common": "oxacillin, aspirin/citric acid/sodium bicarbonate.\nEither increases levels of the other by decreasing renal clearance. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "chloramphenicol",
            "description": {
                "common": "chloramphenicol decreases effects of oxacillin by pharmacodynamic antagonism. Use Caution/Monitor. Bacteriostatic agents may inhibit the effects of bactericidal agents."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "choline magnesium trisalicylate",
            "description": {
                "common": "oxacillin, choline magnesium trisalicylate.\nEither increases levels of the other by decreasing renal clearance. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ibuprofen IV",
            "description": {
                "common": "oxacillin, ibuprofen IV.\nEither increases levels of the other by decreasing renal clearance. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "rose hips",
            "description": {
                "common": "oxacillin, rose hips.\nEither increases levels of the other by decreasing renal clearance. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "salicylates (non-asa)",
            "description": {
                "common": "oxacillin, salicylates (non-asa).\nEither increases levels of the other by plasma protein binding competition. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "salsalate",
            "description": {
                "common": "oxacillin, salsalate.\nEither increases levels of the other by plasma protein binding competition. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "sodium picosulfate/magnesium oxide/anhydrous citric acid",
            "description": {
                "common": "oxacillin decreases effects of sodium picosulfate/magnesium oxide/anhydrous citric acid by altering metabolism. Use Caution/Monitor. Coadministration with antibiotics decreases efficacy by altering colonic bacterial flora needed to convert sodium picosulfate to active drug."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "willow bark",
            "description": {
                "common": "oxacillin, willow bark.\nEither increases levels of the other by decreasing renal clearance. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "azithromycin",
            "description": {
                "common": "azithromycin decreases effects of oxacillin by pharmacodynamic antagonism. Minor/Significance Unknown. bacteriostatic antibiotics may interfere with the bactericidal actions of penicillins."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "clarithromycin",
            "description": {
                "common": "clarithromycin decreases effects of oxacillin by pharmacodynamic antagonism. Minor/Significance Unknown. bacteriostatic agents may inhibit the effects of bactericidal agents."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "colestipol",
            "description": {
                "common": "colestipol decreases levels of oxacillin by inhibition of GI absorption. Applies only to oral form of both agents. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "erythromycin base",
            "description": {
                "common": "erythromycin base decreases effects of oxacillin by pharmacodynamic antagonism. Minor/Significance Unknown. bacteriostatic agents may inhibit the effects of bactericidal agents."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "erythromycin ethylsuccinate",
            "description": {
                "common": "erythromycin ethylsuccinate decreases effects of oxacillin by pharmacodynamic antagonism. Minor/Significance Unknown. bacteriostatic agents may inhibit the effects of bactericidal agents."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "erythromycin lactobionate",
            "description": {
                "common": "erythromycin lactobionate decreases effects of oxacillin by pharmacodynamic antagonism. Minor/Significance Unknown. bacteriostatic agents may inhibit the effects of bactericidal agents."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "erythromycin stearate",
            "description": {
                "common": "erythromycin stearate decreases effects of oxacillin by pharmacodynamic antagonism. Minor/Significance Unknown. bacteriostatic agents may inhibit the effects of bactericidal agents."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "rifampin",
            "description": {
                "common": "rifampin decreases levels of oxacillin by increasing metabolism. Minor/Significance Unknown."
            }
        }
    ],
    "adverse effects": [
        {
            "name": "Diarrhea",
            "percent": null
        },
        {
            "name": "Nausea",
            "percent": null
        },
        {
            "name": "Fever",
            "percent": null
        },
        {
            "name": "Rash",
            "percent": null
        },
        {
            "name": "Eosinophilia",
            "percent": null
        },
        {
            "name": "Leukopenia",
            "percent": null
        },
        {
            "name": "Neutropenia",
            "percent": null
        },
        {
            "name": "Thrombocytopenia",
            "percent": null
        },
        {
            "name": "Hepatotoxicity",
            "percent": null
        },
        {
            "name": "Elevated AST",
            "percent": null
        },
        {
            "name": "Acute interstitial nephritis",
            "percent": null
        },
        {
            "name": "Serum sickness",
            "percent": null
        },
        {
            "name": "like reaction",
            "percent": null
        }
    ]
}