{
    "name": "erdafitinib",
    "comment": "Rx",
    "other_names": [
        "Balversa"
    ],
    "classes": [
        "FGFR Inhibitors"
    ],
    "source": "https://reference.medscape.com/drug/balversa-erdafitinib-1000327",
    "pregnancy": {
        "common": [
            "Based on the mechanism of action and findings in animal reproduction studies, can cause fetal harm when administered to pregnant women",
            "Animal studies: Administration to pregnant rats during organogenesis caused malformations and embryofetal death at maternal exposures that were less than the human exposures at the maximum recommended human dose based on AUC",
            "Pregnancy testing recommended for females of reproductive potential before initiating erdafitinib",
            "Infertility: Based on findings in animal studies, may impair fertility in females of reproductive potential"
        ],
        "specific": [
            {
                "type": "Contraception",
                "description": [
                    "Females: Advise females of reproductive potential to use effective contraception during treatment and for 1 month after last dose",
                    "Males: Advise male patients with female partners of reproductive potential to use effective contraception during treatment and for 1 month after last dose"
                ]
            }
        ]
    },
    "lactation": {
        "common": [
            "No data are available on presence in human milk, effects on breastfed children, or on milk production",
            "Owing to potential serious adverse reactions in breastfed children, advise lactating women not to breastfeed during treatment and for 1 month following last dose"
        ]
    },
    "warnings": {
        "black_box_warning": {
            "common": [],
            "specific": []
        },
        "contraindicators": {
            "common": [
                "None"
            ],
            "specific": []
        },
        "cautions": {
            "common": [
                "Based on mechanism of action and animal studies, can cause fetal harm if administered to pregnant women"
            ],
            "specific": [
                {
                    "type": "Ocular disorders",
                    "description": [
                        "Can cause ocular disorders, including central serous retinopathy/retinal pigment epithelial detachment (CSR/RPED), resulting in visual-field defect",
                        "Perform monthly ophthalmological examinations during first 4 months of treatment and then every 3 months afterwards, and urgently at any time for visual symptoms",
                        "Dry eye symptoms are common; all patients should receive dry eye prophylaxis with ocular demulcents as needed"
                    ]
                },
                {
                    "type": "Hyperphosphatemia",
                    "description": [
                        "Can cause hyperphosphatemia leading to soft tissue mineralization, cutaneous calcinosis, non-uremic calciphylaxis, and vascular calcification",
                        "Increases in serum phosphate levels are a pharmacodynamic effect as a consequence of FGFR inhibition",
                        "Median onset time for any grade event of hyperphosphatemia was 20 days",
                        "Monitor for hyperphosphatemia and follow dose modifications when required",
                        "Patients may require phosphate binders during treatment"
                    ]
                },
                {
                    "type": "Drug interaction overview",
                    "description": [
                        "Moderate CYP2C9 or strong CYP3A4 inhibitors",
                        "Coadministration increases erdafitinib plasma concentrations",
                        "Consider alternant therapiesIf coadministration is unavoidable, monitor closely for adverse reactions and consider dose modifications accordingly",
                        "If the moderate CYP2C9 or strong CYP3A4 inhibitor is discontinued, erdafitinib dose may be increased",
                        "Strong CYP2C9 or CYP3A4 inducers",
                        "Coadministration may significantly decrease erdafitinib plasma concentrations and efficacy",
                        "Avoid coadministration",
                        "Moderate CYP2C9 or CYP3A4 inducers",
                        "Coadministration may significantly decrease erdafitinib plasma concentrations and efficacyIf moderate inducer must be coadministered at start of treatment, start at 8-mg/day dose, with potential to increase to 9 mg/day based on serum phosphate levels on Days 14-21 and tolerability",
                        "If moderate inducer must be coadministered after the initial dose increase period based on serum phosphate levels and tolerability, increase erdafitinib dose up to 9 mg",
                        "When a moderate inducer discontinued, continue erdafitinib at same dose, in absence of drug-related toxicity",
                        "Serum phosphate level-altering drugs",
                        "Coadministration with other serum phosphate level-altering agents may increase or decrease serum phosphate levels",
                        "Avoid coadministration before initial dose increase period (Days 14-21)",
                        "CYP3A4 substrates",
                        "Erdafitinib may altered plasma concentrations of CYP3A4 substrates, leading to either loss of activity or increased toxicity of the substrate",
                        "Avoid coadministration with sensitive CYP3A4 substrates with narrow therapeutic indices",
                        "OCT2 substrates",
                        "Erdafitinib may increase plasma concentrations of OCT2 substrates",
                        "Consider alternant therapies",
                        "P-gp substrates",
                        "Erdafitinib may increase plasma concentrations of P-gp substrates",
                        "If coadministration unavoidable, separate administration by at least 6 hr before or after administration of P-gp substrates with narrow therapeutic index"
                    ]
                }
            ]
        }
    },
    "interactions": [
        {
            "classification_type": "Serious",
            "interaction_with": "afatinib",
            "description": {
                "common": "erdafitinib will increase the level or effect of afatinib by  P-glycoprotein (MDR1) efflux transporter. Avoid or Use Alternate Drug. If coadministration unavoidable, separate administration by at least 6 hr before or after administration of P-gp substrates with narrow therapeutic index."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "aliskiren",
            "description": {
                "common": "erdafitinib will increase the level or effect of aliskiren by  P-glycoprotein (MDR1) efflux transporter. Avoid or Use Alternate Drug. If coadministration unavoidable, separate administration by at least 6 hr before or after administration of P-gp substrates with narrow therapeutic index."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "alpelisib",
            "description": {
                "common": "alpelisib will increase the level or effect of erdafitinib by  affecting hepatic enzyme CYP2C9/10 metabolism. Avoid or Use Alternate Drug. If coadministration of a strong CYP2C9 inhibitors is unavoidable, closely monitor adverse reactions and modify dose of erdafitinib accordingly. If strong CYP2C9 inhibitor is discontinued, consider increasing erdafitinib dose in the absence of any drug-related toxicities."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "amiodarone",
            "description": {
                "common": "amiodarone will increase the level or effect of erdafitinib by  affecting hepatic enzyme CYP2C9/10 metabolism. Avoid or Use Alternate Drug. If unable to avoid coadministration with strong CYP2C9 inhibitors, monitor closely for adverse reactions and consider decreasing dose accordingly. If strong CYP2C9 inhibitor is discontinued, consider increasing erdafitinib dose in the absence of any drug-related toxicities."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "apalutamide",
            "description": {
                "common": "apalutamide will decrease the level or effect of erdafitinib by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "atazanavir",
            "description": {
                "common": "atazanavir will increase the level or effect of erdafitinib by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug. If unable to avoid coadministration with strong CYP3A4 inhibitors, monitor closely for adverse reactions and consider decreasing dose accordingly. If strong CYP3A4 inhibitor is discontinued, consider increasing erdafitinib dose in the absence of any drug-related toxicities."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "atorvastatin",
            "description": {
                "common": "erdafitinib will increase the level or effect of atorvastatin by  P-glycoprotein (MDR1) efflux transporter. Avoid or Use Alternate Drug. If coadministration unavoidable, separate administration by at least 6 hr before or after administration of P-gp substrates with narrow therapeutic index."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "betrixaban",
            "description": {
                "common": "erdafitinib will increase the level or effect of betrixaban by  P-glycoprotein (MDR1) efflux transporter. Avoid or Use Alternate Drug. If coadministration unavoidable, separate administration by at least 6 hr before or after administration of P-gp substrates with narrow therapeutic index."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "bosentan",
            "description": {
                "common": "bosentan will decrease the level or effect of erdafitinib by  altering metabolism. Avoid or Use Alternate Drug. Avoid coadministration of strong CYP2C9 or CYP3A4 inducers with erdafitinib."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "brentuximab vedotin",
            "description": {
                "common": "erdafitinib will increase the level or effect of brentuximab vedotin by  P-glycoprotein (MDR1) efflux transporter. Avoid or Use Alternate Drug. If coadministration unavoidable, separate administration by at least 6 hr before or after administration of P-gp substrates with narrow therapeutic index."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "butabarbital",
            "description": {
                "common": "butabarbital will decrease the level or effect of erdafitinib by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "butalbital",
            "description": {
                "common": "butalbital will decrease the level or effect of erdafitinib by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "calcium acetate",
            "description": {
                "common": "calcium acetate, erdafitinib. Other (see comment). Avoid or Use Alternate Drug. \nComment: Avoid coadministration during initial dosing adjustment period (ie, first 21 days). Increases in serum phosphate levels are a pharmacodynamic effect of FGFR inhibition. Serum phosphate binders may obscure decisions regarding initial dosage increase."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "calcium carbonate",
            "description": {
                "common": "calcium carbonate, erdafitinib. Other (see comment). Avoid or Use Alternate Drug. \nComment: Avoid coadministration during initial dosing adjustment period (ie, first 21 days). Increases in serum phosphate levels are a pharmacodynamic effect of FGFR inhibition. Serum phosphate binders may obscure decisions regarding initial dosage increase."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "capecitabine",
            "description": {
                "common": "capecitabine will increase the level or effect of erdafitinib by  affecting hepatic enzyme CYP2C9/10 metabolism. Avoid or Use Alternate Drug. If unable to avoid coadministration with strong CYP2C9 inhibitors, monitor closely for adverse reactions and consider decreasing dose accordingly. If strong CYP2C9 inhibitor is discontinued, consider increasing erdafitinib dose in the absence of any drug-related toxicities."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "carbamazepine",
            "description": {
                "common": "carbamazepine will decrease the level or effect of erdafitinib by  altering metabolism. Avoid or Use Alternate Drug. Avoid coadministration of strong CYP2C9 or CYP3A4 inducers with erdafitinib."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "carfilzomib",
            "description": {
                "common": "erdafitinib will increase the level or effect of carfilzomib by  P-glycoprotein (MDR1) efflux transporter. Avoid or Use Alternate Drug. If coadministration unavoidable, separate administration by at least 6 hr before or after administration of P-gp substrates with narrow therapeutic index."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "carvedilol",
            "description": {
                "common": "erdafitinib will increase the level or effect of carvedilol by  P-glycoprotein (MDR1) efflux transporter. Avoid or Use Alternate Drug. If coadministration unavoidable, separate administration by at least 6 hr before or after administration of P-gp substrates with narrow therapeutic index."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "ceritinib",
            "description": {
                "common": "erdafitinib will increase the level or effect of ceritinib by  P-glycoprotein (MDR1) efflux transporter. Avoid or Use Alternate Drug. If coadministration unavoidable, separate administration by at least 6 hr before or after administration of P-gp substrates with narrow therapeutic index."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "cetirizine",
            "description": {
                "common": "erdafitinib will increase the level or effect of cetirizine by  P-glycoprotein (MDR1) efflux transporter. Avoid or Use Alternate Drug. If coadministration unavoidable, separate administration by at least 6 hr before or after administration of P-gp substrates with narrow therapeutic index."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "chloramphenicol",
            "description": {
                "common": "chloramphenicol will increase the level or effect of erdafitinib by  affecting hepatic enzyme CYP2E1 metabolism. Avoid or Use Alternate Drug. If unable to avoid coadministration with strong CYP3A4 inhibitors, monitor closely for adverse reactions and consider decreasing dose accordingly. If strong CYP3A4 inhibitor is discontinued, consider increasing erdafitinib dose in the absence of any drug-related toxicities."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "cimetidine",
            "description": {
                "common": "erdafitinib will increase the level or effect of cimetidine by  P-glycoprotein (MDR1) efflux transporter. Avoid or Use Alternate Drug. If coadministration unavoidable, separate administration by at least 6 hr before or after administration of P-gp substrates with narrow therapeutic index."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "clarithromycin",
            "description": {
                "common": "clarithromycin will increase the level or effect of erdafitinib by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug. If unable to avoid coadministration with strong CYP3A4 inhibitors, monitor closely for adverse reactions and consider decreasing dose accordingly. If strong CYP3A4 inhibitor is discontinued, consider increasing erdafitinib dose in the absence of any drug-related toxicities."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "cobicistat",
            "description": {
                "common": "cobicistat will increase the level or effect of erdafitinib by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug. If unable to avoid coadministration with strong CYP3A4 inhibitors, monitor closely for adverse reactions and consider decreasing dose accordingly. If strong CYP3A4 inhibitor is discontinued, consider increasing erdafitinib dose in the absence of any drug-related toxicities."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "colchicine",
            "description": {
                "common": "erdafitinib will increase the level or effect of colchicine by  P-glycoprotein (MDR1) efflux transporter. Avoid or Use Alternate Drug. If coadministration unavoidable, separate administration by at least 6 hr before or after administration of P-gp substrates with narrow therapeutic index."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "conivaptan",
            "description": {
                "common": "conivaptan will increase the level or effect of erdafitinib by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug. If unable to avoid coadministration with strong CYP3A4 inhibitors, monitor closely for adverse reactions and consider decreasing dose accordingly. If strong CYP3A4 inhibitor is discontinued, consider increasing erdafitinib dose in the absence of any drug-related toxicities."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "crizotinib",
            "description": {
                "common": "erdafitinib will increase the level or effect of crizotinib by  P-glycoprotein (MDR1) efflux transporter. Avoid or Use Alternate Drug. If coadministration unavoidable, separate administration by at least 6 hr before or after administration of P-gp substrates with narrow therapeutic index."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "cyclosporine",
            "description": {
                "common": "erdafitinib will increase the level or effect of cyclosporine by  P-glycoprotein (MDR1) efflux transporter. Avoid or Use Alternate Drug. If coadministration unavoidable, separate administration by at least 6 hr before or after administration of P-gp substrates with narrow therapeutic index."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "dabigatran",
            "description": {
                "common": "erdafitinib will increase the level or effect of dabigatran by  P-glycoprotein (MDR1) efflux transporter. Avoid or Use Alternate Drug. If coadministration unavoidable, separate administration by at least 6 hr before or after administration of P-gp substrates with narrow therapeutic index."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "dabrafenib",
            "description": {
                "common": "dabrafenib will decrease the level or effect of erdafitinib by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "darunavir",
            "description": {
                "common": "darunavir will increase the level or effect of erdafitinib by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug. If unable to avoid coadministration with strong CYP3A4 inhibitors, monitor closely for adverse reactions and consider decreasing dose accordingly. If strong CYP3A4 inhibitor is discontinued, consider increasing erdafitinib dose in the absence of any drug-related toxicities."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "daunorubicin",
            "description": {
                "common": "erdafitinib will increase the level or effect of daunorubicin by  P-glycoprotein (MDR1) efflux transporter. Avoid or Use Alternate Drug. If coadministration unavoidable, separate administration by at least 6 hr before or after administration of P-gp substrates with narrow therapeutic index."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "desloratadine",
            "description": {
                "common": "erdafitinib will increase the level or effect of desloratadine by  P-glycoprotein (MDR1) efflux transporter. Avoid or Use Alternate Drug. If coadministration unavoidable, separate administration by at least 6 hr before or after administration of P-gp substrates with narrow therapeutic index."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "dexamethasone",
            "description": {
                "common": "erdafitinib will increase the level or effect of dexamethasone by  P-glycoprotein (MDR1) efflux transporter. Avoid or Use Alternate Drug. If coadministration unavoidable, separate administration by at least 6 hr before or after administration of P-gp substrates with narrow therapeutic index."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "digoxin",
            "description": {
                "common": "erdafitinib will increase the level or effect of digoxin by  P-glycoprotein (MDR1) efflux transporter. Avoid or Use Alternate Drug. If coadministration unavoidable, separate administration by at least 6 hr before or after administration of P-gp substrates with narrow therapeutic index."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "diltiazem",
            "description": {
                "common": "erdafitinib will increase the level or effect of diltiazem by  P-glycoprotein (MDR1) efflux transporter. Avoid or Use Alternate Drug. If coadministration unavoidable, separate administration by at least 6 hr before or after administration of P-gp substrates with narrow therapeutic index."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "docetaxel",
            "description": {
                "common": "erdafitinib will increase the level or effect of docetaxel by  P-glycoprotein (MDR1) efflux transporter. Avoid or Use Alternate Drug. If coadministration unavoidable, separate administration by at least 6 hr before or after administration of P-gp substrates with narrow therapeutic index."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "doxorubicin",
            "description": {
                "common": "erdafitinib will increase the level or effect of doxorubicin by  P-glycoprotein (MDR1) efflux transporter. Avoid or Use Alternate Drug. If coadministration unavoidable, separate administration by at least 6 hr before or after administration of P-gp substrates with narrow therapeutic index."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "edoxaban",
            "description": {
                "common": "erdafitinib will increase the level or effect of edoxaban by  P-glycoprotein (MDR1) efflux transporter. Avoid or Use Alternate Drug. If coadministration unavoidable, separate administration by at least 6 hr before or after administration of P-gp substrates with narrow therapeutic index."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "efavirenz",
            "description": {
                "common": "efavirenz will decrease the level or effect of erdafitinib by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "enzalutamide",
            "description": {
                "common": "enzalutamide will decrease the level or effect of erdafitinib by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "erythromycin base",
            "description": {
                "common": "erdafitinib will increase the level or effect of erythromycin base by  P-glycoprotein (MDR1) efflux transporter. Avoid or Use Alternate Drug. If coadministration unavoidable, separate administration by at least 6 hr before or after administration of P-gp substrates with narrow therapeutic index."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "erythromycin ethylsuccinate",
            "description": {
                "common": "erdafitinib will increase the level or effect of erythromycin ethylsuccinate by  P-glycoprotein (MDR1) efflux transporter. Avoid or Use Alternate Drug. If coadministration unavoidable, separate administration by at least 6 hr before or after administration of P-gp substrates with narrow therapeutic index."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "erythromycin lactobionate",
            "description": {
                "common": "erdafitinib will increase the level or effect of erythromycin lactobionate by  P-glycoprotein (MDR1) efflux transporter. Avoid or Use Alternate Drug. If coadministration unavoidable, separate administration by at least 6 hr before or after administration of P-gp substrates with narrow therapeutic index."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "erythromycin stearate",
            "description": {
                "common": "erdafitinib will increase the level or effect of erythromycin stearate by  P-glycoprotein (MDR1) efflux transporter. Avoid or Use Alternate Drug. If coadministration unavoidable, separate administration by at least 6 hr before or after administration of P-gp substrates with narrow therapeutic index."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "estradiol",
            "description": {
                "common": "erdafitinib will increase the level or effect of estradiol by  P-glycoprotein (MDR1) efflux transporter. Avoid or Use Alternate Drug. If coadministration unavoidable, separate administration by at least 6 hr before or after administration of P-gp substrates with narrow therapeutic index."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "etoposide",
            "description": {
                "common": "erdafitinib will increase the level or effect of etoposide by  P-glycoprotein (MDR1) efflux transporter. Avoid or Use Alternate Drug. If coadministration unavoidable, separate administration by at least 6 hr before or after administration of P-gp substrates with narrow therapeutic index."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "etravirine",
            "description": {
                "common": "etravirine will decrease the level or effect of erdafitinib by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "everolimus",
            "description": {
                "common": "erdafitinib will increase the level or effect of everolimus by  P-glycoprotein (MDR1) efflux transporter. Avoid or Use Alternate Drug. If coadministration unavoidable, separate administration by at least 6 hr before or after administration of P-gp substrates with narrow therapeutic index."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "ferric citrate",
            "description": {
                "common": "ferric citrate, erdafitinib. Other (see comment). Avoid or Use Alternate Drug. \nComment: Avoid coadministration during initial dosing adjustment period (ie, first 21 days). Increases in serum phosphate levels are a pharmacodynamic effect of FGFR inhibition. Serum phosphate binders may obscure decisions regarding initial dosage increase."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "fexofenadine",
            "description": {
                "common": "erdafitinib will increase the level or effect of fexofenadine by  P-glycoprotein (MDR1) efflux transporter. Avoid or Use Alternate Drug. If coadministration unavoidable, separate administration by at least 6 hr before or after administration of P-gp substrates with narrow therapeutic index."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "fluconazole",
            "description": {
                "common": "fluconazole will increase the level or effect of erdafitinib by  affecting hepatic enzyme CYP2C9/10 metabolism. Avoid or Use Alternate Drug. If unable to avoid coadministration with strong CYP2C9 inhibitors, monitor closely for adverse reactions and consider decreasing dose accordingly. If strong CYP2C9 inhibitor is discontinued, consider increasing erdafitinib dose in the absence of any drug-related toxicities."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "fluorouracil",
            "description": {
                "common": "fluorouracil will increase the level or effect of erdafitinib by  affecting hepatic enzyme CYP2C9/10 metabolism. Avoid or Use Alternate Drug. If unable to avoid coadministration with strong CYP2C9 inhibitors, monitor closely for adverse reactions and consider decreasing dose accordingly. If strong CYP2C9 inhibitor is discontinued, consider increasing erdafitinib dose in the absence of any drug-related toxicities."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "fluorouracil topical",
            "description": {
                "common": "fluorouracil topical will increase the level or effect of erdafitinib by  affecting hepatic enzyme CYP2C9/10 metabolism. Avoid or Use Alternate Drug. If unable to avoid coadministration with strong CYP2C9 inhibitors, monitor closely for adverse reactions and consider decreasing dose accordingly. If strong CYP2C9 inhibitor is discontinued, consider increasing erdafitinib dose in the absence of any drug-related toxicities."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "flurbiprofen",
            "description": {
                "common": "flurbiprofen will increase the level or effect of erdafitinib by  affecting hepatic enzyme CYP2C9/10 metabolism. Avoid or Use Alternate Drug. If unable to avoid coadministration with strong CYP2C9 inhibitors, monitor closely for adverse reactions and consider decreasing dose accordingly. If strong CYP2C9 inhibitor is discontinued, consider increasing erdafitinib dose in the absence of any drug-related toxicities."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "fluvastatin",
            "description": {
                "common": "fluvastatin will increase the level or effect of erdafitinib by  affecting hepatic enzyme CYP2C9/10 metabolism. Avoid or Use Alternate Drug. If coadministration of a strong CYP2C9 inhibitors is unavoidable, closely monitor adverse reactions and modify dose of erdafitinib accordingly. If strong CYP2C9 inhibitor is discontinued, consider increasing erdafitinib dose in the absence of any drug-related toxicities."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "fosamprenavir",
            "description": {
                "common": "erdafitinib will increase the level or effect of fosamprenavir by  P-glycoprotein (MDR1) efflux transporter. Avoid or Use Alternate Drug. If coadministration unavoidable, separate administration by at least 6 hr before or after administration of P-gp substrates with narrow therapeutic index."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "fosphenytoin",
            "description": {
                "common": "fosphenytoin will decrease the level or effect of erdafitinib by  altering metabolism. Avoid or Use Alternate Drug. Avoid coadministration of strong CYP2C9 or CYP3A4 inducers with erdafitinib."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "gemfibrozil",
            "description": {
                "common": "gemfibrozil will increase the level or effect of erdafitinib by  affecting hepatic enzyme CYP2C9/10 metabolism. Avoid or Use Alternate Drug. If unable to avoid coadministration with strong CYP2C9 inhibitors, monitor closely for adverse reactions and consider decreasing dose accordingly. If strong CYP2C9 inhibitor is discontinued, consider increasing erdafitinib dose in the absence of any drug-related toxicities."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "gilteritinib",
            "description": {
                "common": "erdafitinib will increase the level or effect of gilteritinib by  P-glycoprotein (MDR1) efflux transporter. Avoid or Use Alternate Drug. If coadministration unavoidable, separate administration by at least 6 hr before or after administration of P-gp substrates with narrow therapeutic index."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "grapefruit",
            "description": {
                "common": "grapefruit will increase the level or effect of erdafitinib by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug. If unable to avoid coadministration with strong CYP3A4 inhibitors, monitor closely for adverse reactions and consider decreasing dose accordingly. If strong CYP3A4 inhibitor is discontinued, consider increasing erdafitinib dose in the absence of any drug-related toxicities."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "hydrocortisone",
            "description": {
                "common": "erdafitinib will increase the level or effect of hydrocortisone by  P-glycoprotein (MDR1) efflux transporter. Avoid or Use Alternate Drug. If coadministration unavoidable, separate administration by at least 6 hr before or after administration of P-gp substrates with narrow therapeutic index."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "ibuprofen",
            "description": {
                "common": "ibuprofen will increase the level or effect of erdafitinib by  affecting hepatic enzyme CYP2C9/10 metabolism. Avoid or Use Alternate Drug. If unable to avoid coadministration with strong CYP2C9 inhibitors, monitor closely for adverse reactions and consider decreasing dose accordingly. If strong CYP2C9 inhibitor is discontinued, consider increasing erdafitinib dose in the absence of any drug-related toxicities."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "idarubicin",
            "description": {
                "common": "erdafitinib will increase the level or effect of idarubicin by  P-glycoprotein (MDR1) efflux transporter. Avoid or Use Alternate Drug. If coadministration unavoidable, separate administration by at least 6 hr before or after administration of P-gp substrates with narrow therapeutic index."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "idelalisib",
            "description": {
                "common": "idelalisib will increase the level or effect of erdafitinib by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug. If unable to avoid coadministration with strong CYP3A4 inhibitors, monitor closely for adverse reactions and consider decreasing dose accordingly. If strong CYP3A4 inhibitor is discontinued, consider increasing erdafitinib dose in the absence of any drug-related toxicities."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "imatinib",
            "description": {
                "common": "erdafitinib will increase the level or effect of imatinib by  P-glycoprotein (MDR1) efflux transporter. Avoid or Use Alternate Drug. If coadministration unavoidable, separate administration by at least 6 hr before or after administration of P-gp substrates with narrow therapeutic index."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "indinavir",
            "description": {
                "common": "indinavir will increase the level or effect of erdafitinib by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug. If unable to avoid coadministration with strong CYP3A4 inhibitors, monitor closely for adverse reactions and consider decreasing dose accordingly. If strong CYP3A4 inhibitor is discontinued, consider increasing erdafitinib dose in the absence of any drug-related toxicities."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "indomethacin",
            "description": {
                "common": "indomethacin will increase the level or effect of erdafitinib by  affecting hepatic enzyme CYP2C9/10 metabolism. Avoid or Use Alternate Drug. If unable to avoid coadministration with strong CYP2C9 inhibitors, monitor closely for adverse reactions and consider decreasing dose accordingly. If strong CYP2C9 inhibitor is discontinued, consider increasing erdafitinib dose in the absence of any drug-related toxicities."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "irbesartan",
            "description": {
                "common": "irbesartan will increase the level or effect of erdafitinib by  affecting hepatic enzyme CYP2C9/10 metabolism. Avoid or Use Alternate Drug. If coadministration of a strong CYP2C9 inhibitors is unavoidable, closely monitor adverse reactions and modify dose of erdafitinib accordingly. If strong CYP2C9 inhibitor is discontinued, consider increasing erdafitinib dose in the absence of any drug-related toxicities."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "irinotecan",
            "description": {
                "common": "erdafitinib will increase the level or effect of irinotecan by  P-glycoprotein (MDR1) efflux transporter. Avoid or Use Alternate Drug. If coadministration unavoidable, separate administration by at least 6 hr before or after administration of P-gp substrates with narrow therapeutic index."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "irinotecan liposomal",
            "description": {
                "common": "erdafitinib will increase the level or effect of irinotecan liposomal by  P-glycoprotein (MDR1) efflux transporter. Avoid or Use Alternate Drug. If coadministration unavoidable, separate administration by at least 6 hr before or after administration of P-gp substrates with narrow therapeutic index."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "isoniazid",
            "description": {
                "common": "isoniazid will increase the level or effect of erdafitinib by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug. If unable to avoid coadministration with strong CYP3A4 inhibitors, monitor closely for adverse reactions and consider decreasing dose accordingly. If strong CYP3A4 inhibitor is discontinued, consider increasing erdafitinib dose in the absence of any drug-related toxicities."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "itraconazole",
            "description": {
                "common": "itraconazole will increase the level or effect of erdafitinib by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug. If unable to avoid coadministration with strong CYP3A4 inhibitors, monitor closely for adverse reactions and consider decreasing dose accordingly. If strong CYP3A4 inhibitor is discontinued, consider increasing erdafitinib dose in the absence of any drug-related toxicities."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "ivermectin",
            "description": {
                "common": "erdafitinib will increase the level or effect of ivermectin by  P-glycoprotein (MDR1) efflux transporter. Avoid or Use Alternate Drug. If coadministration unavoidable, separate administration by at least 6 hr before or after administration of P-gp substrates with narrow therapeutic index."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "ivosidenib",
            "description": {
                "common": "ivosidenib will decrease the level or effect of erdafitinib by  altering metabolism. Avoid or Use Alternate Drug. Avoid coadministration of strong CYP2C9 or CYP3A4 inducers with erdafitinib."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "ketoconazole",
            "description": {
                "common": "ketoconazole will increase the level or effect of erdafitinib by  altering metabolism. Avoid or Use Alternate Drug. If unable to avoid coadministration with strong CYP3A4/CYP2C9 inhibitors, monitor closely for adverse reactions and consider decreasing dose accordingly. If strong CYP3A4/CYP2C9 inhibitor is discontinued, consider increasing erdafitinib dose in the absence of any drug-related toxicities."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "lanthanum carbonate",
            "description": {
                "common": "lanthanum carbonate, erdafitinib. Other (see comment). Avoid or Use Alternate Drug. \nComment: Avoid coadministration during initial dosing adjustment period (ie, first 21 days). Increases in serum phosphate levels are a pharmacodynamic effect of FGFR inhibition. Serum phosphate binders may obscure decisions regarding initial dosage increase."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "lapatinib",
            "description": {
                "common": "erdafitinib will increase the level or effect of lapatinib by  P-glycoprotein (MDR1) efflux transporter. Avoid or Use Alternate Drug. If coadministration unavoidable, separate administration by at least 6 hr before or after administration of P-gp substrates with narrow therapeutic index."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "larotrectinib",
            "description": {
                "common": "erdafitinib will increase the level or effect of larotrectinib by  P-glycoprotein (MDR1) efflux transporter. Avoid or Use Alternate Drug. If coadministration unavoidable, separate administration by at least 6 hr before or after administration of P-gp substrates with narrow therapeutic index."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "ledipasvir/sofosbuvir",
            "description": {
                "common": "erdafitinib will increase the level or effect of ledipasvir/sofosbuvir by  P-glycoprotein (MDR1) efflux transporter. Avoid or Use Alternate Drug. If coadministration unavoidable, separate administration by at least 6 hr before or after administration of P-gp substrates with narrow therapeutic index."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "levoketoconazole",
            "description": {
                "common": "levoketoconazole will increase the level or effect of erdafitinib by  altering metabolism. Avoid or Use Alternate Drug. If unable to avoid coadministration with strong CYP3A4/CYP2C9 inhibitors, monitor closely for adverse reactions and consider decreasing dose accordingly. If strong CYP3A4/CYP2C9 inhibitor is discontinued, consider increasing erdafitinib dose in the absence of any drug-related toxicities."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "loperamide",
            "description": {
                "common": "erdafitinib will increase the level or effect of loperamide by  P-glycoprotein (MDR1) efflux transporter. Avoid or Use Alternate Drug. If coadministration unavoidable, separate administration by at least 6 hr before or after administration of P-gp substrates with narrow therapeutic index."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "lopinavir",
            "description": {
                "common": "lopinavir will increase the level or effect of erdafitinib by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug. If unable to avoid coadministration with strong CYP3A4 inhibitors, monitor closely for adverse reactions and consider decreasing dose accordingly. If strong CYP3A4 inhibitor is discontinued, consider increasing erdafitinib dose in the absence of any drug-related toxicities."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "loratadine",
            "description": {
                "common": "erdafitinib will increase the level or effect of loratadine by  P-glycoprotein (MDR1) efflux transporter. Avoid or Use Alternate Drug. If coadministration unavoidable, separate administration by at least 6 hr before or after administration of P-gp substrates with narrow therapeutic index."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "lorlatinib",
            "description": {
                "common": "lorlatinib will decrease the level or effect of erdafitinib by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "losartan",
            "description": {
                "common": "losartan will increase the level or effect of erdafitinib by  affecting hepatic enzyme CYP2C9/10 metabolism. Avoid or Use Alternate Drug. If coadministration of a strong CYP2C9 inhibitors is unavoidable, closely monitor adverse reactions and modify dose of erdafitinib accordingly. If strong CYP2C9 inhibitor is discontinued, consider increasing erdafitinib dose in the absence of any drug-related toxicities."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "lovastatin",
            "description": {
                "common": "erdafitinib will increase the level or effect of lovastatin by  P-glycoprotein (MDR1) efflux transporter. Avoid or Use Alternate Drug. If coadministration unavoidable, separate administration by at least 6 hr before or after administration of P-gp substrates with narrow therapeutic index."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "lumacaftor/ivacaftor",
            "description": {
                "common": "lumacaftor/ivacaftor will decrease the level or effect of erdafitinib by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "mefenamic acid",
            "description": {
                "common": "mefenamic acid will increase the level or effect of erdafitinib by  affecting hepatic enzyme CYP2C9/10 metabolism. Avoid or Use Alternate Drug. If unable to avoid coadministration with strong CYP2C9 inhibitors, monitor closely for adverse reactions and consider decreasing dose accordingly. If strong CYP2C9 inhibitor is discontinued, consider increasing erdafitinib dose in the absence of any drug-related toxicities."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "methotrexate",
            "description": {
                "common": "erdafitinib will increase the level or effect of methotrexate by  P-glycoprotein (MDR1) efflux transporter. Avoid or Use Alternate Drug. If coadministration unavoidable, separate administration by at least 6 hr before or after administration of P-gp substrates with narrow therapeutic index."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "miconazole oral",
            "description": {
                "common": "miconazole oral will increase the level or effect of erdafitinib by  affecting hepatic enzyme CYP2C9/10 metabolism. Avoid or Use Alternate Drug. If unable to avoid coadministration with strong CYP2C9 inhibitors, monitor closely for adverse reactions and consider decreasing dose accordingly. If strong CYP2C9 inhibitor is discontinued, consider increasing erdafitinib dose in the absence of any drug-related toxicities."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "midazolam",
            "description": {
                "common": "erdafitinib, midazolam. affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug. Avoid coadministration with erdafitinib and sensitive CYP3A4 substrates with narrow therapeutic indices. Erdafitinib may altered plasma concentrations of CYP3A4 substrates, leading to either loss of activity or increased toxicity of the substrate."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "mifepristone",
            "description": {
                "common": "mifepristone will increase the level or effect of erdafitinib by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug. If unable to avoid coadministration with strong CYP3A4 inhibitors, monitor closely for adverse reactions and consider decreasing dose accordingly. If strong CYP3A4 inhibitor is discontinued, consider increasing erdafitinib dose in the absence of any drug-related toxicities."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "mitomycin",
            "description": {
                "common": "erdafitinib will increase the level or effect of mitomycin by  P-glycoprotein (MDR1) efflux transporter. Avoid or Use Alternate Drug. If coadministration unavoidable, separate administration by at least 6 hr before or after administration of P-gp substrates with narrow therapeutic index."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "mitotane",
            "description": {
                "common": "mitotane will decrease the level or effect of erdafitinib by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "morphine",
            "description": {
                "common": "erdafitinib will increase the level or effect of morphine by  P-glycoprotein (MDR1) efflux transporter. Avoid or Use Alternate Drug. If coadministration unavoidable, separate administration by at least 6 hr before or after administration of P-gp substrates with narrow therapeutic index."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "nadolol",
            "description": {
                "common": "erdafitinib will increase the level or effect of nadolol by  P-glycoprotein (MDR1) efflux transporter. Avoid or Use Alternate Drug. If coadministration unavoidable, separate administration by at least 6 hr before or after administration of P-gp substrates with narrow therapeutic index."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "nafcillin",
            "description": {
                "common": "nafcillin will decrease the level or effect of erdafitinib by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "naldemedine",
            "description": {
                "common": "erdafitinib will increase the level or effect of naldemedine by  P-glycoprotein (MDR1) efflux transporter. Avoid or Use Alternate Drug. If coadministration unavoidable, separate administration by at least 6 hr before or after administration of P-gp substrates with narrow therapeutic index."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "nefazodone",
            "description": {
                "common": "nefazodone will increase the level or effect of erdafitinib by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug. If unable to avoid coadministration with strong CYP3A4 inhibitors, monitor closely for adverse reactions and consider decreasing dose accordingly. If strong CYP3A4 inhibitor is discontinued, consider increasing erdafitinib dose in the absence of any drug-related toxicities."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "nelfinavir",
            "description": {
                "common": "nelfinavir will increase the level or effect of erdafitinib by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug. If unable to avoid coadministration with strong CYP3A4 inhibitors, monitor closely for adverse reactions and consider decreasing dose accordingly. If strong CYP3A4 inhibitor is discontinued, consider increasing erdafitinib dose in the absence of any drug-related toxicities."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "nicardipine",
            "description": {
                "common": "nicardipine will increase the level or effect of erdafitinib by  affecting hepatic enzyme CYP2C9/10 metabolism. Avoid or Use Alternate Drug. If unable to avoid coadministration with strong CYP2C9 inhibitors, monitor closely for adverse reactions and consider decreasing dose accordingly. If strong CYP2C9 inhibitor is discontinued, consider increasing erdafitinib dose in the absence of any drug-related toxicities."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "nintedanib",
            "description": {
                "common": "erdafitinib will increase the level or effect of nintedanib by  P-glycoprotein (MDR1) efflux transporter. Avoid or Use Alternate Drug. If coadministration unavoidable, separate administration by at least 6 hr before or after administration of P-gp substrates with narrow therapeutic index."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "nitisinone",
            "description": {
                "common": "nitisinone will increase the level or effect of erdafitinib by  affecting hepatic enzyme CYP2C9/10 metabolism. Avoid or Use Alternate Drug. If coadministration of a strong CYP2C9 inhibitors is unavoidable, closely monitor adverse reactions and modify dose of erdafitinib accordingly. If strong CYP2C9 inhibitor is discontinued, consider increasing erdafitinib dose in the absence of any drug-related toxicities."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "olanzapine",
            "description": {
                "common": "olanzapine will increase the level or effect of erdafitinib by  affecting hepatic enzyme CYP2C9/10 metabolism. Avoid or Use Alternate Drug. If coadministration of a strong CYP2C9 inhibitors is unavoidable, closely monitor adverse reactions and modify dose of erdafitinib accordingly. If strong CYP2C9 inhibitor is discontinued, consider increasing erdafitinib dose in the absence of any drug-related toxicities."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "omeprazole",
            "description": {
                "common": "omeprazole will increase the level or effect of erdafitinib by  affecting hepatic enzyme CYP2C9/10 metabolism. Avoid or Use Alternate Drug. If coadministration of a strong CYP2C9 inhibitors is unavoidable, closely monitor adverse reactions and modify dose of erdafitinib accordingly. If strong CYP2C9 inhibitor is discontinued, consider increasing erdafitinib dose in the absence of any drug-related toxicities."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "ondansetron",
            "description": {
                "common": "erdafitinib will increase the level or effect of ondansetron by  P-glycoprotein (MDR1) efflux transporter. Avoid or Use Alternate Drug. If coadministration unavoidable, separate administration by at least 6 hr before or after administration of P-gp substrates with narrow therapeutic index."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "paclitaxel",
            "description": {
                "common": "erdafitinib will increase the level or effect of paclitaxel by  P-glycoprotein (MDR1) efflux transporter. Avoid or Use Alternate Drug. If coadministration unavoidable, separate administration by at least 6 hr before or after administration of P-gp substrates with narrow therapeutic index."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "paclitaxel protein bound",
            "description": {
                "common": "erdafitinib will increase the level or effect of paclitaxel protein bound by  P-glycoprotein (MDR1) efflux transporter. Avoid or Use Alternate Drug. If coadministration unavoidable, separate administration by at least 6 hr before or after administration of P-gp substrates with narrow therapeutic index."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "paliperidone",
            "description": {
                "common": "erdafitinib will increase the level or effect of paliperidone by  P-glycoprotein (MDR1) efflux transporter. Avoid or Use Alternate Drug. If coadministration unavoidable, separate administration by at least 6 hr before or after administration of P-gp substrates with narrow therapeutic index."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "pazopanib",
            "description": {
                "common": "erdafitinib will increase the level or effect of pazopanib by  P-glycoprotein (MDR1) efflux transporter. Avoid or Use Alternate Drug. If coadministration unavoidable, separate administration by at least 6 hr before or after administration of P-gp substrates with narrow therapeutic index."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "pentobarbital",
            "description": {
                "common": "pentobarbital will decrease the level or effect of erdafitinib by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "phenobarbital",
            "description": {
                "common": "phenobarbital will decrease the level or effect of erdafitinib by  altering metabolism. Avoid or Use Alternate Drug. Avoid coadministration of strong CYP2C9 or CYP3A4 inducers with erdafitinib."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "phenytoin",
            "description": {
                "common": "phenytoin will decrease the level or effect of erdafitinib by  altering metabolism. Avoid or Use Alternate Drug. Avoid coadministration of strong CYP2C9 or CYP3A4 inducers with erdafitinib."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "pimozide",
            "description": {
                "common": "erdafitinib, pimozide. affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug. Avoid coadministration with erdafitinib and sensitive CYP3A4 substrates with narrow therapeutic indices. Erdafitinib may altered plasma concentrations of CYP3A4 substrates, leading to either loss of activity or increased toxicity of the substrate."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "piroxicam",
            "description": {
                "common": "piroxicam will increase the level or effect of erdafitinib by  affecting hepatic enzyme CYP2C9/10 metabolism. Avoid or Use Alternate Drug. If unable to avoid coadministration with strong CYP2C9 inhibitors, monitor closely for adverse reactions and consider decreasing dose accordingly. If strong CYP2C9 inhibitor is discontinued, consider increasing erdafitinib dose in the absence of any drug-related toxicities."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "posaconazole",
            "description": {
                "common": "posaconazole will increase the level or effect of erdafitinib by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug. If unable to avoid coadministration with strong CYP3A4 inhibitors, monitor closely for adverse reactions and consider decreasing dose accordingly. If strong CYP3A4 inhibitor is discontinued, consider increasing erdafitinib dose in the absence of any drug-related toxicities."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "potassium acid phosphate",
            "description": {
                "common": "potassium acid phosphate, erdafitinib. Other (see comment). Avoid or Use Alternate Drug. \nComment: Avoid coadministration during initial dosing adjustment period (ie, first 21 days). Increases in serum phosphate levels are a pharmacodynamic effect of FGFR inhibition. Serum phosphate binders may obscure decisions regarding initial dosage increase."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "potassium phosphate",
            "description": {
                "common": "potassium phosphate, erdafitinib. Other (see comment). Avoid or Use Alternate Drug. \nComment: Avoid coadministration during initial dosing adjustment period (ie, first 21 days). Increases in serum phosphate levels are a pharmacodynamic effect of FGFR inhibition. Serum phosphate binders may obscure decisions regarding initial dosage increase."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "primidone",
            "description": {
                "common": "primidone will decrease the level or effect of erdafitinib by  altering metabolism. Avoid or Use Alternate Drug. Avoid coadministration of strong CYP2C9 or CYP3A4 inducers with erdafitinib."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "pyrimethamine",
            "description": {
                "common": "pyrimethamine will increase the level or effect of erdafitinib by  affecting hepatic enzyme CYP2C9/10 metabolism. Avoid or Use Alternate Drug. If coadministration of a strong CYP2C9 inhibitors is unavoidable, closely monitor adverse reactions and modify dose of erdafitinib accordingly. If strong CYP2C9 inhibitor is discontinued, consider increasing erdafitinib dose in the absence of any drug-related toxicities."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "quinidine",
            "description": {
                "common": "erdafitinib, quinidine. Other (see comment). Avoid or Use Alternate Drug. \nComment: Avoid coadministration during initial dosing adjustment period (ie, first 21 days). Increases in serum phosphate levels are a pharmacodynamic effect of FGFR inhibition. Serum phosphate binders may obscure decisions regarding initial dosage increase."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "quinine",
            "description": {
                "common": "erdafitinib, quinine. Other (see comment). Avoid or Use Alternate Drug. \nComment: Avoid coadministration during initial dosing adjustment period (ie, first 21 days). Increases in serum phosphate levels are a pharmacodynamic effect of FGFR inhibition. Serum phosphate binders may obscure decisions regarding initial dosage increase."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "ranolazine",
            "description": {
                "common": "erdafitinib will increase the level or effect of ranolazine by  P-glycoprotein (MDR1) efflux transporter. Avoid or Use Alternate Drug. If coadministration unavoidable, separate administration by at least 6 hr before or after administration of P-gp substrates with narrow therapeutic index."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "ribociclib",
            "description": {
                "common": "ribociclib will increase the level or effect of erdafitinib by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "rifabutin",
            "description": {
                "common": "rifabutin will decrease the level or effect of erdafitinib by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "rifampin",
            "description": {
                "common": "rifampin will decrease the level or effect of erdafitinib by  altering metabolism. Avoid or Use Alternate Drug. Avoid coadministration of strong CYP2C9 or CYP3A4 inducers with erdafitinib."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "rifapentine",
            "description": {
                "common": "rifapentine will decrease the level or effect of erdafitinib by  altering metabolism. Avoid or Use Alternate Drug. Avoid coadministration of strong CYP2C9 or CYP3A4 inducers with erdafitinib."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "rimegepant",
            "description": {
                "common": "erdafitinib will increase the level or effect of rimegepant by  P-glycoprotein (MDR1) efflux transporter. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "riociguat",
            "description": {
                "common": "erdafitinib will increase the level or effect of riociguat by  P-glycoprotein (MDR1) efflux transporter. Avoid or Use Alternate Drug. If coadministration unavoidable, separate administration by at least 6 hr before or after administration of P-gp substrates with narrow therapeutic index."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "risperidone",
            "description": {
                "common": "erdafitinib will increase the level or effect of risperidone by  P-glycoprotein (MDR1) efflux transporter. Avoid or Use Alternate Drug. If coadministration unavoidable, separate administration by at least 6 hr before or after administration of P-gp substrates with narrow therapeutic index."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "ritonavir",
            "description": {
                "common": "ritonavir will increase the level or effect of erdafitinib by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug. If unable to avoid coadministration with strong CYP3A4 inhibitors, monitor closely for adverse reactions and consider decreasing dose accordingly. If strong CYP3A4 inhibitor is discontinued, consider increasing erdafitinib dose in the absence of any drug-related toxicities."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "romidepsin",
            "description": {
                "common": "erdafitinib will increase the level or effect of romidepsin by  P-glycoprotein (MDR1) efflux transporter. Avoid or Use Alternate Drug. If coadministration unavoidable, separate administration by at least 6 hr before or after administration of P-gp substrates with narrow therapeutic index."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "saquinavir",
            "description": {
                "common": "saquinavir will increase the level or effect of erdafitinib by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug. If unable to avoid coadministration with strong CYP3A4 inhibitors, monitor closely for adverse reactions and consider decreasing dose accordingly. If strong CYP3A4 inhibitor is discontinued, consider increasing erdafitinib dose in the absence of any drug-related toxicities."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "saxagliptin",
            "description": {
                "common": "erdafitinib will increase the level or effect of saxagliptin by  P-glycoprotein (MDR1) efflux transporter. Avoid or Use Alternate Drug. If coadministration unavoidable, separate administration by at least 6 hr before or after administration of P-gp substrates with narrow therapeutic index."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "secobarbital",
            "description": {
                "common": "secobarbital will decrease the level or effect of erdafitinib by  altering metabolism. Avoid or Use Alternate Drug. Avoid coadministration of strong CYP2C9 or CYP3A4 inducers with erdafitinib."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "sevelamer",
            "description": {
                "common": "sevelamer, erdafitinib. Other (see comment). Avoid or Use Alternate Drug. \nComment: Avoid coadministration during initial dosing adjustment period (ie, first 21 days). Increases in serum phosphate levels are a pharmacodynamic effect of FGFR inhibition. Serum phosphate binders may obscure decisions regarding initial dosage increase."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "silodosin",
            "description": {
                "common": "erdafitinib will increase the level or effect of silodosin by  P-glycoprotein (MDR1) efflux transporter. Avoid or Use Alternate Drug. If coadministration unavoidable, separate administration by at least 6 hr before or after administration of P-gp substrates with narrow therapeutic index."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "sirolimus",
            "description": {
                "common": "erdafitinib, sirolimus. affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug. Avoid coadministration with erdafitinib and sensitive CYP3A4 substrates with narrow therapeutic indices. Erdafitinib may altered plasma concentrations of CYP3A4 substrates, leading to either loss of activity or increased toxicity of the substrate."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "sitagliptin",
            "description": {
                "common": "erdafitinib will increase the level or effect of sitagliptin by  P-glycoprotein (MDR1) efflux transporter. Avoid or Use Alternate Drug. If coadministration unavoidable, separate administration by at least 6 hr before or after administration of P-gp substrates with narrow therapeutic index."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "sodium phosphates, IV",
            "description": {
                "common": "sodium phosphates, IV, erdafitinib. Other (see comment). Avoid or Use Alternate Drug. \nComment: Avoid coadministration during initial dosing adjustment period (ie, first 21 days). Increases in serum phosphate levels are a pharmacodynamic effect of FGFR inhibition. Serum phosphate binders may obscure decisions regarding initial dosage increase."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "sofosbuvir",
            "description": {
                "common": "erdafitinib will increase the level or effect of sofosbuvir by  P-glycoprotein (MDR1) efflux transporter. Avoid or Use Alternate Drug. If coadministration unavoidable, separate administration by at least 6 hr before or after administration of P-gp substrates with narrow therapeutic index."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "sorafenib",
            "description": {
                "common": "sorafenib will increase the level or effect of erdafitinib by  affecting hepatic enzyme CYP2C9/10 metabolism. Avoid or Use Alternate Drug. If coadministration of a strong CYP2C9 inhibitors is unavoidable, closely monitor adverse reactions and modify dose of erdafitinib accordingly. If strong CYP2C9 inhibitor is discontinued, consider increasing erdafitinib dose in the absence of any drug-related toxicities."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "St John's Wort",
            "description": {
                "common": "St John's Wort will decrease the level or effect of erdafitinib by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "stiripentol",
            "description": {
                "common": "stiripentol will increase the level or effect of erdafitinib by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug. If unable to avoid coadministration with strong CYP3A4 inhibitors, monitor closely for adverse reactions and consider decreasing dose accordingly. If strong CYP3A4 inhibitor is discontinued, consider increasing erdafitinib dose in the absence of any drug-related toxicities."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "sucroferric oxyhydroxide",
            "description": {
                "common": "sucroferric oxyhydroxide, erdafitinib. Other (see comment). Avoid or Use Alternate Drug. \nComment: Avoid coadministration during initial dosing adjustment period (ie, first 21 days). Increases in serum phosphate levels are a pharmacodynamic effect of FGFR inhibition. Serum phosphate binders may obscure decisions regarding initial dosage increase."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "sulfadiazine",
            "description": {
                "common": "sulfadiazine will increase the level or effect of erdafitinib by  affecting hepatic enzyme CYP2C9/10 metabolism. Avoid or Use Alternate Drug. If unable to avoid coadministration with strong CYP2C9 inhibitors, monitor closely for adverse reactions and consider decreasing dose accordingly. If strong CYP2C9 inhibitor is discontinued, consider increasing erdafitinib dose in the absence of any drug-related toxicities."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "sulfamethoxazole",
            "description": {
                "common": "sulfamethoxazole will increase the level or effect of erdafitinib by  affecting hepatic enzyme CYP2C9/10 metabolism. Avoid or Use Alternate Drug. If unable to avoid coadministration with strong CYP2C9 inhibitors, monitor closely for adverse reactions and consider decreasing dose accordingly. If strong CYP2C9 inhibitor is discontinued, consider increasing erdafitinib dose in the absence of any drug-related toxicities."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "tacrolimus",
            "description": {
                "common": "erdafitinib, tacrolimus. affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug. Avoid coadministration with erdafitinib and sensitive CYP3A4 substrates with narrow therapeutic indices. Erdafitinib may altered plasma concentrations of CYP3A4 substrates, leading to either loss of activity or increased toxicity of the substrate."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "temsirolimus",
            "description": {
                "common": "erdafitinib will increase the level or effect of temsirolimus by  P-glycoprotein (MDR1) efflux transporter. Avoid or Use Alternate Drug. If coadministration unavoidable, separate administration by at least 6 hr before or after administration of P-gp substrates with narrow therapeutic index."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "teniposide",
            "description": {
                "common": "erdafitinib will increase the level or effect of teniposide by  P-glycoprotein (MDR1) efflux transporter. Avoid or Use Alternate Drug. If coadministration unavoidable, separate administration by at least 6 hr before or after administration of P-gp substrates with narrow therapeutic index."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "tipranavir",
            "description": {
                "common": "tipranavir will increase the level or effect of erdafitinib by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug. If unable to avoid coadministration with strong CYP3A4 inhibitors, monitor closely for adverse reactions and consider decreasing dose accordingly. If strong CYP3A4 inhibitor is discontinued, consider increasing erdafitinib dose in the absence of any drug-related toxicities."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "tolbutamide",
            "description": {
                "common": "tolbutamide will increase the level or effect of erdafitinib by  affecting hepatic enzyme CYP2C9/10 metabolism. Avoid or Use Alternate Drug. If unable to avoid coadministration with strong CYP2C9 inhibitors, monitor closely for adverse reactions and consider decreasing dose accordingly. If strong CYP2C9 inhibitor is discontinued, consider increasing erdafitinib dose in the absence of any drug-related toxicities."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "tolvaptan",
            "description": {
                "common": "erdafitinib will increase the level or effect of tolvaptan by  P-glycoprotein (MDR1) efflux transporter. Avoid or Use Alternate Drug. If coadministration unavoidable, separate administration by at least 6 hr before or after administration of P-gp substrates with narrow therapeutic index."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "trabectedin",
            "description": {
                "common": "erdafitinib will increase the level or effect of trabectedin by  P-glycoprotein (MDR1) efflux transporter. Avoid or Use Alternate Drug. If coadministration unavoidable, separate administration by at least 6 hr before or after administration of P-gp substrates with narrow therapeutic index."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "triazolam",
            "description": {
                "common": "erdafitinib, triazolam. affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug. Avoid coadministration with erdafitinib and sensitive CYP3A4 substrates with narrow therapeutic indices. Erdafitinib may altered plasma concentrations of CYP3A4 substrates, leading to either loss of activity or increased toxicity of the substrate."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "trimethoprim",
            "description": {
                "common": "trimethoprim will increase the level or effect of erdafitinib by  affecting hepatic enzyme CYP2C9/10 metabolism. Avoid or Use Alternate Drug. If coadministration of a strong CYP2C9 inhibitors is unavoidable, closely monitor adverse reactions and modify dose of erdafitinib accordingly. If strong CYP2C9 inhibitor is discontinued, consider increasing erdafitinib dose in the absence of any drug-related toxicities."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "vemurafenib",
            "description": {
                "common": "erdafitinib will increase the level or effect of vemurafenib by  P-glycoprotein (MDR1) efflux transporter. Avoid or Use Alternate Drug. If coadministration unavoidable, separate administration by at least 6 hr before or after administration of P-gp substrates with narrow therapeutic index."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "venetoclax",
            "description": {
                "common": "erdafitinib will increase the level or effect of venetoclax by  P-glycoprotein (MDR1) efflux transporter. Avoid or Use Alternate Drug. If coadministration unavoidable, separate administration by at least 6 hr before or after administration of P-gp substrates with narrow therapeutic index."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "verapamil",
            "description": {
                "common": "erdafitinib will increase the level or effect of verapamil by  P-glycoprotein (MDR1) efflux transporter. Avoid or Use Alternate Drug. If coadministration unavoidable, separate administration by at least 6 hr before or after administration of P-gp substrates with narrow therapeutic index."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "vinblastine",
            "description": {
                "common": "erdafitinib will increase the level or effect of vinblastine by  P-glycoprotein (MDR1) efflux transporter. Avoid or Use Alternate Drug. If coadministration unavoidable, separate administration by at least 6 hr before or after administration of P-gp substrates with narrow therapeutic index."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "vincristine",
            "description": {
                "common": "erdafitinib will increase the level or effect of vincristine by  P-glycoprotein (MDR1) efflux transporter. Avoid or Use Alternate Drug. If coadministration unavoidable, separate administration by at least 6 hr before or after administration of P-gp substrates with narrow therapeutic index."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "vincristine liposomal",
            "description": {
                "common": "erdafitinib will increase the level or effect of vincristine liposomal by  P-glycoprotein (MDR1) efflux transporter. Avoid or Use Alternate Drug. If coadministration unavoidable, separate administration by at least 6 hr before or after administration of P-gp substrates with narrow therapeutic index."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "voriconazole",
            "description": {
                "common": "voriconazole will increase the level or effect of erdafitinib by  altering metabolism. Avoid or Use Alternate Drug. If unable to avoid coadministration with strong CYP3A4/CYP2C9 inhibitors, monitor closely for adverse reactions and consider decreasing dose accordingly. If strong CYP3A4/CYP2C9 inhibitor is discontinued, consider increasing erdafitinib dose in the absence of any drug-related toxicities."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "zafirlukast",
            "description": {
                "common": "zafirlukast will increase the level or effect of erdafitinib by  affecting hepatic enzyme CYP2C9/10 metabolism. Avoid or Use Alternate Drug. If coadministration of a strong CYP2C9 inhibitors is unavoidable, closely monitor adverse reactions and modify dose of erdafitinib accordingly. If strong CYP2C9 inhibitor is discontinued, consider increasing erdafitinib dose in the absence of any drug-related toxicities."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "amantadine",
            "description": {
                "common": "erdafitinib increases levels of amantadine by decreasing renal clearance. Modify Therapy/Monitor Closely. Consider alternatives that are not OCT2 substrates or consider reducing the dose of OCT2 substrates based on tolerability."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "amiloride",
            "description": {
                "common": "erdafitinib increases levels of amiloride by decreasing renal clearance. Modify Therapy/Monitor Closely. Consider alternatives that are not OCT2 substrates or consider reducing the dose of OCT2 substrates based on tolerability."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "amobarbital",
            "description": {
                "common": "amobarbital will decrease the level or effect of erdafitinib by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "armodafinil",
            "description": {
                "common": "armodafinil will decrease the level or effect of erdafitinib by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Modify Therapy/Monitor Closely. If a moderate CYP3A4 inducer must be coadministered, administer 8-mg/day dose initially, with potential to increase to 9 mg/day based on serum phosphate levels on Days 14-21 and tolerability. If a moderate CYP3A4 inducer must be coadministered after the initial dose increase period based on serum phosphate levels and tolerability, increase erdafitinib dose up to 9 mg. When a moderate inducer discontinued, continue erdafitinib at same dose, in absence of drug-related toxicity."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "berotralstat",
            "description": {
                "common": "erdafitinib increases levels of berotralstat by P-glycoprotein (MDR1) efflux transporter. Modify Therapy/Monitor Closely. Reduced berotralstat dose to 110 mg/day when coadministered with P-gp inhibitors."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "bexarotene",
            "description": {
                "common": "bexarotene will decrease the level or effect of erdafitinib by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Modify Therapy/Monitor Closely. If a moderate CYP3A4 inducer must be coadministered, administer 8-mg/day dose initially, with potential to increase to 9 mg/day based on serum phosphate levels on Days 14-21 and tolerability. If a moderate CYP3A4 inducer must be coadministered after the initial dose increase period based on serum phosphate levels and tolerability, increase erdafitinib dose up to 9 mg. When a moderate inducer discontinued, continue erdafitinib at same dose, in absence of drug-related toxicity."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "brigatinib",
            "description": {
                "common": "brigatinib will decrease the level or effect of erdafitinib by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Modify Therapy/Monitor Closely. If a moderate CYP3A4 inducer must be coadministered, administer 8-mg/day dose initially, with potential to increase to 9 mg/day based on serum phosphate levels on Days 14-21 and tolerability. If a moderate CYP3A4 inducer must be coadministered after the initial dose increase period based on serum phosphate levels and tolerability, increase erdafitinib dose up to 9 mg. When a moderate inducer discontinued, continue erdafitinib at same dose, in absence of drug-related toxicity."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "cimetidine",
            "description": {
                "common": "erdafitinib increases levels of cimetidine by decreasing renal clearance. Modify Therapy/Monitor Closely. Consider alternatives that are not OCT2 substrates or consider reducing the dose of OCT2 substrates based on tolerability."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "cisplatin",
            "description": {
                "common": "erdafitinib increases levels of cisplatin by decreasing renal clearance. Modify Therapy/Monitor Closely. Consider alternatives that are not OCT2 substrates or consider reducing the dose of OCT2 substrates based on tolerability."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "clobazam",
            "description": {
                "common": "clobazam will decrease the level or effect of erdafitinib by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Modify Therapy/Monitor Closely. If a moderate CYP3A4 inducer must be coadministered, administer 8-mg/day dose initially, with potential to increase to 9 mg/day based on serum phosphate levels on Days 14-21 and tolerability. If a moderate CYP3A4 inducer must be coadministered after the initial dose increase period based on serum phosphate levels and tolerability, increase erdafitinib dose up to 9 mg. When a moderate inducer discontinued, continue erdafitinib at same dose, in absence of drug-related toxicity."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "dofetilide",
            "description": {
                "common": "erdafitinib increases levels of dofetilide by decreasing renal clearance. Modify Therapy/Monitor Closely. Consider alternatives that are not OCT2 substrates or consider reducing the dose of OCT2 substrates based on tolerability."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "dopamine",
            "description": {
                "common": "dopamine increases levels of erdafitinib by decreasing renal clearance. Modify Therapy/Monitor Closely. Consider alternatives that are not OCT2 substrates or consider reducing the dose of OCT2 substrates based on tolerability."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "elvitegravir",
            "description": {
                "common": "elvitegravir will decrease the level or effect of erdafitinib by  affecting hepatic enzyme CYP2C9/10 metabolism. Modify Therapy/Monitor Closely. If a moderate CYP2C9 inducer must be coadministered, administer 8-mg/day dose initially, with potential to increase to 9 mg/day based on serum phosphate levels on Days 14-21 and tolerability. If a moderate CYP2C9 inducer must be coadministered after the initial dose increase period based on serum phosphate levels and tolerability, increase erdafitinib dose up to 9 mg. When a moderate inducer discontinued, continue erdafitinib at same dose, in absence of drug-related toxicity."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "enzalutamide",
            "description": {
                "common": "enzalutamide will decrease the level or effect of erdafitinib by  affecting hepatic enzyme CYP2C9/10 metabolism. Modify Therapy/Monitor Closely. If a moderate CYP2C9 inducer must be coadministered, administer 8-mg/day dose initially, with potential to increase to 9 mg/day based on serum phosphate levels on Days 14-21 and tolerability. If a moderate CYP2C9 inducer must be coadministered after the initial dose increase period based on serum phosphate levels and tolerability, increase erdafitinib dose up to 9 mg. When a moderate inducer discontinued, continue erdafitinib at same dose, in absence of drug-related toxicity."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "eslicarbazepine acetate",
            "description": {
                "common": "eslicarbazepine acetate will decrease the level or effect of erdafitinib by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Modify Therapy/Monitor Closely. If a moderate CYP3A4 inducer must be coadministered, administer 8-mg/day dose initially, with potential to increase to 9 mg/day based on serum phosphate levels on Days 14-21 and tolerability. If a moderate CYP3A4 inducer must be coadministered after the initial dose increase period based on serum phosphate levels and tolerability, increase erdafitinib dose up to 9 mg. When a moderate inducer discontinued, continue erdafitinib at same dose, in absence of drug-related toxicity."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "famotidine",
            "description": {
                "common": "famotidine increases levels of erdafitinib by decreasing renal clearance. Modify Therapy/Monitor Closely. Consider alternatives that are not OCT2 substrates or consider reducing the dose of OCT2 substrates based on tolerability."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "lamivudine",
            "description": {
                "common": "lamivudine increases levels of erdafitinib by decreasing renal clearance. Modify Therapy/Monitor Closely. Consider alternatives that are not OCT2 substrates or consider reducing the dose of OCT2 substrates based on tolerability."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "memantine",
            "description": {
                "common": "memantine increases levels of erdafitinib by decreasing renal clearance. Modify Therapy/Monitor Closely. Consider alternatives that are not OCT2 substrates or consider reducing the dose of OCT2 substrates based on tolerability."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "metformin",
            "description": {
                "common": "metformin increases levels of erdafitinib by decreasing renal clearance. Modify Therapy/Monitor Closely. Consider alternatives that are not OCT2 substrates or consider reducing the dose of OCT2 substrates based on tolerability."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "oxaliplatin",
            "description": {
                "common": "erdafitinib increases levels of oxaliplatin by decreasing renal clearance. Modify Therapy/Monitor Closely. Consider alternatives that are not OCT2 substrates or consider reducing the dose of OCT2 substrates based on tolerability."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "pimozide",
            "description": {
                "common": "erdafitinib, pimozide. Other (see comment). Modify Therapy/Monitor Closely. \nComment: Avoid coadministration during initial dosing adjustment period (ie, first 21 days). Increases in serum phosphate levels are a pharmacodynamic effect of FGFR inhibition. Serum phosphate binders may obscure decisions regarding initial dosage increase."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "pindolol",
            "description": {
                "common": "erdafitinib increases levels of pindolol by decreasing renal clearance. Modify Therapy/Monitor Closely. Consider alternatives that are not OCT2 substrates or consider reducing the dose of OCT2 substrates based on tolerability."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "pramipexole",
            "description": {
                "common": "erdafitinib increases levels of pramipexole by decreasing renal clearance. Modify Therapy/Monitor Closely. Consider alternatives that are not OCT2 substrates or consider reducing the dose of OCT2 substrates based on tolerability."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "procainamide",
            "description": {
                "common": "erdafitinib increases levels of procainamide by decreasing renal clearance. Modify Therapy/Monitor Closely. Consider alternatives that are not OCT2 substrates or consider reducing the dose of OCT2 substrates based on tolerability."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "rucaparib",
            "description": {
                "common": "rucaparib will increase the level or effect of erdafitinib by  affecting hepatic enzyme CYP2C9/10 metabolism. Modify Therapy/Monitor Closely. Adjust dosage of CYP2C9 substrates, if clinically indicated."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "siponimod",
            "description": {
                "common": "siponimod and erdafitinib both increase  immunosuppressive effects; risk of infection. Use Caution/Monitor. Caution if coadministered because of additive immunosuppressive effects during such therapy and in the weeks following administration. When switching from drugs with prolonged immune effects, consider the half-life and mode of action of these drugs to avoid unintended additive immunosuppressive effects."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "sparsentan",
            "description": {
                "common": "sparsentan will decrease the level or effect of erdafitinib by  affecting hepatic enzyme CYP2C9/10 metabolism. Use Caution/Monitor. Sparsentan (a CYP2C9 inducer) decreases exposure of CYP2C9 substrates and reduces efficacy related to these substrates. "
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "telotristat ethyl",
            "description": {
                "common": "telotristat ethyl will decrease the level or effect of erdafitinib by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Modify Therapy/Monitor Closely. If a moderate CYP3A4 inducer must be coadministered, administer 8-mg/day dose initially, with potential to increase to 9 mg/day based on serum phosphate levels on Days 14-21 and tolerability. If a moderate CYP3A4 inducer must be coadministered after the initial dose increase period based on serum phosphate levels and tolerability, increase erdafitinib dose up to 9 mg. When a moderate inducer discontinued, continue erdafitinib at same dose, in absence of drug-related toxicity."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "trimethoprim",
            "description": {
                "common": "erdafitinib increases levels of trimethoprim by decreasing renal clearance. Modify Therapy/Monitor Closely. Consider alternatives that are not OCT2 substrates or consider reducing the dose of OCT2 substrates based on tolerability."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "varenicline",
            "description": {
                "common": "erdafitinib increases levels of varenicline by increasing renal clearance. Modify Therapy/Monitor Closely. Consider alternatives that are not OCT2 substrates or consider reducing the dose of OCT2 substrates based on tolerability."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "encorafenib",
            "description": {
                "common": "encorafenib will decrease the level or effect of erdafitinib by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Minor/Significance Unknown. If a moderate CYP3A4 inducer must be coadministered, administer 8-mg/day dose initially, with potential to increase to 9 mg/day based on serum phosphate levels on Days 14-21 and tolerability. If a moderate CYP3A4 inducer must be coadministered after the initial dose increase period based on serum phosphate levels and tolerability, increase erdafitinib dose up to 9 mg. When a moderate inducer discontinued, continue erdafitinib at same dose, in absence of drug-related toxicity."
            }
        }
    ],
    "adverse effects": [
        {
            "name": "Phosphate increased",
            "percent": "76"
        },
        {
            "name": "Stomatitis",
            "percent": "56"
        },
        {
            "name": "Fatigue",
            "percent": "54"
        },
        {
            "name": "Creatinine increased",
            "percent": "52"
        },
        {
            "name": "Diarrhea",
            "percent": "47"
        },
        {
            "name": "Dry mouth",
            "percent": "45"
        },
        {
            "name": "ALT increased",
            "percent": "41"
        },
        {
            "name": "Alkaline phosphatase increased",
            "percent": "41"
        },
        {
            "name": "Onycholysis",
            "percent": "41"
        },
        {
            "name": "Sodium decreased",
            "percent": "40"
        },
        {
            "name": "Decreased appetite",
            "percent": "38"
        },
        {
            "name": "Albumin decreased",
            "percent": "37"
        },
        {
            "name": "Dysgeusia",
            "percent": "37"
        },
        {
            "name": "Hemoglobin decreased",
            "percent": "35"
        },
        {
            "name": "Dry skin",
            "percent": "34"
        },
        {
            "name": "AST increased",
            "percent": "30"
        },
        {
            "name": "Magnesium decreased",
            "percent": "30"
        },
        {
            "name": "Constipation",
            "percent": "28"
        },
        {
            "name": "Dry eye",
            "percent": "28"
        },
        {
            "name": "Palmar",
            "percent": "26"
        },
        {
            "name": "plantar erythrodysesthesia",
            "percent": "26"
        },
        {
            "name": "Alopecia",
            "percent": "24"
        },
        {
            "name": "Phosphate decreased",
            "percent": "23"
        },
        {
            "name": "Abdominal pain",
            "percent": "22"
        },
        {
            "name": "Calcium increased",
            "percent": "21"
        },
        {
            "name": "Nausea",
            "percent": "20"
        },
        {
            "name": "Musculoskeletal pain",
            "percent": "19"
        },
        {
            "name": "Platelets decreased",
            "percent": "17"
        },
        {
            "name": "Leukocytes decreased",
            "percent": "17"
        },
        {
            "name": "Blurred vision",
            "percent": "17"
        },
        {
            "name": "Paronychia",
            "percent": "17"
        },
        {
            "name": "Urinary tract infection",
            "percent": "16"
        },
        {
            "name": "Potassium increased",
            "percent": "16"
        },
        {
            "name": "Weight decreased",
            "percent": "14"
        },
        {
            "name": "Pyrexia",
            "percent": "13"
        },
        {
            "name": "Vomiting",
            "percent": "11"
        },
        {
            "name": "Nail discoloration",
            "percent": "11"
        },
        {
            "name": "Conjunctivitis",
            "percent": "11"
        },
        {
            "name": "Oropharyngeal pain",
            "percent": "11"
        },
        {
            "name": "Hematuria",
            "percent": "11"
        },
        {
            "name": "Arthralgia",
            "percent": "16"
        },
        {
            "name": "Sodium decreased",
            "percent": "10"
        },
        {
            "name": "Neutrophils decreased",
            "percent": "10"
        },
        {
            "name": "Fasting glucose decreased",
            "percent": "10"
        },
        {
            "name": "Lacrimation increased",
            "percent": "10"
        },
        {
            "name": "Dyspnea",
            "percent": "10"
        },
        {
            "name": "Fatigue",
            "percent": "10"
        },
        {
            "name": "Nail disorders",
            "percent": "9"
        },
        {
            "name": "Phosphate decreased",
            "percent": "9"
        },
        {
            "name": "Stomatitis",
            "percent": "6"
        },
        {
            "name": "Palmar",
            "percent": "6"
        },
        {
            "name": "plantar erythrodysesthesia",
            "percent": "6"
        },
        {
            "name": "Urinary tract infection",
            "percent": "5"
        },
        {
            "name": "Dry eye",
            "percent": "3"
        },
        {
            "name": "Creatinine increased",
            "percent": "3"
        },
        {
            "name": "Hemoglobin decreased",
            "percent": "3"
        },
        {
            "name": "Calcium increased",
            "percent": "2"
        },
        {
            "name": "Paronychia",
            "percent": "2"
        },
        {
            "name": "Neutrophils decreased",
            "percent": "2"
        },
        {
            "name": "Diarrhea",
            "percent": "2"
        },
        {
            "name": "Abdominal pain",
            "percent": "2"
        },
        {
            "name": "Vomiting",
            "percent": "2"
        },
        {
            "name": "Dyspnea",
            "percent": "1"
        },
        {
            "name": "Hematuria",
            "percent": "1"
        },
        {
            "name": "Platelets decreased",
            "percent": "1"
        },
        {
            "name": "Phosphate increased",
            "percent": "1"
        },
        {
            "name": "ALT increased",
            "percent": "1"
        },
        {
            "name": "Alkaline phosphatase increased",
            "percent": "1"
        },
        {
            "name": "Magnesium decreased",
            "percent": "1"
        },
        {
            "name": "Constipation",
            "percent": "1"
        },
        {
            "name": "Nausea",
            "percent": "1"
        },
        {
            "name": "Pyrexia",
            "percent": "1"
        },
        {
            "name": "Dysgeusia",
            "percent": null
        },
        {
            "name": "Oropharyngeal pain",
            "percent": null
        }
    ]
}