{
    "name": "delafloxacin",
    "comment": "Rx",
    "other_names": [
        "Baxdela"
    ],
    "classes": [
        "Fluoroquinolones"
    ],
    "source": "https://reference.medscape.com/drug/baxdela-delafloxacin-1000153",
    "pregnancy": {
        "common": [
            "Data are limited regarding use in pregnant women and are insufficient to inform a drug-associated risk of major birth defects and miscarriages"
        ],
        "specific": [
            {
                "type": "Animal studies",
                "description": [
                    "When administered PO to rats during organogenesis, no malformation or fetal death were observed at doses up to 7 times the estimated clinical exposure based on AUC",
                    "When rats were dosed with the IV form in late gestation and during lactation, no adverse effects on offspring were observed"
                ]
            }
        ]
    },
    "lactation": {
        "common": [
            "Unknown if distributed in human breast milk",
            "Excreted in the breast milk of rats",
            "Consider the developmental and health benefits of breastfeeding along with the mother’s clinical need for the drug, and any potential adverse effects on the breastfed infant from the drug or from the underlying maternal condition"
        ]
    },
    "warnings": {
        "black_box_warning": {
            "common": [
                "Fluoroquinolones have been associated with disabling and potentially irreversible serious adverse reactions that have occurred together, including tendinitis and tendon rupture, peripheral neuropathy, and CNS effects",
                "Discontinue the drug immediately and avoid use of systemic antimicrobials#fluoroquinolones in patients who experience any of these serious adverse reactions",
                "May exacerbate muscle weakness in patients with myasthenia gravis; avoid antimicrobials#fluoroquinolones with known history of myasthenia gravis"
            ],
            "specific": [
                {
                    "type": "Serious adverse effects and limitations-of-use",
                    "description": [
                        "Both oral and injectable antimicrobials#fluoroquinolones are associated with disabling adverse effects involving tendons, muscles, joints, nerves and the central nervous system",
                        "These side effects can occur hours to weeks after exposure to antimicrobials#fluoroquinolones and may potentially be permanent",
                        "Because the risk of these serious adverse effects generally outweighs the benefits for patients with acute bacterial sinusitis, acute exacerbation of chronic bronchitis, and uncomplicated UTIs, antimicrobials#fluoroquinolones should be reserved for use in patients with these conditions who have no alternative treatment options",
                        "For some serious bacterial infections, including anthrax, plague, and bacterial pneumonia, among others, the benefits of antimicrobials#fluoroquinolones outweigh the risks and it is appropriate for them to remain available as a therapeutic option"
                    ]
                }
            ]
        },
        "contraindicators": {
            "common": [
                "Hypersensitivity to delafloxacin or its components or other antimicrobials#fluoroquinolones"
            ],
            "specific": []
        },
        "cautions": {
            "common": [
                "Fluoroquinolones are associated with disabling and potentially irreversible serious adverse reactions from different body systems, including tendinitis, tendon rupture, arthralgia, myalgia, peripheral neuropathy, and CNS effects (eg, hallucinations, anxiety, depression, insomnia, severe headaches, confusion) ",
                "Risk of tendinitis and tendon rupture in all ages; the Achilles tendon is most frequently involved, but rupture has also been reported with the rotator cuff, hand, biceps, thumb, and other tendons",
                "Fluoroquinolones are associated with increased risk of peripheral neuropathy; sensory or sensorimotor axonal polyneuropathy affecting small and/or large axons resulting in paresthesias, hypoesthesias, dysesthesias, and weakness reported ",
                "Fluoroquinolones elicit neuromuscular blocking activity and may exacerbate muscle weakness with myasthenia gravis",
                "Serious and occasional fatal hypersensitivity reactions (including after first dose) reported ",
                "Clostridium difficile-associated diarrhea (CDAD) reported with use of nearly all systemic antibiotics",
                "Prescribing an antibiotic in the absence of proven or strongly suspected bacterial infection is unlikely to provide benefit and increases risk developing drug-resistant bacteria",
                "Increased risk of aortic aneurysm and dissection within 2 months following fluoroquinolone use observed in epidemiologic studies, particularly in elderly patients; etiology has not been identified; reserve use in patients with known or at greater risk for aortic aneurysm only when there are no alternative antibacterial treatments available",
                "Blood glucose disturbances reported with antimicrobials#fluoroquinolones, including symptomatic hyperglycemia and hypoglycemia, usually in diabetic patients receiving concomitant treatment with an oral hypoglycemic agent (eg, glyburide) or with insulin; careful blood glucose monitoring recommended; severe cases of hypoglycemia resulting in coma or death reported with other antimicrobials#fluoroquinolones"
            ],
            "specific": [
                {
                    "type": "Central nervous effects",
                    "description": [
                        "If the following adverse effects occur, discontinue delafloxacin immediately and institute appropriate therapy",
                        "Psychiatric effects",
                        "Associated with increased risk of psychiatric adverse reactions, including: toxic psychosis, hallucinations, paranoia, depression, suicidal thoughts or acts, delirium, disorientation, confusion, disturbances in attention, anxiety, agitation, nervousness, insomnia, nightmares, or memory impairment; may occur after the first dose",
                        "If reactions occur, discontinue therapy and institute appropriate measures",
                        "CNS effects",
                        "Associated with increased risk of seizures, increased intracranial pressure (including pseudotumor cerebri), dizziness, and tremors",
                        "Assess benefits and risks of use in patients with known or suspected CNS disorders (eg, severe cerebral arteriosclerosis, epilepsy) or in the presence of other risk factors that may predispose to seizures or lower the seizure threshold",
                        "If reactions occur, discontinue therapy and institute appropriate measures"
                    ]
                },
                {
                    "type": "Drug interaction overview",
                    "description": [
                        "Do not coadminister IV delafloxacin in the same IV line with any solution containing multivalent cations (eg, magnesium)",
                        "Chelation",
                        "Fluoroquinolones form chelates with alkaline earth and transition metal cations",
                        "Delafloxacin PO administration with antacids containing aluminum or magnesium, with sucralfate, with metal cations (eg, iron), or with multivitamins containing iron or zinc, or with formulations containing divalent and trivalent cations (eg, didanosine buffered tablets for oral suspension or the pediatric powder for oral solution), may substantially interfere with the absorption and decrease systemic exposure",
                        "Administer delafloxacin at least 2 hr before or 6 hr after the aforementioned agents"
                    ]
                }
            ]
        }
    },
    "interactions": [
        {
            "classification_type": "Serious",
            "interaction_with": "fexinidazole",
            "description": {
                "common": "fexinidazole and delafloxacin both increase  QTc interval. Avoid or Use Alternate Drug. Avoid coadministration of fexinidazole with drugs known to block potassium channels and/or prolong QT interval."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "microbiota oral",
            "description": {
                "common": "delafloxacin decreases effects of microbiota oral by pharmacodynamic antagonism. Avoid or Use Alternate Drug. Microbiota oral contains bacterial spores. Antibacterial agents may decrease efficacy if coadministered. Complete antibiotic regimens 2-4 days before initiating microbiota oral. ."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "selinexor",
            "description": {
                "common": "selinexor, delafloxacin. unspecified interaction mechanism. Avoid or Use Alternate Drug. Patients treated with selinexor may experience neurological toxicities. Avoid taking selinexor with other medications that may cause dizziness or confusion."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "alfuzosin",
            "description": {
                "common": "delafloxacin and alfuzosin both increase  QTc interval. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "aluminum hydroxide",
            "description": {
                "common": "aluminum hydroxide will decrease the level or effect of delafloxacin by  cation binding in GI tract. Modify Therapy/Monitor Closely. Oral delafloxacin form chelates with alkaline earth and transition metal cations. Administer oral delafloxacin at least 2 hr before or 6 hr after these agents."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "amifampridine",
            "description": {
                "common": "delafloxacin increases toxicity of amifampridine by Other (see comment). Modify Therapy/Monitor Closely. \nComment: Amifampridine can cause seizures. Coadministration with drugs that lower seizure threshold may increase this risk."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "calcium acetate",
            "description": {
                "common": "calcium acetate will decrease the level or effect of delafloxacin by  cation binding in GI tract. Modify Therapy/Monitor Closely. Oral delafloxacin form chelates with alkaline earth and transition metal cations. Administer oral delafloxacin at least 2 hr before or 6 hr after these agents."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "calcium carbonate",
            "description": {
                "common": "calcium carbonate will decrease the level or effect of delafloxacin by  cation binding in GI tract. Modify Therapy/Monitor Closely. Oral delafloxacin form chelates with alkaline earth and transition metal cations. Administer oral delafloxacin at least 2 hr before or 6 hr after these agents."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "calcium chloride",
            "description": {
                "common": "calcium chloride will decrease the level or effect of delafloxacin by  cation binding in GI tract. Modify Therapy/Monitor Closely. Oral delafloxacin form chelates with alkaline earth and transition metal cations. Administer oral delafloxacin at least 2 hr before or 6 hr after these agents."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "calcium citrate",
            "description": {
                "common": "calcium citrate will decrease the level or effect of delafloxacin by  cation binding in GI tract. Modify Therapy/Monitor Closely. Oral delafloxacin form chelates with alkaline earth and transition metal cations. Administer oral delafloxacin at least 2 hr before or 6 hr after these agents."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "calcium gluconate",
            "description": {
                "common": "calcium gluconate will decrease the level or effect of delafloxacin by  cation binding in GI tract. Modify Therapy/Monitor Closely. Oral delafloxacin form chelates with alkaline earth and transition metal cations. Administer oral delafloxacin at least 2 hr before or 6 hr after these agents."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "calcium/vitamin D",
            "description": {
                "common": "calcium/vitamin D will decrease the level or effect of delafloxacin by  cation binding in GI tract. Modify Therapy/Monitor Closely. Oral delafloxacin form chelates with alkaline earth and transition metal cations. Administer oral delafloxacin at least 2 hr before or 6 hr after these agents."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "carbonyl iron",
            "description": {
                "common": "carbonyl iron will decrease the level or effect of delafloxacin by  cation binding in GI tract. Modify Therapy/Monitor Closely. Oral delafloxacin form chelates with alkaline earth and transition metal cations. Administer oral delafloxacin at least 2 hr before or 6 hr after these agents."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ferric maltol",
            "description": {
                "common": "ferric maltol will decrease the level or effect of delafloxacin by  cation binding in GI tract. Modify Therapy/Monitor Closely. Oral delafloxacin form chelates with alkaline earth and transition metal cations. Administer oral delafloxacin at least 2 hr before or 6 hr after these agents."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ferrous fumarate",
            "description": {
                "common": "ferrous fumarate will decrease the level or effect of delafloxacin by  cation binding in GI tract. Modify Therapy/Monitor Closely. Oral delafloxacin form chelates with alkaline earth and transition metal cations. Administer oral delafloxacin at least 2 hr before or 6 hr after these agents."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ferrous gluconate",
            "description": {
                "common": "ferrous gluconate will decrease the level or effect of delafloxacin by  cation binding in GI tract. Modify Therapy/Monitor Closely. Oral delafloxacin form chelates with alkaline earth and transition metal cations. Administer oral delafloxacin at least 2 hr before or 6 hr after these agents."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ferrous sulfate",
            "description": {
                "common": "ferrous sulfate will decrease the level or effect of delafloxacin by  cation binding in GI tract. Modify Therapy/Monitor Closely. Oral delafloxacin form chelates with alkaline earth and transition metal cations. Administer oral delafloxacin at least 2 hr before or 6 hr after these agents."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "magnesium chloride",
            "description": {
                "common": "magnesium chloride will decrease the level or effect of delafloxacin by  cation binding in GI tract. Modify Therapy/Monitor Closely. Oral delafloxacin form chelates with alkaline earth and transition metal cations. Administer oral delafloxacin at least 2 hr before or 6 hr after these agents."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "magnesium gluconate",
            "description": {
                "common": "magnesium gluconate will decrease the level or effect of delafloxacin by  cation binding in GI tract. Modify Therapy/Monitor Closely. Oral delafloxacin form chelates with alkaline earth and transition metal cations. Administer oral delafloxacin at least 2 hr before or 6 hr after these agents."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "magnesium oxide",
            "description": {
                "common": "magnesium oxide will decrease the level or effect of delafloxacin by  cation binding in GI tract. Modify Therapy/Monitor Closely. Oral delafloxacin form chelates with alkaline earth and transition metal cations. Administer oral delafloxacin at least 2 hr before or 6 hr after these agents."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "magnesium sulfate",
            "description": {
                "common": "magnesium sulfate will decrease the level or effect of delafloxacin by  cation binding in GI tract. Modify Therapy/Monitor Closely. Oral delafloxacin form chelates with alkaline earth and transition metal cations. Administer oral delafloxacin at least 2 hr before or 6 hr after these agents."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "magnesium supplement",
            "description": {
                "common": "magnesium supplement will decrease the level or effect of delafloxacin by  Other (see comment). Modify Therapy/Monitor Closely. Formation of an insoluble complex reduces absorption of the drug through intestinal tract; administer magnesium 2hr before the quinolone or 6hr after the quinolone"
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "manganese",
            "description": {
                "common": "manganese will decrease the level or effect of delafloxacin by  cation binding in GI tract. Modify Therapy/Monitor Closely. Oral delafloxacin form chelates with alkaline earth and transition metal cations. Administer oral delafloxacin at least 2 hr before or 6 hr after these agents."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "multivitamins",
            "description": {
                "common": "multivitamins will decrease the level or effect of delafloxacin by  cation binding in GI tract. Modify Therapy/Monitor Closely. Oral delafloxacin form chelates with alkaline earth and transition metal cations. Administer oral delafloxacin at least 2 hr before or 6 hr after these agents."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "multivitamins, vision",
            "description": {
                "common": "multivitamins, vision will decrease the level or effect of delafloxacin by  cation binding in GI tract. Modify Therapy/Monitor Closely. Oral delafloxacin form chelates with alkaline earth and transition metal cations. Administer oral delafloxacin at least 2 hr before or 6 hr after these agents."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "polysaccharide iron",
            "description": {
                "common": "polysaccharide iron will decrease the level or effect of delafloxacin by  cation binding in GI tract. Modify Therapy/Monitor Closely. Oral delafloxacin form chelates with alkaline earth and transition metal cations. Administer oral delafloxacin at least 2 hr before or 6 hr after these agents."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "sodium sulfate/?magnesium sulfate/potassium chloride",
            "description": {
                "common": "sodium sulfate/?magnesium sulfate/potassium chloride decreases levels of delafloxacin by inhibition of GI absorption. Applies only to oral form of both agents. Modify Therapy/Monitor Closely. Administer  fluoroquinolones at least 2 hr before and no less than 6 hr after each dose to avoid chelation with magnesium. ."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "sodium sulfate/potassium sulfate/magnesium sulfate",
            "description": {
                "common": "sodium sulfate/potassium sulfate/magnesium sulfate decreases levels of delafloxacin by inhibition of GI absorption. Applies only to oral form of both agents. Modify Therapy/Monitor Closely. Administer  fluoroquinolones at least 2 hr before and no less than 6 hr after each dose to avoid chelation with magnesium. ."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "sucralfate",
            "description": {
                "common": "sucralfate will decrease the level or effect of delafloxacin by  cation binding in GI tract. Modify Therapy/Monitor Closely. Oral delafloxacin form chelates with alkaline earth and transition metal cations. Administer oral delafloxacin at least 2 hr before or 6 hr after these agents."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "warfarin",
            "description": {
                "common": "delafloxacin increases effects of warfarin by unspecified interaction mechanism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "zinc",
            "description": {
                "common": "zinc will decrease the level or effect of delafloxacin by  cation binding in GI tract. Modify Therapy/Monitor Closely. Oral delafloxacin form chelates with alkaline earth and transition metal cations. Administer oral delafloxacin at least 2 hr before or 6 hr after these agents."
            }
        }
    ],
    "adverse effects": [
        {
            "name": "Cardiac disorders",
            "percent": null
        },
        {
            "name": "Sinus tachycardia",
            "percent": null
        },
        {
            "name": "palpitations",
            "percent": null
        },
        {
            "name": "bradycardia",
            "percent": null
        },
        {
            "name": "Ear and labyrinth disorders",
            "percent": null
        },
        {
            "name": "Tinnitus",
            "percent": null
        },
        {
            "name": "vertigo",
            "percent": null
        },
        {
            "name": "Eye disorders",
            "percent": null
        },
        {
            "name": "Vision blurred",
            "percent": null
        },
        {
            "name": "General disorders and administration site conditions",
            "percent": null
        },
        {
            "name": "Infusion site extravasation",
            "percent": null
        },
        {
            "name": "infusion site bruise",
            "percent": null
        },
        {
            "name": "discomfort",
            "percent": null
        },
        {
            "name": "edema",
            "percent": null
        },
        {
            "name": "erythema",
            "percent": null
        },
        {
            "name": "irritation",
            "percent": null
        },
        {
            "name": "pain",
            "percent": null
        },
        {
            "name": "phlebitis",
            "percent": null
        },
        {
            "name": "swelling",
            "percent": null
        },
        {
            "name": "thrombosis",
            "percent": null
        },
        {
            "name": "Gastrointestinal disorders",
            "percent": null
        },
        {
            "name": "Abdominal pain",
            "percent": null
        },
        {
            "name": "dyspepsia",
            "percent": null
        },
        {
            "name": "Immune system disorders",
            "percent": null
        },
        {
            "name": "Hypersensitivity",
            "percent": null
        },
        {
            "name": "Infections and infestations",
            "percent": null
        },
        {
            "name": "Clostridium difficile infection",
            "percent": null
        },
        {
            "name": "fungal infection",
            "percent": null
        },
        {
            "name": "oral candidiasis",
            "percent": null
        },
        {
            "name": "vulvovaginal candidiasis",
            "percent": null
        },
        {
            "name": "Laboratory Investigations",
            "percent": null
        },
        {
            "name": "Blood alkaline phosphatase increased",
            "percent": null
        },
        {
            "name": "blood creatinine increased",
            "percent": null
        },
        {
            "name": "blood creatine phosphokinase increased",
            "percent": null
        },
        {
            "name": "Metabolism and nutrition disorders",
            "percent": null
        },
        {
            "name": "Hyperglycemia",
            "percent": null
        },
        {
            "name": "hypoglycemia",
            "percent": null
        },
        {
            "name": "Musculoskeletal and connective tissue disorders",
            "percent": null
        },
        {
            "name": "Myalgia",
            "percent": null
        },
        {
            "name": "Nervous system disorders",
            "percent": null
        },
        {
            "name": "Dizziness",
            "percent": null
        },
        {
            "name": "hypoesthesia",
            "percent": null
        },
        {
            "name": "paraesthesia",
            "percent": null
        },
        {
            "name": "dysgeusia",
            "percent": null
        },
        {
            "name": "presyncope",
            "percent": null
        },
        {
            "name": "syncope",
            "percent": null
        },
        {
            "name": "Psychiatric disorders",
            "percent": null
        },
        {
            "name": "Anxiety",
            "percent": null
        },
        {
            "name": "insomnia",
            "percent": null
        },
        {
            "name": "abnormal dreams",
            "percent": null
        },
        {
            "name": "Renal and urinary",
            "percent": null
        },
        {
            "name": "Renal impairment",
            "percent": null
        },
        {
            "name": "renal failure",
            "percent": null
        },
        {
            "name": "Skin and subcutaneous tissue disorders",
            "percent": null
        },
        {
            "name": "Pruritus",
            "percent": null
        },
        {
            "name": "urticaria",
            "percent": null
        },
        {
            "name": "dermatitis",
            "percent": null
        },
        {
            "name": "rash",
            "percent": null
        },
        {
            "name": "Vascular disorders",
            "percent": null
        },
        {
            "name": "Flushing",
            "percent": null
        },
        {
            "name": "hypotension",
            "percent": null
        },
        {
            "name": "hypertension",
            "percent": null
        },
        {
            "name": "phlebitis",
            "percent": null
        }
    ]
}