{
    "name": "belinostat",
    "comment": "Rx",
    "other_names": [
        "Beleodaq"
    ],
    "classes": [
        "Antineoplastics",
        "HDAc Inhibitors"
    ],
    "source": "https://reference.medscape.com/drug/beleodaq-belinostat-999940",
    "pregnancy": {
        "common": [
            "Based on mechanism of action, drug can cause teratogenicity and/or embryo-fetal lethality because it is genotoxic and targets actively dividing cells",
            "There are no available data on drug use in pregnant women to evaluate for a drug-associated risk of major birth defects, miscarriage or adverse maternal or fetal outcomes; no animal reproduction studies conducted; advise pregnant women of potential risk to fetus",
            "Pregnancy testing is recommended for females of reproductive potential prior to initiating therapy",
            "Based on findings from animal studies, drug may impair male fertility; reversibility of effect on fertility is unknown"
        ],
        "specific": [
            {
                "type": "Contraception",
                "description": [
                    "Females: Drug can cause embryo-fetal harm when administered to a pregnant woman; advise females of reproductive potential to use effective contraception during treatment with drug and for 6 months after last dose",
                    "Males: Based on genotoxicity findings, advise males with female partners of reproductive potential to use effective contraception during treatment and for 3 months after last dose"
                ]
            }
        ]
    },
    "lactation": {
        "common": [
            "There are no data on presence of drug in human milk, effects on breastfed child, or on milk production; because of potential for serious adverse reactions in breastfed child"
        ]
    },
    "warnings": {
        "black_box_warning": {
            "common": [],
            "specific": []
        },
        "contraindicators": {
            "common": [
                "None"
            ],
            "specific": []
        },
        "cautions": {
            "common": [
                "Thrombocytopenia, leukopenia (neutropenia and lymphopenia), and anemia may occur; monitor blood cell counts and modify dosage for hematologic toxicities (see Dosage Modifications)",
                "Serious and fatal infections (eg, pneumonia and sepsis) reported; do not administer if patient has an active infection",
                "May cause hepatic toxicity and liver function test abnormalities; monitor liver function tests before treatment and before each treatment cycle; omit or modify dosage for hepatic toxicities (see Dosage Modifications)",
                "Tumor lysis syndrome reported; monitor patients with advanced stage disease and/or high tumor burden and take appropriate precautions",
                "Nausea, vomiting, and diarrhea commonly occur and may require the use of antiemetic and antidiarrheal medications",
                "Can cause fetal harm when administered to a pregnant woman; advise women of potential harm to the fetus and to avoid pregnancy"
            ],
            "specific": []
        }
    },
    "interactions": [
        {
            "classification_type": "Serious",
            "interaction_with": "atazanavir",
            "description": {
                "common": "atazanavir will increase the level or effect of belinostat by  decreasing metabolism. Avoid or Use Alternate Drug. Strong UGT inhibitors decrease metabolism of belinostat; reduce belinostat starting dose to 750 mg/m2 when coadministered with UGT inhibitors or in patients known to be homozygous for the UGT1A1*28 allele"
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "gemfibrozil",
            "description": {
                "common": "gemfibrozil will increase the level or effect of belinostat by  decreasing metabolism. Avoid or Use Alternate Drug. Strong UGT inhibitors decrease metabolism of belinostat; reduce belinostat starting dose to 750 mg/m2 when coadministered with UGT inhibitors or in patients known to be homozygous for the UGT1A1*28 allele"
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "indinavir",
            "description": {
                "common": "indinavir will increase the level or effect of belinostat by  decreasing metabolism. Avoid or Use Alternate Drug. Strong UGT inhibitors decrease metabolism of belinostat; reduce belinostat starting dose to 750 mg/m2 when coadministered with UGT inhibitors or in patients known to be homozygous for the UGT1A1*28 allele"
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "ketoconazole",
            "description": {
                "common": "ketoconazole will increase the level or effect of belinostat by  decreasing metabolism. Avoid or Use Alternate Drug. Strong UGT inhibitors decrease metabolism of belinostat; reduce belinostat starting dose to 750 mg/m2 when coadministered with UGT inhibitors or in patients known to be homozygous for the UGT1A1*28 allele"
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "levoketoconazole",
            "description": {
                "common": "levoketoconazole will increase the level or effect of belinostat by  decreasing metabolism. Avoid or Use Alternate Drug. Strong UGT inhibitors decrease metabolism of belinostat; reduce belinostat starting dose to 750 mg/m2 when coadministered with UGT inhibitors or in patients known to be homozygous for the UGT1A1*28 allele"
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "milk thistle",
            "description": {
                "common": "milk thistle will increase the level or effect of belinostat by  decreasing metabolism. Avoid or Use Alternate Drug. Strong UGT inhibitors decrease metabolism of belinostat; reduce belinostat starting dose to 750 mg/m2 when coadministered with UGT inhibitors or in patients known to be homozygous for the UGT1A1*28 allele"
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "palifermin",
            "description": {
                "common": "palifermin increases toxicity of belinostat by Other (see comment). Avoid or Use Alternate Drug. \nComment: Palifermin should not be administered within 24 hr before, during infusion of, or within 24 hr after administration of antineoplastic agents. Coadministration of palifermin within 24 hr of chemotherapy resulted in increased severity and duration of oral mucositis."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "ropeginterferon alfa 2b",
            "description": {
                "common": "ropeginterferon alfa 2b, belinostat.\nEither increases toxicity of the other by Other (see comment). Avoid or Use Alternate Drug. \nComment: Myelosuppressive agents can produce additive myelosuppression. Avoid use and monitor patients receiving the combination for effects of excessive myelosuppression."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "valerian",
            "description": {
                "common": "valerian will increase the level or effect of belinostat by  decreasing metabolism. Avoid or Use Alternate Drug. Strong UGT inhibitors decrease metabolism of belinostat; reduce belinostat starting dose to 750 mg/m2 when coadministered with UGT inhibitors or in patients known to be homozygous for the UGT1A1*28 allele"
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "apalutamide",
            "description": {
                "common": "apalutamide will decrease the level or effect of belinostat by  increasing elimination. Use Caution/Monitor. Apalutamide induces UGT and may decrease systemic exposure of drugs that are UGT substrates."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "cholera vaccine",
            "description": {
                "common": "belinostat decreases effects of cholera vaccine by immunosuppressive effects; risk of infection. Modify Therapy/Monitor Closely. Immunosuppressive therapies, including irradiation, antimetabolites, alkylating agents, cytotoxic drugs and corticosteroids (used in greater than physiologic doses), may reduce the immune response to cholera vaccine."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "dengue vaccine",
            "description": {
                "common": "belinostat decreases effects of dengue vaccine by immunosuppressive effects; risk of infection. Use Caution/Monitor. Immunosuppressive therapies (eg, irradiation, antimetabolites, alkylating agents, cytotoxic drugs, corticosteroids [greater than physiologic doses]) may reduce immune response to dengue vaccine."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "dichlorphenamide",
            "description": {
                "common": "dichlorphenamide and belinostat both decrease  serum potassium. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ponesimod",
            "description": {
                "common": "ponesimod and belinostat both increase  immunosuppressive effects; risk of infection. Use Caution/Monitor. Caution if coadministered because of additive immunosuppressive effects during such therapy and in the weeks following administration. When switching from drugs with prolonged immune effects, consider the half-life and mode of action of these drugs to avoid unintended additive immunosuppressive effects."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "siponimod",
            "description": {
                "common": "siponimod and belinostat both increase  immunosuppressive effects; risk of infection. Use Caution/Monitor. Caution if coadministered because of additive immunosuppressive effects during such therapy and in the weeks following administration. When switching from drugs with prolonged immune effects, consider the half-life and mode of action of these drugs to avoid unintended additive immunosuppressive effects."
            }
        }
    ],
    "adverse effects": [
        {
            "name": "All toxicity grades",
            "percent": "42"
        },
        {
            "name": "Nausea",
            "percent": "37"
        },
        {
            "name": "Fatigue",
            "percent": "35"
        },
        {
            "name": "Pyrexia",
            "percent": "32"
        },
        {
            "name": "Anemia",
            "percent": "29"
        },
        {
            "name": "Vomiting",
            "percent": "23"
        },
        {
            "name": "Constipation",
            "percent": "23"
        },
        {
            "name": "Diarrhea",
            "percent": "22"
        },
        {
            "name": "Dyspnea",
            "percent": "20"
        },
        {
            "name": "Rash",
            "percent": "20"
        },
        {
            "name": "Peripheral edema",
            "percent": "19"
        },
        {
            "name": "Cough",
            "percent": "16"
        },
        {
            "name": "Thrombocytopenia",
            "percent": "16"
        },
        {
            "name": "Pruritus",
            "percent": "16"
        },
        {
            "name": "Chills",
            "percent": "16"
        },
        {
            "name": "Increased blood lactate dehydrogenase",
            "percent": "15"
        },
        {
            "name": "Decrease appetite",
            "percent": "15"
        },
        {
            "name": "Headache",
            "percent": "14"
        },
        {
            "name": "Infusion site pain",
            "percent": "12"
        },
        {
            "name": "Hypokalemia",
            "percent": "11"
        },
        {
            "name": "Prolonged QT",
            "percent": "11"
        },
        {
            "name": "Abdominal pain",
            "percent": "10"
        },
        {
            "name": "Hypotension",
            "percent": "10"
        },
        {
            "name": "Phlebitis",
            "percent": "10"
        },
        {
            "name": "Dizziness",
            "percent": null
        }
    ]
}