{
    "name": "lorcaserin",
    "comment": "Discontinued",
    "other_names": [
        "Belviq",
        "Belviq XR"
    ],
    "classes": [
        "CNS Stimulants",
        "Anorexiants",
        "Serotonin 5-HT2C-Receptor Agonists"
    ],
    "source": "https://reference.medscape.com/drug/belviq-belviq-xr-lorcaserin-999756",
    "pregnancy": {
        "common": [
            "Contraindicated during pregnancy, because weight loss offers no benefit to a pregnant woman and may result in fetal harm; limited data on lorcaserin use in pregnant women are not sufficient to determine drug-associated risk of major congenital malformations or miscarriage; appropriate weight gain based on pre-pregnancy weight is currently recommended for all pregnant women, including those who are already overweight or obese, due to the obligatory weight gain that occurs in maternal tissues during pregnancy; in rats, maternal exposure to lorcaserin in late pregnancy resulted in lower body weight in offspring which persisted to adulthood; advise pregnant women of potential risk to a fetus"
        ],
        "specific": []
    },
    "lactation": {
        "common": [
            "There are no data on presence of lorcaserin in human milk, effects on breastfed infant, or effects on milk production; because of potential for serious adverse reactions in breastfed infant, advise women receiving therapy that product is not recommended while breastfeeding"
        ]
    },
    "warnings": {
        "black_box_warning": {
            "common": [],
            "specific": []
        },
        "contraindicators": {
            "common": [
                "Pregnancy",
                "Prior hypersensitivity reaction"
            ],
            "specific": []
        },
        "cautions": {
            "common": [
                "Monitor for serotonin syndrome or NMS-like reactions; discontinue therapy and any concomitant serotonergic and/or dopaminergic agents immediately if signs or symptoms arise",
                "Studies suggest possibility of regurgitant valvular heart disease (not likely); monitor if patient has congestive heart failure",
                "Advise patient to take caution when operating hazardous machinery",
                "Monitor for worsening of depression, suicidal thoughts or behavior, or any other unusual changes in mood or behavior",
                "Monitor for hypoglycemia with type 2 diabetes mellitus; if hypoglycemia occurs while on therapy; adjust antidiabetic drug regimen",
                "Priapism may occur; men with erections >4 hours should immediately discontinue therapy and seek emergency medical attention to avoid irreversible damage to erectile tissue; caution in men with predisposed conditions to priapism (eg sickle cell anemia, multiple myeloma, or leukemia) or anatomical deformation of the penis",
                "Caution with bradycardia or a history of heart block",
                "May cause decrease in white blood cell count and other hematological changes; consider periodic monitoring of CBC",
                "Moderately elevates prolactin levels; obtain prolactin levels if hyperprolactinemia symptoms (eg, gynecomastia) occur",
                "May cause pulmonary hypertension (insufficient data)",
                "May cause confusion, somnolence, fatigue and cognitive impairment; use caution when operating heavy machinery or tasks that require mental alertness",
                "Use in patients with severe hepatic impairment not studied; use caution",
                "Use not recommended in patients with severe renal impairment or end stage renal disease;use caution in moderate renal impairment",
                "Neutropenia, leukopenia, lymphopenia, anemia and/or decreases in hematocrit and hemoglobin reported; consider monitoring CBC periodically during use"
            ],
            "specific": []
        }
    },
    "interactions": [
        {
            "classification_type": "Contraindicated",
            "interaction_with": "eliglustat",
            "description": {
                "common": "lorcaserin increases levels of eliglustat by affecting hepatic enzyme CYP2D6 metabolism. Contraindicated. If coadministered with strong or moderate CYP2D6 inhibitors, reduce eliglustat dose from 84 mg BID to 84 mg once daily in extensive  and intermediate metabolizers;  eliglustat is contraindiated if strong or moderate CYP2D6 inhibitors are given concomitantly with strong or moderate CYP3A inhibitors."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "almotriptan",
            "description": {
                "common": "almotriptan and lorcaserin both increase  serotonin levels. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "amitriptyline",
            "description": {
                "common": "amitriptyline and lorcaserin both increase  serotonin levels. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "bupropion",
            "description": {
                "common": "bupropion and lorcaserin both increase  serotonin levels. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "buspirone",
            "description": {
                "common": "buspirone and lorcaserin both increase  serotonin levels. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "citalopram",
            "description": {
                "common": "citalopram and lorcaserin both increase  serotonin levels. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "clomipramine",
            "description": {
                "common": "clomipramine and lorcaserin both increase  serotonin levels. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "cocaine topical",
            "description": {
                "common": "cocaine topical and lorcaserin both increase  serotonin levels. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "desipramine",
            "description": {
                "common": "desipramine and lorcaserin both increase  serotonin levels. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "desvenlafaxine",
            "description": {
                "common": "desvenlafaxine and lorcaserin both increase  serotonin levels. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "dextroamphetamine",
            "description": {
                "common": "dextroamphetamine and lorcaserin both increase  serotonin levels. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "dextromethorphan",
            "description": {
                "common": "dextromethorphan and lorcaserin both increase  serotonin levels. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "doxepin",
            "description": {
                "common": "doxepin and lorcaserin both increase  serotonin levels. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "duloxetine",
            "description": {
                "common": "duloxetine and lorcaserin both increase  sedation. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "eletriptan",
            "description": {
                "common": "eletriptan and lorcaserin both increase  serotonin levels. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "escitalopram",
            "description": {
                "common": "escitalopram and lorcaserin both increase  serotonin levels. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "fluoxetine",
            "description": {
                "common": "fluoxetine and lorcaserin both increase  serotonin levels. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "fluvoxamine",
            "description": {
                "common": "fluvoxamine and lorcaserin both increase  serotonin levels. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "frovatriptan",
            "description": {
                "common": "frovatriptan and lorcaserin both increase  serotonin levels. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "imipramine",
            "description": {
                "common": "imipramine and lorcaserin both increase  serotonin levels. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "iobenguane I 131",
            "description": {
                "common": "lorcaserin will decrease the level or effect of iobenguane I 131 by  Other (see comment). Avoid or Use Alternate Drug. Based on the mechanism of action of iobenguane, drugs that reduce catecholamine uptake or that deplete catecholamine stores may interfere with iobenguane uptake into cells, and thus, reduce iobenguane efficacy. Discontinue interfering drugs for at least 5 half-lives before administration of either the dosimetry or an iobenguane dose. Do not administer these drugs until at least 7 days after each iobenguane dose."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "isocarboxazid",
            "description": {
                "common": "isocarboxazid and lorcaserin both increase  serotonin levels. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "isoniazid",
            "description": {
                "common": "isoniazid and lorcaserin both increase  serotonin levels. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "L-tryptophan",
            "description": {
                "common": "L-tryptophan and lorcaserin both increase  serotonin levels. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "levomilnacipran",
            "description": {
                "common": "levomilnacipran and lorcaserin both increase  serotonin levels. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "linezolid",
            "description": {
                "common": "linezolid and lorcaserin both increase  serotonin levels. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "lisdexamfetamine",
            "description": {
                "common": "lisdexamfetamine and lorcaserin both increase  serotonin levels. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "lithium",
            "description": {
                "common": "lithium and lorcaserin both increase  serotonin levels. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "meperidine",
            "description": {
                "common": "meperidine and lorcaserin both increase  serotonin levels. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "methamphetamine",
            "description": {
                "common": "methamphetamine and lorcaserin both increase  serotonin levels. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "metoclopramide intranasal",
            "description": {
                "common": "lorcaserin will increase the level or effect of metoclopramide intranasal by  affecting hepatic enzyme CYP2D6 metabolism. Avoid or Use Alternate Drug. Concurrent use of metoclopramide intranasal and strong CYP2D6 inhibitors is not recommended since the metoclopramide intranasal dose cannot be adjusted."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "milnacipran",
            "description": {
                "common": "milnacipran and lorcaserin both increase  serotonin levels. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "mirtazapine",
            "description": {
                "common": "mirtazapine and lorcaserin both increase  serotonin levels. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "naratriptan",
            "description": {
                "common": "naratriptan and lorcaserin both increase  serotonin levels. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "nefazodone",
            "description": {
                "common": "nefazodone and lorcaserin both increase  serotonin levels. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "nortriptyline",
            "description": {
                "common": "nortriptyline and lorcaserin both increase  serotonin levels. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "paroxetine",
            "description": {
                "common": "paroxetine and lorcaserin both increase  serotonin levels. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "perphenazine",
            "description": {
                "common": "perphenazine and lorcaserin both increase  serotonin levels. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "phenelzine",
            "description": {
                "common": "phenelzine and lorcaserin both increase  serotonin levels. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "protriptyline",
            "description": {
                "common": "protriptyline and lorcaserin both increase  serotonin levels. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "rasagiline",
            "description": {
                "common": "rasagiline and lorcaserin both increase  serotonin levels. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "rizatriptan",
            "description": {
                "common": "rizatriptan and lorcaserin both increase  serotonin levels. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "selegiline",
            "description": {
                "common": "selegiline and lorcaserin both increase  serotonin levels. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "selegiline transdermal",
            "description": {
                "common": "selegiline transdermal and lorcaserin both increase  serotonin levels. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "sertraline",
            "description": {
                "common": "sertraline and lorcaserin both increase  serotonin levels. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "St John's Wort",
            "description": {
                "common": "St John's Wort and lorcaserin both increase  serotonin levels. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "sumatriptan",
            "description": {
                "common": "sumatriptan and lorcaserin both increase  serotonin levels. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "sumatriptan intranasal",
            "description": {
                "common": "sumatriptan intranasal and lorcaserin both increase  serotonin levels. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "tramadol",
            "description": {
                "common": "tramadol and lorcaserin both increase  serotonin levels. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "tranylcypromine",
            "description": {
                "common": "tranylcypromine and lorcaserin both increase  serotonin levels. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "trazodone",
            "description": {
                "common": "trazodone and lorcaserin both increase  serotonin levels. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "venlafaxine",
            "description": {
                "common": "venlafaxine and lorcaserin both increase  serotonin levels. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "vilazodone",
            "description": {
                "common": "vilazodone and lorcaserin both increase  serotonin levels. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "vortioxetine",
            "description": {
                "common": "lorcaserin increases levels of vortioxetine by affecting hepatic enzyme CYP2D6 metabolism. Avoid or Use Alternate Drug. Decrease vortioxetine dose by 50% when coadministered with strong CYP2D6 inhibitors."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "ziprasidone",
            "description": {
                "common": "ziprasidone and lorcaserin both increase  serotonin levels. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "zolmitriptan",
            "description": {
                "common": "zolmitriptan and lorcaserin both increase  serotonin levels. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "amitriptyline",
            "description": {
                "common": "lorcaserin will increase the level or effect of amitriptyline by  affecting hepatic enzyme CYP2D6 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "amoxapine",
            "description": {
                "common": "lorcaserin will increase the level or effect of amoxapine by  affecting hepatic enzyme CYP2D6 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "aripiprazole",
            "description": {
                "common": "lorcaserin will increase the level or effect of aripiprazole by  affecting hepatic enzyme CYP2D6 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "asenapine",
            "description": {
                "common": "lorcaserin, asenapine. unspecified interaction mechanism. Use Caution/Monitor. Serotonin modulators may enhance dopamine blockade, possibly increasing the risk for neuroleptic malignant syndrome. Antipsychotics may enhance serotonergic effect of serotonin modulators, which may result in serotonin syndrome. Monitor for evidence of serotonin toxicity (eg, mental status changes, autonomic instability, and neuromuscular hyperactivity) or neuroleptic malignant syndrome (eg, hyperthermia, muscle rigidity, autonomic dysfunction)."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "atomoxetine",
            "description": {
                "common": "lorcaserin will increase the level or effect of atomoxetine by  affecting hepatic enzyme CYP2D6 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "benzhydrocodone/acetaminophen",
            "description": {
                "common": "benzhydrocodone/acetaminophen, lorcaserin.\nEither increases effects of the other by serotonin levels. Use Caution/Monitor. Coadministration of drugs that affect the serotonergic neurotransmitter system may result in serotonin syndrome. If concomitant use is warranted, carefully observe the patient, particularly during treatment initiation and dose adjustment."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "betaxolol",
            "description": {
                "common": "lorcaserin will increase the level or effect of betaxolol by  affecting hepatic enzyme CYP2D6 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "brexpiprazole",
            "description": {
                "common": "lorcaserin will increase the level or effect of brexpiprazole by  affecting hepatic enzyme CYP2D6 metabolism. Modify Therapy/Monitor Closely. Administer half of the usual brexpiprazole dose when coadministered with strong CYP2D6 inhibitors. If also administered with a strong/moderate CYP3A4 inhibitor, administer a quarter of brexpiprazole dose. NOTE: In MDD clinical trials, brexpiprazole dosage was not adjusted for strong CYP2D6 inhibitors (eg, paroxetine, fluoxetine); thus, CYP considerations are already factored into general dosing recommendations and brexpiprazole may be administered without dosage adjustment in patients with MDD."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "captopril",
            "description": {
                "common": "lorcaserin will increase the level or effect of captopril by  affecting hepatic enzyme CYP2D6 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "cariprazine",
            "description": {
                "common": "lorcaserin, cariprazine. unspecified interaction mechanism. Use Caution/Monitor. Serotonin modulators may enhance dopamine blockade, possibly increasing the risk for neuroleptic malignant syndrome. Antipsychotics may enhance serotonergic effect of serotonin modulators, which may result in serotonin syndrome. Monitor for evidence of serotonin toxicity (eg, mental status changes, autonomic instability, and neuromuscular hyperactivity) or neuroleptic malignant syndrome (eg, hyperthermia, muscle rigidity, autonomic dysfunction)."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "carvedilol",
            "description": {
                "common": "lorcaserin will increase the level or effect of carvedilol by  affecting hepatic enzyme CYP2D6 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "chloroquine",
            "description": {
                "common": "lorcaserin will increase the level or effect of chloroquine by  affecting hepatic enzyme CYP2D6 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "chlorpromazine",
            "description": {
                "common": "lorcaserin will increase the level or effect of chlorpromazine by  affecting hepatic enzyme CYP2D6 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "cinacalcet",
            "description": {
                "common": "lorcaserin will increase the level or effect of cinacalcet by  affecting hepatic enzyme CYP2D6 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "citalopram",
            "description": {
                "common": "lorcaserin will increase the level or effect of citalopram by  affecting hepatic enzyme CYP2D6 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "clomipramine",
            "description": {
                "common": "lorcaserin will increase the level or effect of clomipramine by  affecting hepatic enzyme CYP2D6 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "clozapine",
            "description": {
                "common": "lorcaserin, clozapine. unspecified interaction mechanism. Use Caution/Monitor. Serotonin modulators may enhance dopamine blockade, possibly increasing the risk for neuroleptic malignant syndrome. Antipsychotics may enhance serotonergic effect of serotonin modulators, which may result in serotonin syndrome. Monitor for evidence of serotonin toxicity (eg, mental status changes, autonomic instability, and neuromuscular hyperactivity) or neuroleptic malignant syndrome (eg, hyperthermia, muscle rigidity, autonomic dysfunction)."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "codeine",
            "description": {
                "common": "lorcaserin will increase the level or effect of codeine by  affecting hepatic enzyme CYP2D6 metabolism. Use Caution/Monitor. Prevents conversion of codeine to its active metabolite morphine."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "desipramine",
            "description": {
                "common": "lorcaserin will increase the level or effect of desipramine by  affecting hepatic enzyme CYP2D6 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "deutetrabenazine",
            "description": {
                "common": "lorcaserin will increase the level or effect of deutetrabenazine by  affecting hepatic enzyme CYP2D6 metabolism. Modify Therapy/Monitor Closely. Strong CYP2D6 inhibitors increase the systemic exposure to the active dihydro-metabolites of deutetrabenazine by approximately 3-fold. Do not exceed 18 mg/dose and 36 mg/day of deutetrabenazine if coadministered with strong CYP2D6 inhibitors."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "dextroamphetamine transdermal",
            "description": {
                "common": "lorcaserin, dextroamphetamine transdermal.\nEither increases effects of the other by serotonin levels. Modify Therapy/Monitor Closely. Initiate with lower doses and monitor for signs and symptoms of serotonin syndrome, particularly during initiation or dosage increase. If serotonin syndrome occurs, discontinue dextroamphetamine transdermal and concomitant serotonergic drug(s)."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "doxepin",
            "description": {
                "common": "lorcaserin will increase the level or effect of doxepin by  affecting hepatic enzyme CYP2D6 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "doxepin cream",
            "description": {
                "common": "lorcaserin will increase the level or effect of doxepin cream by  affecting hepatic enzyme CYP2D6 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "doxorubicin",
            "description": {
                "common": "lorcaserin will increase the level or effect of doxorubicin by  affecting hepatic enzyme CYP2D6 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "doxorubicin liposomal",
            "description": {
                "common": "lorcaserin will increase the level or effect of doxorubicin liposomal by  affecting hepatic enzyme CYP2D6 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "duloxetine",
            "description": {
                "common": "lorcaserin will increase the level or effect of duloxetine by  affecting hepatic enzyme CYP2D6 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "eluxadoline",
            "description": {
                "common": "lorcaserin increases levels of eluxadoline by affecting hepatic enzyme CYP2D6 metabolism. Use Caution/Monitor. As a precautionary measure due to incomplete information on the metabolism of eluxadoline, use caution when coadministered with strong CYP2D6 inhibitors."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "epinephrine inhaled",
            "description": {
                "common": "lorcaserin, epinephrine inhaled.\nEither increases effects of the other by sympathetic (adrenergic) effects, including increased blood pressure and heart rate. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "flecainide",
            "description": {
                "common": "lorcaserin will increase the level or effect of flecainide by  affecting hepatic enzyme CYP2D6 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "fluoxetine",
            "description": {
                "common": "lorcaserin will increase the level or effect of fluoxetine by  affecting hepatic enzyme CYP2D6 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "fluphenazine",
            "description": {
                "common": "lorcaserin will increase the level or effect of fluphenazine by  affecting hepatic enzyme CYP2D6 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "fluvoxamine",
            "description": {
                "common": "lorcaserin will increase the level or effect of fluvoxamine by  affecting hepatic enzyme CYP2D6 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "haloperidol",
            "description": {
                "common": "lorcaserin will increase the level or effect of haloperidol by  affecting hepatic enzyme CYP2D6 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "hydrocodone",
            "description": {
                "common": "hydrocodone, lorcaserin.\nEither increases effects of the other by serotonin levels. Use Caution/Monitor. Coadministration of drugs that affect the serotonergic neurotransmitter system may result in serotonin syndrome. If concomitant use is warranted, carefully observe the patient, particularly during treatment initiation and dose adjustment."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "iloperidone",
            "description": {
                "common": "lorcaserin will increase the level or effect of iloperidone by  affecting hepatic enzyme CYP2D6 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "imipramine",
            "description": {
                "common": "lorcaserin will increase the level or effect of imipramine by  affecting hepatic enzyme CYP2D6 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "lofexidine",
            "description": {
                "common": "lorcaserin will increase the level or effect of lofexidine by  affecting hepatic enzyme CYP2D6 metabolism. Modify Therapy/Monitor Closely. Concomitant use of lofexidine with strong CYP2D6 inhibitors may increase lofexidine plasma levels. Monitor for symptoms of orthostasis and bradycardia if coadministered with a CYP2D6 inhibitor. Consider lofexidine dose reduction."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "loxapine",
            "description": {
                "common": "lorcaserin, loxapine. unspecified interaction mechanism. Use Caution/Monitor. Serotonin modulators may enhance dopamine blockade, possibly increasing the risk for neuroleptic malignant syndrome. Antipsychotics may enhance serotonergic effect of serotonin modulators, which may result in serotonin syndrome. Monitor for evidence of serotonin toxicity (eg, mental status changes, autonomic instability, and neuromuscular hyperactivity) or neuroleptic malignant syndrome (eg, hyperthermia, muscle rigidity, autonomic dysfunction)."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "loxapine inhaled",
            "description": {
                "common": "lorcaserin, loxapine inhaled. unspecified interaction mechanism. Use Caution/Monitor. Serotonin modulators may enhance dopamine blockade, possibly increasing the risk for neuroleptic malignant syndrome. Antipsychotics may enhance serotonergic effect of serotonin modulators, which may result in serotonin syndrome. Monitor for evidence of serotonin toxicity (eg, mental status changes, autonomic instability, and neuromuscular hyperactivity) or neuroleptic malignant syndrome (eg, hyperthermia, muscle rigidity, autonomic dysfunction)."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "lurasidone",
            "description": {
                "common": "lorcaserin, lurasidone. unspecified interaction mechanism. Use Caution/Monitor. Serotonin modulators may enhance dopamine blockade, possibly increasing the risk for neuroleptic malignant syndrome. Antipsychotics may enhance serotonergic effect of serotonin modulators, which may result in serotonin syndrome. Monitor for evidence of serotonin toxicity (eg, mental status changes, autonomic instability, and neuromuscular hyperactivity) or neuroleptic malignant syndrome (eg, hyperthermia, muscle rigidity, autonomic dysfunction)."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "maprotiline",
            "description": {
                "common": "lorcaserin will increase the level or effect of maprotiline by  affecting hepatic enzyme CYP2D6 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "metaxalone",
            "description": {
                "common": "lorcaserin will increase the level or effect of metaxalone by  affecting hepatic enzyme CYP2D6 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "methamphetamine",
            "description": {
                "common": "lorcaserin will increase the level or effect of methamphetamine by  affecting hepatic enzyme CYP2D6 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "metoprolol",
            "description": {
                "common": "lorcaserin will increase the level or effect of metoprolol by  affecting hepatic enzyme CYP2D6 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "mirtazapine",
            "description": {
                "common": "lorcaserin will increase the level or effect of mirtazapine by  affecting hepatic enzyme CYP2D6 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "molindone",
            "description": {
                "common": "lorcaserin, molindone. unspecified interaction mechanism. Use Caution/Monitor. Serotonin modulators may enhance dopamine blockade, possibly increasing the risk for neuroleptic malignant syndrome. Antipsychotics may enhance serotonergic effect of serotonin modulators, which may result in serotonin syndrome. Monitor for evidence of serotonin toxicity (eg, mental status changes, autonomic instability, and neuromuscular hyperactivity) or neuroleptic malignant syndrome (eg, hyperthermia, muscle rigidity, autonomic dysfunction)."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "nebivolol",
            "description": {
                "common": "lorcaserin will increase the level or effect of nebivolol by  affecting hepatic enzyme CYP2D6 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "nefazodone",
            "description": {
                "common": "lorcaserin will increase the level or effect of nefazodone by  affecting hepatic enzyme CYP2D6 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "nortriptyline",
            "description": {
                "common": "lorcaserin will increase the level or effect of nortriptyline by  affecting hepatic enzyme CYP2D6 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "olanzapine",
            "description": {
                "common": "lorcaserin, olanzapine. unspecified interaction mechanism. Use Caution/Monitor. Serotonin modulators may enhance dopamine blockade, possibly increasing the risk for neuroleptic malignant syndrome. Antipsychotics may enhance serotonergic effect of serotonin modulators, which may result in serotonin syndrome. Monitor for evidence of serotonin toxicity (eg, mental status changes, autonomic instability, and neuromuscular hyperactivity) or neuroleptic malignant syndrome (eg, hyperthermia, muscle rigidity, autonomic dysfunction)."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "oliceridine",
            "description": {
                "common": "lorcaserin will increase the level or effect of oliceridine by  affecting hepatic enzyme CYP2D6 metabolism. Modify Therapy/Monitor Closely. If concomitant use is necessary, may require less frequent oliceridine dosing. Closely monitor for respiratory depression and sedation and titrate subsequent doses accordingly. If inhibitor is discontinued, consider increase oliceridine dosage until stable drug effects are achieved. Monitor for signs of opioid withdrawal. "
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "paliperidone",
            "description": {
                "common": "lorcaserin, paliperidone. unspecified interaction mechanism. Use Caution/Monitor. Serotonin modulators may enhance dopamine blockade, possibly increasing the risk for neuroleptic malignant syndrome. Antipsychotics may enhance serotonergic effect of serotonin modulators, which may result in serotonin syndrome. Monitor for evidence of serotonin toxicity (eg, mental status changes, autonomic instability, and neuromuscular hyperactivity) or neuroleptic malignant syndrome (eg, hyperthermia, muscle rigidity, autonomic dysfunction)."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "paroxetine",
            "description": {
                "common": "lorcaserin will increase the level or effect of paroxetine by  affecting hepatic enzyme CYP2D6 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "perphenazine",
            "description": {
                "common": "lorcaserin will increase the level or effect of perphenazine by  affecting hepatic enzyme CYP2D6 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "pimavanserin",
            "description": {
                "common": "lorcaserin, pimavanserin. unspecified interaction mechanism. Use Caution/Monitor. Serotonin modulators may enhance dopamine blockade, possibly increasing the risk for neuroleptic malignant syndrome. Antipsychotics may enhance serotonergic effect of serotonin modulators, which may result in serotonin syndrome. Monitor for evidence of serotonin toxicity (eg, mental status changes, autonomic instability, and neuromuscular hyperactivity) or neuroleptic malignant syndrome (eg, hyperthermia, muscle rigidity, autonomic dysfunction)."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "pimozide",
            "description": {
                "common": "lorcaserin, pimozide. unspecified interaction mechanism. Use Caution/Monitor. Serotonin modulators may enhance dopamine blockade, possibly increasing the risk for neuroleptic malignant syndrome. Antipsychotics may enhance serotonergic effect of serotonin modulators, which may result in serotonin syndrome. Monitor for evidence of serotonin toxicity (eg, mental status changes, autonomic instability, and neuromuscular hyperactivity) or neuroleptic malignant syndrome (eg, hyperthermia, muscle rigidity, autonomic dysfunction)."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "pindolol",
            "description": {
                "common": "lorcaserin will increase the level or effect of pindolol by  affecting hepatic enzyme CYP2D6 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "pitolisant",
            "description": {
                "common": "lorcaserin will increase the level or effect of pitolisant by  affecting hepatic enzyme CYP2D6 metabolism. Modify Therapy/Monitor Closely. If coadministered with strong CYP2D6 inhibitors, initiate pitolisant at 8.9 mg/day and increase after 7 days to maximum of 17.8 mg/day. For patients currently taking pitolisant, reduce pitolisant dose by half upon initiating strong CYP2D6 inhibitors."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "procainamide",
            "description": {
                "common": "lorcaserin will increase the level or effect of procainamide by  affecting hepatic enzyme CYP2D6 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "promethazine",
            "description": {
                "common": "lorcaserin will increase the level or effect of promethazine by  affecting hepatic enzyme CYP2D6 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "propafenone",
            "description": {
                "common": "lorcaserin will increase the level or effect of propafenone by  affecting hepatic enzyme CYP2D6 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "propranolol",
            "description": {
                "common": "lorcaserin will increase the level or effect of propranolol by  affecting hepatic enzyme CYP2D6 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "protriptyline",
            "description": {
                "common": "lorcaserin will increase the level or effect of protriptyline by  affecting hepatic enzyme CYP2D6 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "quetiapine",
            "description": {
                "common": "lorcaserin, quetiapine. unspecified interaction mechanism. Use Caution/Monitor. Serotonin modulators may enhance dopamine blockade, possibly increasing the risk for neuroleptic malignant syndrome. Antipsychotics may enhance serotonergic effect of serotonin modulators, which may result in serotonin syndrome. Monitor for evidence of serotonin toxicity (eg, mental status changes, autonomic instability, and neuromuscular hyperactivity) or neuroleptic malignant syndrome (eg, hyperthermia, muscle rigidity, autonomic dysfunction)."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "risperidone",
            "description": {
                "common": "lorcaserin will increase the level or effect of risperidone by  affecting hepatic enzyme CYP2D6 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ritonavir",
            "description": {
                "common": "lorcaserin will increase the level or effect of ritonavir by  affecting hepatic enzyme CYP2D6 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "sertraline",
            "description": {
                "common": "lorcaserin will increase the level or effect of sertraline by  affecting hepatic enzyme CYP2D6 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "sufentanil SL",
            "description": {
                "common": "sufentanil SL, lorcaserin.\nEither increases effects of the other by serotonin levels. Use Caution/Monitor. Coadministration of drugs that affect the serotonergic neurotransmitter system may result in serotonin syndrome. If concomitant use is warranted, carefully observe the patient, particularly during treatment initiation and dose adjustment."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "tamoxifen",
            "description": {
                "common": "lorcaserin will decrease the level or effect of tamoxifen by  affecting hepatic enzyme CYP2D6 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "tamsulosin",
            "description": {
                "common": "lorcaserin increases levels of tamsulosin by affecting hepatic enzyme CYP2D6 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "thioridazine",
            "description": {
                "common": "lorcaserin will increase the level or effect of thioridazine by  affecting hepatic enzyme CYP2D6 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "thiothixene",
            "description": {
                "common": "lorcaserin, thiothixene. unspecified interaction mechanism. Use Caution/Monitor. Serotonin modulators may enhance dopamine blockade, possibly increasing the risk for neuroleptic malignant syndrome. Antipsychotics may enhance serotonergic effect of serotonin modulators, which may result in serotonin syndrome. Monitor for evidence of serotonin toxicity (eg, mental status changes, autonomic instability, and neuromuscular hyperactivity) or neuroleptic malignant syndrome (eg, hyperthermia, muscle rigidity, autonomic dysfunction)."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "timolol",
            "description": {
                "common": "lorcaserin will increase the level or effect of timolol by  affecting hepatic enzyme CYP2D6 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "timolol ophthalmic",
            "description": {
                "common": "lorcaserin will increase the level or effect of timolol ophthalmic by  affecting hepatic enzyme CYP2D6 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "tolterodine",
            "description": {
                "common": "lorcaserin will increase the level or effect of tolterodine by  affecting hepatic enzyme CYP2D6 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "tramadol",
            "description": {
                "common": "lorcaserin will increase the level or effect of tramadol by  affecting hepatic enzyme CYP2D6 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "trifluoperazine",
            "description": {
                "common": "lorcaserin, trifluoperazine. unspecified interaction mechanism. Use Caution/Monitor. Serotonin modulators may enhance dopamine blockade, possibly increasing the risk for neuroleptic malignant syndrome. Antipsychotics may enhance serotonergic effect of serotonin modulators, which may result in serotonin syndrome. Monitor for evidence of serotonin toxicity (eg, mental status changes, autonomic instability, and neuromuscular hyperactivity) or neuroleptic malignant syndrome (eg, hyperthermia, muscle rigidity, autonomic dysfunction)."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "trimipramine",
            "description": {
                "common": "lorcaserin will increase the level or effect of trimipramine by  affecting hepatic enzyme CYP2C9/10 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "valbenazine",
            "description": {
                "common": "lorcaserin will increase the level or effect of valbenazine by  affecting hepatic enzyme CYP2D6 metabolism. Modify Therapy/Monitor Closely. Consider reducing valbenazine dose based on tolerability if coadministered with a strong CYP2D6 inhibitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "venlafaxine",
            "description": {
                "common": "lorcaserin will increase the level or effect of venlafaxine by  affecting hepatic enzyme CYP2D6 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ziprasidone",
            "description": {
                "common": "lorcaserin, ziprasidone. unspecified interaction mechanism. Use Caution/Monitor. Serotonin modulators may enhance dopamine blockade, possibly increasing the risk for neuroleptic malignant syndrome. Antipsychotics may enhance serotonergic effect of serotonin modulators, which may result in serotonin syndrome. Monitor for evidence of serotonin toxicity (eg, mental status changes, autonomic instability, and neuromuscular hyperactivity) or neuroleptic malignant syndrome (eg, hyperthermia, muscle rigidity, autonomic dysfunction)."
            }
        }
    ],
    "adverse effects": [
        {
            "name": "Headache",
            "percent": "16.8"
        },
        {
            "name": "Upper respiratory tract infection",
            "percent": "13.7"
        },
        {
            "name": "Nasopharyngitis",
            "percent": "13"
        },
        {
            "name": "Dizziness",
            "percent": "8.5"
        },
        {
            "name": "Nausea",
            "percent": "8.3"
        },
        {
            "name": "Fatigue",
            "percent": "7.2"
        },
        {
            "name": "Diarrhea",
            "percent": "6.5"
        },
        {
            "name": "Urinary tract infection",
            "percent": "6.5"
        },
        {
            "name": "Back pain",
            "percent": "6.3"
        },
        {
            "name": "Constipation",
            "percent": "5.8"
        },
        {
            "name": "Dry mouth",
            "percent": "5.3"
        },
        {
            "name": "Vomiting",
            "percent": "3.8"
        },
        {
            "name": "Rash",
            "percent": "2.1"
        },
        {
            "name": "Musculoskeletal pain",
            "percent": "2"
        },
        {
            "name": "Hypersensitivity",
            "percent": null
        }
    ]
}