{
    "name": "inotuzumab",
    "comment": "Rx",
    "other_names": [
        "Besponsa"
    ],
    "classes": [
        "Antineoplastics",
        "Other"
    ],
    "source": "https://reference.medscape.com/drug/besponsa-inotuzumab-1000173",
    "pregnancy": {
        "common": [
            "Based on its mechanism of action and findings from animal studies, inotuzumab can cause embryofetal harm when administered to a pregnant woman; no available data for use in pregnant women to inform a drug-associated risk of major birth defects and miscarriage",
            "If used during pregnancy, or if patient becomes pregnant while taking inotuzumab, advise patient of the potential risk to a fetus"
        ],
        "specific": [
            {
                "type": "Animal data",
                "description": [
                    "In rat embryofetal development studies, inotuzumab ozogamicin caused embryofetal toxicity at maternal systemic exposures that were ≥0.4 times exposure in patients at maximum recommended dose, based on AUC; pregnant rats received daily IV doses of inotuzumab ozogamicin up to 0.36 mg/m² during organogenesis; embryofetal toxicities, including increased resorptions and fetal growth restriction, as evidenced by decreased live fetal weights and delayed skeletal ossification, were observed at ≥0.11 mg/m² (~2 times the exposure in patients at maximum recommended dose, based on AUC); fetal growth restriction also occurred at 0.04 mg/m² (~0.4 times the exposure in patients at the maximum recommended dose, based on AUC)"
                ]
            },
            {
                "type": "Females and Males of Reproductive Potential",
                "description": [
                    "Based on findings in animals, inotuzumab may impair fertility in males and females of reproductive potential",
                    "  ",
                    "Verify the pregnancy status of females of reproductive potential prior to initiating inotuzumab",
                    "  ",
                    "Advise females of reproductive potential to avoid becoming pregnant while receiving inotuzumab",
                    "Advise females of reproductive potential to use effective contraception during treatment with inotuzumab and for at least 8 months after the last dose",
                    "Advise males with female partners of reproductive potential to use effective contraception during treatment with inotuzumab and for at least 5 months after the last dose"
                ]
            }
        ]
    },
    "lactation": {
        "common": [
            "Unknown if distributed in human breast milk",
            "No data on presence of inotuzumab ozogamicin or its metabolites in human milk, its effects on breastfed infant, or effects on milk production",
            "Because of potential for adverse reactions in breastfed infants, advise women not to breastfeed during treatment with inotuzumab and for at least 2 months after the last dose"
        ]
    },
    "warnings": {
        "black_box_warning": {
            "common": [],
            "specific": [
                {
                    "type": "Hepatoxicity, including VOD",
                    "description": [
                        "Hepatotoxicity, including fatal and life-threatening VOD (also known as sinusoidal obstruction syndrome) reported with relapsed or refractory acute lymphoblastic leukemia (ALL) who received inotuzumab",
                        "Risk of VOD was greater in patients who underwent HSCT after inotuzumab treatment; use of HSCT conditioning regimens containing 2 alkylating agents and last total bilirubin level ≥ULN before HSCT were significantly associated with an increased risk of VOD",
                        "Other risk factors include ongoing or prior liver disease, prior HSCT, increased age, later salvage lines, and a greater number of inotuzumab treatment cycles",
                        "Elevation of liver tests may require dosing interruption, dose reduction, or permanent discontinuation of inotuzumab; permanently discontinue treatment if VOD occurs",
                        "If severe VOD occurs, treat according to standard medical practice"
                    ]
                },
                {
                    "type": "Increased risk of post-HSCT nonrelapse mortality",
                    "description": [
                        "Reports of higher post-HSCT nonrelapse mortality rate in patients receiving inotuzumab, resulting in a higher Day 100 post-HSCT mortality rate",
                        "In a clinical trial, the post-HSCT nonrelapse mortality rate was 31/79 (39%) and 8/35 (23%) in inotuzumab arm compared with the investigator’s choice of chemotherapy arm",
                        "In inotuzumab arm, the most common causes of post-HSCT nonrelapse mortality included VOD and infections",
                        "Monitor toxicities post-HSCT, including signs and symptoms of infection and VOD"
                    ]
                }
            ]
        },
        "contraindicators": {
            "common": [
                "None"
            ],
            "specific": []
        },
        "cautions": {
            "common": [
                "Hepatotoxicity, including VOD, reported; monitor closely for signs and symptoms of VOD (eg, increased total bilirubin, hepatomegaly, rapid weight gain, ascites) (see Black Box Warnings)",
                "Increase risk of posttransplant nonrelapse mortality (see Black Box Warnings)",
                "QT prolongation reported; caution with history of or predisposition to QT prolongation, currently taking medications known to prolong QT interval, or electrolyte disturbances; obtain baseline ECG and electrolytes levels; monitor periodically during treatment",
                "In animal studies, embryofetal harm may occur when administered to a pregnant woman (see Pregnancy)"
            ],
            "specific": [
                {
                    "type": "Myelosuppression",
                    "description": [
                        "Risk of myelosuppression; complications, including infections and bleeding/hemorrhagic events, observed; monitor complete blood cell counts prior to initiating; monitor for signs/symptoms of infection, bleeding/hemorrhage, or other effects of myelosuppression during treatment; if necessary, administer prophylactic anti-infectives and use surveillance testing during and after treatment",
                        "Management of severe infection, bleeding/hemorrhage, or other effects of myelosuppression, including severe neutropenia or thrombocytopenia, may require dosing interruption, dose reduction, or permanent discontinuation"
                    ]
                },
                {
                    "type": "Infusion-related reactions",
                    "description": [
                        "Infusion-related reactions may occur; premedicate with a corticosteroid, antipyretic, and antihistamine prior to dosing",
                        "Monitor closely during and for at least 1 hr after the end of infusion for potential onset of infusion-related reactions (eg, fever, chills, rash, or breathing problems); interrupt infusion and institute appropriate medical management if an infusion-related reaction occurs",
                        "See Dosage Modifications"
                    ]
                }
            ]
        }
    },
    "interactions": [
        {
            "classification_type": "Serious",
            "interaction_with": "adagrasib",
            "description": {
                "common": "adagrasib, inotuzumab.\nEither increases effects of the other by QTc interval. Avoid or Use Alternate Drug. Each drug prolongs the QTc interval, which may increased the risk of Torsade de pointes, other serious arryhthmias, and sudden death. If coadministration unavoidable, more frequent monitoring is recommended for such patients."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "alfuzosin",
            "description": {
                "common": "inotuzumab and alfuzosin both increase  QTc interval. Avoid or Use Alternate Drug. If unable to avoid concomitant use, obtain ECGs and electrolytes before and after initiation of any drug known to prolong QTc, and periodically monitor as clinically indicated during treatment."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "amiodarone",
            "description": {
                "common": "inotuzumab and amiodarone both increase  QTc interval. Avoid or Use Alternate Drug. If unable to avoid concomitant use, obtain ECGs and electrolytes before and after initiation of any drug known to prolong QTc, and periodically monitor as clinically indicated during treatment."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "amisulpride",
            "description": {
                "common": "amisulpride and inotuzumab both increase  QTc interval. Avoid or Use Alternate Drug. ECG monitoring is recommended if coadministered."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "anagrelide",
            "description": {
                "common": "inotuzumab and anagrelide both increase  QTc interval. Avoid or Use Alternate Drug. If unable to avoid concomitant use, obtain ECGs and electrolytes before and after initiation of any drug known to prolong QTc, and periodically monitor as clinically indicated during treatment."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "apomorphine",
            "description": {
                "common": "inotuzumab and apomorphine both increase  QTc interval. Avoid or Use Alternate Drug. If unable to avoid concomitant use, obtain ECGs and electrolytes before and after initiation of any drug known to prolong QTc, and periodically monitor as clinically indicated during treatment."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "arformoterol",
            "description": {
                "common": "inotuzumab and arformoterol both increase  QTc interval. Avoid or Use Alternate Drug. If unable to avoid concomitant use, obtain ECGs and electrolytes before and after initiation of any drug known to prolong QTc, and periodically monitor as clinically indicated during treatment."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "aripiprazole",
            "description": {
                "common": "aripiprazole and inotuzumab both increase  QTc interval. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "arsenic trioxide",
            "description": {
                "common": "inotuzumab and arsenic trioxide both increase  QTc interval. Avoid or Use Alternate Drug. If unable to avoid concomitant use, obtain ECGs and electrolytes before and after initiation of any drug known to prolong QTc, and periodically monitor as clinically indicated during treatment."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "artemether",
            "description": {
                "common": "inotuzumab and artemether both increase  QTc interval. Avoid or Use Alternate Drug. If unable to avoid concomitant use, obtain ECGs and electrolytes before and after initiation of any drug known to prolong QTc, and periodically monitor as clinically indicated during treatment."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "artemether/lumefantrine",
            "description": {
                "common": "inotuzumab and artemether/lumefantrine both increase  QTc interval. Avoid or Use Alternate Drug. If unable to avoid concomitant use, obtain ECGs and electrolytes before and after initiation of any drug known to prolong QTc, and periodically monitor as clinically indicated during treatment."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "asenapine",
            "description": {
                "common": "inotuzumab and asenapine both increase  QTc interval. Avoid or Use Alternate Drug. If unable to avoid concomitant use, obtain ECGs and electrolytes before and after initiation of any drug known to prolong QTc, and periodically monitor as clinically indicated during treatment."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "asenapine transdermal",
            "description": {
                "common": "asenapine transdermal and inotuzumab both increase  QTc interval. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "atomoxetine",
            "description": {
                "common": "atomoxetine and inotuzumab both increase  QTc interval. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "azithromycin",
            "description": {
                "common": "inotuzumab and azithromycin both increase  QTc interval. Avoid or Use Alternate Drug. If unable to avoid concomitant use, obtain ECGs and electrolytes before and after initiation of any drug known to prolong QTc, and periodically monitor as clinically indicated during treatment."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "bedaquiline",
            "description": {
                "common": "inotuzumab and bedaquiline both increase  QTc interval. Avoid or Use Alternate Drug. If unable to avoid concomitant use, obtain ECGs and electrolytes before and after initiation of any drug known to prolong QTc, and periodically monitor as clinically indicated during treatment."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "buprenorphine",
            "description": {
                "common": "buprenorphine and inotuzumab both increase  QTc interval. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "buprenorphine buccal",
            "description": {
                "common": "buprenorphine buccal and inotuzumab both increase  QTc interval. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "buprenorphine subdermal implant",
            "description": {
                "common": "buprenorphine subdermal implant and inotuzumab both increase  QTc interval. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "buprenorphine transdermal",
            "description": {
                "common": "buprenorphine transdermal and inotuzumab both increase  QTc interval. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "buprenorphine, long-acting injection",
            "description": {
                "common": "buprenorphine, long-acting injection and inotuzumab both increase  QTc interval. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "ceritinib",
            "description": {
                "common": "inotuzumab and ceritinib both increase  QTc interval. Avoid or Use Alternate Drug. If unable to avoid concomitant use, obtain ECGs and electrolytes before and after initiation of any drug known to prolong QTc, and periodically monitor as clinically indicated during treatment."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "chloroquine",
            "description": {
                "common": "inotuzumab and chloroquine both increase  QTc interval. Avoid or Use Alternate Drug. If unable to avoid concomitant use, obtain ECGs and electrolytes before and after initiation of any drug known to prolong QTc, and periodically monitor as clinically indicated during treatment."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "chlorpromazine",
            "description": {
                "common": "inotuzumab and chlorpromazine both increase  QTc interval. Avoid or Use Alternate Drug. If unable to avoid concomitant use, obtain ECGs and electrolytes before and after initiation of any drug known to prolong QTc, and periodically monitor as clinically indicated during treatment."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "chlorpropamide",
            "description": {
                "common": "inotuzumab and chlorpropamide both increase  QTc interval. Avoid or Use Alternate Drug. If unable to avoid concomitant use, obtain ECGs and electrolytes before and after initiation of any drug known to prolong QTc, and periodically monitor as clinically indicated during treatment."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "ciprofloxacin",
            "description": {
                "common": "inotuzumab and ciprofloxacin both increase  QTc interval. Avoid or Use Alternate Drug. If unable to avoid concomitant use, obtain ECGs and electrolytes before and after initiation of any drug known to prolong QTc, and periodically monitor as clinically indicated during treatment."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "citalopram",
            "description": {
                "common": "inotuzumab and citalopram both increase  QTc interval. Avoid or Use Alternate Drug. If unable to avoid concomitant use, obtain ECGs and electrolytes before and after initiation of any drug known to prolong QTc, and periodically monitor as clinically indicated during treatment."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "clarithromycin",
            "description": {
                "common": "inotuzumab and clarithromycin both increase  QTc interval. Avoid or Use Alternate Drug. If unable to avoid concomitant use, obtain ECGs and electrolytes before and after initiation of any drug known to prolong QTc, and periodically monitor as clinically indicated during treatment."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "clozapine",
            "description": {
                "common": "inotuzumab and clozapine both increase  QTc interval. Avoid or Use Alternate Drug. If unable to avoid concomitant use, obtain ECGs and electrolytes before and after initiation of any drug known to prolong QTc, and periodically monitor as clinically indicated during treatment."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "crizotinib",
            "description": {
                "common": "inotuzumab and crizotinib both increase  QTc interval. Avoid or Use Alternate Drug. If unable to avoid concomitant use, obtain ECGs and electrolytes before and after initiation of any drug known to prolong QTc, and periodically monitor as clinically indicated during treatment."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "dasatinib",
            "description": {
                "common": "dasatinib and inotuzumab both increase  QTc interval. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "deferiprone",
            "description": {
                "common": "deferiprone, inotuzumab.\nEither increases toxicity of the other by pharmacodynamic synergism. Avoid or Use Alternate Drug. Avoid use of deferiprone with other drugs known to be associated with neutropenia or agranulocytosis; if an alternative is not possible, monitor absolute neutrophil count more frequently."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "degarelix",
            "description": {
                "common": "inotuzumab and degarelix both increase  QTc interval. Avoid or Use Alternate Drug. If unable to avoid concomitant use, obtain ECGs and electrolytes before and after initiation of any drug known to prolong QTc, and periodically monitor as clinically indicated during treatment."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "desflurane",
            "description": {
                "common": "desflurane and inotuzumab both increase  QTc interval. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "disopyramide",
            "description": {
                "common": "inotuzumab and disopyramide both increase  QTc interval. Avoid or Use Alternate Drug. If unable to avoid concomitant use, obtain ECGs and electrolytes before and after initiation of any drug known to prolong QTc, and periodically monitor as clinically indicated during treatment."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "dofetilide",
            "description": {
                "common": "inotuzumab and dofetilide both increase  QTc interval. Avoid or Use Alternate Drug. If unable to avoid concomitant use, obtain ECGs and electrolytes before and after initiation of any drug known to prolong QTc, and periodically monitor as clinically indicated during treatment."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "dolasetron",
            "description": {
                "common": "inotuzumab and dolasetron both increase  QTc interval. Avoid or Use Alternate Drug. If unable to avoid concomitant use, obtain ECGs and electrolytes before and after initiation of any drug known to prolong QTc, and periodically monitor as clinically indicated during treatment."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "donepezil",
            "description": {
                "common": "donepezil and inotuzumab both increase  QTc interval. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "doxepin",
            "description": {
                "common": "doxepin and inotuzumab both increase  QTc interval. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "droperidol",
            "description": {
                "common": "inotuzumab and droperidol both increase  QTc interval. Avoid or Use Alternate Drug. If unable to avoid concomitant use, obtain ECGs and electrolytes before and after initiation of any drug known to prolong QTc, and periodically monitor as clinically indicated during treatment."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "efavirenz",
            "description": {
                "common": "efavirenz and inotuzumab both increase  QTc interval. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "eliglustat",
            "description": {
                "common": "eliglustat and inotuzumab both increase  QTc interval. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "encorafenib",
            "description": {
                "common": "encorafenib and inotuzumab both increase  QTc interval. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "entrectinib",
            "description": {
                "common": "inotuzumab and entrectinib both increase  QTc interval. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "eribulin",
            "description": {
                "common": "inotuzumab and eribulin both increase  QTc interval. Avoid or Use Alternate Drug. If unable to avoid concomitant use, obtain ECGs and electrolytes before and after initiation of any drug known to prolong QTc, and periodically monitor as clinically indicated during treatment."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "erythromycin base",
            "description": {
                "common": "inotuzumab and erythromycin base both increase  QTc interval. Avoid or Use Alternate Drug. If unable to avoid concomitant use, obtain ECGs and electrolytes before and after initiation of any drug known to prolong QTc, and periodically monitor as clinically indicated during treatment."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "erythromycin ethylsuccinate",
            "description": {
                "common": "inotuzumab and erythromycin ethylsuccinate both increase  QTc interval. Avoid or Use Alternate Drug. If unable to avoid concomitant use, obtain ECGs and electrolytes before and after initiation of any drug known to prolong QTc, and periodically monitor as clinically indicated during treatment."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "erythromycin lactobionate",
            "description": {
                "common": "inotuzumab and erythromycin lactobionate both increase  QTc interval. Avoid or Use Alternate Drug. If unable to avoid concomitant use, obtain ECGs and electrolytes before and after initiation of any drug known to prolong QTc, and periodically monitor as clinically indicated during treatment."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "erythromycin stearate",
            "description": {
                "common": "inotuzumab and erythromycin stearate both increase  QTc interval. Avoid or Use Alternate Drug. If unable to avoid concomitant use, obtain ECGs and electrolytes before and after initiation of any drug known to prolong QTc, and periodically monitor as clinically indicated during treatment."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "escitalopram",
            "description": {
                "common": "escitalopram increases toxicity of inotuzumab by QTc interval. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "ezogabine",
            "description": {
                "common": "inotuzumab and ezogabine both increase  QTc interval. Avoid or Use Alternate Drug. If unable to avoid concomitant use, obtain ECGs and electrolytes before and after initiation of any drug known to prolong QTc, and periodically monitor as clinically indicated during treatment."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "fexinidazole",
            "description": {
                "common": "fexinidazole and inotuzumab both increase  QTc interval. Avoid or Use Alternate Drug. Avoid coadministration of fexinidazole with drugs known to block potassium channels or prolong QT interval."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "fingolimod",
            "description": {
                "common": "inotuzumab and fingolimod both increase  QTc interval. Avoid or Use Alternate Drug. If unable to avoid concomitant use, obtain ECGs and electrolytes before and after initiation of any drug known to prolong QTc, and periodically monitor as clinically indicated during treatment."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "flecainide",
            "description": {
                "common": "inotuzumab and flecainide both increase  QTc interval. Avoid or Use Alternate Drug. If unable to avoid concomitant use, obtain ECGs and electrolytes before and after initiation of any drug known to prolong QTc, and periodically monitor as clinically indicated during treatment."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "fluconazole",
            "description": {
                "common": "inotuzumab and fluconazole both increase  QTc interval. Avoid or Use Alternate Drug. If unable to avoid concomitant use, obtain ECGs and electrolytes before and after initiation of any drug known to prolong QTc, and periodically monitor as clinically indicated during treatment."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "formoterol",
            "description": {
                "common": "inotuzumab and formoterol both increase  QTc interval. Avoid or Use Alternate Drug. If unable to avoid concomitant use, obtain ECGs and electrolytes before and after initiation of any drug known to prolong QTc, and periodically monitor as clinically indicated during treatment."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "gemifloxacin",
            "description": {
                "common": "inotuzumab and gemifloxacin both increase  QTc interval. Avoid or Use Alternate Drug. If unable to avoid concomitant use, obtain ECGs and electrolytes before and after initiation of any drug known to prolong QTc, and periodically monitor as clinically indicated during treatment."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "gilteritinib",
            "description": {
                "common": "gilteritinib and inotuzumab both increase  QTc interval. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "glasdegib",
            "description": {
                "common": "inotuzumab and glasdegib both increase  QTc interval. Avoid or Use Alternate Drug. If coadministration unavoidable, monitor for increased risk of QTc interval prolongation."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "goserelin",
            "description": {
                "common": "inotuzumab and goserelin both increase  QTc interval. Avoid or Use Alternate Drug. If unable to avoid concomitant use, obtain ECGs and electrolytes before and after initiation of any drug known to prolong QTc, and periodically monitor as clinically indicated during treatment."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "granisetron",
            "description": {
                "common": "inotuzumab and granisetron both increase  QTc interval. Avoid or Use Alternate Drug. If unable to avoid concomitant use, obtain ECGs and electrolytes before and after initiation of any drug known to prolong QTc, and periodically monitor as clinically indicated during treatment."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "haloperidol",
            "description": {
                "common": "inotuzumab and haloperidol both increase  QTc interval. Avoid or Use Alternate Drug. If unable to avoid concomitant use, obtain ECGs and electrolytes before and after initiation of any drug known to prolong QTc, and periodically monitor as clinically indicated during treatment."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "histrelin",
            "description": {
                "common": "inotuzumab and histrelin both increase  QTc interval. Avoid or Use Alternate Drug. If unable to avoid concomitant use, obtain ECGs and electrolytes before and after initiation of any drug known to prolong QTc, and periodically monitor as clinically indicated during treatment."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "hydroxychloroquine sulfate",
            "description": {
                "common": "hydroxychloroquine sulfate and inotuzumab both increase  QTc interval. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "ibutilide",
            "description": {
                "common": "inotuzumab and ibutilide both increase  QTc interval. Avoid or Use Alternate Drug. If unable to avoid concomitant use, obtain ECGs and electrolytes before and after initiation of any drug known to prolong QTc, and periodically monitor as clinically indicated during treatment."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "iloperidone",
            "description": {
                "common": "inotuzumab and iloperidone both increase  QTc interval. Avoid or Use Alternate Drug. If unable to avoid concomitant use, obtain ECGs and electrolytes before and after initiation of any drug known to prolong QTc, and periodically monitor as clinically indicated during treatment."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "indacaterol, inhaled",
            "description": {
                "common": "inotuzumab and indacaterol, inhaled both increase  QTc interval. Avoid or Use Alternate Drug. If unable to avoid concomitant use, obtain ECGs and electrolytes before and after initiation of any drug known to prolong QTc, and periodically monitor as clinically indicated during treatment."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "isoflurane",
            "description": {
                "common": "isoflurane and inotuzumab both increase  QTc interval. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "itraconazole",
            "description": {
                "common": "itraconazole and inotuzumab both increase  QTc interval. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "ivosidenib",
            "description": {
                "common": "ivosidenib and inotuzumab both increase  QTc interval. Avoid or Use Alternate Drug. Avoid coadministration of QTc prolonging drugs with ivosidenib or replace with alternate therapies. If coadministration of a QTc prolonging drug is unavoidable, monitor for increased risk of QTc interval prolongation."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "lapatinib",
            "description": {
                "common": "inotuzumab and lapatinib both increase  QTc interval. Avoid or Use Alternate Drug. If unable to avoid concomitant use, obtain ECGs and electrolytes before and after initiation of any drug known to prolong QTc, and periodically monitor as clinically indicated during treatment."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "lefamulin",
            "description": {
                "common": "lefamulin and inotuzumab both increase  QTc interval. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "lenvatinib",
            "description": {
                "common": "inotuzumab and lenvatinib both increase  QTc interval. Avoid or Use Alternate Drug. If unable to avoid concomitant use, obtain ECGs and electrolytes before and after initiation of any drug known to prolong QTc, and periodically monitor as clinically indicated during treatment."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "leuprolide",
            "description": {
                "common": "inotuzumab and leuprolide both increase  QTc interval. Avoid or Use Alternate Drug. If unable to avoid concomitant use, obtain ECGs and electrolytes before and after initiation of any drug known to prolong QTc, and periodically monitor as clinically indicated during treatment."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "levofloxacin",
            "description": {
                "common": "inotuzumab and levofloxacin both increase  QTc interval. Avoid or Use Alternate Drug. If unable to avoid concomitant use, obtain ECGs and electrolytes before and after initiation of any drug known to prolong QTc, and periodically monitor as clinically indicated during treatment."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "lithium",
            "description": {
                "common": "lithium and inotuzumab both increase  QTc interval. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "lopinavir",
            "description": {
                "common": "inotuzumab and lopinavir both increase  QTc interval. Avoid or Use Alternate Drug. If unable to avoid concomitant use, obtain ECGs and electrolytes before and after initiation of any drug known to prolong QTc, and periodically monitor as clinically indicated during treatment."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "lumefantrine",
            "description": {
                "common": "inotuzumab and lumefantrine both increase  QTc interval. Avoid or Use Alternate Drug. If unable to avoid concomitant use, obtain ECGs and electrolytes before and after initiation of any drug known to prolong QTc, and periodically monitor as clinically indicated during treatment."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "macimorelin",
            "description": {
                "common": "macimorelin and inotuzumab both increase  QTc interval. Avoid or Use Alternate Drug. Macimorelin causes an increase of ~11 msec in the corrected QT interval. Avoid coadministration with drugs that prolong QT interval, which could increase risk for developing torsade de pointes-type ventricular tachycardia. Allow sufficient washout time of drugs that are known to prolong the QT interval before administering macimorelin."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "methadone",
            "description": {
                "common": "inotuzumab and methadone both increase  QTc interval. Avoid or Use Alternate Drug. If unable to avoid concomitant use, obtain ECGs and electrolytes before and after initiation of any drug known to prolong QTc, and periodically monitor as clinically indicated during treatment."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "mifepristone",
            "description": {
                "common": "inotuzumab and mifepristone both increase  QTc interval. Avoid or Use Alternate Drug. If unable to avoid concomitant use, obtain ECGs and electrolytes before and after initiation of any drug known to prolong QTc, and periodically monitor as clinically indicated during treatment."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "mirtazapine",
            "description": {
                "common": "mirtazapine and inotuzumab both increase  QTc interval. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "mobocertinib",
            "description": {
                "common": "mobocertinib and inotuzumab both increase  QTc interval. Avoid or Use Alternate Drug. If coadministration unavoidable, reduce mobocertinib dose and monitor QTc interval more frequently."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "moxifloxacin",
            "description": {
                "common": "inotuzumab and moxifloxacin both increase  QTc interval. Avoid or Use Alternate Drug. If unable to avoid concomitant use, obtain ECGs and electrolytes before and after initiation of any drug known to prolong QTc, and periodically monitor as clinically indicated during treatment."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "nilotinib",
            "description": {
                "common": "inotuzumab and nilotinib both increase  QTc interval. Avoid or Use Alternate Drug. If unable to avoid concomitant use, obtain ECGs and electrolytes before and after initiation of any drug known to prolong QTc, and periodically monitor as clinically indicated during treatment."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "ofloxacin",
            "description": {
                "common": "inotuzumab and ofloxacin both increase  QTc interval. Avoid or Use Alternate Drug. If unable to avoid concomitant use, obtain ECGs and electrolytes before and after initiation of any drug known to prolong QTc, and periodically monitor as clinically indicated during treatment."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "olanzapine",
            "description": {
                "common": "olanzapine and inotuzumab both increase  QTc interval. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "ondansetron",
            "description": {
                "common": "inotuzumab and ondansetron both increase  QTc interval. Avoid or Use Alternate Drug. If unable to avoid concomitant use, obtain ECGs and electrolytes before and after initiation of any drug known to prolong QTc, and periodically monitor as clinically indicated during treatment."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "osimertinib",
            "description": {
                "common": "inotuzumab and osimertinib both increase  QTc interval. Avoid or Use Alternate Drug. If unable to avoid concomitant use, obtain ECGs and electrolytes before and after initiation of any drug known to prolong QTc, and periodically monitor as clinically indicated during treatment."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "oxaliplatin",
            "description": {
                "common": "oxaliplatin and inotuzumab both increase  QTc interval. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "palifermin",
            "description": {
                "common": "palifermin increases toxicity of inotuzumab by Other (see comment). Avoid or Use Alternate Drug. \nComment: Palifermin should not be administered within 24 hr before, during infusion of, or within 24 hr after administration of antineoplastic agents. Coadministration of palifermin within 24 hr of chemotherapy resulted in increased severity and duration of oral mucositis."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "paliperidone",
            "description": {
                "common": "inotuzumab and paliperidone both increase  QTc interval. Avoid or Use Alternate Drug. If unable to avoid concomitant use, obtain ECGs and electrolytes before and after initiation of any drug known to prolong QTc, and periodically monitor as clinically indicated during treatment."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "panobinostat",
            "description": {
                "common": "inotuzumab and panobinostat both increase  QTc interval. Avoid or Use Alternate Drug. If unable to avoid concomitant use, obtain ECGs and electrolytes before and after initiation of any drug known to prolong QTc, and periodically monitor as clinically indicated during treatment."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "pasireotide",
            "description": {
                "common": "inotuzumab and pasireotide both increase  QTc interval. Avoid or Use Alternate Drug. If unable to avoid concomitant use, obtain ECGs and electrolytes before and after initiation of any drug known to prolong QTc, and periodically monitor as clinically indicated during treatment."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "pazopanib",
            "description": {
                "common": "inotuzumab and pazopanib both increase  QTc interval. Avoid or Use Alternate Drug. If unable to avoid concomitant use, obtain ECGs and electrolytes before and after initiation of any drug known to prolong QTc, and periodically monitor as clinically indicated during treatment."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "pentamidine",
            "description": {
                "common": "inotuzumab and pentamidine both increase  QTc interval. Avoid or Use Alternate Drug. If unable to avoid concomitant use, obtain ECGs and electrolytes before and after initiation of any drug known to prolong QTc, and periodically monitor as clinically indicated during treatment."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "perflutren",
            "description": {
                "common": "inotuzumab and perflutren both increase  QTc interval. Avoid or Use Alternate Drug. If unable to avoid concomitant use, obtain ECGs and electrolytes before and after initiation of any drug known to prolong QTc, and periodically monitor as clinically indicated during treatment."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "pimavanserin",
            "description": {
                "common": "inotuzumab and pimavanserin both increase  QTc interval. Avoid or Use Alternate Drug. If unable to avoid concomitant use, obtain ECGs and electrolytes before and after initiation of any drug known to prolong QTc, and periodically monitor as clinically indicated during treatment."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "pimozide",
            "description": {
                "common": "inotuzumab and pimozide both increase  QTc interval. Avoid or Use Alternate Drug. If unable to avoid concomitant use, obtain ECGs and electrolytes before and after initiation of any drug known to prolong QTc, and periodically monitor as clinically indicated during treatment."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "pitolisant",
            "description": {
                "common": "inotuzumab and pitolisant both increase  QTc interval. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "primaquine",
            "description": {
                "common": "primaquine and inotuzumab both increase  QTc interval. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "procainamide",
            "description": {
                "common": "inotuzumab and procainamide both increase  QTc interval. Avoid or Use Alternate Drug. If unable to avoid concomitant use, obtain ECGs and electrolytes before and after initiation of any drug known to prolong QTc, and periodically monitor as clinically indicated during treatment."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "propafenone",
            "description": {
                "common": "inotuzumab and propafenone both increase  QTc interval. Avoid or Use Alternate Drug. If unable to avoid concomitant use, obtain ECGs and electrolytes before and after initiation of any drug known to prolong QTc, and periodically monitor as clinically indicated during treatment."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "quetiapine",
            "description": {
                "common": "inotuzumab and quetiapine both increase  QTc interval. Avoid or Use Alternate Drug. If unable to avoid concomitant use, obtain ECGs and electrolytes before and after initiation of any drug known to prolong QTc, and periodically monitor as clinically indicated during treatment."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "quinidine",
            "description": {
                "common": "inotuzumab and quinidine both increase  QTc interval. Avoid or Use Alternate Drug. If unable to avoid concomitant use, obtain ECGs and electrolytes before and after initiation of any drug known to prolong QTc, and periodically monitor as clinically indicated during treatment."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "ranolazine",
            "description": {
                "common": "inotuzumab and ranolazine both increase  QTc interval. Avoid or Use Alternate Drug. If unable to avoid concomitant use, obtain ECGs and electrolytes before and after initiation of any drug known to prolong QTc, and periodically monitor as clinically indicated during treatment."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "ribociclib",
            "description": {
                "common": "inotuzumab and ribociclib both increase  QTc interval. Avoid or Use Alternate Drug. If unable to avoid concomitant use, obtain ECGs and electrolytes before and after initiation of any drug known to prolong QTc, and periodically monitor as clinically indicated during treatment."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "romidepsin",
            "description": {
                "common": "inotuzumab and romidepsin both increase  QTc interval. Avoid or Use Alternate Drug. If unable to avoid concomitant use, obtain ECGs and electrolytes before and after initiation of any drug known to prolong QTc, and periodically monitor as clinically indicated during treatment."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "saquinavir",
            "description": {
                "common": "inotuzumab and saquinavir both increase  QTc interval. Avoid or Use Alternate Drug. If unable to avoid concomitant use, obtain ECGs and electrolytes before and after initiation of any drug known to prolong QTc, and periodically monitor as clinically indicated during treatment."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "sertraline",
            "description": {
                "common": "sertraline and inotuzumab both increase  QTc interval. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "sevoflurane",
            "description": {
                "common": "sevoflurane and inotuzumab both increase  QTc interval. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "siponimod",
            "description": {
                "common": "siponimod and inotuzumab both increase  QTc interval. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "solifenacin",
            "description": {
                "common": "solifenacin and inotuzumab both increase  QTc interval. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "sorafenib",
            "description": {
                "common": "inotuzumab and sorafenib both increase  QTc interval. Avoid or Use Alternate Drug. If unable to avoid concomitant use, obtain ECGs and electrolytes before and after initiation of any drug known to prolong QTc, and periodically monitor as clinically indicated during treatment."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "sotalol",
            "description": {
                "common": "inotuzumab and sotalol both increase  QTc interval. Avoid or Use Alternate Drug. If unable to avoid concomitant use, obtain ECGs and electrolytes before and after initiation of any drug known to prolong QTc, and periodically monitor as clinically indicated during treatment."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "sunitinib",
            "description": {
                "common": "inotuzumab and sunitinib both increase  QTc interval. Avoid or Use Alternate Drug. If unable to avoid concomitant use, obtain ECGs and electrolytes before and after initiation of any drug known to prolong QTc, and periodically monitor as clinically indicated during treatment."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "tacrolimus",
            "description": {
                "common": "tacrolimus and inotuzumab both increase  QTc interval. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "telavancin",
            "description": {
                "common": "inotuzumab and telavancin both increase  QTc interval. Avoid or Use Alternate Drug. If unable to avoid concomitant use, obtain ECGs and electrolytes before and after initiation of any drug known to prolong QTc, and periodically monitor as clinically indicated during treatment."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "tetrabenazine",
            "description": {
                "common": "inotuzumab and tetrabenazine both increase  QTc interval. Avoid or Use Alternate Drug. If unable to avoid concomitant use, obtain ECGs and electrolytes before and after initiation of any drug known to prolong QTc, and periodically monitor as clinically indicated during treatment."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "thioridazine",
            "description": {
                "common": "inotuzumab and thioridazine both increase  QTc interval. Avoid or Use Alternate Drug. If unable to avoid concomitant use, obtain ECGs and electrolytes before and after initiation of any drug known to prolong QTc, and periodically monitor as clinically indicated during treatment."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "toremifene",
            "description": {
                "common": "inotuzumab and toremifene both increase  QTc interval. Avoid or Use Alternate Drug. If unable to avoid concomitant use, obtain ECGs and electrolytes before and after initiation of any drug known to prolong QTc, and periodically monitor as clinically indicated during treatment."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "trazodone",
            "description": {
                "common": "inotuzumab and trazodone both increase  QTc interval. Avoid or Use Alternate Drug. If unable to avoid concomitant use, obtain ECGs and electrolytes before and after initiation of any drug known to prolong QTc, and periodically monitor as clinically indicated during treatment."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "triptorelin",
            "description": {
                "common": "inotuzumab and triptorelin both increase  QTc interval. Avoid or Use Alternate Drug. If unable to avoid concomitant use, obtain ECGs and electrolytes before and after initiation of any drug known to prolong QTc, and periodically monitor as clinically indicated during treatment."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "vandetanib",
            "description": {
                "common": "inotuzumab and vandetanib both increase  QTc interval. Avoid or Use Alternate Drug. If unable to avoid concomitant use, obtain ECGs and electrolytes before and after initiation of any drug known to prolong QTc, and periodically monitor as clinically indicated during treatment."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "vemurafenib",
            "description": {
                "common": "inotuzumab and vemurafenib both increase  QTc interval. Avoid or Use Alternate Drug. If unable to avoid concomitant use, obtain ECGs and electrolytes before and after initiation of any drug known to prolong QTc, and periodically monitor as clinically indicated during treatment."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "voriconazole",
            "description": {
                "common": "inotuzumab and voriconazole both increase  QTc interval. Avoid or Use Alternate Drug. If unable to avoid concomitant use, obtain ECGs and electrolytes before and after initiation of any drug known to prolong QTc, and periodically monitor as clinically indicated during treatment."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "vorinostat",
            "description": {
                "common": "vorinostat and inotuzumab both increase  QTc interval. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "ziprasidone",
            "description": {
                "common": "inotuzumab and ziprasidone both increase  QTc interval. Avoid or Use Alternate Drug. If unable to avoid concomitant use, obtain ECGs and electrolytes before and after initiation of any drug known to prolong QTc, and periodically monitor as clinically indicated during treatment."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "albuterol",
            "description": {
                "common": "albuterol and inotuzumab both increase  QTc interval. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "chloroquine",
            "description": {
                "common": "chloroquine increases toxicity of inotuzumab by QTc interval. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "deutetrabenazine",
            "description": {
                "common": "inotuzumab and deutetrabenazine both increase  QTc interval. Use Caution/Monitor. At the maximum recommended dose, deutetrabenazine does not prolong QT interval to a clinically relevant extent. Certain circumstances may increase risk of torsade de pointes and/or sudden death in association with drugs that prolong the QTc interval (eg, bradycardia, hypokalemia or hypomagnesemia, coadministration with other drugs that prolong QTc interval, presence of congenital QT prolongation)."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "fostemsavir",
            "description": {
                "common": "inotuzumab and fostemsavir both increase  QTc interval. Use Caution/Monitor. QTc prolongation reported with higher than recommended doses of fostemsavir."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "gadobenate",
            "description": {
                "common": "gadobenate and inotuzumab both increase  QTc interval. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "gemtuzumab",
            "description": {
                "common": "inotuzumab and gemtuzumab both increase  QTc interval. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "hydroxyzine",
            "description": {
                "common": "hydroxyzine and inotuzumab both increase  QTc interval. Modify Therapy/Monitor Closely. If coadministration necessary, obtain baseline ECG to assess initial QT interval and determine frequency of subsequent monitoring; avoid non-essential QT prolonging drug and correct electrolyte imbalances"
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ofatumumab SC",
            "description": {
                "common": "ofatumumab SC, inotuzumab.\nEither increases effects of the other by immunosuppressive effects; risk of infection. Use Caution/Monitor. Consider the risk of additive immune system effects when coadministering immunosuppressive therapies with coadministration. When switching from therapies with immune effects, take into account the duration and mechanism of action of these therapies when initiating ofatumumab SC."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "osilodrostat",
            "description": {
                "common": "osilodrostat and inotuzumab both increase  QTc interval. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "oxaliplatin",
            "description": {
                "common": "oxaliplatin will increase the level or effect of inotuzumab by  Other (see comment). Use Caution/Monitor. Monitor for ECG changes if therapy is initiated in patients with drugs known to prolong QT interval."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ozanimod",
            "description": {
                "common": "ozanimod and inotuzumab both increase  QTc interval. Modify Therapy/Monitor Closely. The potential additive effects on heart rate, treatment with ozanimod should generally not be initiated in patients who are concurrently treated with QT prolonging drugs with known arrhythmogenic properties."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ponesimod",
            "description": {
                "common": "ponesimod and inotuzumab both increase  immunosuppressive effects; risk of infection. Use Caution/Monitor. Caution if coadministered because of additive immunosuppressive effects during such therapy and in the weeks following administration. When switching from drugs with prolonged immune effects, consider the half-life and mode of action of these drugs to avoid unintended additive immunosuppressive effects."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "selpercatinib",
            "description": {
                "common": "selpercatinib increases toxicity of inotuzumab by QTc interval. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "siponimod",
            "description": {
                "common": "siponimod and inotuzumab both increase  immunosuppressive effects; risk of infection. Use Caution/Monitor. Caution if coadministered because of additive immunosuppressive effects during such therapy and in the weeks following administration. When switching from drugs with prolonged immune effects, consider the half-life and mode of action of these drugs to avoid unintended additive immunosuppressive effects."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "trastuzumab",
            "description": {
                "common": "trastuzumab, inotuzumab.\nEither increases toxicity of the other by immunosuppressive effects; risk of infection. Use Caution/Monitor.  Neutropenia or febrile neutropenia incidence were increased when trastuzumab was coadministered with myelosuppressive chemotherapy. ."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "trastuzumab deruxtecan",
            "description": {
                "common": "trastuzumab deruxtecan, inotuzumab.\nEither increases toxicity of the other by immunosuppressive effects; risk of infection. Use Caution/Monitor.  Neutropenia or febrile neutropenia incidence were increased when trastuzumab was coadministered with myelosuppressive chemotherapy. ."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "triclabendazole",
            "description": {
                "common": "triclabendazole and inotuzumab both increase  QTc interval. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "valbenazine",
            "description": {
                "common": "valbenazine and inotuzumab both increase  QTc interval. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "voclosporin",
            "description": {
                "common": "voclosporin, inotuzumab.\nEither increases effects of the other by QTc interval. Use Caution/Monitor."
            }
        }
    ],
    "adverse effects": [
        {
            "name": "Gamma",
            "percent": "10"
        },
        {
            "name": "glutamyltransferase increased",
            "percent": "7"
        },
        {
            "name": "Transaminases increased",
            "percent": "5"
        },
        {
            "name": "Hemorrhage",
            "percent": "5"
        },
        {
            "name": "Fatigue",
            "percent": "5"
        },
        {
            "name": "Hyperbilirubinemia",
            "percent": "3"
        },
        {
            "name": "Pyrexia",
            "percent": "3"
        },
        {
            "name": "Abdominal pain",
            "percent": "2"
        },
        {
            "name": "Headache",
            "percent": "2"
        },
        {
            "name": "Alkaline phosphatase increased",
            "percent": "2"
        },
        {
            "name": "Stomatitis",
            "percent": "2"
        },
        {
            "name": "Nausea",
            "percent": "1"
        },
        {
            "name": "Decreased appetite",
            "percent": "1"
        },
        {
            "name": "Vomiting",
            "percent": "1"
        },
        {
            "name": "Diarrhea",
            "percent": null
        }
    ]
}