{
    "name": "sotalol",
    "comment": "Rx",
    "other_names": [
        "Betapace",
        "Betapace AF",
        "Sorine",
        "Sotylize"
    ],
    "classes": [
        "Antidysrhythmics",
        "II",
        "Antidysrhythmics",
        "III",
        "Beta-Blockers",
        "Nonselective"
    ],
    "source": "https://reference.medscape.com/drug/betapace-af-sotalol-342365",
    "pregnancy": {
        "common": [
            "Both the untreated underlying condition in pregnancy and the use of sotalol in pregnancy cause adverse outcomes to the mother and fetus/neonate"
        ],
        "specific": [
            {
                "type": "Clinical considerations",
                "description": [
                    "Incidence of VT increases and may be more symptomatic during pregnancy",
                    "Most tachycardia episodes are initiated by ectopic beats and arrhythmia episodes may, therefore, increase during pregnancy",
                    "Breakthrough arrhythmias may also occur during pregnancy, as therapeutic treatment levels may be difficult to maintain due to the increased volume of distribution and increased drug metabolism inherent in the pregnant state",
                    "  ",
                    "  ",
                    "Crosses placenta and is found in amniotic fluid",
                    "Observational studies showed growth restriction, transient fetal bradycardia, hyperbilirubinemia, hypoglycemia, uterine contractions, and possible intrauterine death with exposure during pregnancy",
                    "Sotalol may elicit a greater effect on QT prolongation in immature hearts than in adult hearts, and therefore, conveys an increased risk of serious fetal arrhythmia and/or possible intrauterine death",
                    "Monitor newborns for symptoms of beta blockade ",
                    "  ",
                    "  ",
                    "Generally, risk of arrhythmias increases during the labor and delivery process; therefore, considering sotalol’s proarrhythmia potential, monitor patients continuously during labor and delivery "
                ]
            },
            {
                "type": "Animal studies",
                "description": [
                    "Reproduction studies in rats, early resorptions were increased at 15 times the maximum recommended human dose (MRHD)",
                    "In rabbits, an increase in fetal death was observed at 2 times the MRHD administered as single dose",
                    "Sotalol did not reveal any teratogenic potential in rats or rabbits at 15 and 2 times the MRHD respectively"
                ]
            },
            {
                "type": "Infertility",
                "description": [
                    "Beta blockers (including sotalol) may cause erectile dysfunction"
                ]
            }
        ]
    },
    "lactation": {
        "common": [
            "Sotalol present in human milk in high levels",
            "Owing to the potential of serious adverse effects in breastfed children and the high level of sotalol in breast milk, advise women not to breastfeed during treatment",
            "Estimated daily infant dose of sotalol received from breastmilk is 0.8-3.4 mg/kg, estimated at 22-25.5% of the maternal weight-adjusted dosage of sotalol",
            "The amount of the drug in breast milk is similar to the neonatal therapeutic dosage; therefore, there is potential for bradycardia and other symptoms of beta blockade such as dry mouth, skin or eyes, diarrhea or constipation in breastfed infants",
            "Data are not available regarding effects on milk production"
        ]
    },
    "warnings": {
        "black_box_warning": {
            "common": [
                "Minimize risk of drug-induced arrhythmia by initiating or uptitrating IV or PO sotalol in a facility that can provide continuous ECG monitoring and cardiac resuscitation ",
                "Calculate CrCl before initiating sotalol therapy; adjust dosing interval based on creatinine clearance",
                "Sotalol has proarrhythmic effects and can cause life-threatening ventricular tachycardia associated with QT interval prolongation; do not initiate therapy if baseline QTc is >450 msec; if QT interval prolongs to ≥500 msec, dose must be reduced, duration of infusion prolonged or drug discontinued"
            ],
            "specific": []
        },
        "contraindicators": {
            "common": [
                "Sinus bradycardia (<50 bpm), sick sinus syndrome or second or third degree AV block without a pacemaker ",
                "Congenital or acquired long QT syndromes, QT interval >450 ms ",
                "Cardiogenic shock, decompensated heart failure ",
                "Serum potassium <4 mEq/L ",
                "Bronchial asthma or related bronchospastic conditions",
                "Known hypersensitivity to sotalol "
            ],
            "specific": []
        },
        "cautions": {
            "common": [
                "Significant reductions of both systolic and diastolic blood pressure may occur; monitor hemodynamics in patients with marginal cardiac compensation",
                "New onset or worsening heart failure may occur during initiation or uptitration of sotalol owing to its beta-blocking effects; monitor for signs and symptoms of heart failure and discontinue treatment if symptoms occur",
                "Patients with bronchospastic diseases (eg, chronic bronchitis, emphysema) should not receive beta-blockers; if sotalol must be used, use smallest effective dose to minimize inhibition of bronchodilation produced by endogenous or exogenous catecholamine stimulation of beta2 receptors",
                "May mask sign of hypoglycemia (ie, tachycardia)",
                "Avoid abrupt withdrawal in patients with thyroid disease, as it may exacerbate symptoms of hyperthyroidism",
                "While taking beta-blockers, patients with a history of anaphylactic reaction to allergens may have a more severe reaction on repeated challenge, either accidental, diagnostic or therapeutic; may be unresponsive to usual epinephrine doses ",
                "Chronically administered beta-blocking therapy should not be routinely withdrawn before major surgery; however, the impaired ability of the heart to respond to reflex adrenergic stimuli may augment the risks of general anesthesia and surgical procedures",
                "Digoxin: Proarrhythmic events were more common in sotalol treated patients also receiving digoxin",
                "Calcium channel blockers: Expected to have additive effects on atrioventricular conduction or ventricular function; monitor for bradycardia and hypotension ",
                "Digitalis glycosides, diltiazem, verapamil, and beta-blockers slow atrioventricular conduction and decrease heart rate; concomitant use with negative chronotropes can increase risk of bradycardia or hypotension",
                "Catecholamine-depleting drugs: May produce excessive reduction of resting sympathetic nervous tone; monitor for bradycardia and hypotension",
                "Insulin and oral antidiabetics: Hyperglycemia may occur; adjust dose of diabetes therapies if needed",
                "Clonidine: Coadministration may increase risk of bradycardia; because beta-blockers may potentiate rebound hypertension sometimes observed after clonidine discontinuation, withdraw sotalol several days before the gradual withdrawal of clonidine to reduce the risk of rebound hypertension",
                "Antacids: Avoid oral sotalol within 2 hr of aluminum oxide- and/or magnesium hydroxide-containing antacids"
            ],
            "specific": [
                {
                    "type": "Abrupt discontinuation",
                    "description": [
                        "Abrupt discontinuation of beta-blockers may exacerbate angina and MI may occur; when discontinuing chronically administered sotalol (particularly in patients with ischemic heart disease), gradually reduce dose over 1-2 weeks is possible",
                        "If angina markedly worsens or acute coronary ischemia develops, treat appropriately and consider use of alternative beta-blocker; warn patients not to interrupt therapy without their physician’s advice; because coronary artery disease is common, but maybe unrecognized, the abrupt discontinuation of sotalol may unmask latent coronary insufficiency"
                    ]
                },
                {
                    "type": "Proarrhythmia",
                    "description": [
                        "Can cause serious ventricular arrhythmias, primarily Torsade de Pointes (TdP) type ventricular tachycardia, a polymorphic ventricular tachycardia associated with QTc prolongation ",
                        "QTc prolongation is directly related to sotalol serum concentration ",
                        "Factors such as reduced creatinine clearance, gender (female) and higher dose, bradycardia, history of sustained VT/VF, atrial fibrillation with sinus node dysfunction, heart failure increase the risk of TdP",
                        "TdP risk can be reduced by dose adjustment according to CrCl and by ECG monitoring for excessive QTc increases ",
                        "Correct hypokalemia or hypomagnesemia before initiating and avoid with other drugs known to prolong QT"
                    ]
                },
                {
                    "type": "Bradycardia/heart block/sick sinus syndrome",
                    "description": [
                        "Sinus bradycardia (HR <50 bpm) may occur",
                        "Contraindicated in patients with sick sinus syndrome because it may cause sinus bradycardia, sinus pauses or sinus arrest"
                    ]
                },
                {
                    "type": "Drug interaction overview",
                    "description": [
                        "Antiarrhythmics and other QT prolonging drugs",
                        "Coadministration with other drugs that prolong QT interval (eg, phenothiazines, tricyclic antidepressants, certain oral macrolides, certain quinolone antibiotics) may increase risk of life-threatening arrhythmias ",
                        "Discontinue Class I or Class III antiarrhythmic agents for at least three half-lives prior to dosing with sotalol; Class Ia antiarrhythmic drugs (eg, disopyramide, quinidine, procainamide) and other Class III drugs (eg, amiodarone) are not recommended as concomitant therapy",
                        "Limited experience with concomitant use of Class Ib or Ic antiarrhythmics",
                        "Additive Class II effects anticipated with concomitant use of other beta-blocking agents "
                    ]
                }
            ]
        }
    },
    "interactions": [
        {
            "classification_type": "Contraindicated",
            "interaction_with": "amitriptyline",
            "description": {
                "common": "amitriptyline and sotalol both increase  QTc interval. Contraindicated."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "amoxapine",
            "description": {
                "common": "amoxapine and sotalol both increase  QTc interval. Contraindicated."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "artemether/lumefantrine",
            "description": {
                "common": "artemether/lumefantrine and sotalol both increase  QTc interval. Contraindicated."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "chlorpromazine",
            "description": {
                "common": "chlorpromazine and sotalol both increase  QTc interval. Contraindicated."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "clomipramine",
            "description": {
                "common": "clomipramine and sotalol both increase  QTc interval. Contraindicated."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "desipramine",
            "description": {
                "common": "desipramine and sotalol both increase  QTc interval. Contraindicated."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "disopyramide",
            "description": {
                "common": "disopyramide and sotalol both increase  QTc interval. Contraindicated."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "dofetilide",
            "description": {
                "common": "dofetilide and sotalol both increase  QTc interval. Contraindicated."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "doxepin",
            "description": {
                "common": "doxepin and sotalol both increase  QTc interval. Contraindicated."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "dronedarone",
            "description": {
                "common": "dronedarone and sotalol both increase  QTc interval. Contraindicated."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "droperidol",
            "description": {
                "common": "droperidol and sotalol both increase  QTc interval. Contraindicated."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "epinephrine",
            "description": {
                "common": "epinephrine and sotalol both increase  QTc interval. Contraindicated."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "epinephrine racemic",
            "description": {
                "common": "epinephrine racemic and sotalol both increase  QTc interval. Contraindicated."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "erythromycin base",
            "description": {
                "common": "erythromycin base and sotalol both increase  QTc interval. Contraindicated."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "erythromycin ethylsuccinate",
            "description": {
                "common": "erythromycin ethylsuccinate and sotalol both increase  QTc interval. Contraindicated."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "erythromycin lactobionate",
            "description": {
                "common": "erythromycin lactobionate and sotalol both increase  QTc interval. Contraindicated."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "erythromycin stearate",
            "description": {
                "common": "erythromycin stearate and sotalol both increase  QTc interval. Contraindicated."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "fingolimod",
            "description": {
                "common": "fingolimod increases effects of sotalol by pharmacodynamic synergism. Contraindicated. Due to increased risk of bradycardia, AV block, and torsade de pointes, concomitant use is contraindicated."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "fluphenazine",
            "description": {
                "common": "fluphenazine and sotalol both increase  QTc interval. Contraindicated."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "goserelin",
            "description": {
                "common": "goserelin increases toxicity of sotalol by QTc interval. Contraindicated. Increases risk of torsades de pointes."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "haloperidol",
            "description": {
                "common": "haloperidol and sotalol both increase  QTc interval. Contraindicated."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "ibutilide",
            "description": {
                "common": "ibutilide and sotalol both increase  QTc interval. Contraindicated."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "imipramine",
            "description": {
                "common": "imipramine and sotalol both increase  QTc interval. Contraindicated."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "indapamide",
            "description": {
                "common": "indapamide and sotalol both increase  QTc interval. Contraindicated."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "ketoconazole",
            "description": {
                "common": "ketoconazole and sotalol both increase  QTc interval. Contraindicated."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "leuprolide",
            "description": {
                "common": "leuprolide increases toxicity of sotalol by QTc interval. Contraindicated. Increases risk of torsades de pointes."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "levoketoconazole",
            "description": {
                "common": "levoketoconazole and sotalol both increase  QTc interval. Contraindicated."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "lofepramine",
            "description": {
                "common": "lofepramine and sotalol both increase  QTc interval. Contraindicated."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "lumefantrine",
            "description": {
                "common": "lumefantrine and sotalol both increase  QTc interval. Contraindicated."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "maprotiline",
            "description": {
                "common": "maprotiline and sotalol both increase  QTc interval. Contraindicated."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "moxifloxacin",
            "description": {
                "common": "moxifloxacin and sotalol both increase  QTc interval. Contraindicated."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "nilotinib",
            "description": {
                "common": "nilotinib and sotalol both increase  QTc interval. Contraindicated."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "nortriptyline",
            "description": {
                "common": "nortriptyline and sotalol both increase  QTc interval. Contraindicated."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "octreotide",
            "description": {
                "common": "octreotide and sotalol both increase  QTc interval. Contraindicated."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "octreotide (Antidote)",
            "description": {
                "common": "octreotide (Antidote) and sotalol both increase  QTc interval. Contraindicated."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "pentamidine",
            "description": {
                "common": "pentamidine and sotalol both increase  QTc interval. Contraindicated."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "perphenazine",
            "description": {
                "common": "perphenazine and sotalol both increase  QTc interval. Contraindicated."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "pimozide",
            "description": {
                "common": "pimozide and sotalol both increase  QTc interval. Contraindicated."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "procainamide",
            "description": {
                "common": "procainamide and sotalol both increase  QTc interval. Contraindicated."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "prochlorperazine",
            "description": {
                "common": "prochlorperazine and sotalol both increase  QTc interval. Contraindicated."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "promazine",
            "description": {
                "common": "promazine and sotalol both increase  QTc interval. Contraindicated."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "promethazine",
            "description": {
                "common": "promethazine and sotalol both increase  QTc interval. Contraindicated."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "protriptyline",
            "description": {
                "common": "protriptyline and sotalol both increase  QTc interval. Contraindicated."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "quinidine",
            "description": {
                "common": "quinidine and sotalol both increase  QTc interval. Contraindicated."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "thioridazine",
            "description": {
                "common": "thioridazine and sotalol both increase  QTc interval. Contraindicated."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "trazodone",
            "description": {
                "common": "trazodone and sotalol both increase  QTc interval. Contraindicated."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "trifluoperazine",
            "description": {
                "common": "trifluoperazine and sotalol both increase  QTc interval. Contraindicated."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "trimipramine",
            "description": {
                "common": "trimipramine and sotalol both increase  QTc interval. Contraindicated."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "ziprasidone",
            "description": {
                "common": "sotalol and ziprasidone both increase  QTc interval. Contraindicated."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "acebutolol",
            "description": {
                "common": "acebutolol and sotalol both increase  anti-hypertensive channel blocking. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "adagrasib",
            "description": {
                "common": "adagrasib, sotalol.\nEither increases effects of the other by QTc interval. Avoid or Use Alternate Drug. Each drug prolongs the QTc interval, which may increased the risk of Torsade de pointes, other serious arryhthmias, and sudden death. If coadministration unavoidable, more frequent monitoring is recommended for such patients."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "alfuzosin",
            "description": {
                "common": "alfuzosin and sotalol both increase  QTc interval. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "amiodarone",
            "description": {
                "common": "amiodarone and sotalol both increase  QTc interval. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "amisulpride",
            "description": {
                "common": "amisulpride and sotalol both increase  QTc interval. Avoid or Use Alternate Drug. ECG monitoring is recommended if coadministered."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "anagrelide",
            "description": {
                "common": "anagrelide and sotalol both increase  QTc interval. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "apomorphine",
            "description": {
                "common": "apomorphine and sotalol both increase  QTc interval. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "aripiprazole",
            "description": {
                "common": "aripiprazole and sotalol both increase  QTc interval. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "arsenic trioxide",
            "description": {
                "common": "arsenic trioxide and sotalol both increase  QTc interval. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "artemether",
            "description": {
                "common": "artemether and sotalol both increase  QTc interval. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "asenapine",
            "description": {
                "common": "asenapine and sotalol both increase  QTc interval. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "asenapine transdermal",
            "description": {
                "common": "asenapine transdermal and sotalol both increase  QTc interval. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "atenolol",
            "description": {
                "common": "atenolol and sotalol both increase  anti-hypertensive channel blocking. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "atomoxetine",
            "description": {
                "common": "atomoxetine and sotalol both increase  QTc interval. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "betaxolol",
            "description": {
                "common": "betaxolol and sotalol both increase  anti-hypertensive channel blocking. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "bisoprolol",
            "description": {
                "common": "bisoprolol and sotalol both increase  anti-hypertensive channel blocking. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "buprenorphine",
            "description": {
                "common": "buprenorphine and sotalol both increase  QTc interval. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "buprenorphine buccal",
            "description": {
                "common": "buprenorphine buccal and sotalol both increase  QTc interval. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "buprenorphine subdermal implant",
            "description": {
                "common": "buprenorphine subdermal implant and sotalol both increase  QTc interval. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "buprenorphine transdermal",
            "description": {
                "common": "buprenorphine transdermal and sotalol both increase  QTc interval. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "buprenorphine, long-acting injection",
            "description": {
                "common": "buprenorphine, long-acting injection and sotalol both increase  QTc interval. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "carvedilol",
            "description": {
                "common": "carvedilol and sotalol both increase  anti-hypertensive channel blocking. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "celiprolol",
            "description": {
                "common": "celiprolol and sotalol both increase  anti-hypertensive channel blocking. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "ceritinib",
            "description": {
                "common": "ceritinib and sotalol both increase  QTc interval. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "clarithromycin",
            "description": {
                "common": "clarithromycin and sotalol both increase  QTc interval. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "clonidine",
            "description": {
                "common": "clonidine, sotalol.\nEither increases toxicity of the other by unspecified interaction mechanism. Avoid or Use Alternate Drug. Can increase risk of bradycardia."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "clozapine",
            "description": {
                "common": "clozapine and sotalol both increase  QTc interval. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "dasatinib",
            "description": {
                "common": "dasatinib and sotalol both increase  QTc interval. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "degarelix",
            "description": {
                "common": "degarelix and sotalol both increase  QTc interval. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "desflurane",
            "description": {
                "common": "desflurane and sotalol both increase  QTc interval. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "digoxin",
            "description": {
                "common": "digoxin, sotalol.\nEither increases toxicity of the other by unspecified interaction mechanism. Avoid or Use Alternate Drug. Can increase risk of bradycardia."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "diltiazem",
            "description": {
                "common": "diltiazem, sotalol.\nEither increases toxicity of the other by unspecified interaction mechanism. Avoid or Use Alternate Drug. Can increase risk of bradycardia."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "dolasetron",
            "description": {
                "common": "dolasetron and sotalol both increase  QTc interval. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "donepezil",
            "description": {
                "common": "donepezil and sotalol both increase  QTc interval. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "efavirenz",
            "description": {
                "common": "efavirenz and sotalol both increase  QTc interval. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "eliglustat",
            "description": {
                "common": "eliglustat and sotalol both increase  QTc interval. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "encorafenib",
            "description": {
                "common": "encorafenib and sotalol both increase  QTc interval. Avoid or Use Alternate Drug. Encorafenib is associated with dose-dependent QTc interval prolongation. Avoid with drugs known to prolong QT interval."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "entrectinib",
            "description": {
                "common": "sotalol and entrectinib both increase  QTc interval. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "eribulin",
            "description": {
                "common": "eribulin and sotalol both increase  QTc interval. Avoid or Use Alternate Drug. Potential for enhanced QTc-prolonging effects; if concurrent use is necessary then ECG monitoring is recommended."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "escitalopram",
            "description": {
                "common": "escitalopram and sotalol both increase  QTc interval. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "esmolol",
            "description": {
                "common": "esmolol and sotalol both increase  anti-hypertensive channel blocking. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "fexinidazole",
            "description": {
                "common": "fexinidazole, sotalol.\nEither increases effects of the other by pharmacodynamic synergism. Avoid or Use Alternate Drug. Avoid coadministration of fexinidazole with drugs known to induce bradycardia.  ."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "flecainide",
            "description": {
                "common": "flecainide and sotalol both increase  QTc interval. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "fluconazole",
            "description": {
                "common": "fluconazole and sotalol both increase  QTc interval. Avoid or Use Alternate Drug. Avoid combination if possible. Potential for increased risk of QT prolongation."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "fluoxetine",
            "description": {
                "common": "fluoxetine and sotalol both increase  QTc interval. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "fluvoxamine",
            "description": {
                "common": "fluvoxamine and sotalol both increase  QTc interval. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "formoterol",
            "description": {
                "common": "formoterol and sotalol both increase  QTc interval. Avoid or Use Alternate Drug. Drugs known to prolong the QTc interval may potentiate the cardiovascular effects of formoterol."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "foscarnet",
            "description": {
                "common": "foscarnet and sotalol both increase  QTc interval. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "gadobenate",
            "description": {
                "common": "gadobenate and sotalol both increase  QTc interval. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "gemifloxacin",
            "description": {
                "common": "gemifloxacin and sotalol both increase  QTc interval. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "glasdegib",
            "description": {
                "common": "sotalol and glasdegib both increase  QTc interval. Avoid or Use Alternate Drug. If coadministration unavoidable, monitor for increased risk of QTc interval prolongation."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "granisetron",
            "description": {
                "common": "granisetron and sotalol both increase  QTc interval. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "histrelin",
            "description": {
                "common": "histrelin increases toxicity of sotalol by QTc interval. Avoid or Use Alternate Drug. Increases risk of torsades de pointes."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "hydroxychloroquine sulfate",
            "description": {
                "common": "hydroxychloroquine sulfate and sotalol both increase  QTc interval. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "hydroxyzine",
            "description": {
                "common": "hydroxyzine increases toxicity of sotalol by QTc interval. Avoid or Use Alternate Drug. Increases risk of torsades de pointes."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "iloperidone",
            "description": {
                "common": "iloperidone and sotalol both increase  QTc interval. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "inotuzumab",
            "description": {
                "common": "inotuzumab and sotalol both increase  QTc interval. Avoid or Use Alternate Drug. If unable to avoid concomitant use, obtain ECGs and electrolytes before and after initiation of any drug known to prolong QTc, and periodically monitor as clinically indicated during treatment."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "iobenguane I 131",
            "description": {
                "common": "sotalol will decrease the level or effect of iobenguane I 131 by  Other (see comment). Avoid or Use Alternate Drug. Based on the mechanism of action of iobenguane, drugs that reduce catecholamine uptake or that deplete catecholamine stores may interfere with iobenguane uptake into cells, and thus, reduce iobenguane efficacy. Discontinue interfering drugs for at least 5 half-lives before administration of either the dosimetry or an iobenguane dose. Do not administer these drugs until at least 7 days after each iobenguane dose."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "isoflurane",
            "description": {
                "common": "isoflurane and sotalol both increase  QTc interval. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "ivosidenib",
            "description": {
                "common": "ivosidenib and sotalol both increase  QTc interval. Avoid or Use Alternate Drug. Avoid coadministration of QTc prolonging drugs with ivosidenib or replace with alternate therapies. If coadministration of a QTc prolonging drug is unavoidable, monitor for increased risk of QTc interval prolongation."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "labetalol",
            "description": {
                "common": "labetalol and sotalol both increase  anti-hypertensive channel blocking. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "lapatinib",
            "description": {
                "common": "lapatinib and sotalol both increase  QTc interval. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "lefamulin",
            "description": {
                "common": "lefamulin and sotalol both increase  QTc interval. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "levofloxacin",
            "description": {
                "common": "levofloxacin and sotalol both increase  QTc interval. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "lithium",
            "description": {
                "common": "lithium and sotalol both increase  QTc interval. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "lofexidine",
            "description": {
                "common": "lofexidine, sotalol.\nEither increases effects of the other by pharmacodynamic synergism. Avoid or Use Alternate Drug. Avoid coadministration with other drugs that decrease pulse or blood pressure to mitigate risk of excessive bradycardia and hypotension."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "macimorelin",
            "description": {
                "common": "macimorelin and sotalol both increase  QTc interval. Avoid or Use Alternate Drug. Macimorelin causes an increase of ~11 msec in the corrected QT interval. Avoid coadministration with drugs that prolong QT interval, which could increase risk for developing torsade de pointes-type ventricular tachycardia. Allow sufficient washout time of drugs that are known to prolong the QT interval before administering macimorelin."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "mavacamten",
            "description": {
                "common": "sotalol, mavacamten.\nEither increases effects of the other by pharmacodynamic synergism. Avoid or Use Alternate Drug. Expect additive negative inotropic effects of mavacamten and other drugs that reduce cardiac contractility."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "mefloquine",
            "description": {
                "common": "mefloquine increases toxicity of sotalol by QTc interval. Avoid or Use Alternate Drug. Mefloquine may enhance the QTc prolonging effect of high risk QTc prolonging agents."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "methadone",
            "description": {
                "common": "methadone and sotalol both increase  QTc interval. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "metoprolol",
            "description": {
                "common": "metoprolol and sotalol both increase  anti-hypertensive channel blocking. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "mirtazapine",
            "description": {
                "common": "mirtazapine and sotalol both increase  QTc interval. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "mobocertinib",
            "description": {
                "common": "mobocertinib and sotalol both increase  QTc interval. Avoid or Use Alternate Drug. If coadministration unavoidable, reduce mobocertinib dose and monitor QTc interval more frequently."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "nadolol",
            "description": {
                "common": "nadolol and sotalol both increase  anti-hypertensive channel blocking. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "nebivolol",
            "description": {
                "common": "nebivolol and sotalol both increase  anti-hypertensive channel blocking. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "ofloxacin",
            "description": {
                "common": "ofloxacin and sotalol both increase  QTc interval. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "olanzapine",
            "description": {
                "common": "olanzapine and sotalol both increase  QTc interval. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "ondansetron",
            "description": {
                "common": "ondansetron and sotalol both increase  QTc interval. Avoid or Use Alternate Drug. Avoid with congenital long QT syndrome; ECG monitoring recommended with concomitant medications that prolong QT interval, electrolyte abnormalities, CHF, or bradyarrhythmias."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "oxaliplatin",
            "description": {
                "common": "oxaliplatin and sotalol both increase  QTc interval. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "paliperidone",
            "description": {
                "common": "paliperidone and sotalol both increase  QTc interval. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "panobinostat",
            "description": {
                "common": "sotalol and panobinostat both increase  QTc interval. Avoid or Use Alternate Drug. Panobinostat is known to significantly prolong QT interval. Panobinostat prescribing information states use with drugs known to prolong QTc is not recommended."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "paroxetine",
            "description": {
                "common": "paroxetine and sotalol both increase  QTc interval. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "penbutolol",
            "description": {
                "common": "penbutolol and sotalol both increase  anti-hypertensive channel blocking. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "pimavanserin",
            "description": {
                "common": "pimavanserin and sotalol both increase  QTc interval. Avoid or Use Alternate Drug. Coadministration may increase the risk of QT prolongation and cardiac arrhythmia."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "pindolol",
            "description": {
                "common": "pindolol and sotalol both increase  anti-hypertensive channel blocking. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "pitolisant",
            "description": {
                "common": "sotalol and pitolisant both increase  QTc interval. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "posaconazole",
            "description": {
                "common": "posaconazole and sotalol both increase  QTc interval. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "primaquine",
            "description": {
                "common": "primaquine and sotalol both increase  QTc interval. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "propranolol",
            "description": {
                "common": "propranolol and sotalol both increase  anti-hypertensive channel blocking. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "ranolazine",
            "description": {
                "common": "ranolazine and sotalol both increase  QTc interval. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "ribociclib",
            "description": {
                "common": "ribociclib and sotalol both increase  QTc interval. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "risperidone",
            "description": {
                "common": "risperidone and sotalol both increase  QTc interval. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "rivastigmine",
            "description": {
                "common": "sotalol increases toxicity of rivastigmine by pharmacodynamic synergism. Avoid or Use Alternate Drug. Additive bradycardia effect may result in syncope."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "saquinavir",
            "description": {
                "common": "saquinavir, sotalol.\nEither increases toxicity of the other by pharmacodynamic synergism. Avoid or Use Alternate Drug. Increased risk of QT prolongation and cardiac arrhythmias."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "sevoflurane",
            "description": {
                "common": "sevoflurane and sotalol both increase  QTc interval. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "siponimod",
            "description": {
                "common": "siponimod, sotalol.\nEither increases effects of the other by QTc interval. Avoid or Use Alternate Drug. Because of the potential additive effects on heart rate, siponimod should generally not be initiated in patients taking QT prolonging drugs with known arrhythmogenic properties, heart rate lowering calcium channel blockers, or other drugs that may decrease heart rate. If treatment considered, obtain cardiology consult regarding switching to non-heart-rate lowering drugs or appropriate monitoring for treatment initiation."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "solifenacin",
            "description": {
                "common": "solifenacin and sotalol both increase  QTc interval. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "sulfamethoxazole",
            "description": {
                "common": "sulfamethoxazole and sotalol both increase  QTc interval. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "sunitinib",
            "description": {
                "common": "sunitinib and sotalol both increase  QTc interval. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "tacrolimus",
            "description": {
                "common": "tacrolimus and sotalol both increase  QTc interval. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "telavancin",
            "description": {
                "common": "sotalol and telavancin both increase  QTc interval. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "tetrabenazine",
            "description": {
                "common": "tetrabenazine and sotalol both increase  QTc interval. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "timolol",
            "description": {
                "common": "sotalol and timolol both increase  anti-hypertensive channel blocking. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "toremifene",
            "description": {
                "common": "sotalol and toremifene both increase  QTc interval. Avoid or Use Alternate Drug. Concurrent use of toremifene with agents causing  QT prolongation should be avoided. If concomitant use is required it's recommended that toremifene be interrupted. If interruption not possible, patients requiring therapy with a drug that prolongs QT should be closely monitored. ECGs should be obtained for high risk patients."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "trimethoprim",
            "description": {
                "common": "sotalol and trimethoprim both increase  QTc interval. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "triptorelin",
            "description": {
                "common": "triptorelin increases toxicity of sotalol by QTc interval. Avoid or Use Alternate Drug. Increases risk of torsades de pointes."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "tropisetron",
            "description": {
                "common": "sotalol and tropisetron both increase  QTc interval. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "umeclidinium bromide/vilanterol inhaled",
            "description": {
                "common": "sotalol increases toxicity of umeclidinium bromide/vilanterol inhaled by QTc interval. Avoid or Use Alternate Drug. Exercise extreme caution when vilanterol coadministered with drugs that prolong QTc interval; adrenergic agonist effects on the cardiovascular system may be potentiated."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "vandetanib",
            "description": {
                "common": "sotalol, vandetanib.\nEither increases toxicity of the other by QTc interval. Avoid or Use Alternate Drug. Avoid coadministration with drugs known to prolong QT interval;  if a drug known to prolong QT interval must be used, more frequent ECG monitoring is recommended."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "vemurafenib",
            "description": {
                "common": "vemurafenib and sotalol both increase  QTc interval. Avoid or Use Alternate Drug. Concomitant use of vemurafenib with drugs that  prolong QT interval is not recommended."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "venlafaxine",
            "description": {
                "common": "sotalol and venlafaxine both increase  QTc interval. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "verapamil",
            "description": {
                "common": "verapamil, sotalol.\nEither increases toxicity of the other by unspecified interaction mechanism. Avoid or Use Alternate Drug. Can increase risk of bradycardia."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "vilanterol/fluticasone furoate inhaled",
            "description": {
                "common": "sotalol, vilanterol/fluticasone furoate inhaled. pharmacodynamic antagonism. Avoid or Use Alternate Drug. If a  beta-blocker must be used in patients with COPD taking a beta-agonist, consider using a beta-blocker that is  beta-1 selective ."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "voriconazole",
            "description": {
                "common": "sotalol and voriconazole both increase  QTc interval. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "vorinostat",
            "description": {
                "common": "vorinostat and sotalol both increase  QTc interval. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "acebutolol",
            "description": {
                "common": "acebutolol and sotalol both increase  serum potassium. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "aceclofenac",
            "description": {
                "common": "sotalol and aceclofenac both increase  serum potassium. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "acemetacin",
            "description": {
                "common": "sotalol and acemetacin both increase  serum potassium. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "albuterol",
            "description": {
                "common": "sotalol increases and albuterol decreases serum potassium. Effect of interaction is not clear, use caution. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "aldesleukin",
            "description": {
                "common": "aldesleukin increases effects of sotalol by pharmacodynamic synergism. Use Caution/Monitor. Risk of hypotension."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "alfuzosin",
            "description": {
                "common": "alfuzosin and sotalol both increase  anti-hypertensive channel blocking. Modify Therapy/Monitor Closely.  The severity and duration of hypotension following the first dose of Alfuzosin may be enhanced."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "aluminum hydroxide",
            "description": {
                "common": "aluminum hydroxide decreases levels of sotalol by inhibition of GI absorption. Applies only to oral form of both agents. Use Caution/Monitor. Separate by 2 hours."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "amifostine",
            "description": {
                "common": "amifostine, sotalol.\nEither increases effects of the other by pharmacodynamic synergism. Modify Therapy/Monitor Closely. Coadministration with blood pressure lowering agents may increase the risk and severity of hypotension associated with amifostine. When amifostine is used at chemotherapeutic doses, withhold blood pressure lowering medications for 24 hr prior to amifostine; if blood pressure lowering medication cannot be withheld, do not administer amifostine."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "amiloride",
            "description": {
                "common": "sotalol and amiloride both increase  serum potassium. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "amiodarone",
            "description": {
                "common": "amiodarone, sotalol. Mechanism: pharmacodynamic synergism. Use Caution/Monitor. Risk of cardiotoxicity with bradycardia."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "amlodipine",
            "description": {
                "common": "sotalol and amlodipine both increase  anti-hypertensive channel blocking. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "amobarbital",
            "description": {
                "common": "amobarbital decreases levels of sotalol by increasing metabolism. Use Caution/Monitor. Consider a higher beta-blocker dose during coadministration of amobarbital.  Atenolol, sotalol, nadolol less likely to be affected than other beta blockers."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "arformoterol",
            "description": {
                "common": "sotalol increases and arformoterol decreases serum potassium. Effect of interaction is not clear, use caution. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "asenapine",
            "description": {
                "common": "asenapine and sotalol both increase  anti-hypertensive channel blocking. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "aspirin",
            "description": {
                "common": "sotalol and aspirin both increase  serum potassium. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "aspirin rectal",
            "description": {
                "common": "sotalol and aspirin rectal both increase  serum potassium. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "aspirin/citric acid/sodium bicarbonate",
            "description": {
                "common": "aspirin/citric acid/sodium bicarbonate decreases effects of sotalol by pharmacodynamic antagonism. Use Caution/Monitor. Long term (>1 wk) NSAID use.  NSAIDs decrease prostaglandin synthesis."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "atenolol",
            "description": {
                "common": "atenolol and sotalol both increase  serum potassium. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "avanafil",
            "description": {
                "common": "avanafil increases effects of sotalol by pharmacodynamic synergism. Use Caution/Monitor. Risk of hypotension."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "azithromycin",
            "description": {
                "common": "azithromycin and sotalol both increase  QTc interval. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "bedaquiline",
            "description": {
                "common": "sotalol and bedaquiline both increase  QTc interval. Modify Therapy/Monitor Closely. ECG should be monitored closely"
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "bendroflumethiazide",
            "description": {
                "common": "sotalol increases and bendroflumethiazide decreases serum potassium. Effect of interaction is not clear, use caution. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "betaxolol",
            "description": {
                "common": "betaxolol and sotalol both increase  serum potassium. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "bismuth subsalicylate",
            "description": {
                "common": "bismuth subsalicylate, sotalol. Mechanism: pharmacodynamic synergism. Use Caution/Monitor. Blockage of renal prostaglandin synthesis; may cause severe hypertension."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "bisoprolol",
            "description": {
                "common": "bisoprolol and sotalol both increase  serum potassium. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "bretylium",
            "description": {
                "common": "sotalol, bretylium.\nEither increases effects of the other by pharmacodynamic synergism. Modify Therapy/Monitor Closely. Each drug may cause hypotension."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "bumetanide",
            "description": {
                "common": "sotalol increases and bumetanide decreases serum potassium. Effect of interaction is not clear, use caution. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "butabarbital",
            "description": {
                "common": "butabarbital decreases levels of sotalol by increasing metabolism. Use Caution/Monitor. Consider a higher beta-blocker dose during coadministration of butabarbital.  Atenolol, sotalol, nadolol less likely to be affected than other beta blockers."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "butalbital",
            "description": {
                "common": "butalbital decreases levels of sotalol by increasing metabolism. Use Caution/Monitor. Consider a higher beta-blocker dose during coadministration of butalbital.  Atenolol, sotalol, nadolol less likely to be affected than other beta blockers."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "calcium acetate",
            "description": {
                "common": "calcium acetate decreases effects of sotalol by unspecified interaction mechanism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "calcium carbonate",
            "description": {
                "common": "calcium carbonate decreases effects of sotalol by unspecified interaction mechanism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "calcium chloride",
            "description": {
                "common": "calcium chloride decreases effects of sotalol by unspecified interaction mechanism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "calcium citrate",
            "description": {
                "common": "calcium citrate decreases effects of sotalol by unspecified interaction mechanism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "calcium gluconate",
            "description": {
                "common": "calcium gluconate decreases effects of sotalol by unspecified interaction mechanism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "candesartan",
            "description": {
                "common": "candesartan and sotalol both increase  serum potassium. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "carbenoxolone",
            "description": {
                "common": "sotalol increases and carbenoxolone decreases serum potassium. Effect of interaction is not clear, use caution. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "carbidopa",
            "description": {
                "common": "carbidopa increases effects of sotalol by pharmacodynamic synergism. Use Caution/Monitor. Therapy with carbidopa, given with or without levodopa or carbidopa-levodopa combination products, is started, dosage adjustment of the antihypertensive drug may be required."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "carvedilol",
            "description": {
                "common": "carvedilol and sotalol both increase  serum potassium. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "celecoxib",
            "description": {
                "common": "sotalol and celecoxib both increase  serum potassium. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "celiprolol",
            "description": {
                "common": "celiprolol and sotalol both increase  serum potassium. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "chloroquine",
            "description": {
                "common": "chloroquine and sotalol both increase  QTc interval. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "chlorothiazide",
            "description": {
                "common": "sotalol increases and chlorothiazide decreases serum potassium. Effect of interaction is not clear, use caution. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "chlorthalidone",
            "description": {
                "common": "sotalol increases and chlorthalidone decreases serum potassium. Effect of interaction is not clear, use caution. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "choline magnesium trisalicylate",
            "description": {
                "common": "sotalol and choline magnesium trisalicylate both increase  serum potassium. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ciprofloxacin",
            "description": {
                "common": "ciprofloxacin and sotalol both increase  QTc interval. Use Caution/Monitor. Ciprofloxacin elicits minimal effects on QT interval. Caution if used in combination with other drugs known to affect QT interval or in patients with other risk factors."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "citalopram",
            "description": {
                "common": "sotalol and citalopram both increase  QTc interval. Use Caution/Monitor. ECG monitoring is recommended, along with drugs that may prolong the QT interval."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "clevidipine",
            "description": {
                "common": "sotalol and clevidipine both increase  anti-hypertensive channel blocking. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "clonidine",
            "description": {
                "common": "sotalol, clonidine. Mechanism: pharmacodynamic synergism. Modify Therapy/Monitor Closely. Selective beta blocker administration during withdrawal from centrally acting alpha agonists may result in rebound hypertension."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "crizotinib",
            "description": {
                "common": "crizotinib and sotalol both increase  QTc interval. Use Caution/Monitor. ECG monitoring is recommended, along with drugs that may prolong the QT interval."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "cyclopenthiazide",
            "description": {
                "common": "sotalol increases and cyclopenthiazide decreases serum potassium. Effect of interaction is not clear, use caution. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "dabrafenib",
            "description": {
                "common": "dabrafenib and sotalol both increase  QTc interval. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "dasiglucagon",
            "description": {
                "common": "sotalol decreases effects of dasiglucagon by unknown mechanism. Use Caution/Monitor. Dasiglucagon may stimulate catecholamine release; whereas beta blockers may inhibit catecholamines released in response to dasiglucagon. Coadministration may also transiently increase pulse and BP."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "desflurane",
            "description": {
                "common": "desflurane, sotalol.\nEither increases effects of the other by pharmacodynamic synergism. Use Caution/Monitor. Risk of hypotension."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "deutetrabenazine",
            "description": {
                "common": "sotalol and deutetrabenazine both increase  QTc interval. Use Caution/Monitor. At the maximum recommended dose, deutetrabenazine does not prolong QT interval to a clinically relevant extent. Certain circumstances may increase risk of torsade de pointes and/or sudden death in association with drugs that prolong the QTc interval (eg, bradycardia, hypokalemia or hypomagnesemia, coadministration with other drugs that prolong QTc interval, presence of congenital QT prolongation)."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "diclofenac",
            "description": {
                "common": "sotalol and diclofenac both increase  serum potassium. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "diflunisal",
            "description": {
                "common": "sotalol and diflunisal both increase  serum potassium. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "digoxin",
            "description": {
                "common": "sotalol and digoxin both increase  serum potassium. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "diltiazem",
            "description": {
                "common": "sotalol and diltiazem both increase  anti-hypertensive channel blocking. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "dobutamine",
            "description": {
                "common": "sotalol increases and dobutamine decreases serum potassium. Effect of interaction is not clear, use caution. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "dopexamine",
            "description": {
                "common": "sotalol increases and dopexamine decreases serum potassium. Effect of interaction is not clear, use caution. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "doxazosin",
            "description": {
                "common": "doxazosin and sotalol both increase  anti-hypertensive channel blocking. Modify Therapy/Monitor Closely. The severity and duration of hypotension following the first dose of doxozosin may be enhanced."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "drospirenone",
            "description": {
                "common": "sotalol and drospirenone both increase  serum potassium. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ephedrine",
            "description": {
                "common": "sotalol increases and ephedrine decreases serum potassium. Effect of interaction is not clear, use caution. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "epinephrine",
            "description": {
                "common": "sotalol increases and epinephrine decreases serum potassium. Effect of interaction is not clear, use caution. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "epinephrine inhaled",
            "description": {
                "common": "sotalol decreases effects of epinephrine inhaled by pharmacodynamic antagonism. Use Caution/Monitor. Beta2-adrenergic blockers may may inhibit bronchodilatory effects of epinephrine."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "epinephrine racemic",
            "description": {
                "common": "sotalol increases and epinephrine racemic decreases serum potassium. Effect of interaction is not clear, use caution. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "eprosartan",
            "description": {
                "common": "eprosartan and sotalol both increase  serum potassium. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "esmolol",
            "description": {
                "common": "esmolol and sotalol both increase  serum potassium. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ethacrynic acid",
            "description": {
                "common": "sotalol increases and ethacrynic acid decreases serum potassium. Effect of interaction is not clear, use caution. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ether",
            "description": {
                "common": "sotalol, ether.\nEither increases effects of the other by pharmacodynamic synergism. Use Caution/Monitor. Both beta blockers and ether depress the myocardium; consider lowering beta blocker dose if ether used for anesthesia."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "etodolac",
            "description": {
                "common": "sotalol and etodolac both increase  serum potassium. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "etomidate",
            "description": {
                "common": "etomidate, sotalol.\nEither increases effects of the other by pharmacodynamic synergism. Use Caution/Monitor. Risk of hypotension."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ezogabine",
            "description": {
                "common": "ezogabine, sotalol.\nEither increases toxicity of the other by QTc interval. Use Caution/Monitor. Slight and transient QT-prolongation observed with ezogabine, particularly when dose titrated to 1200 mg/day. QT interval should be monitored when ezogabine is prescribed with agents known to increase QT interval."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "felodipine",
            "description": {
                "common": "sotalol and felodipine both increase  anti-hypertensive channel blocking. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "fenbufen",
            "description": {
                "common": "sotalol and fenbufen both increase  serum potassium. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "fenoprofen",
            "description": {
                "common": "sotalol and fenoprofen both increase  serum potassium. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "floxuridine",
            "description": {
                "common": "floxuridine and sotalol both increase  QTc interval. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "flurbiprofen",
            "description": {
                "common": "sotalol and flurbiprofen both increase  serum potassium. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "formoterol",
            "description": {
                "common": "sotalol increases and formoterol decreases serum potassium. Effect of interaction is not clear, use caution. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "fostemsavir",
            "description": {
                "common": "sotalol and fostemsavir both increase  QTc interval. Use Caution/Monitor. QTc prolongation reported with higher than recommended doses of fostemsavir. "
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "furosemide",
            "description": {
                "common": "sotalol increases and furosemide decreases serum potassium. Effect of interaction is not clear, use caution. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "gemtuzumab",
            "description": {
                "common": "sotalol and gemtuzumab both increase  QTc interval. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "gentamicin",
            "description": {
                "common": "sotalol increases and gentamicin decreases serum potassium. Effect of interaction is not clear, use caution. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "gilteritinib",
            "description": {
                "common": "gilteritinib and sotalol both increase  QTc interval. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "glucagon",
            "description": {
                "common": "glucagon decreases toxicity of sotalol by sympathetic (adrenergic) effects, including increased blood pressure and heart rate. Use Caution/Monitor. Coadministration of glucagon with beta-blockers may have transiently increased pulse and blood pressure."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "glucagon intranasal",
            "description": {
                "common": "glucagon intranasal decreases toxicity of sotalol by sympathetic (adrenergic) effects, including increased blood pressure and heart rate. Use Caution/Monitor. Coadministration of glucagon with beta-blockers may have transiently increased pulse and blood pressure."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "hawthorn",
            "description": {
                "common": "hawthorn increases effects of sotalol by pharmacodynamic synergism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "hydralazine",
            "description": {
                "common": "hydralazine increases effects of sotalol by pharmacodynamic synergism. Use Caution/Monitor. Additive hypotensive effects."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "hydrochlorothiazide",
            "description": {
                "common": "sotalol increases and hydrochlorothiazide decreases serum potassium. Effect of interaction is not clear, use caution. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ibuprofen",
            "description": {
                "common": "sotalol and ibuprofen both increase  serum potassium. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ibuprofen IV",
            "description": {
                "common": "ibuprofen IV decreases effects of sotalol by pharmacodynamic antagonism. Use Caution/Monitor. Long term (>1 wk) NSAID use.  NSAIDs decrease prostaglandin synthesis."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "indacaterol, inhaled",
            "description": {
                "common": "indacaterol, inhaled, sotalol. Other (see comment). Use Caution/Monitor. \nComment: Beta-blockers and indacaterol may interfere with the effect of each other when administered concurrently. Beta-blockers may produce severe bronchospasm in COPD patients. Therefore, patients with COPD should not normally be treated with beta-blockers. However, under certain circumstances, e.g. as prophylaxis after myocardial infarction, there may be no acceptable alternatives to the use of beta-blockers in patients with COPD. In this setting, cardioselective beta-blockers could be considered, although they should be administered with caution."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "indapamide",
            "description": {
                "common": "sotalol increases and indapamide decreases serum potassium. Effect of interaction is not clear, use caution. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "indomethacin",
            "description": {
                "common": "sotalol and indomethacin both increase  serum potassium. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "insulin degludec",
            "description": {
                "common": "sotalol, insulin degludec. Other (see comment). Modify Therapy/Monitor Closely. \nComment: Beta-blockers may either increase or decrease the blood glucose lowering effect of insulin; beta-blockers can prolong hypoglycemia (interference with glycogenolysis) or cause hyperglycemia (insulin secretion inhibited)."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "insulin degludec/insulin aspart",
            "description": {
                "common": "sotalol, insulin degludec/insulin aspart. Other (see comment). Modify Therapy/Monitor Closely. \nComment: Beta-blockers may either increase or decrease the blood glucose lowering effect of insulin; beta-blockers can prolong hypoglycemia (interference with glycogenolysis) or cause hyperglycemia (insulin secretion inhibited)."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "insulin inhaled",
            "description": {
                "common": "sotalol, insulin inhaled. Other (see comment). Modify Therapy/Monitor Closely. \nComment: Beta-blockers may either increase or decrease the blood glucose lowering effect of insulin; beta-blockers can prolong hypoglycemia (interference with glycogenolysis) or cause hyperglycemia (insulin secretion inhibited)."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "irbesartan",
            "description": {
                "common": "irbesartan and sotalol both increase  serum potassium. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "isoproterenol",
            "description": {
                "common": "sotalol increases and isoproterenol decreases serum potassium. Effect of interaction is not clear, use caution. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "isradipine",
            "description": {
                "common": "sotalol and isradipine both increase  anti-hypertensive channel blocking. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "itraconazole",
            "description": {
                "common": "itraconazole and sotalol both increase  QTc interval. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ivabradine",
            "description": {
                "common": "ivabradine, sotalol.\nEither increases effects of the other by pharmacodynamic synergism. Modify Therapy/Monitor Closely. Most patients receiving ivabradine will also be treated with a beta-blocker. The risk of bradycardia increases with  coadministration of drugs that slow heart rate (eg, digoxin, amiodarone, beta-blockers). Monitor heart rate in patients taking ivabradine with other negative chronotropes."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ketamine",
            "description": {
                "common": "ketamine, sotalol.\nEither increases effects of the other by pharmacodynamic synergism. Use Caution/Monitor. Risk of hypotension."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ketoprofen",
            "description": {
                "common": "sotalol and ketoprofen both increase  serum potassium. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ketorolac",
            "description": {
                "common": "sotalol and ketorolac both increase  serum potassium. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ketorolac intranasal",
            "description": {
                "common": "sotalol and ketorolac intranasal both increase  serum potassium. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "labetalol",
            "description": {
                "common": "labetalol and sotalol both increase  serum potassium. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "lasmiditan",
            "description": {
                "common": "sotalol increases effects of lasmiditan by pharmacodynamic synergism. Use Caution/Monitor. Lasmiditan has been associated with a lowering of heart rate (HR). In a drug interaction study, addition of a single 200-mg dose of lasmiditan to propranolol decreased HR by an additional 5 bpm compared to propranolol alone, for a mean maximum of 19 bpm."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "lenvatinib",
            "description": {
                "common": "sotalol and lenvatinib both increase  QTc interval. Use Caution/Monitor. Lenvatinib prescribing information recommends monitoring ECG closely when coadministered with QT prolonging drugs."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "levalbuterol",
            "description": {
                "common": "sotalol increases and levalbuterol decreases serum potassium. Effect of interaction is not clear, use caution. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "levodopa",
            "description": {
                "common": "levodopa increases effects of sotalol by pharmacodynamic synergism. Use Caution/Monitor. Consider decreasing dosage of antihypertensive agent."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "lofexidine",
            "description": {
                "common": "sotalol and lofexidine both increase  QTc interval. Use Caution/Monitor. ECG monitoring is recommended."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "lornoxicam",
            "description": {
                "common": "sotalol and lornoxicam both increase  serum potassium. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "losartan",
            "description": {
                "common": "losartan and sotalol both increase  serum potassium. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "meclofenamate",
            "description": {
                "common": "meclofenamate decreases effects of sotalol by pharmacodynamic antagonism. Use Caution/Monitor. Long term (>1 wk) NSAID use.  NSAIDs decrease prostaglandin synthesis."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "mefenamic acid",
            "description": {
                "common": "sotalol and mefenamic acid both increase  serum potassium. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "mefloquine",
            "description": {
                "common": "mefloquine increases levels of sotalol by decreasing metabolism. Use Caution/Monitor. Risk of arrhythmia."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "meloxicam",
            "description": {
                "common": "sotalol and meloxicam both increase  serum potassium. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "metaproterenol",
            "description": {
                "common": "sotalol increases and metaproterenol decreases serum potassium. Effect of interaction is not clear, use caution. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "methyclothiazide",
            "description": {
                "common": "sotalol increases and methyclothiazide decreases serum potassium. Effect of interaction is not clear, use caution. Use Caution/Monitor.  ."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "methylphenidate",
            "description": {
                "common": "methylphenidate will decrease the level or effect of sotalol by  pharmacodynamic antagonism. Use Caution/Monitor. Methylphenidate may diminish antihypertensive effects. Monitor BP."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "methylphenidate transdermal",
            "description": {
                "common": "methylphenidate transdermal decreases effects of sotalol by anti-hypertensive channel blocking. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "metolazone",
            "description": {
                "common": "sotalol increases and metolazone decreases serum potassium. Effect of interaction is not clear, use caution. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "metoprolol",
            "description": {
                "common": "metoprolol and sotalol both increase  serum potassium. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "mifepristone",
            "description": {
                "common": "mifepristone, sotalol. QTc interval. Modify Therapy/Monitor Closely. Use alternatives if available."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "moxisylyte",
            "description": {
                "common": "moxisylyte and sotalol both increase  anti-hypertensive channel blocking. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "nabumetone",
            "description": {
                "common": "sotalol and nabumetone both increase  serum potassium. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "nadolol",
            "description": {
                "common": "nadolol and sotalol both increase  serum potassium. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "naproxen",
            "description": {
                "common": "sotalol and naproxen both increase  serum potassium. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "nebivolol",
            "description": {
                "common": "nebivolol and sotalol both increase  serum potassium. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "nicardipine",
            "description": {
                "common": "sotalol and nicardipine both increase  anti-hypertensive channel blocking. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "nifedipine",
            "description": {
                "common": "sotalol and nifedipine both increase  anti-hypertensive channel blocking. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "nisoldipine",
            "description": {
                "common": "sotalol and nisoldipine both increase  anti-hypertensive channel blocking. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "nitroglycerin rectal",
            "description": {
                "common": "nitroglycerin rectal, sotalol.\nEither increases effects of the other by pharmacodynamic synergism. Use Caution/Monitor. Beta-blockers blunt the reflex tachycardia produced by nitroglycerin without preventing its hypotensive effects. If beta-blockers are used with nitroglycerin in patients with angina pectoris, additional hypotensive effects may occur."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "norepinephrine",
            "description": {
                "common": "sotalol increases and norepinephrine decreases serum potassium. Effect of interaction is not clear, use caution. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "olmesartan",
            "description": {
                "common": "olmesartan and sotalol both increase  serum potassium. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "olodaterol inhaled",
            "description": {
                "common": "sotalol, olodaterol inhaled.\nEither decreases effects of the other by pharmacodynamic antagonism. Use Caution/Monitor. Beta-blockers and olodaterol may interfere with the effect of each other when administered concurrently. Beta-blockers may produce severe bronchospasm in COPD patients. Therefore, patients with COPD should not normally be treated with beta-blockers. However, under certain circumstances, e.g. as prophylaxis after myocardial infarction, there may be no acceptable alternatives to the use of beta-blockers in patients with COPD. In this setting, cardioselective beta-blockers could be considered, although they should be administered with caution."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "osilodrostat",
            "description": {
                "common": "osilodrostat and sotalol both increase  QTc interval. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "osimertinib",
            "description": {
                "common": "osimertinib and sotalol both increase  QTc interval. Use Caution/Monitor. Conduct periodic monitoring with ECGs and electrolytes in patients taking drugs known to prolong the QTc interval."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "oxaliplatin",
            "description": {
                "common": "oxaliplatin will increase the level or effect of sotalol by  Other (see comment). Use Caution/Monitor. Monitor for ECG changes if therapy is initiated in patients with drugs known to prolong QT interval."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "oxaprozin",
            "description": {
                "common": "sotalol and oxaprozin both increase  serum potassium. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "oxymetazoline intranasal",
            "description": {
                "common": "sotalol increases effects of oxymetazoline intranasal by pharmacodynamic synergism. Use Caution/Monitor. When beta-2 receptors are antagonized by nonselective beta blockers, alpha1 vasoconstriction may be unopposed, thus increasing hypertensive effect. When oxymetazoline is combined with intranasal tetracaine for dental anesthesia, avoid or use an alternant anesthetic in patients taking nonselective beta blockers."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "oxymetazoline topical",
            "description": {
                "common": "oxymetazoline topical increases and sotalol decreases sympathetic (adrenergic) effects, including increased blood pressure and heart rate. Effect of interaction is not clear, use caution. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ozanimod",
            "description": {
                "common": "ozanimod and sotalol both increase  QTc interval. Modify Therapy/Monitor Closely. The potential additive effects on heart rate, treatment with ozanimod should generally not be initiated in patients who are concurrently treated with QT prolonging drugs with known arrhythmogenic properties."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "parecoxib",
            "description": {
                "common": "sotalol and parecoxib both increase  serum potassium. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "pasireotide",
            "description": {
                "common": "sotalol and pasireotide both increase  QTc interval. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "pazopanib",
            "description": {
                "common": "pazopanib and sotalol both increase  QTc interval. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "penbutolol",
            "description": {
                "common": "penbutolol and sotalol both increase  serum potassium. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "pentobarbital",
            "description": {
                "common": "pentobarbital decreases levels of sotalol by increasing metabolism. Use Caution/Monitor. Consider a higher beta-blocker dose during coadministration of pentobarbital.  Atenolol, sotalol, nadolol less likely to be affected than other beta blockers."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "phenobarbital",
            "description": {
                "common": "phenobarbital decreases levels of sotalol by increasing metabolism. Use Caution/Monitor. Consider a higher beta-blocker dose during coadministration of phenobarbital.  Atenolol, sotalol, nadolol less likely to be affected than other beta blockers."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "phenoxybenzamine",
            "description": {
                "common": "phenoxybenzamine and sotalol both increase  anti-hypertensive channel blocking. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "phentolamine",
            "description": {
                "common": "phentolamine and sotalol both increase  anti-hypertensive channel blocking. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "pindolol",
            "description": {
                "common": "pindolol and sotalol both increase  serum potassium. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "pirbuterol",
            "description": {
                "common": "sotalol increases and pirbuterol decreases serum potassium. Effect of interaction is not clear, use caution. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "piroxicam",
            "description": {
                "common": "sotalol and piroxicam both increase  serum potassium. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ponesimod",
            "description": {
                "common": "ponesimod and sotalol both increase  pharmacodynamic synergism. Use Caution/Monitor. Beta-blockers may have additive effects on lowering HR. Consider resting HR before initiating ponesimod in patients on stable dose of beta-blocker. Refer to the ponesimod prescribing information for more dosing information."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "potassium acid phosphate",
            "description": {
                "common": "sotalol and potassium acid phosphate both increase  serum potassium. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "potassium chloride",
            "description": {
                "common": "sotalol and potassium chloride both increase  serum potassium. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "potassium citrate",
            "description": {
                "common": "sotalol and potassium citrate both increase  serum potassium. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "prazosin",
            "description": {
                "common": "prazosin and sotalol both increase  anti-hypertensive channel blocking. Modify Therapy/Monitor Closely. The severity and duration of hypotension following the first dose of prazosin may be enhanced. "
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "primidone",
            "description": {
                "common": "primidone decreases levels of sotalol by increasing metabolism. Use Caution/Monitor. Consider a higher beta-blocker dose during coadministration of primidone.  Atenolol, sotalol, nadolol less likely to be affected than other beta blockers."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "promazine",
            "description": {
                "common": "promazine, sotalol. Mechanism: unspecified interaction mechanism. Use Caution/Monitor. Increased risk of ventricular arrhythmia."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "propofol",
            "description": {
                "common": "propofol, sotalol.\nEither increases effects of the other by pharmacodynamic synergism. Use Caution/Monitor. Risk of hypotension."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "propranolol",
            "description": {
                "common": "propranolol and sotalol both increase  serum potassium. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "quetiapine",
            "description": {
                "common": "quetiapine, sotalol.\nEither increases toxicity of the other by QTc interval. Use Caution/Monitor. Avoid use with drugs that prolong QT and in patients with risk factors for prolonged QT interval. Postmarketing cases show QT prolongation with overdose in patients with concomitant illness or with drugs known to cause electrolyte imbalance or prolong QT."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "quinine",
            "description": {
                "common": "sotalol and quinine both increase  QTc interval. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "rilpivirine",
            "description": {
                "common": "rilpivirine increases toxicity of sotalol by QTc interval. Use Caution/Monitor. Rilpivirine should be used with caution when co-administered with a drug with a known risk of Torsade de Pointes."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "romidepsin",
            "description": {
                "common": "romidepsin and sotalol both increase  QTc interval. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "sacubitril/valsartan",
            "description": {
                "common": "sacubitril/valsartan and sotalol both increase  serum potassium. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "salicylates (non-asa)",
            "description": {
                "common": "sotalol and salicylates (non-asa) both increase  serum potassium. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "salmeterol",
            "description": {
                "common": "sotalol increases and salmeterol decreases serum potassium. Effect of interaction is not clear, use caution. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "salsalate",
            "description": {
                "common": "sotalol and salsalate both increase  serum potassium. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "secobarbital",
            "description": {
                "common": "secobarbital decreases levels of sotalol by increasing metabolism. Use Caution/Monitor. Consider a higher beta-blocker dose during coadministration of secobarbital.  Atenolol, sotalol, nadolol less likely to be affected than other beta blockers."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "selpercatinib",
            "description": {
                "common": "selpercatinib and sotalol both increase  QTc interval. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "sertraline",
            "description": {
                "common": "sertraline and sotalol both increase  QTc interval. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "sevelamer",
            "description": {
                "common": "sevelamer decreases levels of sotalol by increasing elimination. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "sevoflurane",
            "description": {
                "common": "sevoflurane, sotalol.\nEither increases effects of the other by pharmacodynamic synergism. Use Caution/Monitor. Risk of hypotension."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "sildenafil",
            "description": {
                "common": "sotalol increases effects of sildenafil by additive vasodilation. Use Caution/Monitor. Sildenafil has systemic vasodilatory properties and may further lower blood pressure in patients taking antihypertensive medications. Monitor blood pressure response to sildenafil in patients receiving concurrent blood pressure lowering therapy."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "silodosin",
            "description": {
                "common": "silodosin and sotalol both increase  anti-hypertensive channel blocking. Modify Therapy/Monitor Closely. Increased risk of dizziness and orthostatic hypotension when silodosin is administered concurrently with antihypertensives."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "siponimod",
            "description": {
                "common": "siponimod, sotalol.\nEither increases effects of the other by pharmacodynamic synergism. Modify Therapy/Monitor Closely. Caution when siponimod is initiated in patients receiving beta-blocker treatment because of additive effects on lowering heart rate. Temporary interruption of beta-blocker may be needed before initiating siponimod. Beta-blocker treatment can be initiated in patients receiving stable doses of siponimod."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "sodium bicarbonate",
            "description": {
                "common": "sodium bicarbonate decreases levels of sotalol by inhibition of GI absorption. Applies only to oral form of both agents. Use Caution/Monitor. Separate by 2 hours."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "sodium citrate/citric acid",
            "description": {
                "common": "sodium citrate/citric acid decreases levels of sotalol by inhibition of GI absorption. Applies only to oral form of both agents. Use Caution/Monitor. Separate by 2 hours."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "sodium sulfate/?magnesium sulfate/potassium chloride",
            "description": {
                "common": "sodium sulfate/?magnesium sulfate/potassium chloride increases toxicity of sotalol by QTc interval. Use Caution/Monitor. Consider predose and post-colonoscopy ECGs in patients at increased risk of serious cardiac arrhythmias. ."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "sodium sulfate/potassium sulfate/magnesium sulfate",
            "description": {
                "common": "sodium sulfate/potassium sulfate/magnesium sulfate increases toxicity of sotalol by QTc interval. Use Caution/Monitor. Consider predose and post-colonoscopy ECGs in patients at increased risk of serious cardiac arrhythmias. ."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "sorafenib",
            "description": {
                "common": "sorafenib and sotalol both increase  QTc interval. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "spironolactone",
            "description": {
                "common": "sotalol and spironolactone both increase  serum potassium. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "succinylcholine",
            "description": {
                "common": "sotalol and succinylcholine both increase  serum potassium. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "sulfasalazine",
            "description": {
                "common": "sotalol and sulfasalazine both increase  serum potassium. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "sulindac",
            "description": {
                "common": "sotalol and sulindac both increase  serum potassium. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "tadalafil",
            "description": {
                "common": "tadalafil increases effects of sotalol by pharmacodynamic synergism. Use Caution/Monitor. Risk of hypotension."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "telmisartan",
            "description": {
                "common": "telmisartan and sotalol both increase  serum potassium. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "terazosin",
            "description": {
                "common": "terazosin and sotalol both increase  anti-hypertensive channel blocking. Modify Therapy/Monitor Closely. Additive hypotensive effects may occur when terazosin is used in combination with sotalol."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "terbutaline",
            "description": {
                "common": "sotalol increases and terbutaline decreases serum potassium. Effect of interaction is not clear, use caution. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "theophylline",
            "description": {
                "common": "sotalol, theophylline. Other (see comment). Use Caution/Monitor. \nComment: Beta blockers (esp. non selective) antagonize theophylline effects, while at the same time increasing theophylline levels and toxicity (mechanism: decreased theophylline metabolism). Smoking increases risk of interaction."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "timolol",
            "description": {
                "common": "sotalol and timolol both increase  serum potassium. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "tolfenamic acid",
            "description": {
                "common": "sotalol and tolfenamic acid both increase  serum potassium. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "tolmetin",
            "description": {
                "common": "sotalol and tolmetin both increase  serum potassium. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "tolvaptan",
            "description": {
                "common": "sotalol and tolvaptan both increase  serum potassium. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "torsemide",
            "description": {
                "common": "sotalol increases and torsemide decreases serum potassium. Effect of interaction is not clear, use caution. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "triamterene",
            "description": {
                "common": "sotalol and triamterene both increase  serum potassium. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "triclabendazole",
            "description": {
                "common": "triclabendazole and sotalol both increase  QTc interval. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "valsartan",
            "description": {
                "common": "valsartan and sotalol both increase  serum potassium. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "verapamil",
            "description": {
                "common": "sotalol and verapamil both increase  anti-hypertensive channel blocking. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "voclosporin",
            "description": {
                "common": "voclosporin, sotalol.\nEither increases effects of the other by QTc interval. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "xipamide",
            "description": {
                "common": "xipamide increases effects of sotalol by pharmacodynamic synergism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "adenosine",
            "description": {
                "common": "sotalol, adenosine. Mechanism: pharmacodynamic synergism. Minor/Significance Unknown. Bradycardia."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "agrimony",
            "description": {
                "common": "agrimony increases effects of sotalol by pharmacodynamic synergism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "benazepril",
            "description": {
                "common": "sotalol, benazepril.\nEither increases effects of the other by pharmacodynamic synergism. Minor/Significance Unknown. May increase risk of hypotension."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "brimonidine",
            "description": {
                "common": "brimonidine increases effects of sotalol by pharmacodynamic synergism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "cevimeline",
            "description": {
                "common": "cevimeline increases effects of sotalol by unspecified interaction mechanism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "cocaine topical",
            "description": {
                "common": "sotalol increases effects of cocaine topical by pharmacodynamic synergism. Minor/Significance Unknown. Risk of angina."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "cornsilk",
            "description": {
                "common": "cornsilk increases effects of sotalol by pharmacodynamic synergism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "dihydroergotamine",
            "description": {
                "common": "dihydroergotamine, sotalol. Mechanism: pharmacodynamic synergism. Minor/Significance Unknown. Additive vasospasm."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "dihydroergotamine intranasal",
            "description": {
                "common": "dihydroergotamine intranasal, sotalol. Mechanism: pharmacodynamic synergism. Minor/Significance Unknown. Additive vasospasm."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "dipyridamole",
            "description": {
                "common": "dipyridamole, sotalol. Mechanism: pharmacodynamic synergism. Minor/Significance Unknown. Risk of bradycardia."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "escitalopram",
            "description": {
                "common": "escitalopram increases levels of sotalol by decreasing metabolism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "fenoldopam",
            "description": {
                "common": "fenoldopam increases effects of sotalol by pharmacodynamic synergism. Minor/Significance Unknown. Additive hypotensive effects."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "forskolin",
            "description": {
                "common": "forskolin increases effects of sotalol by pharmacodynamic synergism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "guanfacine",
            "description": {
                "common": "sotalol, guanfacine. Mechanism: pharmacodynamic synergism. Minor/Significance Unknown. Selective beta blocker administration during withdrawal from centrally acting alpha agonists may result in rebound hypertension."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "imaging agents (gadolinium)",
            "description": {
                "common": "sotalol, imaging agents (gadolinium). Mechanism: unknown. Minor/Significance Unknown. Increased risk of anaphylaxis from contrast media."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "levobetaxolol",
            "description": {
                "common": "levobetaxolol increases effects of sotalol by pharmacodynamic synergism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "lily of the valley",
            "description": {
                "common": "sotalol, lily of the valley.\nEither increases toxicity of the other by pharmacodynamic synergism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "maitake",
            "description": {
                "common": "maitake increases effects of sotalol by pharmacodynamic synergism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "melatonin",
            "description": {
                "common": "melatonin decreases toxicity of sotalol by pharmacodynamic antagonism. Minor/Significance Unknown. Melatonin may correct beta blocker induced sleep disturbances."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "metipranolol ophthalmic",
            "description": {
                "common": "metipranolol ophthalmic increases effects of sotalol by pharmacodynamic synergism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "neostigmine",
            "description": {
                "common": "sotalol, neostigmine.\nEither increases effects of the other by pharmacodynamic synergism. Minor/Significance Unknown. Additive bradycardia."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "noni juice",
            "description": {
                "common": "sotalol and noni juice both increase  serum potassium. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "octacosanol",
            "description": {
                "common": "octacosanol increases effects of sotalol by pharmacodynamic synergism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "physostigmine",
            "description": {
                "common": "sotalol, physostigmine.\nEither increases effects of the other by pharmacodynamic synergism. Minor/Significance Unknown. Additive bradycardia."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "pilocarpine",
            "description": {
                "common": "pilocarpine increases effects of sotalol by pharmacodynamic synergism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "reishi",
            "description": {
                "common": "reishi increases effects of sotalol by pharmacodynamic synergism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "shepherd's purse",
            "description": {
                "common": "shepherd's purse, sotalol. Other (see comment). Minor/Significance Unknown. \nComment: Theoretically, shepherd's purse may interfere with BP control."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "tizanidine",
            "description": {
                "common": "tizanidine increases effects of sotalol by pharmacodynamic synergism. Minor/Significance Unknown. Risk of hypotension."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "treprostinil",
            "description": {
                "common": "treprostinil increases effects of sotalol by pharmacodynamic synergism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "yohimbe",
            "description": {
                "common": "sotalol decreases toxicity of yohimbe by pharmacodynamic antagonism. Minor/Significance Unknown."
            }
        }
    ],
    "adverse effects": [
        {
            "name": "Dyspnea",
            "percent": "21"
        },
        {
            "name": "Dizziness",
            "percent": "20"
        },
        {
            "name": "Fatigue",
            "percent": "20"
        },
        {
            "name": "Bradycardia",
            "percent": "16"
        },
        {
            "name": "Chest pain",
            "percent": "16"
        },
        {
            "name": "Palpitation",
            "percent": "14"
        },
        {
            "name": "Weakness",
            "percent": "13"
        },
        {
            "name": "Lightheadedness",
            "percent": "12"
        },
        {
            "name": "Nausea",
            "percent": "10"
        },
        {
            "name": "vomiting",
            "percent": "8"
        },
        {
            "name": "Edema",
            "percent": "8"
        },
        {
            "name": "Headache",
            "percent": "8"
        },
        {
            "name": "Sleep disturbances",
            "percent": "7"
        },
        {
            "name": "Abnormal ECG",
            "percent": "7"
        },
        {
            "name": "Diarrhea",
            "percent": "7"
        },
        {
            "name": "Extremity pain",
            "percent": "6"
        },
        {
            "name": "Hypotension",
            "percent": "6"
        },
        {
            "name": "Mental confusion",
            "percent": "5"
        },
        {
            "name": "Congestive heart failure",
            "percent": "5"
        },
        {
            "name": "Itching",
            "percent": "5"
        },
        {
            "name": "rash",
            "percent": "4"
        },
        {
            "name": "Syncope",
            "percent": "4"
        },
        {
            "name": "Anxiety",
            "percent": "4"
        },
        {
            "name": "Depression",
            "percent": "3"
        },
        {
            "name": "Torsades de pointes or new ventricular tachycardia",
            "percent": "2"
        },
        {
            "name": "fibrillation in patients with supraventricular arrhythmia",
            "percent": "1.5-2"
        },
        {
            "name": "Peripheral vascular disorders",
            "percent": "1"
        },
        {
            "name": "Impotence",
            "percent": null
        },
        {
            "name": "Proarrhythmic effect",
            "percent": null
        },
        {
            "name": "Torsades de pointes with history of sustained ventricular tachycardia",
            "percent": null
        },
        {
            "name": "Catechol hypersensitivity after abrupt withdrawal",
            "percent": null
        },
        {
            "name": "Increased insulin requirement in diabetics",
            "percent": null
        }
    ]
}