{
    "name": "interferon beta 1b",
    "comment": "Rx",
    "other_names": [
        "Betaseron",
        "Extavia"
    ],
    "classes": [
        "Immunomodulators",
        "Multiple Sclerosis Treatments"
    ],
    "source": "https://reference.medscape.com/drug/betaseron-extavia-interferon-beta-1b-343180",
    "pregnancy": {
        "common": [
            "Although there have been no well-controlled studies in pregnant women, available data, which includes prospective observational studies, have not generally indicated a drug-associated risk of major birth defects during pregnancy",
            "The majority of observational studies reporting on pregnancies did not identify an association between use during pregnancy and increased risk of major birth defects"
        ],
        "specific": [
            {
                "type": "Animal data",
                "description": [
                    "Administration to monkeys during gestation resulted in increased embryo-fetal death at or above exposures greater than 3 times the human therapeutic dose"
                ]
            }
        ]
    },
    "lactation": {
        "common": [
            "There are no data on presence of drug in human milk, effects on breastfed infant, or on milk production",
            "The developmental and health benefits of breastfeeding should be considered along with mother's clinical need for drug and any potential adverse effects on breastfed child from therapy or from the underlying maternal condition"
        ]
    },
    "warnings": {
        "black_box_warning": {
            "common": [],
            "specific": []
        },
        "contraindicators": {
            "common": [
                "Hypersensitivity to beta interferons, human albumin or other ingredients"
            ],
            "specific": []
        },
        "cautions": {
            "common": [
                "Do not administer into affected area until fully healed; if multiple lesions occur, discontinue therapy until skin lesions heal",
                "Abortifacient potential",
                "Increased risk of infection",
                "Betaseron & Extavia, although dosed similarly, not considered therapeutically equivalent",
                "Leukopenia may occur; monitor complete blood count",
                "Anaphylaxis reported as a rare complication of interferon beta-1b use; other allergic reactions have included dyspnea, bronchospasm, tongue edema, skin rash, and urticaria; discontinue therapy if anaphylaxis occurs; the removable rubber cap of the diluent (0.54% sodium chloride solution, USP) pre-filled syringe contains natural rubber latex, which may cause allergic reactions and should not be handled by latex-sensitive individuals; the safe use of pre-filled syringe in latex-sensitive individuals has not been studied",
                "Depression and suicide reported with increased frequency in patients receiving interferon beta products, including interferon beta-1b; advise patients to report symptoms of depression and/or suicidal ideation to healthcare provider; if patient develops depression, consider discontinuation of therapy",
                "In addition to laboratory tests normally required for monitoring patients with multiple sclerosis, complete blood and differential white blood cell counts, platelet counts and blood chemistries, including liver function tests, are recommended at regular intervals (one, three, and six months) following introduction of interferon 1b therapy, and periodically thereafter in absence of clinical symptoms",
                "Cases of thrombotic microangiopathy, including thrombotic thrombocytopenic purpura and hemolytic uremic syndrome, some fatal, reported; some cases have been reported several weeks to years after starting interferon beta products; discontinue therapy if clinical symptoms and laboratory findings consistent with TMA occur, and manage as clinically indicated",
                "Consider analgesics and/or antipyretics on injection days if flu-like symptoms occur",
                "Cases of drug-induced lupus erythematosus have reported;. signs and symptoms of drug-induced lupus reported in treated patients have included rash, serositis, polyarthritis, nephritis, and Raynaud’s phenomenon; discontinue therapy if patients develop new characteristic signs and symptoms",
                "Monitoring of complete blood and differential white blood cell counts recommended; patients with myelosuppression may require more intensive monitoring of complete blood cell counts, with differential and platelet counts",
                "Monitor patients with preexisting congestive heart failure (CHF) for worsening of cardiac condition during initiation of and continued treatment with drug; while beta interferons do not have any known direct-acting cardiac toxicity, cases of CHF, cardiomyopathy, and cardiomyopathy with CHF have occurred in patients without known predisposition to these events, and without other known etiologies being established; in some cases, these events have been temporally related to administration of interferon beta-1b; recurrence upon rechallenge was observed in some patients; consider discontinuation of therapy if worsening of CHF occurs with no other etiology"
            ],
            "specific": [
                {
                    "type": "Injection site reactions",
                    "description": [
                        "Injection site reactions can occur with use of interferon beta products",
                        "Injection site abscesses and cellulitis reported in postmarketing setting with use of interferon beta products; some cases required treatment with hospitalization for surgical drainage and intravenous antibiotics",
                        "Injection site necrosis (ISN) reported; typically occurs within first four months of therapy, although postmarketing reports have been received of ISN occurring over one year after initiation of therapy",
                        "The necrotic lesions are typically 3 cm or less in diameter, but larger areas reported; generally, necrosis has extended only to subcutaneous fat, but has extended to fascia overlying muscle; in some lesions where biopsy results are available, vasculitis has been reported",
                        "Some lesions have required debridement, and/or skin grafting; in most cases, healing was associated with scarring; whether to discontinue therapy following a single site of necrosis is dependent on extent of necrosis",
                        "For patients who continue therapy after injection site necrosis has occurred, avoid administration into the affected area until fully healed; if multiple lesions occur, discontinue therapy until healing occurs",
                        "Periodically evaluate patient understanding and use of aseptic self-injection techniques and procedures, particularly if injection site necrosis has occurred",
                        "Patients should be advised of importance of rotating injection sites with each dose; whether to discontinue therapy following a single site of necrosis is dependent on extent of necrosis "
                    ]
                },
                {
                    "type": "Hepatic injury",
                    "description": [
                        "Severe hepatic injury, including cases of hepatic failure, some of which have been due to autoimmune hepatitis, rarely reported; in some cases, these events have occurred in presence of other drugs or comorbid medical conditions associated with hepatic injury",
                        "Consider potential risk of drug used in combination with known hepatotoxic drugs or other products (eg, alcohol) prior to administration, or when adding new agents to regimen of patients receiving the medication",
                        "Monitor patients for signs and symptoms of hepatic injury; consider discontinuing therapy if serum transaminase levels significantly increase, or if they are associated with clinical symptoms, such as jaundice",
                        "Asymptomatic elevation of serum transaminases is common in patients receiving therapy; monitor liver function tests"
                    ]
                }
            ]
        }
    },
    "interactions": [
        {
            "classification_type": "Serious",
            "interaction_with": "axicabtagene ciloleucel",
            "description": {
                "common": "interferon beta 1b, axicabtagene ciloleucel.\nEither increases effects of the other by immunosuppressive effects; risk of infection. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "brexucabtagene autoleucel",
            "description": {
                "common": "interferon beta 1b, brexucabtagene autoleucel.\nEither increases effects of the other by immunosuppressive effects; risk of infection. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "ciltacabtagene autoleucel",
            "description": {
                "common": "interferon beta 1b, ciltacabtagene autoleucel.\nEither increases effects of the other by immunosuppressive effects; risk of infection. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "deferiprone",
            "description": {
                "common": "deferiprone, interferon beta 1b.\nEither increases toxicity of the other by pharmacodynamic synergism. Avoid or Use Alternate Drug. Avoid use of deferiprone with other drugs known to be associated with neutropenia or agranulocytosis; if an alternative is not possible, monitor absolute neutrophil count more frequently."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "idecabtagene vicleucel",
            "description": {
                "common": "interferon beta 1b, idecabtagene vicleucel.\nEither increases effects of the other by immunosuppressive effects; risk of infection. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "lisocabtagene maraleucel",
            "description": {
                "common": "interferon beta 1b, lisocabtagene maraleucel.\nEither increases effects of the other by immunosuppressive effects; risk of infection. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "pexidartinib",
            "description": {
                "common": "interferon beta 1b and pexidartinib both increase  inhibition of GI absorption. Applies only to oral form of both agents. Avoid or Use Alternate Drug. Pexidartinib can cause hepatotoxicity. Avoid coadministration of pexidartinib with other products know to cause hepatoxicity."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "pretomanid",
            "description": {
                "common": "interferon beta 1b, pretomanid.\nEither increases toxicity of the other by Other (see comment). Avoid or Use Alternate Drug. \nComment: Pretomanid regimen associated with hepatotoxicity. Avoid alcohol and hepatotoxic agents, including herbal supplements and drugs other than bedaquiline and linezolid."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "ropeginterferon alfa 2b",
            "description": {
                "common": "ropeginterferon alfa 2b, interferon beta 1b.\nEither increases toxicity of the other by Other (see comment). Avoid or Use Alternate Drug. \nComment: Myelosuppressive agents can produce additive myelosuppression. Avoid use and monitor patients receiving the combination for effects of excessive myelosuppression."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "tisagenlecleucel",
            "description": {
                "common": "interferon beta 1b, tisagenlecleucel.\nEither increases effects of the other by immunosuppressive effects; risk of infection. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "acalabrutinib",
            "description": {
                "common": "acalabrutinib, interferon beta 1b.\nEither increases toxicity of the other by pharmacodynamic synergism. Use Caution/Monitor. Coadministration may increase risk of myelosuppressive effects."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ifosfamide",
            "description": {
                "common": "ifosfamide, interferon beta 1b.\nEither increases toxicity of the other by pharmacodynamic synergism. Use Caution/Monitor. Ifosfamide may enhance the toxicities of myelosuppressive agents. Monitor for increased risk of myelosuppression."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "isavuconazonium sulfate",
            "description": {
                "common": "interferon beta 1b and isavuconazonium sulfate both decrease  immunosuppressive effects; risk of infection. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "lomustine",
            "description": {
                "common": "lomustine, interferon beta 1b.\nEither increases toxicity of the other by pharmacodynamic synergism. Use Caution/Monitor. Coadministration may increase risk of myelosuppressive effects."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ofatumumab SC",
            "description": {
                "common": "ofatumumab SC, interferon beta 1b.\nEither increases effects of the other by immunosuppressive effects; risk of infection. Use Caution/Monitor. Consider the risk of additive immune system effects when coadministering immunosuppressive therapies with coadministration. When switching from therapies with immune effects, take into account the duration and mechanism of action of these therapies when initiating ofatumumab SC."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ozanimod",
            "description": {
                "common": "ozanimod, interferon beta 1b.\nEither increases effects of the other by immunosuppressive effects; risk of infection. Use Caution/Monitor. Coadministration with immunosuppressive therapies may increase the risk of additive immune effects during therapy and in the weeks following administration. When switching from drugs with prolonged immune effects, consider the half-life and mode of action of these drugs in order to avoid unintended additive immunosuppressive effects."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "siponimod",
            "description": {
                "common": "siponimod and interferon beta 1b both increase  immunosuppressive effects; risk of infection. Use Caution/Monitor. Caution if coadministered because of additive immune effects during such therapy and in the weeks following administration. Siponimod can generally be started immediately after discontinuation of beta interferon."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ublituximab",
            "description": {
                "common": "ublituximab and interferon beta 1b both increase  immunosuppressive effects; risk of infection. Modify Therapy/Monitor Closely. Owing to potential additive immunosuppressive effects, consider duration of effect and mechanism of action of these therapies if coadministered"
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "zidovudine",
            "description": {
                "common": "interferon beta 1b increases levels of zidovudine by decreasing renal clearance. Use Caution/Monitor. Interferons may enhance potential for adverse effects. Patients should be monitored for signs and symptoms of increased myelosuppression and liver decompensation."
            }
        }
    ],
    "adverse effects": [
        {
            "name": "Injection site reaction",
            "percent": "85"
        },
        {
            "name": "Flu",
            "percent": "60"
        },
        {
            "name": "like syndrome",
            "percent": "57"
        },
        {
            "name": "Headache",
            "percent": "46"
        },
        {
            "name": "Myasthenia",
            "percent": "36"
        },
        {
            "name": "Fever",
            "percent": "27"
        },
        {
            "name": "Nausea",
            "percent": "25"
        },
        {
            "name": "Chills",
            "percent": "20"
        },
        {
            "name": "Constipation",
            "percent": "19"
        },
        {
            "name": "Abd pain",
            "percent": "18"
        },
        {
            "name": "Leukopenia",
            "percent": "11"
        },
        {
            "name": "Chest pain",
            "percent": "8"
        },
        {
            "name": "Malaise",
            "percent": "5"
        },
        {
            "name": "Inj site necrosis",
            "percent": "3"
        },
        {
            "name": "Hypersensitivity",
            "percent": "5"
        },
        {
            "name": "Lymphopenia",
            "percent": "5"
        },
        {
            "name": "Myalgia",
            "percent": "5"
        },
        {
            "name": "Neutropenia",
            "percent": "5"
        },
        {
            "name": "Increased liver enzymes",
            "percent": "5"
        },
        {
            "name": "Hypertonia",
            "percent": "5"
        },
        {
            "name": "Pain",
            "percent": "5"
        },
        {
            "name": "Rash",
            "percent": "5"
        },
        {
            "name": "Insomnia",
            "percent": "5"
        },
        {
            "name": "Abdominal pain",
            "percent": "5"
        },
        {
            "name": "Asthenia",
            "percent": null
        },
        {
            "name": "Aggravation of seizure disorders",
            "percent": null
        },
        {
            "name": "Abortifacient potential",
            "percent": null
        },
        {
            "name": "Blood and lymphatic system disorders",
            "percent": null
        },
        {
            "name": "Anemia",
            "percent": null
        },
        {
            "name": "thrombocytopenia",
            "percent": null
        },
        {
            "name": "hemolytic anemia",
            "percent": null
        },
        {
            "name": "Endocrine disorders",
            "percent": null
        },
        {
            "name": "Hypothyroidism",
            "percent": null
        },
        {
            "name": "hyperthyroidism",
            "percent": null
        },
        {
            "name": "thyroid dysfunction",
            "percent": null
        },
        {
            "name": "Metabolism and nutrition disorders",
            "percent": null
        },
        {
            "name": "Triglyceride increased",
            "percent": null
        },
        {
            "name": "anorexia",
            "percent": null
        },
        {
            "name": "weight decrease",
            "percent": null
        },
        {
            "name": "weight increase",
            "percent": null
        },
        {
            "name": "Psychiatric disorders",
            "percent": null
        },
        {
            "name": "Anxiety",
            "percent": null
        },
        {
            "name": "confusion",
            "percent": null
        },
        {
            "name": "emotional lability",
            "percent": null
        },
        {
            "name": "Nervous system disorders",
            "percent": null
        },
        {
            "name": "Convulsion",
            "percent": null
        },
        {
            "name": "dizziness",
            "percent": null
        },
        {
            "name": "psychotic symptoms",
            "percent": null
        },
        {
            "name": "Cardiac disorders",
            "percent": null
        },
        {
            "name": "Cardiomyopathy",
            "percent": null
        },
        {
            "name": "palpitations",
            "percent": null
        },
        {
            "name": "tachycardia",
            "percent": null
        },
        {
            "name": "Vascular disorders",
            "percent": null
        },
        {
            "name": "Vasodilatation",
            "percent": null
        },
        {
            "name": "Respiratory",
            "percent": null
        },
        {
            "name": "thoracic and mediastinal disorders",
            "percent": null
        },
        {
            "name": "Bronchospasm",
            "percent": null
        },
        {
            "name": "Gastrointestinal disorders",
            "percent": null
        },
        {
            "name": "Diarrhea",
            "percent": null
        },
        {
            "name": "nausea",
            "percent": null
        },
        {
            "name": "pancreatitis",
            "percent": null
        },
        {
            "name": "vomiting",
            "percent": null
        },
        {
            "name": "Hepatobiliary disorders",
            "percent": null
        },
        {
            "name": "Hepatitis",
            "percent": null
        },
        {
            "name": "increased GGT",
            "percent": null
        },
        {
            "name": "Skin and subcutaneous tissue disorders",
            "percent": null
        },
        {
            "name": "Alopecia",
            "percent": null
        },
        {
            "name": "pruritus",
            "percent": null
        },
        {
            "name": "skin discoloration",
            "percent": null
        },
        {
            "name": "urticaria",
            "percent": null
        },
        {
            "name": "Musculoskeletal and connective tissue disorders",
            "percent": null
        },
        {
            "name": "Arthralgia",
            "percent": null
        },
        {
            "name": "lupus erythematosus",
            "percent": null
        },
        {
            "name": "Reproductive system and breast disorder",
            "percent": null
        },
        {
            "name": "Menorrhagia",
            "percent": null
        },
        {
            "name": "General disorders and administration site conditions",
            "percent": null
        },
        {
            "name": "Fatal capillary leak syndrome",
            "percent": null
        }
    ]
}