{
    "name": "glycopyrrolate inhaled/formoterol",
    "comment": "Rx",
    "other_names": [
        "Bevespi Aerosphere"
    ],
    "classes": [
        "Anticholinergics",
        "Respiratory",
        "Beta2 Agonists",
        "Respiratory Inhalant Combos",
        "COPD Agents"
    ],
    "source": "https://reference.medscape.com/drug/bevespi-aerosphere-glycopyrrolate-inhaled-formoterol-1000099",
    "pregnancy": {
        "common": [
            "There are no well-controlled human trials that have investigated the effects on preterm labor or labor at term; because beta 2 agonists may potentially interfere with uterine contractility, drug should be used during labor only if potential benefit justifies potential risk",
            "Single-dose studies in humans found that a very small amount of glycopyrrolate passed the placental barrier"
        ],
        "specific": [
            {
                "type": "Animal studies",
                "description": [
                    "  ",
                    "  ",
                    "Administered by the subcutaneous route in rats and rabbits, there were no structural abnormalities or a decrease in fetal survival at exposures approximately 2700 and 5400 times from the maximum recommended human daily inhalation dose (MRHDID), respectively; it had no effects on physical, functional, and behavioral development of rat pups with exposures up to 2700 times the MRHDID",
                    "  ",
                    "  ",
                    "Formoterol fumarate alone, administered by the oral route in rats and rabbits, caused structural abnormalities at 1500 and 61,000 times the MRHDID, respectively",
                    "Formoterol fumarate was also embryocidal, increased pup loss at birth and during lactation, and decreased pup weight in rats at 110 times the MRHDID",
                    "The adverse effects generally occurred at large multiples of the MRHDID when formoterol fumarate was administered by oral route to achieve high systemic exposures",
                    "No structural abnormalities, embryocidal, or developmental effects were seen in rats that received inhalation doses up to 350 times the MRHDID"
                ]
            }
        ]
    },
    "lactation": {
        "common": [
            "There are no available data on effects of glycopyrrolate, or formoterol fumarate on breastfed child or milk production",
            "There are no available data on presence of glycopyrrolate or formoterol fumarate in human milk",
            "Formoterol fumarate and glycopyrrolate have been detected in plasma of undosed rat pups suckling from exposed dams; the developmental and health benefits of breastfeeding should be considered along with mother's clinical need for therapy and any potential adverse effects on breast-fed child from drug or from underlying maternal condition"
        ]
    },
    "warnings": {
        "black_box_warning": {
            "common": [],
            "specific": []
        },
        "contraindicators": {
            "common": [
                "Hypersensitivity",
                "All LABAs are contraindicated in patients with asthma without use of a long-term asthma control medication; not indicated for the treatment of asthma"
            ],
            "specific": []
        },
        "cautions": {
            "common": [
                "Do not use more often than recommended, at higher doses than recommended, or in combination with additional therapy containing a LABA because of risk of overdose; clinically significant cardiovascular effects and fatalities reported in association with excessive use of inhaled sympathomimetic medicines; patients using drug should not use another medicine containing a LABA for any reason ",
                "Can produce paradoxical bronchospasm that may be life-threatening; treat immediately with an inhaled, short-acting bronchodilator, discontinue therapy, and institute alternative therapy",
                "Immediate hypersensitivity reactions have been reported after administration of formoterol or glycopyrrolate; if signs suggesting allergic reactions occur, in particular, angioedema (including difficulties in breathing or swallowing, swelling of tongue, lips, and face), urticaria, or skin rash, therapy should be stopped at once and alternative treatment considered",
                "Therapy should be used with caution in patients with narrow-angle glaucoma; prescribers and patients should be alert for signs and symptoms of acute narrow-angle glaucoma (eg, eye pain or discomfort, blurred vision, visual halos, or colored images in association with red eyes from conjunctival congestion and corneal edema); instruct patients to consult a physician immediately should any of these signs or symptoms develop",
                "Therapy should be used with caution in patients with urinary retention; prescribers and patients should be alert for signs and symptoms of urinary retention (eg, difficulty passing urine, painful urination), especially in patients with prostatic hyperplasia or bladder neck obstruction; instruct patients to consult a physician immediately should any of these signs or symptoms develop",
                "Like all medications containing sympathomimetic amines, this medication should be used with caution in patients with convulsive disorders or thyrotoxicosis and in those who are unusually responsive to sympathomimetic amines",
                "Beta2-agonist medicines may produce transient hyperglycemia in some patients; clinical significance unknown",
                "LABAs can produce clinically significant cardiovascular effects, including increases in pulse rate or systolic or diastolic blood pressure; if such effects occur, therapy may need to be discontinued; beta-agonists have also been reported to produce electrocardiographic changes, such as flattening of the T wave, prolongation of the QTc interval, and ST-segment depression; clinical significance of these findings is unknown; the drug should be used with caution in patients with cardiovascular disorders, especially coronary insufficiency, cardiac arrhythmias, and hypertension",
                "Doses of the related beta2-agonist albuterol, when administered IV, have been reported to aggravate preexisting diabetes mellitus and ketoacidosis owing to transient hyperglycemia; use caution",
                "LABAs may produce significant hypokalemia, which has the potential to produce adverse cardiovascular effect; in patients with severe COPD, hypokalemia may be potentiated by hypoxia and concomitant treatment, which may increase the susceptibility for cardiac arrhythmias; the decrease in serum potassium is usually transient, not requiring supplementation"
            ],
            "specific": [
                {
                    "type": "Asthma-related events",
                    "description": [
                        "The safety and efficacy in patients with asthma not established; not indicated for the treatment of asthma",
                        "Use of LABA as monotherapy, without inhaled corticosteroids (ICS), for asthma associated with increased risk of asthma-related death",
                        "Available data from controlled clinical trials also suggest that use of LABA as monotherapy increases risk of asthma-related hospitalization in pediatric and adolescent patients; these findings are considered a class effect of LABA monotherapy",
                        "When LABA are used in fixed-dose combination with ICS, data from large clinical trials do not show a significant increase in the risk of serious asthma-related events (hospitalizations, intubations, death) compared with ICS alone",
                        "No trial adequate to determine whether rate of asthma-related deaths is increased in patients treated with this drug combination has been conducted",
                        "Available data do not suggest an increased risk of death with use of LABA in patients with COPD"
                    ]
                },
                {
                    "type": "Deterioration of disease and acute episodes",
                    "description": [
                        "Therapy should not be initiated in patients with acutely deteriorating COPD, which may be a life-threatening condition; this drug has not been studied in patients with acutely deteriorating COPD; using the drug inthis setting is inappropriate",
                        "Therapy should not be used for relief of acute symptoms, eg, as rescue therapy for treatment of acute episodes of bronchospasm; the drug has not been studied in the relief of acute symptoms and extra doses should not be used for that purpose; acute symptoms should be treated with an inhaled short-acting beta2-agonist",
                        "When initiating therapy, patients who have been taking inhaled, short-acting pulmonary#beta2-agonists on a regular basis (eg, four times a day) should be instructed to discontinue the regular use of these medicines and use them only for symptomatic relief of acute respiratory symptoms",
                        "When prescribing the drug, the healthcare provider should also prescribe an inhaled, short-acting beta2-agonist and instruct the patient on how it should be used; increasing inhaled beta2-agonist use is a signal of deteriorating disease for which prompt medical attention is indicated",
                        "COPD may deteriorate acutely over a period of hours or chronically over several days or longer; if the drug no longer controls the symptoms of bronchoconstriction, or the patient’s inhaled, short-acting beta2-agonist becomes less effective, or the patient needs more inhalations of short-acting beta2-agonist than usual, these may be markers of deterioration of disease; in this setting, a re-evaluation of the patient and the COPD treatment regimen should be undertaken at once; increasing the daily dosage beyond the recommended dose is not appropriate in this situation"
                    ]
                }
            ]
        }
    },
    "interactions": [
        {
            "classification_type": "Contraindicated",
            "interaction_with": "umeclidinium bromide/vilanterol inhaled",
            "description": {
                "common": "glycopyrrolate inhaled, umeclidinium bromide/vilanterol inhaled.\nEither increases toxicity of the other by pharmacodynamic synergism. Contraindicated. Duplicate therapy."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "adagrasib",
            "description": {
                "common": "adagrasib, formoterol.\nEither increases effects of the other by QTc interval. Avoid or Use Alternate Drug. Each drug prolongs the QTc interval, which may increased the risk of Torsade de pointes, other serious arryhthmias, and sudden death. If coadministration unavoidable, more frequent monitoring is recommended for such patients."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "amisulpride",
            "description": {
                "common": "amisulpride and formoterol both increase  QTc interval. Avoid or Use Alternate Drug. ECG monitoring is recommended if coadministered."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "amitriptyline",
            "description": {
                "common": "amitriptyline and formoterol both increase  QTc interval. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "amoxapine",
            "description": {
                "common": "amoxapine and formoterol both increase  QTc interval. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "arformoterol",
            "description": {
                "common": "arformoterol and formoterol both increase  QTc interval. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "artemether/lumefantrine",
            "description": {
                "common": "formoterol and artemether/lumefantrine both increase  QTc interval. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "chlorpromazine",
            "description": {
                "common": "chlorpromazine and formoterol both increase  QTc interval. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "clarithromycin",
            "description": {
                "common": "clarithromycin and formoterol both increase  QTc interval. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "clomipramine",
            "description": {
                "common": "clomipramine and formoterol both increase  QTc interval. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "desipramine",
            "description": {
                "common": "desipramine and formoterol both increase  QTc interval. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "disopyramide",
            "description": {
                "common": "disopyramide and formoterol both increase  QTc interval. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "dofetilide",
            "description": {
                "common": "dofetilide and formoterol both increase  QTc interval. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "doxepin",
            "description": {
                "common": "doxepin and formoterol both increase  QTc interval. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "dronedarone",
            "description": {
                "common": "dronedarone and formoterol both increase  QTc interval. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "droperidol",
            "description": {
                "common": "droperidol and formoterol both increase  QTc interval. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "entrectinib",
            "description": {
                "common": "formoterol and entrectinib both increase  QTc interval. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "epinephrine",
            "description": {
                "common": "epinephrine and formoterol both increase  QTc interval. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "epinephrine racemic",
            "description": {
                "common": "epinephrine racemic and formoterol both increase  QTc interval. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "erythromycin base",
            "description": {
                "common": "erythromycin base and formoterol both increase  QTc interval. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "erythromycin ethylsuccinate",
            "description": {
                "common": "erythromycin ethylsuccinate and formoterol both increase  QTc interval. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "erythromycin lactobionate",
            "description": {
                "common": "erythromycin lactobionate and formoterol both increase  QTc interval. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "erythromycin stearate",
            "description": {
                "common": "erythromycin stearate and formoterol both increase  QTc interval. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "fexinidazole",
            "description": {
                "common": "fexinidazole and formoterol both increase  QTc interval. Avoid or Use Alternate Drug. Avoid coadministration of fexinidazole with drugs known to block potassium channels or prolong QT interval."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "fluconazole",
            "description": {
                "common": "fluconazole and formoterol both increase  QTc interval. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "fluphenazine",
            "description": {
                "common": "fluphenazine and formoterol both increase  QTc interval. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "glasdegib",
            "description": {
                "common": "formoterol and glasdegib both increase  QTc interval. Avoid or Use Alternate Drug. If coadministration unavoidable, monitor for increased risk of QTc interval prolongation."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "glucagon",
            "description": {
                "common": "glucagon increases toxicity of glycopyrrolate inhaled by Other (see comment). Avoid or Use Alternate Drug. \nComment: Coadministration of anticholinergic drugs and glucagon increase the risk of gastrointestinal adverse reactions due to additive effects on inhibition of gastrointestinal motility. ."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "glucagon intranasal",
            "description": {
                "common": "glucagon intranasal increases toxicity of glycopyrrolate inhaled by Other (see comment). Avoid or Use Alternate Drug. \nComment: Coadministration of anticholinergic drugs and glucagon increase the risk of gastrointestinal adverse reactions due to additive effects on inhibition of gastrointestinal motility. ."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "haloperidol",
            "description": {
                "common": "formoterol and haloperidol both increase  QTc interval. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "hydroxychloroquine sulfate",
            "description": {
                "common": "hydroxychloroquine sulfate and formoterol both increase  QTc interval. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "ibutilide",
            "description": {
                "common": "formoterol and ibutilide both increase  QTc interval. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "imipramine",
            "description": {
                "common": "imipramine and formoterol both increase  QTc interval. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "indapamide",
            "description": {
                "common": "formoterol and indapamide both increase  QTc interval. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "inotuzumab",
            "description": {
                "common": "inotuzumab and formoterol both increase  QTc interval. Avoid or Use Alternate Drug. If unable to avoid concomitant use, obtain ECGs and electrolytes before and after initiation of any drug known to prolong QTc, and periodically monitor as clinically indicated during treatment."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "isocarboxazid",
            "description": {
                "common": "isocarboxazid increases effects of formoterol by pharmacodynamic synergism. Contraindicated. Risk of acute hypertensive episode."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "ivosidenib",
            "description": {
                "common": "ivosidenib and formoterol both increase  QTc interval. Avoid or Use Alternate Drug. Avoid coadministration of QTc prolonging drugs with ivosidenib or replace with alternate therapies. If coadministration of a QTc prolonging drug is unavoidable, monitor for increased risk of QTc interval prolongation."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "ketoconazole",
            "description": {
                "common": "formoterol and ketoconazole both increase  QTc interval. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "lefamulin",
            "description": {
                "common": "lefamulin and formoterol both increase  QTc interval. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "levoketoconazole",
            "description": {
                "common": "formoterol and levoketoconazole both increase  QTc interval. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "linezolid",
            "description": {
                "common": "linezolid increases effects of formoterol by pharmacodynamic synergism. Contraindicated. Risk of acute hypertensive episode."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "lofepramine",
            "description": {
                "common": "lofepramine and formoterol both increase  QTc interval. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "lumefantrine",
            "description": {
                "common": "formoterol and lumefantrine both increase  QTc interval. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "macimorelin",
            "description": {
                "common": "macimorelin and formoterol both increase  QTc interval. Avoid or Use Alternate Drug. Macimorelin causes an increase of ~11 msec in the corrected QT interval. Avoid coadministration with drugs that prolong QT interval, which could increase risk for developing torsade de pointes-type ventricular tachycardia. Allow sufficient washout time of drugs that are known to prolong the QT interval before administering macimorelin."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "maprotiline",
            "description": {
                "common": "maprotiline and formoterol both increase  QTc interval. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "mobocertinib",
            "description": {
                "common": "mobocertinib and formoterol both increase  QTc interval. Avoid or Use Alternate Drug. If coadministration unavoidable, reduce mobocertinib dose and monitor QTc interval more frequently."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "moxifloxacin",
            "description": {
                "common": "formoterol and moxifloxacin both increase  QTc interval. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "nilotinib",
            "description": {
                "common": "formoterol and nilotinib both increase  QTc interval. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "nortriptyline",
            "description": {
                "common": "nortriptyline and formoterol both increase  QTc interval. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "octreotide",
            "description": {
                "common": "formoterol and octreotide both increase  QTc interval. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "octreotide (Antidote)",
            "description": {
                "common": "formoterol and octreotide (Antidote) both increase  QTc interval. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "ondansetron",
            "description": {
                "common": "formoterol and ondansetron both increase  QTc interval. Avoid or Use Alternate Drug.  Avoid with congenital long QT syndrome; ECG monitoring recommended with concomitant medications that prolong QT interval, electrolyte abnormalities, CHF, or bradyarrhythmias."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "panobinostat",
            "description": {
                "common": "formoterol and panobinostat both increase  QTc interval. Avoid or Use Alternate Drug. Panobinostat is known to significantly prolong QT interval. Panobinostat prescribing information states use with drugs known to prolong QTc is not recommended."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "pentamidine",
            "description": {
                "common": "formoterol and pentamidine both increase  QTc interval. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "perphenazine",
            "description": {
                "common": "perphenazine and formoterol both increase  QTc interval. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "phenelzine",
            "description": {
                "common": "phenelzine increases effects of formoterol by pharmacodynamic synergism. Contraindicated. Risk of acute hypertensive episode."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "pimozide",
            "description": {
                "common": "formoterol and pimozide both increase  QTc interval. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "pitolisant",
            "description": {
                "common": "formoterol and pitolisant both increase  QTc interval. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "pramlintide",
            "description": {
                "common": "pramlintide, glycopyrrolate inhaled.\nEither increases effects of the other by pharmacodynamic synergism. Contraindicated. Synergistic inhibition of GI motility."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "primaquine",
            "description": {
                "common": "primaquine and formoterol both increase  QTc interval. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "procainamide",
            "description": {
                "common": "formoterol and procainamide both increase  QTc interval. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "prochlorperazine",
            "description": {
                "common": "prochlorperazine and formoterol both increase  QTc interval. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "promazine",
            "description": {
                "common": "promazine and formoterol both increase  QTc interval. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "promethazine",
            "description": {
                "common": "promethazine and formoterol both increase  QTc interval. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "protriptyline",
            "description": {
                "common": "protriptyline and formoterol both increase  QTc interval. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "quinidine",
            "description": {
                "common": "quinidine and formoterol both increase  QTc interval. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "revefenacin",
            "description": {
                "common": "revefenacin and glycopyrrolate inhaled both decrease  cholinergic effects/transmission. Avoid or Use Alternate Drug. Coadministration may cause additive anticholinergic effects."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "sotalol",
            "description": {
                "common": "formoterol and sotalol both increase  QTc interval. Avoid or Use Alternate Drug. Drugs known to prolong the QTc interval may potentiate the cardiovascular effects of formoterol."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "abobotulinumtoxinA",
            "description": {
                "common": "abobotulinumtoxinA increases effects of glycopyrrolate inhaled by pharmacodynamic synergism. Use Caution/Monitor. Use of anticholinergic drugs after administration of botulinum toxin-containing products may potentiate systemic anticholinergic effects. ."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "acebutolol",
            "description": {
                "common": "acebutolol increases and formoterol decreases serum potassium. Effect of interaction is not clear, use caution. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "aceclofenac",
            "description": {
                "common": "aceclofenac increases and formoterol decreases serum potassium. Effect of interaction is not clear, use caution. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "acemetacin",
            "description": {
                "common": "acemetacin increases and formoterol decreases serum potassium. Effect of interaction is not clear, use caution. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "aclidinium",
            "description": {
                "common": "glycopyrrolate inhaled and aclidinium both decrease  cholinergic effects/transmission. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "albuterol",
            "description": {
                "common": "albuterol and formoterol both decrease  serum potassium. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "alfentanil",
            "description": {
                "common": "alfentanil increases and formoterol decreases sedation. Effect of interaction is not clear, use caution. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "alfuzosin",
            "description": {
                "common": "formoterol and alfuzosin both increase  QTc interval. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "alprazolam",
            "description": {
                "common": "alprazolam increases and formoterol decreases sedation. Effect of interaction is not clear, use caution. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "amantadine",
            "description": {
                "common": "glycopyrrolate inhaled increases levels of amantadine by unknown mechanism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "amiloride",
            "description": {
                "common": "amiloride increases and formoterol decreases serum potassium. Effect of interaction is not clear, use caution. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "amiodarone",
            "description": {
                "common": "amiodarone and formoterol both increase  QTc interval. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "amitriptyline",
            "description": {
                "common": "amitriptyline increases levels of glycopyrrolate inhaled by unknown mechanism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "amobarbital",
            "description": {
                "common": "amobarbital increases and formoterol decreases sedation. Effect of interaction is not clear, use caution. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "amoxapine",
            "description": {
                "common": "glycopyrrolate inhaled and amoxapine both decrease  cholinergic effects/transmission. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "amoxapine",
            "description": {
                "common": "amoxapine increases and formoterol decreases sedation. Effect of interaction is not clear, use caution. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "anticholinergic/sedative combos",
            "description": {
                "common": "anticholinergic/sedative combos and glycopyrrolate inhaled both decrease  cholinergic effects/transmission. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "apomorphine",
            "description": {
                "common": "apomorphine and formoterol both increase  QTc interval. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "arformoterol",
            "description": {
                "common": "arformoterol and formoterol both decrease  serum potassium. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "aripiprazole",
            "description": {
                "common": "glycopyrrolate inhaled decreases levels of aripiprazole by pharmacodynamic antagonism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "armodafinil",
            "description": {
                "common": "formoterol and armodafinil both decrease  sedation. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "atenolol",
            "description": {
                "common": "glycopyrrolate inhaled increases levels of atenolol by unknown mechanism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "arsenic trioxide",
            "description": {
                "common": "arsenic trioxide and formoterol both increase  QTc interval. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "artemether",
            "description": {
                "common": "artemether and formoterol both increase  QTc interval. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "asenapine transdermal",
            "description": {
                "common": "asenapine transdermal and formoterol both increase  QTc interval. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "aspirin",
            "description": {
                "common": "aspirin increases and formoterol decreases serum potassium. Effect of interaction is not clear, use caution. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "aspirin rectal",
            "description": {
                "common": "aspirin rectal increases and formoterol decreases serum potassium. Effect of interaction is not clear, use caution. Use Caution/Monitor.  ."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "aspirin/citric acid/sodium bicarbonate",
            "description": {
                "common": "aspirin/citric acid/sodium bicarbonate increases and formoterol decreases serum potassium. Effect of interaction is not clear, use caution. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "atenolol",
            "description": {
                "common": "atenolol increases and formoterol decreases serum potassium. Effect of interaction is not clear, use caution. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "atomoxetine",
            "description": {
                "common": "formoterol, atomoxetine. Other (see comment). Use Caution/Monitor. \nComment: Exercise caution if beta-agonists and atomoxetine are coadministered. Interaction may be less likely with inhaled beta-agonists versus those given systemically. ."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "atracurium",
            "description": {
                "common": "atracurium and glycopyrrolate inhaled both decrease  cholinergic effects/transmission. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "atropine",
            "description": {
                "common": "atropine and glycopyrrolate inhaled both decrease  cholinergic effects/transmission. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "atropine IV/IM",
            "description": {
                "common": "atropine IV/IM and glycopyrrolate inhaled both decrease  cholinergic effects/transmission. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "azelastine",
            "description": {
                "common": "azelastine increases and formoterol decreases sedation. Effect of interaction is not clear, use caution. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "azithromycin",
            "description": {
                "common": "azithromycin and formoterol both increase  QTc interval. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "bedaquiline",
            "description": {
                "common": "formoterol and bedaquiline both increase  QTc interval. Modify Therapy/Monitor Closely. ECG should be monitored closely"
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "belladonna alkaloids",
            "description": {
                "common": "belladonna alkaloids and glycopyrrolate inhaled both decrease  cholinergic effects/transmission. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "belladonna and opium",
            "description": {
                "common": "glycopyrrolate inhaled and belladonna and opium both decrease  cholinergic effects/transmission. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "bendroflumethiazide",
            "description": {
                "common": "formoterol and bendroflumethiazide both decrease  serum potassium. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "benperidol",
            "description": {
                "common": "glycopyrrolate inhaled decreases levels of benperidol by inhibition of GI absorption. Applies only to oral form of both agents. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "benperidol",
            "description": {
                "common": "benperidol increases and formoterol decreases sedation. Effect of interaction is not clear, use caution. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "benzphetamine",
            "description": {
                "common": "formoterol and benzphetamine both decrease  sedation. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "benztropine",
            "description": {
                "common": "benztropine and glycopyrrolate inhaled both decrease  cholinergic effects/transmission. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "betaxolol",
            "description": {
                "common": "betaxolol increases and formoterol decreases serum potassium. Effect of interaction is not clear, use caution. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "bethanechol",
            "description": {
                "common": "bethanechol increases and glycopyrrolate inhaled decreases cholinergic effects/transmission. Effect of interaction is not clear, use caution. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "bisoprolol",
            "description": {
                "common": "bisoprolol increases and formoterol decreases serum potassium. Effect of interaction is not clear, use caution. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "brompheniramine",
            "description": {
                "common": "brompheniramine increases and formoterol decreases sedation. Effect of interaction is not clear, use caution. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "bumetanide",
            "description": {
                "common": "formoterol and bumetanide both decrease  serum potassium. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "buprenorphine buccal",
            "description": {
                "common": "buprenorphine buccal increases and formoterol decreases sedation. Effect of interaction is not clear, use caution. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "butabarbital",
            "description": {
                "common": "butabarbital increases and formoterol decreases sedation. Effect of interaction is not clear, use caution. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "butalbital",
            "description": {
                "common": "butalbital increases and formoterol decreases sedation. Effect of interaction is not clear, use caution. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "butorphanol",
            "description": {
                "common": "butorphanol increases and formoterol decreases sedation. Effect of interaction is not clear, use caution. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "caffeine",
            "description": {
                "common": "formoterol and caffeine both decrease  sedation. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "carbachol",
            "description": {
                "common": "carbachol increases and glycopyrrolate inhaled decreases cholinergic effects/transmission. Effect of interaction is not clear, use caution. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "carbenoxolone",
            "description": {
                "common": "formoterol and carbenoxolone both decrease  serum potassium. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "carbinoxamine",
            "description": {
                "common": "carbinoxamine increases and formoterol decreases sedation. Effect of interaction is not clear, use caution. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "carvedilol",
            "description": {
                "common": "carvedilol increases and formoterol decreases serum potassium. Effect of interaction is not clear, use caution. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "celecoxib",
            "description": {
                "common": "celecoxib increases and formoterol decreases serum potassium. Effect of interaction is not clear, use caution. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "celiprolol",
            "description": {
                "common": "celiprolol increases and formoterol decreases serum potassium. Effect of interaction is not clear, use caution. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ceritinib",
            "description": {
                "common": "ceritinib and formoterol both increase  QTc interval. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "cevimeline",
            "description": {
                "common": "cevimeline increases and glycopyrrolate inhaled decreases cholinergic effects/transmission. Effect of interaction is not clear, use caution. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "chloral hydrate",
            "description": {
                "common": "chloral hydrate increases and formoterol decreases sedation. Effect of interaction is not clear, use caution. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "chlordiazepoxide",
            "description": {
                "common": "chlordiazepoxide increases and formoterol decreases sedation. Effect of interaction is not clear, use caution. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "chlorothiazide",
            "description": {
                "common": "formoterol and chlorothiazide both decrease  serum potassium. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "chlorpheniramine",
            "description": {
                "common": "chlorpheniramine increases and formoterol decreases sedation. Effect of interaction is not clear, use caution. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "chlorpromazine",
            "description": {
                "common": "glycopyrrolate inhaled decreases levels of chlorpromazine by inhibition of GI absorption. Applies only to oral form of both agents. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "chlorthalidone",
            "description": {
                "common": "formoterol and chlorthalidone both decrease  serum potassium. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "cisatracurium",
            "description": {
                "common": "cisatracurium and glycopyrrolate inhaled both decrease  cholinergic effects/transmission. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "choline magnesium trisalicylate",
            "description": {
                "common": "choline magnesium trisalicylate increases and formoterol decreases serum potassium. Effect of interaction is not clear, use caution. Use Caution/Monitor.  ."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "cinnarizine",
            "description": {
                "common": "cinnarizine increases and formoterol decreases sedation. Effect of interaction is not clear, use caution. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "clemastine",
            "description": {
                "common": "clemastine increases and formoterol decreases sedation. Effect of interaction is not clear, use caution. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "clomipramine",
            "description": {
                "common": "clomipramine increases and formoterol decreases sedation. Effect of interaction is not clear, use caution. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "clonazepam",
            "description": {
                "common": "clonazepam increases and formoterol decreases sedation. Effect of interaction is not clear, use caution. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "clozapine",
            "description": {
                "common": "glycopyrrolate inhaled decreases levels of clozapine by inhibition of GI absorption. Applies only to oral form of both agents. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "clorazepate",
            "description": {
                "common": "clorazepate increases and formoterol decreases sedation. Effect of interaction is not clear, use caution. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "clozapine",
            "description": {
                "common": "clozapine increases and formoterol decreases sedation. Effect of interaction is not clear, use caution. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "codeine",
            "description": {
                "common": "codeine increases and formoterol decreases sedation. Effect of interaction is not clear, use caution. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "cyclizine",
            "description": {
                "common": "cyclizine increases and formoterol decreases sedation. Effect of interaction is not clear, use caution. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "cyclobenzaprine",
            "description": {
                "common": "cyclobenzaprine and glycopyrrolate inhaled both decrease  cholinergic effects/transmission. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "cyclopenthiazide",
            "description": {
                "common": "formoterol and cyclopenthiazide both decrease  serum potassium. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "cyproheptadine",
            "description": {
                "common": "cyproheptadine increases and formoterol decreases sedation. Effect of interaction is not clear, use caution. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "darifenacin",
            "description": {
                "common": "darifenacin and glycopyrrolate inhaled both decrease  cholinergic effects/transmission. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "dasatinib",
            "description": {
                "common": "dasatinib and formoterol both increase  QTc interval. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "deflazacort",
            "description": {
                "common": "formoterol and deflazacort both decrease  serum potassium. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "degarelix",
            "description": {
                "common": "degarelix and formoterol both increase  QTc interval. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "desipramine",
            "description": {
                "common": "desipramine increases levels of glycopyrrolate inhaled by unknown mechanism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "dexchlorpheniramine",
            "description": {
                "common": "dexchlorpheniramine increases and formoterol decreases sedation. Effect of interaction is not clear, use caution. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "dicyclomine",
            "description": {
                "common": "dicyclomine and glycopyrrolate inhaled both decrease  cholinergic effects/transmission. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "dexfenfluramine",
            "description": {
                "common": "formoterol and dexfenfluramine both decrease  sedation. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "dexmedetomidine",
            "description": {
                "common": "dexmedetomidine increases and formoterol decreases sedation. Effect of interaction is not clear, use caution. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "dexmethylphenidate",
            "description": {
                "common": "formoterol and dexmethylphenidate both decrease  sedation. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "dextroamphetamine",
            "description": {
                "common": "formoterol and dextroamphetamine both decrease  sedation. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "dextromoramide",
            "description": {
                "common": "dextromoramide increases and formoterol decreases sedation. Effect of interaction is not clear, use caution. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "diamorphine",
            "description": {
                "common": "diamorphine increases and formoterol decreases sedation. Effect of interaction is not clear, use caution. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "dichlorphenamide",
            "description": {
                "common": "dichlorphenamide and formoterol both decrease  serum potassium. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "diclofenac",
            "description": {
                "common": "diclofenac increases and formoterol decreases serum potassium. Effect of interaction is not clear, use caution. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "diethylpropion",
            "description": {
                "common": "formoterol and diethylpropion both decrease  sedation. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "difenoxin hcl",
            "description": {
                "common": "difenoxin hcl increases and formoterol decreases sedation. Effect of interaction is not clear, use caution. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "diflunisal",
            "description": {
                "common": "diflunisal increases and formoterol decreases serum potassium. Effect of interaction is not clear, use caution. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "digoxin",
            "description": {
                "common": "glycopyrrolate inhaled increases levels of digoxin by unknown mechanism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "dimenhydrinate",
            "description": {
                "common": "dimenhydrinate increases and formoterol decreases sedation. Effect of interaction is not clear, use caution. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "diphenhydramine",
            "description": {
                "common": "diphenhydramine and glycopyrrolate inhaled both decrease  cholinergic effects/transmission. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "diphenhydramine",
            "description": {
                "common": "diphenhydramine increases and formoterol decreases sedation. Effect of interaction is not clear, use caution. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "diphenoxylate hcl",
            "description": {
                "common": "diphenoxylate hcl increases and formoterol decreases sedation. Effect of interaction is not clear, use caution. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "dipipanone",
            "description": {
                "common": "dipipanone increases and formoterol decreases sedation. Effect of interaction is not clear, use caution. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "dobutamine",
            "description": {
                "common": "dobutamine and formoterol both decrease  serum potassium. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "dolasetron",
            "description": {
                "common": "dolasetron and formoterol both increase  QTc interval. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "donepezil",
            "description": {
                "common": "donepezil increases and glycopyrrolate inhaled decreases cholinergic effects/transmission. Effect of interaction is not clear, use caution. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "donepezil transdermal",
            "description": {
                "common": "donepezil transdermal, glycopyrrolate inhaled.\nEither decreases effects of the other by pharmacodynamic antagonism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "dopamine",
            "description": {
                "common": "formoterol and dopamine both decrease  sedation. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "dopexamine",
            "description": {
                "common": "dopexamine and formoterol both decrease  serum potassium. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "dosulepin",
            "description": {
                "common": "glycopyrrolate inhaled and dosulepin both decrease  cholinergic effects/transmission. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "doxepin",
            "description": {
                "common": "glycopyrrolate inhaled and doxepin both decrease  cholinergic effects/transmission. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "droperidol",
            "description": {
                "common": "droperidol increases effects of glycopyrrolate inhaled by pharmacodynamic synergism. Use Caution/Monitor. Additive anticholinergic effects, possible hypoglycemia."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "drospirenone",
            "description": {
                "common": "drospirenone increases and formoterol decreases serum potassium. Effect of interaction is not clear, use caution. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "echothiophate iodide",
            "description": {
                "common": "echothiophate iodide increases and glycopyrrolate inhaled decreases cholinergic effects/transmission. Effect of interaction is not clear, use caution. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "efavirenz",
            "description": {
                "common": "efavirenz and formoterol both increase  QTc interval. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "encorafenib",
            "description": {
                "common": "encorafenib and formoterol both increase  QTc interval. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ephedrine",
            "description": {
                "common": "ephedrine and formoterol both decrease  serum potassium. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "epinephrine",
            "description": {
                "common": "epinephrine and formoterol both decrease  serum potassium. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "epinephrine racemic",
            "description": {
                "common": "formoterol and epinephrine racemic both decrease  serum potassium. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "eribulin",
            "description": {
                "common": "eribulin and formoterol both increase  QTc interval. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "escitalopram",
            "description": {
                "common": "escitalopram increases toxicity of formoterol by QTc interval. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "esmolol",
            "description": {
                "common": "esmolol increases and formoterol decreases serum potassium. Effect of interaction is not clear, use caution. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "estazolam",
            "description": {
                "common": "estazolam increases and formoterol decreases sedation. Effect of interaction is not clear, use caution. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ethacrynic acid",
            "description": {
                "common": "formoterol and ethacrynic acid both decrease  serum potassium. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ethanol",
            "description": {
                "common": "ethanol increases and formoterol decreases sedation. Effect of interaction is not clear, use caution. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "etodolac",
            "description": {
                "common": "etodolac increases and formoterol decreases serum potassium. Effect of interaction is not clear, use caution. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "fenfluramine",
            "description": {
                "common": "formoterol and fenfluramine both decrease  sedation. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "fenoprofen",
            "description": {
                "common": "fenoprofen increases and formoterol decreases serum potassium. Effect of interaction is not clear, use caution. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "fesoterodine",
            "description": {
                "common": "fesoterodine and glycopyrrolate inhaled both decrease  cholinergic effects/transmission. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "fingolimod",
            "description": {
                "common": "fingolimod and formoterol both increase  QTc interval. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "flavoxate",
            "description": {
                "common": "flavoxate and glycopyrrolate inhaled both decrease  cholinergic effects/transmission. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "flecainide",
            "description": {
                "common": "flecainide and formoterol both increase  QTc interval. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "fluoxetine",
            "description": {
                "common": "fluoxetine and formoterol both increase  QTc interval. Modify Therapy/Monitor Closely. Fluoxetine prolongs the QT interval; the prescribing information for fluoxetine recommends avoiding concurrent use of other drugs that may prolong the QT interval; risk may be increased with higher doses and/or when associated with hypokalemia; drugs that prolong the QTc interval may potentiate the effects of beta2 agonists on the cardiovascular system"
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "fluphenazine",
            "description": {
                "common": "fluphenazine increases toxicity of glycopyrrolate inhaled by unknown mechanism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "flurazepam",
            "description": {
                "common": "flurazepam increases and formoterol decreases sedation. Effect of interaction is not clear, use caution. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "galantamine",
            "description": {
                "common": "galantamine increases and glycopyrrolate inhaled decreases cholinergic effects/transmission. Effect of interaction is not clear, use caution. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "flurbiprofen",
            "description": {
                "common": "flurbiprofen increases and formoterol decreases serum potassium. Effect of interaction is not clear, use caution. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "fluvoxamine",
            "description": {
                "common": "fluvoxamine and formoterol both increase  QTc interval. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "foscarnet",
            "description": {
                "common": "formoterol and foscarnet both increase  QTc interval. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "fostemsavir",
            "description": {
                "common": "formoterol and fostemsavir both increase  QTc interval. Use Caution/Monitor. QTc prolongation reported with higher than recommended doses of fostemsavir. "
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "furosemide",
            "description": {
                "common": "formoterol and furosemide both decrease  serum potassium. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "gemifloxacin",
            "description": {
                "common": "gemifloxacin and formoterol both increase  QTc interval. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "gentamicin",
            "description": {
                "common": "formoterol and gentamicin both decrease  serum potassium. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "gilteritinib",
            "description": {
                "common": "gilteritinib and formoterol both increase  QTc interval. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "glycopyrronium tosylate topical",
            "description": {
                "common": "glycopyrronium tosylate topical, glycopyrrolate inhaled.\nEither increases effects of the other by pharmacodynamic synergism. Use Caution/Monitor. Coadministration of glycopyrronium tosylate topical with other anticholinergic medications may result in additive anticholinergic adverse effects."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "goserelin",
            "description": {
                "common": "goserelin increases toxicity of formoterol by QTc interval. Use Caution/Monitor. Increases risk of torsades de pointes."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "haloperidol",
            "description": {
                "common": "haloperidol increases effects of glycopyrrolate inhaled by pharmacodynamic synergism. Use Caution/Monitor. Additive anticholinergic effects, possible hypoglycemia."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "henbane",
            "description": {
                "common": "glycopyrrolate inhaled and henbane both decrease  cholinergic effects/transmission. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "histrelin",
            "description": {
                "common": "histrelin increases toxicity of formoterol by QTc interval. Use Caution/Monitor. Increases risk of torsades de pointes."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "homatropine",
            "description": {
                "common": "glycopyrrolate inhaled and homatropine both decrease  cholinergic effects/transmission. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "huperzine A",
            "description": {
                "common": "huperzine A increases and glycopyrrolate inhaled decreases cholinergic effects/transmission. Effect of interaction is not clear, use caution. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "hydrochlorothiazide",
            "description": {
                "common": "formoterol and hydrochlorothiazide both decrease  serum potassium. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "hydromorphone",
            "description": {
                "common": "hydromorphone increases and formoterol decreases sedation. Effect of interaction is not clear, use caution. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "hydroxyzine",
            "description": {
                "common": "hydroxyzine increases and formoterol decreases sedation. Effect of interaction is not clear, use caution. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "hyoscyamine",
            "description": {
                "common": "glycopyrrolate inhaled and hyoscyamine both decrease  cholinergic effects/transmission. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "hyoscyamine spray",
            "description": {
                "common": "glycopyrrolate inhaled and hyoscyamine spray both decrease  cholinergic effects/transmission. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ibuprofen",
            "description": {
                "common": "ibuprofen increases and formoterol decreases serum potassium. Effect of interaction is not clear, use caution. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ibuprofen IV",
            "description": {
                "common": "ibuprofen IV increases and formoterol decreases serum potassium. Effect of interaction is not clear, use caution. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "iloperidone",
            "description": {
                "common": "glycopyrrolate inhaled decreases levels of iloperidone by inhibition of GI absorption. Applies only to oral form of both agents. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "imipramine",
            "description": {
                "common": "glycopyrrolate inhaled and imipramine both decrease  cholinergic effects/transmission. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "indapamide",
            "description": {
                "common": "formoterol and indapamide both decrease  serum potassium. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ipratropium",
            "description": {
                "common": "glycopyrrolate inhaled and ipratropium both decrease  cholinergic effects/transmission. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "indomethacin",
            "description": {
                "common": "indomethacin increases and formoterol decreases serum potassium. Effect of interaction is not clear, use caution. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "isoproterenol",
            "description": {
                "common": "formoterol and isoproterenol both decrease  serum potassium. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "itraconazole",
            "description": {
                "common": "itraconazole and formoterol both increase  QTc interval. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ketoprofen",
            "description": {
                "common": "ketoprofen increases and formoterol decreases serum potassium. Effect of interaction is not clear, use caution. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ketorolac",
            "description": {
                "common": "ketorolac increases and formoterol decreases serum potassium. Effect of interaction is not clear, use caution. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ketorolac intranasal",
            "description": {
                "common": "ketorolac intranasal increases and formoterol decreases serum potassium. Effect of interaction is not clear, use caution. Use Caution/Monitor.  ."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ketotifen, ophthalmic",
            "description": {
                "common": "ketotifen, ophthalmic increases and formoterol decreases sedation. Effect of interaction is not clear, use caution. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "labetalol",
            "description": {
                "common": "labetalol increases and formoterol decreases serum potassium. Effect of interaction is not clear, use caution. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "lapatinib",
            "description": {
                "common": "formoterol and lapatinib both increase  QTc interval. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "lenvatinib",
            "description": {
                "common": "formoterol and lenvatinib both increase  QTc interval. Use Caution/Monitor. Lenvatinib prescribing information recommends monitoring ECG closely when coadministered with QT prolonging drugs."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "leuprolide",
            "description": {
                "common": "leuprolide increases toxicity of formoterol by QTc interval. Use Caution/Monitor. Increases risk of torsades de pointes."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "levalbuterol",
            "description": {
                "common": "formoterol and levalbuterol both decrease  serum potassium. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "levodopa",
            "description": {
                "common": "glycopyrrolate inhaled, levodopa. Other (see comment). Use Caution/Monitor. \nComment: Anticholinergic agents may enhance the therapeutic effects of levodopa; however, anticholinergic agents can exacerbate tardive dyskinesia. In high dosage, anticholinergics may decrease the effects of levodopa by delaying its GI absorption. ."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "levofloxacin",
            "description": {
                "common": "formoterol and levofloxacin both increase  QTc interval. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "levorphanol",
            "description": {
                "common": "levorphanol increases and formoterol decreases sedation. Effect of interaction is not clear, use caution. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "lisdexamfetamine",
            "description": {
                "common": "formoterol and lisdexamfetamine both decrease  sedation. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "lofepramine",
            "description": {
                "common": "glycopyrrolate inhaled and lofepramine both decrease  cholinergic effects/transmission. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "lofexidine",
            "description": {
                "common": "lofexidine increases and formoterol decreases sedation. Effect of interaction is not clear, use caution. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "loxapine",
            "description": {
                "common": "glycopyrrolate inhaled decreases levels of loxapine by inhibition of GI absorption. Applies only to oral form of both agents. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "loprazolam",
            "description": {
                "common": "loprazolam increases and formoterol decreases sedation. Effect of interaction is not clear, use caution. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "lorazepam",
            "description": {
                "common": "lorazepam increases and formoterol decreases sedation. Effect of interaction is not clear, use caution. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "lormetazepam",
            "description": {
                "common": "lormetazepam increases and formoterol decreases sedation. Effect of interaction is not clear, use caution. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "lornoxicam",
            "description": {
                "common": "lornoxicam increases and formoterol decreases serum potassium. Effect of interaction is not clear, use caution. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "loxapine",
            "description": {
                "common": "loxapine increases and formoterol decreases sedation. Effect of interaction is not clear, use caution. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "loxapine inhaled",
            "description": {
                "common": "glycopyrrolate inhaled decreases levels of loxapine inhaled by inhibition of GI absorption. Applies only to oral form of both agents. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "maprotiline",
            "description": {
                "common": "glycopyrrolate inhaled and maprotiline both decrease  cholinergic effects/transmission. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "marijuana",
            "description": {
                "common": "marijuana increases and formoterol decreases sedation. Effect of interaction is not clear, use caution. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "meclizine",
            "description": {
                "common": "glycopyrrolate inhaled and meclizine both decrease  cholinergic effects/transmission. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "meclofenamate",
            "description": {
                "common": "meclofenamate increases and formoterol decreases serum potassium. Effect of interaction is not clear, use caution. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "mefenamic acid",
            "description": {
                "common": "mefenamic acid increases and formoterol decreases serum potassium. Effect of interaction is not clear, use caution. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "melatonin",
            "description": {
                "common": "melatonin increases and formoterol decreases sedation. Effect of interaction is not clear, use caution. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "meloxicam",
            "description": {
                "common": "meloxicam increases and formoterol decreases serum potassium. Effect of interaction is not clear, use caution. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "meperidine",
            "description": {
                "common": "meperidine increases and formoterol decreases sedation. Effect of interaction is not clear, use caution. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "meprobamate",
            "description": {
                "common": "meprobamate increases and formoterol decreases sedation. Effect of interaction is not clear, use caution. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "metaproterenol",
            "description": {
                "common": "formoterol and metaproterenol both decrease  serum potassium. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "methadone",
            "description": {
                "common": "formoterol and methadone both increase  QTc interval. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "methamphetamine",
            "description": {
                "common": "formoterol and methamphetamine both decrease  sedation. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "methscopolamine",
            "description": {
                "common": "glycopyrrolate inhaled and methscopolamine both decrease  cholinergic effects/transmission. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "methyclothiazide",
            "description": {
                "common": "formoterol and methyclothiazide both decrease  serum potassium. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "methylenedioxymethamphetamine",
            "description": {
                "common": "formoterol and methylenedioxymethamphetamine both decrease  sedation. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "methylphenidate",
            "description": {
                "common": "formoterol and methylphenidate both increase  sympathetic (adrenergic) effects, including increased blood pressure and heart rate. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "metolazone",
            "description": {
                "common": "formoterol and metolazone both decrease  serum potassium. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "metoprolol",
            "description": {
                "common": "metoprolol increases and formoterol decreases serum potassium. Effect of interaction is not clear, use caution. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "midazolam",
            "description": {
                "common": "midazolam increases and formoterol decreases sedation. Effect of interaction is not clear, use caution. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "midodrine",
            "description": {
                "common": "formoterol and midodrine both decrease  sedation. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "mifepristone",
            "description": {
                "common": "mifepristone, formoterol. QTc interval. Modify Therapy/Monitor Closely. Use alternatives if available."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "mirtazapine",
            "description": {
                "common": "mirtazapine increases and formoterol decreases sedation. Effect of interaction is not clear, use caution. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "modafinil",
            "description": {
                "common": "formoterol and modafinil both decrease  sedation. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "morphine",
            "description": {
                "common": "morphine increases and formoterol decreases sedation. Effect of interaction is not clear, use caution. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "motherwort",
            "description": {
                "common": "motherwort increases and formoterol decreases sedation. Effect of interaction is not clear, use caution. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "moxonidine",
            "description": {
                "common": "moxonidine increases and formoterol decreases sedation. Effect of interaction is not clear, use caution. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "nabilone",
            "description": {
                "common": "nabilone increases and formoterol decreases sedation. Effect of interaction is not clear, use caution. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "nabumetone",
            "description": {
                "common": "nabumetone increases and formoterol decreases serum potassium. Effect of interaction is not clear, use caution. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "nadolol",
            "description": {
                "common": "nadolol increases and formoterol decreases serum potassium. Effect of interaction is not clear, use caution. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "nalbuphine",
            "description": {
                "common": "nalbuphine increases and formoterol decreases sedation. Effect of interaction is not clear, use caution. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "naproxen",
            "description": {
                "common": "naproxen increases and formoterol decreases serum potassium. Effect of interaction is not clear, use caution. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "nebivolol",
            "description": {
                "common": "nebivolol increases and formoterol decreases serum potassium. Effect of interaction is not clear, use caution. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "neostigmine",
            "description": {
                "common": "neostigmine increases and glycopyrrolate inhaled decreases cholinergic effects/transmission. Effect of interaction is not clear, use caution. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "norepinephrine",
            "description": {
                "common": "formoterol and norepinephrine both decrease  serum potassium. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "nortriptyline",
            "description": {
                "common": "glycopyrrolate inhaled and nortriptyline both decrease  cholinergic effects/transmission. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ofloxacin",
            "description": {
                "common": "formoterol and ofloxacin both increase  QTc interval. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "olanzapine",
            "description": {
                "common": "glycopyrrolate inhaled decreases levels of olanzapine by inhibition of GI absorption. Applies only to oral form of both agents. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "olanzapine",
            "description": {
                "common": "olanzapine increases and formoterol decreases sedation. Effect of interaction is not clear, use caution. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "olodaterol inhaled",
            "description": {
                "common": "formoterol and olodaterol inhaled both increase  sympathetic (adrenergic) effects, including increased blood pressure and heart rate. Use Caution/Monitor. Caution with coadministration of adrenergic drugs by any route because of additive sympathetic effects"
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "onabotulinumtoxinA",
            "description": {
                "common": "onabotulinumtoxinA and glycopyrrolate inhaled both decrease  cholinergic effects/transmission. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "opium tincture",
            "description": {
                "common": "opium tincture increases and formoterol decreases sedation. Effect of interaction is not clear, use caution. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "orphenadrine",
            "description": {
                "common": "glycopyrrolate inhaled and orphenadrine both decrease  cholinergic effects/transmission. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "osilodrostat",
            "description": {
                "common": "osilodrostat and formoterol both increase  QTc interval. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "osimertinib",
            "description": {
                "common": "osimertinib and formoterol both increase  QTc interval. Use Caution/Monitor. Conduct periodic monitoring with ECGs and electrolytes in patients taking drugs known to prolong the QTc interval."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "oxaliplatin",
            "description": {
                "common": "oxaliplatin will increase the level or effect of formoterol by  Other (see comment). Use Caution/Monitor. Monitor for ECG changes if therapy is initiated in patients with drugs known to prolong QT interval."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "oxaprozin",
            "description": {
                "common": "oxaprozin increases and formoterol decreases serum potassium. Effect of interaction is not clear, use caution. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "oxazepam",
            "description": {
                "common": "oxazepam increases and formoterol decreases sedation. Effect of interaction is not clear, use caution. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "oxybutynin",
            "description": {
                "common": "glycopyrrolate inhaled and oxybutynin both decrease  cholinergic effects/transmission. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "oxybutynin topical",
            "description": {
                "common": "glycopyrrolate inhaled and oxybutynin topical both decrease  cholinergic effects/transmission. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "oxybutynin transdermal",
            "description": {
                "common": "glycopyrrolate inhaled and oxybutynin transdermal both decrease  cholinergic effects/transmission. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "oxycodone",
            "description": {
                "common": "oxycodone increases and formoterol decreases sedation. Effect of interaction is not clear, use caution. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "oxymorphone",
            "description": {
                "common": "oxymorphone increases and formoterol decreases sedation. Effect of interaction is not clear, use caution. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ozanimod",
            "description": {
                "common": "ozanimod and formoterol both increase  QTc interval. Modify Therapy/Monitor Closely. The potential additive effects on heart rate, treatment with ozanimod should generally not be initiated in patients who are concurrently treated with QT prolonging drugs with known arrhythmogenic properties."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "paliperidone",
            "description": {
                "common": "paliperidone increases effects of glycopyrrolate inhaled by pharmacodynamic synergism. Use Caution/Monitor. Additive anticholinergic effects, possible hypoglycemia."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "pancuronium",
            "description": {
                "common": "glycopyrrolate inhaled and pancuronium both decrease  cholinergic effects/transmission. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "papaveretum",
            "description": {
                "common": "papaveretum increases and formoterol decreases sedation. Effect of interaction is not clear, use caution. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "parecoxib",
            "description": {
                "common": "parecoxib increases and formoterol decreases serum potassium. Effect of interaction is not clear, use caution. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "paroxetine",
            "description": {
                "common": "formoterol and paroxetine both increase  QTc interval. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "pasireotide",
            "description": {
                "common": "formoterol and pasireotide both increase  QTc interval. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "pazopanib",
            "description": {
                "common": "formoterol and pazopanib both increase  QTc interval. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "penbutolol",
            "description": {
                "common": "penbutolol increases and formoterol decreases serum potassium. Effect of interaction is not clear, use caution. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "pentazocine",
            "description": {
                "common": "pentazocine increases and formoterol decreases sedation. Effect of interaction is not clear, use caution. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "pentobarbital",
            "description": {
                "common": "pentobarbital increases and formoterol decreases sedation. Effect of interaction is not clear, use caution. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "perphenazine",
            "description": {
                "common": "perphenazine increases toxicity of glycopyrrolate inhaled by unknown mechanism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "phendimetrazine",
            "description": {
                "common": "formoterol and phendimetrazine both decrease  sedation. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "physostigmine",
            "description": {
                "common": "physostigmine increases and glycopyrrolate inhaled decreases cholinergic effects/transmission. Effect of interaction is not clear, use caution. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "phenobarbital",
            "description": {
                "common": "phenobarbital increases and formoterol decreases sedation. Effect of interaction is not clear, use caution. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "phenoxybenzamine",
            "description": {
                "common": "phenoxybenzamine, formoterol. Mechanism: pharmacodynamic synergism. Use Caution/Monitor. Hypotension, tachycardia."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "phentermine",
            "description": {
                "common": "formoterol and phentermine both decrease  sedation. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "phenylephrine",
            "description": {
                "common": "formoterol and phenylephrine both decrease  sedation. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "phenylephrine PO",
            "description": {
                "common": "formoterol and phenylephrine PO both decrease  sedation. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "pholcodine",
            "description": {
                "common": "pholcodine increases and formoterol decreases sedation. Effect of interaction is not clear, use caution. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "pilocarpine",
            "description": {
                "common": "pilocarpine increases and glycopyrrolate inhaled decreases cholinergic effects/transmission. Effect of interaction is not clear, use caution. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "pimozide",
            "description": {
                "common": "glycopyrrolate inhaled decreases levels of pimozide by pharmacodynamic antagonism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "pindolol",
            "description": {
                "common": "pindolol increases and formoterol decreases serum potassium. Effect of interaction is not clear, use caution. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "pralidoxime",
            "description": {
                "common": "glycopyrrolate inhaled and pralidoxime both decrease  cholinergic effects/transmission. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "pirbuterol",
            "description": {
                "common": "formoterol and pirbuterol both decrease  serum potassium. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "piroxicam",
            "description": {
                "common": "piroxicam increases and formoterol decreases serum potassium. Effect of interaction is not clear, use caution. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "posaconazole",
            "description": {
                "common": "formoterol and posaconazole both increase  QTc interval. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "potassium acid phosphate",
            "description": {
                "common": "potassium acid phosphate increases and formoterol decreases serum potassium. Effect of interaction is not clear, use caution. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "potassium chloride",
            "description": {
                "common": "potassium chloride increases and formoterol decreases serum potassium. Effect of interaction is not clear, use caution. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "potassium citrate",
            "description": {
                "common": "potassium citrate increases and formoterol decreases serum potassium. Effect of interaction is not clear, use caution. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "primidone",
            "description": {
                "common": "primidone increases and formoterol decreases sedation. Effect of interaction is not clear, use caution. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "procarbazine",
            "description": {
                "common": "procarbazine increases effects of formoterol by pharmacodynamic synergism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "prochlorperazine",
            "description": {
                "common": "glycopyrrolate inhaled decreases levels of prochlorperazine by pharmacodynamic antagonism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "promethazine",
            "description": {
                "common": "promethazine increases effects of glycopyrrolate inhaled by pharmacodynamic synergism. Use Caution/Monitor. Additive anticholinergic effects, possible hypoglycemia."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "propantheline",
            "description": {
                "common": "glycopyrrolate inhaled and propantheline both decrease  cholinergic effects/transmission. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "propranolol",
            "description": {
                "common": "propranolol increases and formoterol decreases serum potassium. Effect of interaction is not clear, use caution. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "propylhexedrine",
            "description": {
                "common": "formoterol and propylhexedrine both decrease  sedation. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "protriptyline",
            "description": {
                "common": "protriptyline increases and formoterol decreases sedation. Effect of interaction is not clear, use caution. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "pseudoephedrine",
            "description": {
                "common": "formoterol and pseudoephedrine both increase  sympathetic (adrenergic) effects, including increased blood pressure and heart rate. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "pyridostigmine",
            "description": {
                "common": "pyridostigmine increases and glycopyrrolate inhaled decreases cholinergic effects/transmission. Effect of interaction is not clear, use caution. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "quazepam",
            "description": {
                "common": "quazepam increases and formoterol decreases sedation. Effect of interaction is not clear, use caution. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "quetiapine",
            "description": {
                "common": "glycopyrrolate inhaled decreases levels of quetiapine by inhibition of GI absorption. Applies only to oral form of both agents. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "quinine",
            "description": {
                "common": "formoterol and quinine both increase  QTc interval. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "rapacuronium",
            "description": {
                "common": "glycopyrrolate inhaled and rapacuronium both decrease  cholinergic effects/transmission. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ranolazine",
            "description": {
                "common": "formoterol and ranolazine both increase  QTc interval. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ribociclib",
            "description": {
                "common": "ribociclib increases toxicity of formoterol by QTc interval. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "rimantadine",
            "description": {
                "common": "glycopyrrolate inhaled, rimantadine. Mechanism: pharmacodynamic synergism. Use Caution/Monitor. Enhanced CNS side effects."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "risperidone",
            "description": {
                "common": "risperidone increases effects of glycopyrrolate inhaled by pharmacodynamic synergism. Use Caution/Monitor. Additive anticholinergic effects, possible hypoglycemia."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "rivastigmine",
            "description": {
                "common": "rivastigmine increases and glycopyrrolate inhaled decreases cholinergic effects/transmission. Effect of interaction is not clear, use caution. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "sacubitril/valsartan",
            "description": {
                "common": "sacubitril/valsartan increases and formoterol decreases serum potassium. Effect of interaction is not clear, use caution. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "rocuronium",
            "description": {
                "common": "glycopyrrolate inhaled and rocuronium both decrease  cholinergic effects/transmission. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "salicylates (non-asa)",
            "description": {
                "common": "salicylates (non-asa) increases and formoterol decreases serum potassium. Effect of interaction is not clear, use caution. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "salmeterol",
            "description": {
                "common": "formoterol and salmeterol both decrease  serum potassium. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "salsalate",
            "description": {
                "common": "salsalate increases and formoterol decreases serum potassium. Effect of interaction is not clear, use caution. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "scopolamine",
            "description": {
                "common": "glycopyrrolate inhaled and scopolamine both decrease  cholinergic effects/transmission. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "scullcap",
            "description": {
                "common": "scullcap increases and formoterol decreases sedation. Effect of interaction is not clear, use caution. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "secobarbital",
            "description": {
                "common": "secobarbital increases and formoterol decreases sedation. Effect of interaction is not clear, use caution. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "selpercatinib",
            "description": {
                "common": "selpercatinib increases toxicity of formoterol by QTc interval. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "serdexmethylphenidate/dexmethylphenidate",
            "description": {
                "common": "formoterol and serdexmethylphenidate/dexmethylphenidate both increase  sympathetic (adrenergic) effects, including increased blood pressure and heart rate. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "shepherd's purse",
            "description": {
                "common": "shepherd's purse increases and formoterol decreases sedation. Effect of interaction is not clear, use caution. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "sodium sulfate/potassium sulfate/magnesium sulfate/polyethylene glycol",
            "description": {
                "common": "formoterol and sodium sulfate/potassium sulfate/magnesium sulfate/polyethylene glycol both decrease  serum potassium. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "solifenacin",
            "description": {
                "common": "glycopyrrolate inhaled and solifenacin both decrease  cholinergic effects/transmission. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "solriamfetol",
            "description": {
                "common": "formoterol and solriamfetol both increase  sympathetic (adrenergic) effects, including increased blood pressure and heart rate. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "sorafenib",
            "description": {
                "common": "sorafenib and formoterol both increase  QTc interval. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "sotalol",
            "description": {
                "common": "sotalol increases and formoterol decreases serum potassium. Effect of interaction is not clear, use caution. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "spironolactone",
            "description": {
                "common": "spironolactone increases and formoterol decreases serum potassium. Effect of interaction is not clear, use caution. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "succinylcholine",
            "description": {
                "common": "succinylcholine increases and glycopyrrolate inhaled decreases cholinergic effects/transmission. Effect of interaction is not clear, use caution. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "sufentanil",
            "description": {
                "common": "sufentanil increases and formoterol decreases sedation. Effect of interaction is not clear, use caution. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "thioridazine",
            "description": {
                "common": "glycopyrrolate inhaled decreases levels of thioridazine by inhibition of GI absorption. Applies only to oral form of both agents. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "sulfamethoxazole",
            "description": {
                "common": "sulfamethoxazole and formoterol both increase  QTc interval. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "sulfasalazine",
            "description": {
                "common": "sulfasalazine increases and formoterol decreases serum potassium. Effect of interaction is not clear, use caution. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "sulindac",
            "description": {
                "common": "sulindac increases and formoterol decreases serum potassium. Effect of interaction is not clear, use caution. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "tapentadol",
            "description": {
                "common": "tapentadol increases and formoterol decreases sedation. Effect of interaction is not clear, use caution. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "telavancin",
            "description": {
                "common": "formoterol and telavancin both increase  QTc interval. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "temazepam",
            "description": {
                "common": "temazepam increases and formoterol decreases sedation. Effect of interaction is not clear, use caution. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "terbutaline",
            "description": {
                "common": "formoterol and terbutaline both decrease  serum potassium. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "thioridazine",
            "description": {
                "common": "thioridazine increases and formoterol decreases sedation. Effect of interaction is not clear, use caution. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "thiothixene",
            "description": {
                "common": "thiothixene increases and formoterol decreases sedation. Effect of interaction is not clear, use caution. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "timolol",
            "description": {
                "common": "timolol increases and formoterol decreases serum potassium. Effect of interaction is not clear, use caution. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "tiotropium",
            "description": {
                "common": "glycopyrrolate inhaled and tiotropium both decrease  cholinergic effects/transmission. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "tolfenamic acid",
            "description": {
                "common": "tolfenamic acid increases and formoterol decreases serum potassium. Effect of interaction is not clear, use caution. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "tolmetin",
            "description": {
                "common": "tolmetin increases and formoterol decreases serum potassium. Effect of interaction is not clear, use caution. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "tolterodine",
            "description": {
                "common": "glycopyrrolate inhaled and tolterodine both decrease  cholinergic effects/transmission. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "tolvaptan",
            "description": {
                "common": "tolvaptan increases and formoterol decreases serum potassium. Effect of interaction is not clear, use caution. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "topiramate",
            "description": {
                "common": "topiramate increases and formoterol decreases sedation. Effect of interaction is not clear, use caution. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "torsemide",
            "description": {
                "common": "formoterol and torsemide both decrease  serum potassium. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "tramadol",
            "description": {
                "common": "tramadol increases and formoterol decreases sedation. Effect of interaction is not clear, use caution. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "trazodone",
            "description": {
                "common": "trazodone increases and formoterol decreases sedation. Effect of interaction is not clear, use caution. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "triamterene",
            "description": {
                "common": "triamterene increases and formoterol decreases serum potassium. Effect of interaction is not clear, use caution. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "triazolam",
            "description": {
                "common": "triazolam increases and formoterol decreases sedation. Effect of interaction is not clear, use caution. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "triclofos",
            "description": {
                "common": "triclofos increases and formoterol decreases sedation. Effect of interaction is not clear, use caution. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "trifluoperazine",
            "description": {
                "common": "trifluoperazine increases and formoterol decreases sedation. Effect of interaction is not clear, use caution. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "trihexyphenidyl",
            "description": {
                "common": "glycopyrrolate inhaled and trihexyphenidyl both decrease  cholinergic effects/transmission. Use Caution/Monitor. Potential for additive anticholinergic effects."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "trimethoprim",
            "description": {
                "common": "formoterol and trimethoprim both increase  QTc interval. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "trimipramine",
            "description": {
                "common": "trimipramine increases and formoterol decreases sedation. Effect of interaction is not clear, use caution. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "triprolidine",
            "description": {
                "common": "triprolidine increases and formoterol decreases sedation. Effect of interaction is not clear, use caution. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "trospium chloride",
            "description": {
                "common": "glycopyrrolate inhaled and trospium chloride both decrease  cholinergic effects/transmission. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "triptorelin",
            "description": {
                "common": "triptorelin increases levels of formoterol by QTc interval. Use Caution/Monitor. Increases risk of torsades de pointes."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "tropisetron",
            "description": {
                "common": "formoterol and tropisetron both increase  QTc interval. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "umeclidinium bromide",
            "description": {
                "common": "umeclidinium bromide and glycopyrrolate inhaled both decrease  cholinergic effects/transmission. Use Caution/Monitor. If possible, avoid coadministration of additional anticholinergic agents "
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "vecuronium",
            "description": {
                "common": "glycopyrrolate inhaled and vecuronium both decrease  cholinergic effects/transmission. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "venlafaxine",
            "description": {
                "common": "formoterol and venlafaxine both increase  QTc interval. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "voriconazole",
            "description": {
                "common": "formoterol and voriconazole both increase  QTc interval. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "xylometazoline",
            "description": {
                "common": "formoterol and xylometazoline both decrease  sedation. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "yohimbine",
            "description": {
                "common": "formoterol and yohimbine both decrease  sedation. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ziconotide",
            "description": {
                "common": "ziconotide increases and formoterol decreases sedation. Effect of interaction is not clear, use caution. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ziprasidone",
            "description": {
                "common": "glycopyrrolate inhaled decreases levels of ziprasidone by pharmacodynamic antagonism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "zotepine",
            "description": {
                "common": "glycopyrrolate inhaled decreases levels of zotepine by inhibition of GI absorption. Applies only to oral form of both agents. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "bendroflumethiazide",
            "description": {
                "common": "formoterol, bendroflumethiazide. Mechanism: pharmacodynamic synergism. Minor/Significance Unknown. Hypokalemia."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "bumetanide",
            "description": {
                "common": "formoterol, bumetanide. Mechanism: pharmacodynamic synergism. Minor/Significance Unknown. Hypokalemia."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "chloroquine",
            "description": {
                "common": "chloroquine increases toxicity of formoterol by QTc interval. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "chlorothiazide",
            "description": {
                "common": "formoterol, chlorothiazide. Mechanism: pharmacodynamic synergism. Minor/Significance Unknown. Hypokalemia."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "chlorthalidone",
            "description": {
                "common": "formoterol, chlorthalidone. Mechanism: pharmacodynamic synergism. Minor/Significance Unknown. Hypokalemia."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "cyclopenthiazide",
            "description": {
                "common": "formoterol, cyclopenthiazide. Mechanism: pharmacodynamic synergism. Minor/Significance Unknown. Hypokalemia."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "desipramine",
            "description": {
                "common": "glycopyrrolate inhaled and desipramine both decrease  cholinergic effects/transmission. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "dimenhydrinate",
            "description": {
                "common": "dimenhydrinate increases toxicity of glycopyrrolate inhaled by pharmacodynamic synergism. Minor/Significance Unknown. Additive anticholinergic effects."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "donepezil",
            "description": {
                "common": "donepezil decreases effects of glycopyrrolate inhaled by pharmacodynamic antagonism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "ethacrynic acid",
            "description": {
                "common": "formoterol, ethacrynic acid. Mechanism: pharmacodynamic synergism. Minor/Significance Unknown. Hypokalemia."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "eucalyptus",
            "description": {
                "common": "eucalyptus increases and formoterol decreases sedation. Effect of interaction is not clear, use caution. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "furosemide",
            "description": {
                "common": "formoterol, furosemide. Mechanism: pharmacodynamic synergism. Minor/Significance Unknown. Hypokalemia."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "galantamine",
            "description": {
                "common": "galantamine decreases effects of glycopyrrolate inhaled by pharmacodynamic antagonism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "green tea",
            "description": {
                "common": "green tea increases effects of formoterol by pharmacodynamic synergism. Minor/Significance Unknown. Due to caffeine content.  Combination may increase CNS stimulatory effects due to caffeine in green tea."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "hydrochlorothiazide",
            "description": {
                "common": "formoterol, hydrochlorothiazide. Mechanism: pharmacodynamic synergism. Minor/Significance Unknown. Hypokalemia."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "indapamide",
            "description": {
                "common": "formoterol, indapamide. Mechanism: pharmacodynamic synergism. Minor/Significance Unknown. Hypokalemia."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "lofepramine",
            "description": {
                "common": "lofepramine increases levels of glycopyrrolate inhaled by unknown mechanism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "methyclothiazide",
            "description": {
                "common": "formoterol, methyclothiazide. Mechanism: pharmacodynamic synergism. Minor/Significance Unknown. Hypokalemia."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "metolazone",
            "description": {
                "common": "formoterol, metolazone. Mechanism: pharmacodynamic synergism. Minor/Significance Unknown. Hypokalemia."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "noni juice",
            "description": {
                "common": "noni juice increases and formoterol decreases serum potassium. Effect of interaction is not clear, use caution. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "prochlorperazine",
            "description": {
                "common": "prochlorperazine increases toxicity of glycopyrrolate inhaled by unknown mechanism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "promazine",
            "description": {
                "common": "promazine increases toxicity of glycopyrrolate inhaled by unknown mechanism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "promethazine",
            "description": {
                "common": "promethazine increases toxicity of glycopyrrolate inhaled by unknown mechanism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "rimantadine",
            "description": {
                "common": "rimantadine increases effects of glycopyrrolate inhaled by pharmacodynamic synergism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "sage",
            "description": {
                "common": "sage increases and formoterol decreases sedation. Effect of interaction is not clear, use caution. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "thioridazine",
            "description": {
                "common": "thioridazine increases toxicity of glycopyrrolate inhaled by unknown mechanism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "torsemide",
            "description": {
                "common": "formoterol, torsemide. Mechanism: pharmacodynamic synergism. Minor/Significance Unknown. Hypokalemia."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "trazodone",
            "description": {
                "common": "glycopyrrolate inhaled and trazodone both decrease  cholinergic effects/transmission. Minor/Significance Unknown."
            }
        }
    ],
    "adverse effects": [
        {
            "name": "Hypersensitivity reactions",
            "percent": null
        },
        {
            "name": "Hyperglycemia",
            "percent": null
        },
        {
            "name": "Sleep disturbance",
            "percent": null
        },
        {
            "name": "Agitation",
            "percent": null
        },
        {
            "name": "Restlessness",
            "percent": null
        },
        {
            "name": "Tremor",
            "percent": null
        },
        {
            "name": "Nausea",
            "percent": null
        },
        {
            "name": "Tachycardia",
            "percent": null
        },
        {
            "name": "Palpitations",
            "percent": null
        },
        {
            "name": "Cardiac arrhythmias",
            "percent": null
        }
    ]
}