{
    "name": "penicillin G benzathine/penicillin G procaine",
    "comment": "Rx",
    "other_names": [
        "Bicillin C-R",
        "Bicillin C-R 900/300"
    ],
    "classes": [
        "Penicillins",
        "Natural"
    ],
    "source": "https://reference.medscape.com/drug/bicillin-c-r-penicillin-g-benzathine-penicillin-g-procaine-999574",
    "pregnancy": {
        "common": [
            "Reproduction studies performed in the mouse, rat, and rabbit have revealed no evidence of impaired fertility or harm to fetus due to penicillin G",
            "Human experience with penicillins during pregnancy has not shown any positive evidence of adverse effects on the fetus; there are, however, no adequate and well-controlled studies in pregnant women showing conclusively that harmful effects of these drugs on the fetus can be excluded",
            "Because animal reproduction studies are not always predictive of human response, this drug should be used during pregnancy only if clearly needed"
        ],
        "specific": []
    },
    "lactation": {
        "common": [
            "Soluble penicillin G is excreted in breast milk; exercise caution when penicillin G benzathine and penicillin G procaine are administered to a nursing woman"
        ]
    },
    "warnings": {
        "black_box_warning": {
            "common": [
                "Not for IV use",
                "Do not inject IV or admix with other IV solutions",
                "Reports of inadvertent IV administration associated with cardiorespiratory arrest and death",
                "Prior to administration, carefully read the warnings, adverse reactions, and dosage and administration sections of the labeling"
            ],
            "specific": []
        },
        "contraindicators": {
            "common": [
                "Hypersensitivity; serious and occasionally fatal reactions have been reported"
            ],
            "specific": []
        },
        "cautions": {
            "common": [
                "For deep IM administration only; do not administer IV, SC, or IT",
                "Severe cutaneous adverse reactions (SCAR), such as Stevens-Johnson syndrome (SJS), toxic epidermal necrolysis (TEN), drug reaction with eosinophilia and systemic symptoms (DRESS), and acute generalized exanthematous pustulosis (AGEP) reported; discontinue therapy when SCAR suspected; consider an alternative treatment ",
                "Procaine reactions: Immediate toxic reactions to procaine reported, particularly when a large single dose is administered (4.8 million units); reaction manifested by mental disturbances including anxiety, confusion, agitation, depression, weakness, seizures, hallucinations, combativeness, and fear",
                "Avoid use in neonates; increased risk for sterile abscess development and procaine toxicity",
                "Severe pneumonia, empyema, bacteremia, pericarditis, meningitis, peritonitis, and arthritis of pneumococcal etiology are better treated with penicillin G sodium or potassium during the acute stage",
                "When high, sustained serum levels are required, penicillin G sodium or potassium, either IM or IV, should be used",
                "NOT indicated for treatment of venereal diseases, including syphilis, gonorrhea, yaws, bejel, and pinta",
                "Only prescribe combination of penicillin G benzathine and penicillin G procaine for the approved indications",
                "Prescribing in the absence of a proven or strongly suspected bacterial infection or a prophylactic indication is unlikely to provide benefit to patient and increases the risk of a development of drug-resistant bacteria",
                "For deep intramuscular injection only; there have been reports of inadvertent intravenous administration of penicillin G benzathine which has been associated with cardiorespiratory arrest and death; therefore, do not inject intravenously or admix with other intravenous solutions",
                "Administer intramuscularly only in the upper, outer quadrant of the buttock (dorsogluteal) or ventrogluteal site; quadriceps femoris fibrosis and atrophy reported following repeated intramuscular injections of penicillin preparations into anterolateral thigh; therefore, administration in anterolateral thigh not recommended",
                "In prolonged therapy with penicillin, and particularly with high-dosage schedules, periodic evaluation of renal and hematopoietic systems is recommended",
                "The use of antibiotics may result in overgrowth of nonsusceptible organisms; constant observation of patient is essential; if new infections due to bacteria or fungi appear during therapy, the drug should be discontinued and appropriate measures taken."
            ],
            "specific": [
                {
                    "type": "Anaphylaxis or allergic reactions",
                    "description": [
                        "Serious and rare fatal hypersensitivity, anaphylactic, reactions reported in patients on penicillin therapy; reactions are more likely to occur in individuals with history of penicillin hypersensitivity and/or history of sensitivity to multiple allergens",
                        "Individuals with history of penicillin hypersensitivity who experienced severe reactions when treated with cephalosporins reported",
                        "Make careful inquiry regarding previous hypersensitivity reactions to penicillin, cephalosporins, or other allergens prior to initiating therapy with this penicillin combination",
                        "If allergic reaction occurs, discontinue administration and institute appropriate therapy",
                        "Serious anaphylactic reactions require immediate emergency treatment with epinephrine, oxygen, intravenous steroids, and airway management, including intubation as indicated",
                        "Penicillin should be used with caution in individuals with histories of significant allergies and/or asthma",
                        "A small percentage of patients are sensitive to procaine; if there is a history of sensitivity, make the usual test: inject intradermally 0.1 mL of a 1 to 2 percent procaine solution; development of an erythema, wheal, flare, or eruption indicates procaine sensitivity; sensitivity should be treated by the usual methods, including barbiturates, and procaine penicillin preparations should not be used; antihistaminics appear beneficial in treatment of procaine reactions",
                        "Whenever allergic reactions occur, penicillin should be withdrawn unless, in the opinion of the physician, the condition being treated is life-threatening and amenable only to penicillin therapy"
                    ]
                },
                {
                    "type": "Clostridium difficile-associated diarrhea",
                    "description": [
                        "Clostridium difficile associated with diarrhea (CDAD) reported; may range in severity from mild diarrhea to fatal colitis; treatment with antibacterial agents alters the normal flora of the colon leading to overgrowth of C. difficile",
                        "C. difficile produces toxins A and B which contribute to development of CDAD; hyper toxin producing strains of C. difficile cause increased morbidity and mortality, as these infections can be refractory to antimicrobial therapy and may require colectomy",
                        "CDAD must be considered in all patients who present with diarrhea following antibiotic use; careful medical history necessary since CDAD has been reported to occur over two months after administration of antibacterial agents",
                        "If CDAD is suspected or confirmed, ongoing antibiotic use not directed against C. difficile may need to be discontinued; appropriate fluid and electrolyte management, protein supplementation, antibiotic treatment of C. difficile, and surgical evaluation should be instituted as clinically indicated"
                    ]
                },
                {
                    "type": "Injection into or near a nerve",
                    "description": [
                        "Inadvertent intravascular administration, including inadvertent direct intra-arterial injection or injection immediately adjacent to arteries, has resulted in severe neurovascular damage, including transverse myelitis with permanent paralysis, gangrene requiring amputation of digits and more proximal portions of extremities, and necrosis and sloughing at and surrounding the injection site",
                        "Such severe effects have been reported following injections into buttock, thigh, and deltoid areas; other serious complications of suspected intravascular administration which have been reported include immediate pallor, mottling, or cyanosis of extremity both distal and proximal to injection site, followed by bleb formation; severe edema requiring anterior and/or posterior compartment fasciotomy in the lower extremity",
                        "The above-described severe effects and complications have most often occurred in infants and small children; prompt consultation with an appropriate specialist is indicated if any evidence of compromise of blood supply occurs at, proximal to, or distal to site of injection"
                    ]
                },
                {
                    "type": "Methemoglobinemia",
                    "description": [
                        "Use of local anesthetics may cause methemoglobinemia, a serious condition that must be treated promptly; patients with glucose-6-phosphate dehydrogenase deficiency, congenital or idiopathic methemoglobinemia, cardiac or pulmonary compromise, infants under 6 months of age, and concurrent exposure to oxidizing agents or their metabolites are more susceptible to developing clinical manifestations of the condition",
                        "Patients who are administered local anesthetics are at increased risk of developing methemoglobinemia when concurrently exposed to the following drugs, nitroglycerin, nitroprusside, nitric oxide, nitrous oxide, cyclophosphamide, flutamide, hydroxyurea, ifosfamide, rasburicase, dapsone, nitrofurantoin, para­aminosalicylic acid, sulfonamides, chloroquine, primaquine, phenobarbital, sodium valproate, acetaminophen, metoclopramide, quinine, sulfasalazine",
                        "Advise patients or caregivers to seek immediate medical attention if patient experiences the following signs or symptoms: pale, gray, or blue-colored skin (cyanosis); headache; rapid heart rate; shortness of breath; lightheadedness; or fatigue; discontinue drug and any other oxidizing agents; depending on severity of signs and symptoms, patients may respond to supportive care, including oxygen therapy and hydration; a more severe clinical presentation may require treatment with methylene blue, exchange transfusion, or hyperbaric oxygen"
                    ]
                }
            ]
        }
    },
    "interactions": [
        {
            "classification_type": "Serious",
            "interaction_with": "baricitinib",
            "description": {
                "common": "penicillin G benzathine will increase the level or effect of baricitinib by  decreasing elimination. Avoid or Use Alternate Drug. Coadministration of baricitinib with strong organic anion transporter 3 (OAT3) inhibitors is not recommended."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "cholera vaccine",
            "description": {
                "common": "penicillin G benzathine, cholera vaccine. pharmacodynamic antagonism. Avoid or Use Alternate Drug. Avoid coadministration of cholera vaccine with systemic antibiotics since these agents may be active against the vaccine strain. Do not administer cholera vaccine to patients who have received oral or parenteral antibiotics within 14 days prior to vaccination."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "leniolisib",
            "description": {
                "common": "leniolisib will increase the level or effect of penicillin G benzathine by  Other (see comment). Avoid or Use Alternate Drug. Leniolisib, an OATP1B1 and OATP1B3 inhibitor, may increase systemic exposure of these substrates "
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "microbiota oral",
            "description": {
                "common": "penicillin G procaine decreases effects of microbiota oral by pharmacodynamic antagonism. Avoid or Use Alternate Drug. Microbiota oral contains bacterial spores. Antibacterial agents may decrease efficacy if coadministered. Complete antibiotic regimens 2-4 days before initiating microbiota oral. ."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "microbiota oral",
            "description": {
                "common": "penicillin G benzathine decreases effects of microbiota oral by pharmacodynamic antagonism. Avoid or Use Alternate Drug. Microbiota oral contains bacterial spores. Antibacterial agents may decrease efficacy if coadministered. Complete antibiotic regimens 2-4 days before initiating microbiota oral. ."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "omadacycline",
            "description": {
                "common": "omadacycline decreases effects of penicillin G procaine by pharmacodynamic antagonism. Avoid or Use Alternate Drug. Tetracyclines may interfere with the bactericidal action of penicillins. Monitor for decreased therapeutic effects of penicillins if concomitantly used with a tetracycline."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "sarecycline",
            "description": {
                "common": "sarecycline decreases effects of penicillin G benzathine by pharmacodynamic antagonism. Avoid or Use Alternate Drug. Tetracyclines may interfere with the bactericidal action of penicillins. Monitor for decreased therapeutic effects of penicillins if concomitantly used with a tetracycline."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "trofinetide",
            "description": {
                "common": "trofinetide will increase the level or effect of penicillin G benzathine by  Other (see comment). Avoid or Use Alternate Drug. Trofinetide (an OATP131 and OATP13B inhibitor) may increase plasma levels of OATP131 or OATP13B substrates. Avoid coadministration with sensitive substrates."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "amifampridine",
            "description": {
                "common": "penicillin G benzathine increases toxicity of amifampridine by Other (see comment). Modify Therapy/Monitor Closely. \nComment: Amifampridine can cause seizures. Coadministration with drugs that lower seizure threshold may increase this risk."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "apalutamide",
            "description": {
                "common": "apalutamide will decrease the level or effect of penicillin G benzathine by  increasing elimination. Use Caution/Monitor. Apalutamide weakly induces OATP1B1 and may decrease systemic exposure of drugs that are OATP1B1 substrates."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "dienogest/estradiol valerate",
            "description": {
                "common": "penicillin G procaine will decrease the level or effect of dienogest/estradiol valerate by  altering intestinal flora. Applies only to oral forms of hormone. Low risk of contraceptive failure. Use Caution/Monitor. An alternate or additional form of birth control may be advisable during concomitant use."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "dienogest/estradiol valerate",
            "description": {
                "common": "penicillin G benzathine will decrease the level or effect of dienogest/estradiol valerate by  altering intestinal flora. Applies only to oral forms of hormone. Low risk of contraceptive failure. Use Caution/Monitor. An alternate or additional form of birth control may be advisable during concomitant use."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "sodium picosulfate/magnesium oxide/anhydrous citric acid",
            "description": {
                "common": "penicillin G procaine decreases effects of sodium picosulfate/magnesium oxide/anhydrous citric acid by altering metabolism. Use Caution/Monitor. Coadministration with antibiotics decreases efficacy by altering colonic bacterial flora needed to convert sodium picosulfate to active drug."
            }
        }
    ],
    "adverse effects": [
        {
            "name": "Skin rashes including maculopapular eruptions and exfoliative dermatitis",
            "percent": null
        },
        {
            "name": "Urticaria",
            "percent": null
        },
        {
            "name": "Serum",
            "percent": null
        },
        {
            "name": "sicknesslike reactions",
            "percent": null
        },
        {
            "name": "eg",
            "percent": null
        },
        {
            "name": "chills",
            "percent": null
        },
        {
            "name": "fever",
            "percent": null
        },
        {
            "name": "edema",
            "percent": null
        },
        {
            "name": "arthralgia",
            "percent": null
        },
        {
            "name": "prostration",
            "percent": null
        },
        {
            "name": "Jarisch",
            "percent": null
        },
        {
            "name": "Herxheimer reaction reported when treating syphilis",
            "percent": null
        },
        {
            "name": "Pseudomembranous colitis",
            "percent": null
        }
    ]
}