{
    "name": "ibandronate",
    "comment": "Rx",
    "other_names": [
        "Boniva"
    ],
    "classes": [
        "Calcium Metabolism Modifiers",
        "Bisphosphonate Derivatives"
    ],
    "source": "https://reference.medscape.com/drug/boniva-ibandronate-342871",
    "pregnancy": {
        "common": [
            "Pregnancy: Ibandronate is not indicated for use in women of reproductive potential; there are no data with ibandronate use in pregnant women to inform any drug-associated risks",
            "Lactation: Ibandronate is not indicated for use in women of reproductive potential; there is no information on the presence of ibandronate in human milk, effects of ibandronate on breastfed infant, or effects of ibandronate on milk production; ibandronate is present in rat milk; clinical relevance of these data is unclear"
        ],
        "specific": []
    },
    "lactation": {
        "common": [
            "Lactation: Ibandronate is not indicated for use in women of reproductive potential; there is no information on the presence of ibandronate in human milk, effects of ibandronate on breastfed infant, or effects of ibandronate on milk production; ibandronate is present in rat milk; clinical relevance of these data is unclear"
        ]
    },
    "warnings": {
        "black_box_warning": {
            "common": [],
            "specific": []
        },
        "contraindicators": {
            "common": [
                "Hypersensitivity; anaphylaxis reported, including fatalities",
                "Uncorrected hypocalcemia",
                "Inability to stand or sit upright for at least 60 min",
                "Esophagus abnormalities that delay emptying (eg, stricture, achalasia)"
            ],
            "specific": []
        },
        "cautions": {
            "common": [
                "Potential for esophagitis, dysphagia & esophageal ulcers",
                "Severe esophageal risk greater in patients who lie down after taking oral bisphosphonates and/or who fail to swallow it with the recommended full glass (6-8 oz) of water",
                "Do not continue to take oral bisphosphonates after developing symptoms suggestive of esophageal irritation",
                "Food decreases bioavailability",
                "Ensure adequate intake of calcium, vitamin D; correct hypocalcemia before use",
                "Osteonecrosis of the jaw, can occur spontaneously and is generally associated with tooth extraction and/or local infection with delayed healing; known risk factors include invasive dental procedures (e.g., tooth extraction, dental implants, boney surgery), diagnosis of cancer, concomitant therapies (e.g., chemotherapy, corticosteroids, angiogenesis inhibitors), poor oral hygiene, and co-morbid disorders; risk of osteonecrosis of the jaw may increase with duration of exposure to bisphosphonates",
                "Risk of severe bone, joint and/or muscle pain; consider discontinuing if symptoms develop",
                "Possible increased risk for atypical subtrochanteric and diaphyseal femur fractures; consider periodic reevaluation of need for continued bisphosphonate therapy, particularly if treatment >5 years; patients with new thigh or groin pain should be evaluated to rule out a femoral fracture",
                "Not recommended in severe renal impairment (CrCl <30 mL/min)",
                "Avoid concomitant multivalent cation-containing drugs or food"
            ],
            "specific": [
                {
                    "type": "Esophageal cancer risk (July 21, 2011 FDA safety communication)",
                    "description": [
                        "Conflicting findings exist from studies evaluating the risk of esophageal cancer with oral bisphosphonates",
                        "Esophagitis and other esophageal events have been reported, particularly in patients who do not follow the specific directions for use of oral bisphosphonates (eg, sit up or stand after administration, take with full glass of water)",
                        "An ongoing review of data from published studies to evaluate whether use of oral bisphosphonate drugs is associated with an increased risk of cancer of the esophagus is currently being conducted by the FDA",
                        "The FDA has not concluded that taking an oral bisphosphonate drug increases the risk of esophageal cancer",
                        "There are insufficient data to recommend endoscopic screening of asymptomatic patients",
                        "FDA will continue to evaluate all available data supporting the safety and effectiveness of bisphosphonate drugs and will update the public when more information becomes available",
                        "Instruct patients to contact their healthcare provider if they develop symptoms of esophagitis (eg, swallowing difficulties, chest pain, new or worsening heartburn, trouble or pain when swallowing)"
                    ]
                }
            ]
        }
    },
    "interactions": [
        {
            "classification_type": "Contraindicated",
            "interaction_with": "human parathyroid hormone, recombinant",
            "description": {
                "common": "ibandronate decreases effects of human parathyroid hormone, recombinant by Other (see comment). Contraindicated. \nComment: Coadministration of bisphosphonates with rhPTH leads to reduction in rhPTH's calcium sparing effect, which can interfere with the normalization of serum calcium."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "aluminum hydroxide",
            "description": {
                "common": "aluminum hydroxide decreases levels of ibandronate by inhibition of GI absorption. Applies only to oral form of both agents. Use Caution/Monitor. Separate by 2 hours."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "calcium acetate",
            "description": {
                "common": "calcium acetate decreases levels of ibandronate by inhibition of GI absorption. Applies only to oral form of both agents. Use Caution/Monitor. Separate by 30 minutes."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "calcium carbonate",
            "description": {
                "common": "calcium carbonate decreases levels of ibandronate by inhibition of GI absorption. Applies only to oral form of both agents. Use Caution/Monitor. Separate by 30 minutes."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "calcium chloride",
            "description": {
                "common": "calcium chloride decreases levels of ibandronate by inhibition of GI absorption. Applies only to oral form of both agents. Use Caution/Monitor. Separate by 30 minutes."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "calcium citrate",
            "description": {
                "common": "calcium citrate decreases levels of ibandronate by inhibition of GI absorption. Applies only to oral form of both agents. Use Caution/Monitor. Separate by 30 minutes."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "calcium gluconate",
            "description": {
                "common": "calcium gluconate decreases levels of ibandronate by inhibition of GI absorption. Applies only to oral form of both agents. Use Caution/Monitor. Separate by 30 minutes."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "carbonyl iron",
            "description": {
                "common": "carbonyl iron decreases levels of ibandronate by inhibition of GI absorption. Applies only to oral form of both agents. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "deferasirox",
            "description": {
                "common": "deferasirox, ibandronate. Other (see comment). Use Caution/Monitor. \nComment:  Combination may increase GI bleeding, ulceration and irritation. Use with caution."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ferric maltol",
            "description": {
                "common": "ferric maltol decreases levels of ibandronate by inhibition of GI absorption. Applies only to oral form of both agents. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ferrous fumarate",
            "description": {
                "common": "ferrous fumarate decreases levels of ibandronate by inhibition of GI absorption. Applies only to oral form of both agents. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ferrous gluconate",
            "description": {
                "common": "ferrous gluconate decreases levels of ibandronate by inhibition of GI absorption. Applies only to oral form of both agents. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ferrous sulfate",
            "description": {
                "common": "ferrous sulfate decreases levels of ibandronate by inhibition of GI absorption. Applies only to oral form of both agents. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "iron dextran complex",
            "description": {
                "common": "iron dextran complex decreases levels of ibandronate by inhibition of GI absorption. Applies only to oral form of both agents. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "iron sucrose",
            "description": {
                "common": "iron sucrose decreases levels of ibandronate by inhibition of GI absorption. Applies only to oral form of both agents. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "magnesium supplement",
            "description": {
                "common": "magnesium supplement will decrease the level or effect of ibandronate by  inhibition of GI absorption. Applies only to oral form of both agents. Modify Therapy/Monitor Closely. Formation of a chelate  reduces absorption of the drug through intestinal tract; administer magnesium 2hr before or 2hr after the bisphosphonate derivative"
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "polysaccharide iron",
            "description": {
                "common": "polysaccharide iron decreases levels of ibandronate by inhibition of GI absorption. Applies only to oral form of both agents. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "rose hips",
            "description": {
                "common": "rose hips decreases levels of ibandronate by inhibition of GI absorption. Applies only to oral form of both agents. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "selenium",
            "description": {
                "common": "selenium will decrease the level or effect of ibandronate by  cation binding in GI tract. Modify Therapy/Monitor Closely. Avoid administering polyvalent cations 2 hr before or 1 h after ibandronate."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "sodium bicarbonate",
            "description": {
                "common": "sodium bicarbonate decreases levels of ibandronate by inhibition of GI absorption. Applies only to oral form of both agents. Use Caution/Monitor. Separate by 2 hours."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "sodium citrate/citric acid",
            "description": {
                "common": "sodium citrate/citric acid decreases levels of ibandronate by inhibition of GI absorption. Applies only to oral form of both agents. Use Caution/Monitor. Separate by 2 hours."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "sodium sulfate/?magnesium sulfate/potassium chloride",
            "description": {
                "common": "sodium sulfate/?magnesium sulfate/potassium chloride increases toxicity of ibandronate by Other (see comment). Use Caution/Monitor. \nComment: Coadministration with medications that cause fluid and electrolyte abnormalities may increase the risk of adverse events of seizure, arrhythmias, and renal impairment."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "sodium sulfate/potassium sulfate/magnesium sulfate",
            "description": {
                "common": "sodium sulfate/potassium sulfate/magnesium sulfate increases toxicity of ibandronate by Other (see comment). Use Caution/Monitor. \nComment: Coadministration with medications that cause fluid and electrolyte abnormalities may increase the risk of adverse events of seizure, arrhythmias, and renal impairment."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "voclosporin",
            "description": {
                "common": "voclosporin, ibandronate.\nEither increases toxicity of the other by nephrotoxicity and/or ototoxicity. Modify Therapy/Monitor Closely. Coadministration with drugs associated with nephrotoxicity may increase the risk for acute and/or chronic nephrotoxicity."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "zinc",
            "description": {
                "common": "zinc will decrease the level or effect of ibandronate by  cation binding in GI tract. Modify Therapy/Monitor Closely. Multivalent cation-containing products may interfere with absorption of ibandronate. Administer ibandronate at least 60 min before taking any other oral medications."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "entecavir",
            "description": {
                "common": "ibandronate, entecavir.\nEither increases effects of the other by decreasing renal clearance. Minor/Significance Unknown. Coadministration with drugs that reduce renal function or compete for active tubular secretion may increase serum concentrations of either entecavir or the coadministered drug."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "food",
            "description": {
                "common": "food decreases levels of ibandronate by inhibition of GI absorption. Applies only to oral form of both agents. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "foscarnet",
            "description": {
                "common": "foscarnet increases effects of ibandronate by pharmacodynamic synergism. Minor/Significance Unknown. Risk of severe hypocalcemia."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "magnesium chloride",
            "description": {
                "common": "magnesium chloride decreases levels of ibandronate by inhibition of GI absorption. Applies only to oral form of both agents. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "magnesium citrate",
            "description": {
                "common": "magnesium citrate decreases levels of ibandronate by inhibition of GI absorption. Applies only to oral form of both agents. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "magnesium hydroxide",
            "description": {
                "common": "magnesium hydroxide decreases levels of ibandronate by inhibition of GI absorption. Applies only to oral form of both agents. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "magnesium oxide",
            "description": {
                "common": "magnesium oxide decreases levels of ibandronate by inhibition of GI absorption. Applies only to oral form of both agents. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "magnesium sulfate",
            "description": {
                "common": "magnesium sulfate decreases levels of ibandronate by inhibition of GI absorption. Applies only to oral form of both agents. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "teriparatide",
            "description": {
                "common": "teriparatide, ibandronate. Other (see comment). Minor/Significance Unknown. \nComment: No advantage to bone density with combined treatment."
            }
        }
    ],
    "adverse effects": [
        {
            "name": "ADRs frequency similar to placebo",
            "percent": "34"
        },
        {
            "name": "URI",
            "percent": "14"
        },
        {
            "name": "Back pain",
            "percent": "12"
        },
        {
            "name": "Dyspepsia",
            "percent": "10"
        },
        {
            "name": "Bronchitis",
            "percent": null
        },
        {
            "name": "Asthenia",
            "percent": null
        },
        {
            "name": "Diarrhea",
            "percent": null
        },
        {
            "name": "Dizziness",
            "percent": null
        },
        {
            "name": "Myalgia",
            "percent": null
        },
        {
            "name": "Pneumonia",
            "percent": null
        },
        {
            "name": "Tooth disorder",
            "percent": null
        },
        {
            "name": "UTI",
            "percent": null
        },
        {
            "name": "Hypersensitivity",
            "percent": null
        },
        {
            "name": "Allergic reactions including anaphylactic reaction",
            "percent": null
        },
        {
            "name": "shock",
            "percent": null
        },
        {
            "name": "in some cases fatal",
            "percent": null
        },
        {
            "name": "angioedema",
            "percent": null
        },
        {
            "name": "bronchospasm",
            "percent": null
        },
        {
            "name": "asthma exacerbations",
            "percent": null
        },
        {
            "name": "Stevens",
            "percent": null
        },
        {
            "name": "Johnson syndrome",
            "percent": null
        },
        {
            "name": "erythema multiforme",
            "percent": null
        },
        {
            "name": "rash",
            "percent": null
        },
        {
            "name": "and dermatitis bullous",
            "percent": null
        },
        {
            "name": "Metabolic",
            "percent": null
        },
        {
            "name": "Hypocalcemia",
            "percent": null
        },
        {
            "name": "Musculoskeletal",
            "percent": null
        },
        {
            "name": "Joint",
            "percent": null
        },
        {
            "name": "bone",
            "percent": null
        },
        {
            "name": "or muscle pain",
            "percent": null
        },
        {
            "name": "described as severe or incapacitating",
            "percent": null
        },
        {
            "name": "atypical femoral shaft fracture resulting from low",
            "percent": null
        },
        {
            "name": "energy or low",
            "percent": null
        },
        {
            "name": "trauma",
            "percent": null
        },
        {
            "name": "osteonecrosis of the jaw and other oro",
            "percent": null
        },
        {
            "name": "facial sites",
            "percent": null
        },
        {
            "name": "including the external auditory canal",
            "percent": null
        }
    ]
}