{
    "name": "bosutinib",
    "comment": "Rx",
    "other_names": [
        "Bosulif"
    ],
    "classes": [
        "Antineoplastics",
        "Tyrosine Kinase Inhibitors"
    ],
    "source": "https://reference.medscape.com/drug/bosulif-bosutinib-999770",
    "pregnancy": {
        "common": [
            "No data are available in pregnant women to inform the drug-associated risk; however, fetal harm may occur when administered to pregnant women based on mechanism of action and findings from animal studies",
            "Verify pregnancy status in females of reproductive potential prior to starting treatment"
        ],
        "specific": [
            {
                "type": "Animal data",
                "description": [
                    "In rats and rabbits, oral administration of bosutinib during organogenesis caused adverse developmental outcomes, including structural abnormalities, embryofetal mortality, and alterations to growth at maternal exposures (AUC) as low as 1.2 times the human exposure at a 500-mg/day dose",
                    "Advise pregnant women of the potential risk to a fetus"
                ]
            },
            {
                "type": "Contraception",
                "description": [
                    "Based on findings from animal studies, fetal harm may occur when administered to pregnant females",
                    "Females of reproductive potential: Use effective contraception during treatment and for at least 2 weeks after the last dose"
                ]
            },
            {
                "type": "Infertility ",
                "description": [
                    "Risk of infertility in females or males of reproductive potential has not been studied in humans",
                    "Based on findings from animal studies, reduced fertility may occur in females and males of reproductive potential"
                ]
            }
        ]
    },
    "lactation": {
        "common": [
            "No data are available regarding presence of bosutinib or its metabolites in human milk or its effects on a breastfed child or on milk production",
            "Bosutinib is present in the milk of lactating rats",
            "Owing to the potential for serious adverse reactions in a nursing child, breastfeeding is not recommended during treatment and for at least 2 weeks after the last dose"
        ]
    },
    "warnings": {
        "black_box_warning": {
            "common": [],
            "specific": []
        },
        "contraindicators": {
            "common": [
                "Hypersensitivity"
            ],
            "specific": []
        },
        "cautions": {
            "common": [
                "Diarrhea, nausea, vomiting, and abdominal pain may occur; monitor and manage patients using standards of care, including antidiarrheals, antiemetics, and fluid replacement",
                "Thrombocytopenia, anemia, and neutropenia occur with treatment; perform CBC weekly for first month and then monthly thereafter, or as clinically indicated",
                "Fluid retention may occur and manifest as pericardial effusion, pleural effusion, pulmonary edema, and/or peripheral edema",
                "Cardiac failure and left ventricular dysfunction have been reported in patients taking; monitor for signs and symptoms consistent with cardiac failure and treat as clinically indicated; interrupt, dose reduce, or discontinue as necessary",
                "Decline in glomerular filtration rate reported in patients receiving therapy, which in turn increases bosutinib exposure in patients; use caution in patients with moderate renal impairment; dosage adjustment recommended",
                "Fetal harm may occur when administered to pregnant females"
            ],
            "specific": [
                {
                    "type": "Hepatic toxicity ",
                    "description": [
                        "Elevated ALT, AST, and/or bilirubin may occur; perform monthly hepatic enzyme tests for first 3 months during treatment, and then as clinically indicated",
                        "Median time to onset of increased ALT and AST was 35 and 33 days; median duration for each was 21 days",
                        "Perform hepatic enzyme tests monthly for the first 3 months of treatment and as clinically indicated; in patients with transaminase elevations, monitor liver enzymes more frequently"
                    ]
                },
                {
                    "type": "QT Prolongation",
                    "description": [
                        "Caution in patients with history of QTc prolongation, who have uncontrolled or significant cardiac disease (eg, myocardial infarction, congestive heart failure, unstable angina, clinically significant bradycardia), or who are taking drugs that prolong QT interval ",
                        "Hypokalemia and hypomagnesemia may further increase this effect",
                        "Monitor QT interval at baseline before initiating therapy and as clinically indicated",
                        "Correct hypokalemia or hypomagnesemia before administration and monitor periodically during therapy"
                    ]
                },
                {
                    "type": "Drug interaction overview",
                    "description": [
                        "CYP3A4 substrate",
                        "Strong or moderate CYP3A4 inhibitors",
                        "Avoid coadministration",
                        "Strong or moderate CYP3A4 inhibitors increase bosutinib Cmax and AUC, which may increase the risk of toxicities",
                        "Strong CYP3A4 inducers",
                        "Avoid coadministration",
                        "Strong CYP3A4 inducers decrease bosutinib Cmax and AUC, which may reduce efficacy",
                        "Proton pump inhibitors (PPI)",
                        "Use short-acting antacids or H2-blockers as an alternant; separate dosing by >2 hr from bosutinib dosing",
                        "PPIs decrease bosutinib Cmax and AUC, which may reduce efficacy"
                    ]
                }
            ]
        }
    },
    "interactions": [
        {
            "classification_type": "Contraindicated",
            "interaction_with": "lefamulin",
            "description": {
                "common": "lefamulin will increase the level or effect of bosutinib by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Contraindicated. Lefamulin is contraindicated with CYP3A substrates know to prolong the QT interval."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "abametapir",
            "description": {
                "common": "abametapir increases levels of bosutinib by affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug. For 2 weeks after abametapir application, avoid taking drugs that are CYP3A4 substrates. If not feasible, avoid use of abametapir."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "abiraterone",
            "description": {
                "common": "abiraterone increases levels of bosutinib by P-glycoprotein (MDR1) efflux transporter. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "amiodarone",
            "description": {
                "common": "amiodarone increases levels of bosutinib by affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "apalutamide",
            "description": {
                "common": "apalutamide will decrease the level or effect of bosutinib by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug. Coadministration of apalutamide, a strong CYP3A4 inducer, with drugs that are CYP3A4 substrates can result in lower exposure to these medications. Avoid or substitute another drug for these medications when possible. Evaluate for loss of therapeutic effect if medication must be coadministered. Adjust dose according to prescribing information if needed."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "aprepitant",
            "description": {
                "common": "aprepitant increases levels of bosutinib by affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "atazanavir",
            "description": {
                "common": "atazanavir increases levels of bosutinib by affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug. Strong CYP3A4 inhibitors increases bosutinib plasma concentration ~5-fold."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "atorvastatin",
            "description": {
                "common": "atorvastatin increases levels of bosutinib by P-glycoprotein (MDR1) efflux transporter. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "bicalutamide",
            "description": {
                "common": "bicalutamide increases levels of bosutinib by affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "bosentan",
            "description": {
                "common": "bosentan decreases levels of bosutinib by affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug. Strong CYP3A4 inducers decreased bosutinib plasma concentration by ~85% ."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "carbamazepine",
            "description": {
                "common": "carbamazepine decreases levels of bosutinib by affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug. Strong CYP3A4 inducers decreased bosutinib plasma concentration by ~85% ."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "carvedilol",
            "description": {
                "common": "carvedilol increases levels of bosutinib by P-glycoprotein (MDR1) efflux transporter. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "ceritinib",
            "description": {
                "common": "ceritinib will increase the level or effect of bosutinib by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "cimetidine",
            "description": {
                "common": "cimetidine increases levels of bosutinib by affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "clarithromycin",
            "description": {
                "common": "clarithromycin increases levels of bosutinib by affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug. Strong CYP3A4 inhibitors increases bosutinib plasma concentration ~5-fold."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "clotrimazole",
            "description": {
                "common": "clotrimazole increases levels of bosutinib by affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "cobicistat",
            "description": {
                "common": "cobicistat will increase the level or effect of bosutinib by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "conivaptan",
            "description": {
                "common": "conivaptan increases levels of bosutinib by affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug. Strong CYP3A4 inhibitors increases bosutinib plasma concentration ~5-fold."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "crizotinib",
            "description": {
                "common": "crizotinib increases levels of bosutinib by affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "cyclosporine",
            "description": {
                "common": "cyclosporine increases levels of bosutinib by affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "darunavir",
            "description": {
                "common": "darunavir increases levels of bosutinib by P-glycoprotein (MDR1) efflux transporter. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "desipramine",
            "description": {
                "common": "desipramine increases levels of bosutinib by affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "dexamethasone",
            "description": {
                "common": "dexamethasone decreases levels of bosutinib by affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug. Strong CYP3A4 inducers decreased bosutinib plasma concentration by ~85% ."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "diltiazem",
            "description": {
                "common": "diltiazem increases levels of bosutinib by affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "dipyridamole",
            "description": {
                "common": "dipyridamole increases levels of bosutinib by P-glycoprotein (MDR1) efflux transporter. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "doxycycline",
            "description": {
                "common": "doxycycline increases levels of bosutinib by affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "dronedarone",
            "description": {
                "common": "dronedarone increases levels of bosutinib by affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "efavirenz",
            "description": {
                "common": "efavirenz decreases levels of bosutinib by affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug. Strong CYP3A4 inducers decreased bosutinib plasma concentration by ~85% ."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "enzalutamide",
            "description": {
                "common": "enzalutamide decreases levels of bosutinib by affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug. Strong CYP3A4 inducers decreased bosutinib plasma concentration by ~85% ."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "erythromycin base",
            "description": {
                "common": "erythromycin base increases levels of bosutinib by affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "erythromycin ethylsuccinate",
            "description": {
                "common": "erythromycin ethylsuccinate increases levels of bosutinib by affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "erythromycin lactobionate",
            "description": {
                "common": "erythromycin lactobionate increases levels of bosutinib by affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "erythromycin stearate",
            "description": {
                "common": "erythromycin stearate increases levels of bosutinib by affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "eslicarbazepine acetate",
            "description": {
                "common": "eslicarbazepine acetate will decrease the level or effect of bosutinib by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug. Strong CYP3A4 inducers decreased bosutinib plasma concentration by ~85%"
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "etravirine",
            "description": {
                "common": "etravirine decreases levels of bosutinib by affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug. Strong CYP3A4 inducers decreased bosutinib plasma concentration by ~85%."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "famotidine",
            "description": {
                "common": "famotidine will decrease the level or effect of bosutinib by  increasing gastric pH. Applies only to oral form of both agents. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "fexinidazole",
            "description": {
                "common": "fexinidazole and bosutinib both increase  QTc interval. Avoid or Use Alternate Drug. Avoid coadministration of fexinidazole with drugs known to block potassium channels or prolong QT interval."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "fluconazole",
            "description": {
                "common": "fluconazole increases levels of bosutinib by affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "fosamprenavir",
            "description": {
                "common": "fosamprenavir increases levels of bosutinib by affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug. Strong CYP3A4 inhibitors increases bosutinib plasma concentration ~5-fold."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "fosaprepitant",
            "description": {
                "common": "fosaprepitant increases levels of bosutinib by affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "fosphenytoin",
            "description": {
                "common": "fosphenytoin decreases levels of bosutinib by affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug. Strong CYP3A4 inducers decreased bosutinib plasma concentration by ~85%."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "grapefruit",
            "description": {
                "common": "grapefruit increases levels of bosutinib by affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "haloperidol",
            "description": {
                "common": "haloperidol increases levels of bosutinib by affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "ibuprofen/famotidine",
            "description": {
                "common": "ibuprofen/famotidine will decrease the level or effect of bosutinib by  increasing gastric pH. Applies only to oral form of both agents. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "idelalisib",
            "description": {
                "common": "idelalisib will increase the level or effect of bosutinib by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug. Idelalisib is a strong CYP3A inhibitor; avoid coadministration with sensitive CYP3A substrates"
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "imatinib",
            "description": {
                "common": "imatinib increases levels of bosutinib by affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug. Strong CYP3A4 inhibitors increases bosutinib plasma concentration ~5-fold."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "indinavir",
            "description": {
                "common": "indinavir increases levels of bosutinib by affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug. Strong CYP3A4 inhibitors increases bosutinib plasma concentration ~5-fold."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "isavuconazonium sulfate",
            "description": {
                "common": "isavuconazonium sulfate will increase the level or effect of bosutinib by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "isoniazid",
            "description": {
                "common": "isoniazid increases levels of bosutinib by affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug. Strong CYP3A4 inhibitors increases bosutinib plasma concentration ~5-fold."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "itraconazole",
            "description": {
                "common": "itraconazole increases levels of bosutinib by affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug. Strong CYP3A4 inhibitors increases bosutinib plasma concentration ~5-fold."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "ivosidenib",
            "description": {
                "common": "ivosidenib will decrease the level or effect of bosutinib by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug. Avoid coadministration of sensitive CYP3A4 substrates with ivosidenib or replace with alternate therapies. If coadministration is unavoidable, monitor patients for loss of therapeutic effect of these drugs."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "ketoconazole",
            "description": {
                "common": "ketoconazole increases levels of bosutinib by affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug. Strong CYP3A4 inhibitors increases bosutinib plasma concentration ~5-fold."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "lapatinib",
            "description": {
                "common": "lapatinib increases levels of bosutinib by affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "levoketoconazole",
            "description": {
                "common": "levoketoconazole increases levels of bosutinib by affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug. Strong CYP3A4 inhibitors increases bosutinib plasma concentration ~5-fold."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "lidocaine",
            "description": {
                "common": "lidocaine increases levels of bosutinib by affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "lonafarnib",
            "description": {
                "common": "lonafarnib will increase the level or effect of bosutinib by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug. Avoid coadministration with sensitive CYP3A substrates. If coadministration unavoidable, monitor for adverse reactions and reduce CYP3A substrate dose in accordance with product labeling."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "lopinavir",
            "description": {
                "common": "lopinavir increases levels of bosutinib by affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug. Strong CYP3A4 inhibitors increases bosutinib plasma concentration ~5-fold."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "lorlatinib",
            "description": {
                "common": "lorlatinib will decrease the level or effect of bosutinib by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "mefloquine",
            "description": {
                "common": "mefloquine increases levels of bosutinib by P-glycoprotein (MDR1) efflux transporter. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "metronidazole",
            "description": {
                "common": "metronidazole increases levels of bosutinib by affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "nafcillin",
            "description": {
                "common": "nafcillin decreases levels of bosutinib by affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug. Strong CYP3A4 inducers decreased bosutinib plasma concentration by ~85%."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "nefazodone",
            "description": {
                "common": "nefazodone increases levels of bosutinib by affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug. Strong CYP3A4 inhibitors increases bosutinib plasma concentration ~5-fold."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "nelfinavir",
            "description": {
                "common": "nelfinavir increases levels of bosutinib by affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug. Strong CYP3A4 inhibitors increases bosutinib plasma concentration ~5-fold."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "nevirapine",
            "description": {
                "common": "nevirapine decreases levels of bosutinib by affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug. Strong CYP3A4 inducers decreased bosutinib plasma concentration by ~85%."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "nicardipine",
            "description": {
                "common": "nicardipine increases levels of bosutinib by affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug. Strong CYP3A4 inhibitors increases bosutinib plasma concentration ~5-fold."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "nilotinib",
            "description": {
                "common": "nilotinib increases levels of bosutinib by P-glycoprotein (MDR1) efflux transporter. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "nizatidine",
            "description": {
                "common": "nizatidine will decrease the level or effect of bosutinib by  increasing gastric pH. Applies only to oral form of both agents. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "oxcarbazepine",
            "description": {
                "common": "oxcarbazepine decreases levels of bosutinib by affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug. Strong CYP3A4 inducers decreased bosutinib plasma concentration by ~85%."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "palifermin",
            "description": {
                "common": "palifermin increases toxicity of bosutinib by Other (see comment). Avoid or Use Alternate Drug. \nComment: Palifermin should not be administered within 24 hr before, during infusion of, or within 24 hr after administration of antineoplastic agents. Coadministration of palifermin within 24 hr of chemotherapy resulted in increased severity and duration of oral mucositis."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "pentobarbital",
            "description": {
                "common": "pentobarbital decreases levels of bosutinib by affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug. Strong CYP3A4 inducers decreased bosutinib plasma concentration by ~85%."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "phenobarbital",
            "description": {
                "common": "phenobarbital decreases levels of bosutinib by affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug. Strong CYP3A4 inducers decreased bosutinib plasma concentration by ~85%."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "phenytoin",
            "description": {
                "common": "phenytoin decreases levels of bosutinib by affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug. Strong CYP3A4 inducers decreased bosutinib plasma concentration by ~85%."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "posaconazole",
            "description": {
                "common": "posaconazole increases levels of bosutinib by affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug. Strong CYP3A4 inhibitors increases bosutinib plasma concentration ~5-fold."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "primidone",
            "description": {
                "common": "primidone decreases levels of bosutinib by affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug. Strong CYP3A4 inducers decreased bosutinib plasma concentration by ~85%."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "progesterone, natural",
            "description": {
                "common": "progesterone, natural increases levels of bosutinib by P-glycoprotein (MDR1) efflux transporter. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "propafenone",
            "description": {
                "common": "propafenone increases levels of bosutinib by P-glycoprotein (MDR1) efflux transporter. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "propranolol",
            "description": {
                "common": "propranolol increases levels of bosutinib by P-glycoprotein (MDR1) efflux transporter. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "quinidine",
            "description": {
                "common": "quinidine increases levels of bosutinib by affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug. Strong CYP3A4 inhibitors increases bosutinib plasma concentration ~5-fold."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "ranolazine",
            "description": {
                "common": "ranolazine increases levels of bosutinib by P-glycoprotein (MDR1) efflux transporter. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "ribociclib",
            "description": {
                "common": "ribociclib will increase the level or effect of bosutinib by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Contraindicated."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "rifabutin",
            "description": {
                "common": "rifabutin decreases levels of bosutinib by affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug. Strong CYP3A4 inducers decreased bosutinib plasma concentration by ~85%."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "rifampin",
            "description": {
                "common": "rifampin decreases levels of bosutinib by affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug. Strong CYP3A4 inducers decreased bosutinib plasma concentration by ~85%."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "rifapentine",
            "description": {
                "common": "rifapentine decreases levels of bosutinib by affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug. Strong CYP3A4 inducers decreased bosutinib plasma concentration by ~85%."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "ritonavir",
            "description": {
                "common": "ritonavir increases levels of bosutinib by affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug. Strong CYP3A4 inhibitors increases bosutinib plasma concentration ~5-fold."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "ropeginterferon alfa 2b",
            "description": {
                "common": "ropeginterferon alfa 2b, bosutinib.\nEither increases toxicity of the other by Other (see comment). Avoid or Use Alternate Drug. \nComment: Myelosuppressive agents can produce additive myelosuppression. Avoid use and monitor patients receiving the combination for effects of excessive myelosuppressionMyelosuppressive agents can produce additive myelosuppression. Avoid use and monitor patients receiving the combination for effects of excessive myelosuppression."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "saquinavir",
            "description": {
                "common": "saquinavir increases levels of bosutinib by affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug. Strong CYP3A4 inhibitors increases bosutinib plasma concentration ~5-fold."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "sertraline",
            "description": {
                "common": "sertraline increases levels of bosutinib by affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "simvastatin",
            "description": {
                "common": "simvastatin increases levels of bosutinib by P-glycoprotein (MDR1) efflux transporter. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "sunitinib",
            "description": {
                "common": "sunitinib increases levels of bosutinib by P-glycoprotein (MDR1) efflux transporter. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "tacrolimus",
            "description": {
                "common": "tacrolimus increases levels of bosutinib by P-glycoprotein (MDR1) efflux transporter. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "tamoxifen",
            "description": {
                "common": "tamoxifen increases levels of bosutinib by P-glycoprotein (MDR1) efflux transporter. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "tetracycline",
            "description": {
                "common": "tetracycline increases levels of bosutinib by affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "tipranavir",
            "description": {
                "common": "tipranavir increases levels of bosutinib by affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug. Strong CYP3A4 inhibitors increases bosutinib plasma concentration ~5-fold."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "tolvaptan",
            "description": {
                "common": "tolvaptan increases levels of bosutinib by P-glycoprotein (MDR1) efflux transporter. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "tucatinib",
            "description": {
                "common": "tucatinib will increase the level or effect of bosutinib by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug. Avoid concomitant use of tucatinib with CYP3A substrates, where minimal concentration changes may lead to serious or life-threatening toxicities. If unavoidable, reduce CYP3A substrate dose according to product labeling."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "verapamil",
            "description": {
                "common": "verapamil increases levels of bosutinib by affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "voriconazole",
            "description": {
                "common": "voriconazole increases levels of bosutinib by affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug. Strong CYP3A4 inhibitors increases bosutinib plasma concentration ~5-fold."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "voxelotor",
            "description": {
                "common": "voxelotor will increase the level or effect of bosutinib by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug. Voxelotor increases systemic exposure of sensitive CYP3A4 substrates. Avoid coadministration with sensitive CYP3A4 substrates with a narrow therapeutic index. Consider dose reduction of the sensitive CYP3A4 substrate(s) if unable to avoid."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "aliskiren",
            "description": {
                "common": "bosutinib increases levels of aliskiren by P-glycoprotein (MDR1) efflux transporter. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "aluminum hydroxide",
            "description": {
                "common": "aluminum hydroxide decreases levels of bosutinib by increasing gastric pH. Applies only to oral form of both agents. Use Caution/Monitor. Bosutinib displays pH-dependent solubility; may use short-acting antacids with administration separated by 2 hr."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "amiodarone",
            "description": {
                "common": "bosutinib increases levels of amiodarone by P-glycoprotein (MDR1) efflux transporter. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "arsenic trioxide",
            "description": {
                "common": "bosutinib and arsenic trioxide both increase  QTc interval. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "aspirin/citric acid/sodium bicarbonate",
            "description": {
                "common": "aspirin/citric acid/sodium bicarbonate decreases levels of bosutinib by increasing gastric pH. Applies only to oral form of both agents. Use Caution/Monitor. Bosutinib displays pH-dependent solubility; may use short-acting antacids with administration separated by 2 hr."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "atorvastatin",
            "description": {
                "common": "bosutinib increases levels of atorvastatin by P-glycoprotein (MDR1) efflux transporter. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "bedaquiline",
            "description": {
                "common": "bosutinib and bedaquiline both increase  QTc interval. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "belzutifan",
            "description": {
                "common": "belzutifan will decrease the level or effect of bosutinib by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Modify Therapy/Monitor Closely. If unable to avoid coadministration of belzutifan with sensitive CYP3A4 substrates, consider increasing the sensitive CYP3A4 substrate dose in accordance with its prescribing information. "
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "betrixaban",
            "description": {
                "common": "bosutinib increases levels of betrixaban by P-glycoprotein (MDR1) efflux transporter. Use Caution/Monitor. Decrease betrixaban dose to 80 mg PO once, then 40 mg PO qDay if coadministered with a P-gp inhibitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "cabazitaxel",
            "description": {
                "common": "bosutinib increases levels of cabazitaxel by P-glycoprotein (MDR1) efflux transporter. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "calcium carbonate",
            "description": {
                "common": "calcium carbonate decreases levels of bosutinib by increasing gastric pH. Applies only to oral form of both agents. Use Caution/Monitor. Bosutinib displays pH-dependent solubility; may use short-acting antacids with administration separated by 2 hr."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "carvedilol",
            "description": {
                "common": "bosutinib increases levels of carvedilol by P-glycoprotein (MDR1) efflux transporter. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "cenobamate",
            "description": {
                "common": "cenobamate will decrease the level or effect of bosutinib by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Modify Therapy/Monitor Closely. Increase dose of CYP3A4 substrate, as needed, when coadministered with cenobamate."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "cetirizine",
            "description": {
                "common": "bosutinib increases levels of cetirizine by P-glycoprotein (MDR1) efflux transporter. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "chlorpromazine",
            "description": {
                "common": "bosutinib and chlorpromazine both increase  QTc interval. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "cimetidine",
            "description": {
                "common": "bosutinib increases levels of cimetidine by P-glycoprotein (MDR1) efflux transporter. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ciprofloxacin",
            "description": {
                "common": "bosutinib increases levels of ciprofloxacin by P-glycoprotein (MDR1) efflux transporter. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "cisapride",
            "description": {
                "common": "bosutinib and cisapride both increase  QTc interval. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "crofelemer",
            "description": {
                "common": "crofelemer increases levels of bosutinib by affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor. Crofelemer has the potential to inhibit CYP3A4 at concentrations expected in the gut; unlikely to inhibit systemically because minimally absorbed."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "dabrafenib",
            "description": {
                "common": "dabrafenib will decrease the level or effect of bosutinib by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "darunavir",
            "description": {
                "common": "darunavir increases levels of bosutinib by affecting hepatic/intestinal enzyme CYP3A4 metabolism. Modify Therapy/Monitor Closely. Strong CYP3A4 inhibitors increases bosutinib plasma concentration ~5-fold."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "daunorubicin",
            "description": {
                "common": "bosutinib increases levels of daunorubicin by P-glycoprotein (MDR1) efflux transporter. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "desloratadine",
            "description": {
                "common": "bosutinib increases levels of desloratadine by P-glycoprotein (MDR1) efflux transporter. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "dexamethasone",
            "description": {
                "common": "bosutinib increases levels of dexamethasone by P-glycoprotein (MDR1) efflux transporter. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "dexlansoprazole",
            "description": {
                "common": "dexlansoprazole decreases levels of bosutinib by Other (see comment). Use Caution/Monitor. \nComment: PPIs may decrease bosutinib concentration by ~45%; bosutinib displays pH-dependent solubility."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "digoxin",
            "description": {
                "common": "bosutinib increases levels of digoxin by P-glycoprotein (MDR1) efflux transporter. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "disopyramide",
            "description": {
                "common": "bosutinib and disopyramide both increase  QTc interval. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "docetaxel",
            "description": {
                "common": "bosutinib increases levels of docetaxel by P-glycoprotein (MDR1) efflux transporter. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "dofetilide",
            "description": {
                "common": "bosutinib and dofetilide both increase  QTc interval. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "doxorubicin",
            "description": {
                "common": "bosutinib increases levels of doxorubicin by P-glycoprotein (MDR1) efflux transporter. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "duvelisib",
            "description": {
                "common": "duvelisib will increase the level or effect of bosutinib by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Modify Therapy/Monitor Closely. will increase the level or effect of"
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "elagolix",
            "description": {
                "common": "elagolix will decrease the level or effect of bosutinib by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Modify Therapy/Monitor Closely. Elagolix is a weak-to-moderate CYP3A4 inducer. Monitor CYP3A substrates if coadministered. Consider increasing CYP3A substrate dose if needed."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "encorafenib",
            "description": {
                "common": "encorafenib, bosutinib. affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor. Encorafenib both inhibits and induces CYP3A4 at clinically relevant plasma concentrations. Coadministration of encorafenib with sensitive CYP3A4 substrates may result in increased toxicity or decreased efficacy of these agents."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "erythromycin base",
            "description": {
                "common": "bosutinib increases levels of erythromycin base by P-glycoprotein (MDR1) efflux transporter. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "erythromycin ethylsuccinate",
            "description": {
                "common": "bosutinib increases levels of erythromycin ethylsuccinate by P-glycoprotein (MDR1) efflux transporter. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "esomeprazole",
            "description": {
                "common": "esomeprazole will decrease the level or effect of bosutinib by  increasing gastric pH. Applies only to oral form of both agents. Modify Therapy/Monitor Closely. Bosutinib displays pH dependent solubility"
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "estradiol",
            "description": {
                "common": "bosutinib increases levels of estradiol by P-glycoprotein (MDR1) efflux transporter. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "etoposide",
            "description": {
                "common": "bosutinib increases levels of etoposide by P-glycoprotein (MDR1) efflux transporter. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "fedratinib",
            "description": {
                "common": "fedratinib will increase the level or effect of bosutinib by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor. Adjust dose of drugs that are CYP3A4 substrates as necessary."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "fexofenadine",
            "description": {
                "common": "bosutinib increases levels of fexofenadine by P-glycoprotein (MDR1) efflux transporter. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "fosamprenavir",
            "description": {
                "common": "bosutinib increases levels of fosamprenavir by P-glycoprotein (MDR1) efflux transporter. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "fostemsavir",
            "description": {
                "common": "bosutinib and fostemsavir both increase  QTc interval. Use Caution/Monitor. QTc prolongation reported with higher than recommended doses of fostemsavir. "
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "gilteritinib",
            "description": {
                "common": "gilteritinib and bosutinib both increase  QTc interval. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "goserelin",
            "description": {
                "common": "bosutinib and goserelin both increase  QTc interval. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "haloperidol",
            "description": {
                "common": "bosutinib and haloperidol both increase  QTc interval. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "histrelin",
            "description": {
                "common": "bosutinib and histrelin both increase  QTc interval. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "hydrocortisone",
            "description": {
                "common": "bosutinib increases levels of hydrocortisone by P-glycoprotein (MDR1) efflux transporter. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ibutilide",
            "description": {
                "common": "bosutinib and ibutilide both increase  QTc interval. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "idarubicin",
            "description": {
                "common": "bosutinib increases levels of idarubicin by P-glycoprotein (MDR1) efflux transporter. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "iloperidone",
            "description": {
                "common": "iloperidone increases levels of bosutinib by affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor. Iloperidone is a time-dependent CYP3A inhibitor and may lead to increased plasma levels of drugs predominantly eliminated by CYP3A4."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "indinavir",
            "description": {
                "common": "bosutinib increases levels of indinavir by P-glycoprotein (MDR1) efflux transporter. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "irinotecan",
            "description": {
                "common": "bosutinib increases levels of irinotecan by P-glycoprotein (MDR1) efflux transporter. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "irinotecan liposomal",
            "description": {
                "common": "bosutinib increases levels of irinotecan liposomal by P-glycoprotein (MDR1) efflux transporter. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "istradefylline",
            "description": {
                "common": "istradefylline will increase the level or effect of bosutinib by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor. Istradefylline 40 mg/day increased peak levels and AUC of CYP3A4 substrates in clinical trials. This effect was not observed with istradefylline 20 mg/day. Consider dose reduction of sensitive CYP3A4 substrates."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ivermectin",
            "description": {
                "common": "bosutinib increases levels of ivermectin by P-glycoprotein (MDR1) efflux transporter. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "lansoprazole",
            "description": {
                "common": "lansoprazole decreases levels of bosutinib by Other (see comment). Use Caution/Monitor. \nComment: PPIs may decrease bosutinib concentration by ~45%; bosutinib displays pH-dependent solubility."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "lenacapavir",
            "description": {
                "common": "lenacapavir will increase the level or effect of bosutinib by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor. Lencapavir (a moderate CYP3A4 inhibitor) may increase CYP3A4 substrates initiated within 9 months after last SC dose of lenacapavir, which may increase potential risk of adverse reactions of CYP3A4 substrates. "
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "lenvatinib",
            "description": {
                "common": "bosutinib and lenvatinib both increase  QTc interval. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "lidocaine",
            "description": {
                "common": "bosutinib increases levels of lidocaine by P-glycoprotein (MDR1) efflux transporter. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "loperamide",
            "description": {
                "common": "bosutinib increases levels of loperamide by P-glycoprotein (MDR1) efflux transporter. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "loratadine",
            "description": {
                "common": "bosutinib increases levels of loratadine by P-glycoprotein (MDR1) efflux transporter. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "lovastatin",
            "description": {
                "common": "bosutinib increases levels of lovastatin by P-glycoprotein (MDR1) efflux transporter. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "magnesium oxide",
            "description": {
                "common": "magnesium oxide decreases levels of bosutinib by increasing gastric pH. Applies only to oral form of both agents. Use Caution/Monitor. Bosutinib displays pH-dependent solubility; may use short-acting antacids with administration separated by 2 hr."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "methadone",
            "description": {
                "common": "bosutinib and methadone both increase  QTc interval. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "methotrexate",
            "description": {
                "common": "bosutinib increases levels of methotrexate by P-glycoprotein (MDR1) efflux transporter. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "mitomycin",
            "description": {
                "common": "bosutinib increases levels of mitomycin by P-glycoprotein (MDR1) efflux transporter. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "mitotane",
            "description": {
                "common": "mitotane decreases levels of bosutinib by affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor. Mitotane is a strong inducer of cytochrome P-4503A4; monitor when coadministered with CYP3A4 substrates for possible dosage adjustments."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "nadolol",
            "description": {
                "common": "bosutinib increases levels of nadolol by P-glycoprotein (MDR1) efflux transporter. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "nelfinavir",
            "description": {
                "common": "bosutinib increases levels of nelfinavir by P-glycoprotein (MDR1) efflux transporter. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "nicardipine",
            "description": {
                "common": "bosutinib increases levels of nicardipine by P-glycoprotein (MDR1) efflux transporter. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "olodaterol inhaled",
            "description": {
                "common": "bosutinib and olodaterol inhaled both increase  QTc interval. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "omeprazole",
            "description": {
                "common": "omeprazole decreases levels of bosutinib by Other (see comment). Use Caution/Monitor. \nComment: PPIs may decrease bosutinib concentration by ~45%; bosutinib displays pH-dependent solubility."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ondansetron",
            "description": {
                "common": "bosutinib increases levels of ondansetron by P-glycoprotein (MDR1) efflux transporter. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "osilodrostat",
            "description": {
                "common": "osilodrostat and bosutinib both increase  QTc interval. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "oxaliplatin",
            "description": {
                "common": "oxaliplatin and bosutinib both increase  immunosuppressive effects; risk of infection. Use Caution/Monitor. Use of oxaliplatin with concomitant immunosuppressants or with impaired immune systems may increased risk for serious infections."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "paclitaxel",
            "description": {
                "common": "bosutinib increases levels of paclitaxel by P-glycoprotein (MDR1) efflux transporter. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "paclitaxel protein bound",
            "description": {
                "common": "bosutinib increases levels of paclitaxel protein bound by P-glycoprotein (MDR1) efflux transporter. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "paliperidone",
            "description": {
                "common": "bosutinib increases levels of paliperidone by P-glycoprotein (MDR1) efflux transporter. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "pantoprazole",
            "description": {
                "common": "pantoprazole decreases levels of bosutinib by Other (see comment). Use Caution/Monitor. \nComment: PPIs may decrease bosutinib concentration by ~45%; bosutinib displays pH-dependent solubility."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "pazopanib",
            "description": {
                "common": "bosutinib increases levels of pazopanib by P-glycoprotein (MDR1) efflux transporter. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ponesimod",
            "description": {
                "common": "ponesimod and bosutinib both increase  immunosuppressive effects; risk of infection. Use Caution/Monitor. Caution if coadministered because of additive immunosuppressive effects during such therapy and in the weeks following administration. When switching from drugs with prolonged immune effects, consider the half-life and mode of action of these drugs to avoid unintended additive immunosuppressive effects."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "pravastatin",
            "description": {
                "common": "bosutinib increases levels of pravastatin by P-glycoprotein (MDR1) efflux transporter. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "procainamide",
            "description": {
                "common": "bosutinib and procainamide both increase  QTc interval. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "quinidine",
            "description": {
                "common": "bosutinib increases levels of quinidine by P-glycoprotein (MDR1) efflux transporter. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "quinine",
            "description": {
                "common": "bosutinib and quinine both increase  QTc interval. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "rabeprazole",
            "description": {
                "common": "rabeprazole decreases levels of bosutinib by Other (see comment). Use Caution/Monitor. \nComment: PPIs may decrease bosutinib concentration by ~45%; bosutinib displays pH-dependent solubility."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ranolazine",
            "description": {
                "common": "bosutinib increases levels of ranolazine by P-glycoprotein (MDR1) efflux transporter. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "rifampin",
            "description": {
                "common": "bosutinib increases levels of rifampin by P-glycoprotein (MDR1) efflux transporter. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ritonavir",
            "description": {
                "common": "bosutinib increases levels of ritonavir by P-glycoprotein (MDR1) efflux transporter. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "rucaparib",
            "description": {
                "common": "rucaparib will increase the level or effect of bosutinib by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Modify Therapy/Monitor Closely. Adjust dosage of CYP3A4 substrates, if clinically indicated."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "saquinavir",
            "description": {
                "common": "bosutinib increases levels of saquinavir by P-glycoprotein (MDR1) efflux transporter. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "saxagliptin",
            "description": {
                "common": "bosutinib increases levels of saxagliptin by P-glycoprotein (MDR1) efflux transporter. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "selpercatinib",
            "description": {
                "common": "bosutinib and selpercatinib both increase  QTc interval. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "siponimod",
            "description": {
                "common": "siponimod and bosutinib both increase  immunosuppressive effects; risk of infection. Use Caution/Monitor. Caution if coadministered because of additive immunosuppressive effects during such therapy and in the weeks following administration. When switching from drugs with prolonged immune effects, consider the half-life and mode of action of these drugs to avoid unintended additive immunosuppressive effects."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "sirolimus",
            "description": {
                "common": "bosutinib increases levels of sirolimus by P-glycoprotein (MDR1) efflux transporter. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "sitagliptin",
            "description": {
                "common": "bosutinib increases levels of sitagliptin by P-glycoprotein (MDR1) efflux transporter. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "sodium zirconium cyclosilicate",
            "description": {
                "common": "sodium zirconium cyclosilicate will decrease the level or effect of bosutinib by  increasing gastric pH. Applies only to oral form of both agents. Modify Therapy/Monitor Closely. Check specific recommendations for drugs that exhibit pH-dependent solubility that may affect their systemic exposure and efficacy. In general, administer drugs at least 2 hr before or after sodium zirconium cyclosilicate."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "stiripentol",
            "description": {
                "common": "stiripentol, bosutinib. affecting hepatic/intestinal enzyme CYP3A4 metabolism. Modify Therapy/Monitor Closely. Stiripentol is a CYP3A4 inhibitor and inducer. Monitor CYP3A4 substrates coadministered with stiripentol for increased or decreased effects. CYP3A4 substrates may require dosage adjustment."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "tacrolimus",
            "description": {
                "common": "bosutinib increases levels of tacrolimus by P-glycoprotein (MDR1) efflux transporter. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "tazemetostat",
            "description": {
                "common": "tazemetostat will decrease the level or effect of bosutinib by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "tecovirimat",
            "description": {
                "common": "tecovirimat will decrease the level or effect of bosutinib by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor. Tecovirimat is a weak CYP3A4 inducer. Monitor sensitive CYP3A4 substrates for effectiveness if coadministered."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "temsirolimus",
            "description": {
                "common": "bosutinib increases levels of temsirolimus by P-glycoprotein (MDR1) efflux transporter. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "teniposide",
            "description": {
                "common": "bosutinib increases levels of teniposide by P-glycoprotein (MDR1) efflux transporter. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "tolvaptan",
            "description": {
                "common": "bosutinib increases levels of tolvaptan by P-glycoprotein (MDR1) efflux transporter. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "vandetanib",
            "description": {
                "common": "bosutinib and vandetanib both increase  QTc interval. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "verapamil",
            "description": {
                "common": "bosutinib increases levels of verapamil by P-glycoprotein (MDR1) efflux transporter. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "vinblastine",
            "description": {
                "common": "bosutinib increases levels of vinblastine by P-glycoprotein (MDR1) efflux transporter. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "vincristine",
            "description": {
                "common": "bosutinib increases levels of vincristine by P-glycoprotein (MDR1) efflux transporter. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "voclosporin",
            "description": {
                "common": "bosutinib and voclosporin both increase  QTc interval. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ziprasidone",
            "description": {
                "common": "bosutinib and ziprasidone both increase  QTc interval. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "acetazolamide",
            "description": {
                "common": "acetazolamide will increase the level or effect of bosutinib by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "anastrozole",
            "description": {
                "common": "anastrozole will increase the level or effect of bosutinib by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "cyclophosphamide",
            "description": {
                "common": "cyclophosphamide will increase the level or effect of bosutinib by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "larotrectinib",
            "description": {
                "common": "larotrectinib will increase the level or effect of bosutinib by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Minor/Significance Unknown."
            }
        }
    ],
    "adverse effects": [
        {
            "name": "All grades   Creatinine increased",
            "percent": "94"
        },
        {
            "name": "Hemoglobin decreased",
            "percent": "89"
        },
        {
            "name": "Lymphocyte count decreased",
            "percent": "84"
        },
        {
            "name": "Diarrhea",
            "percent": "75"
        },
        {
            "name": "Platelet count decreased",
            "percent": "68"
        },
        {
            "name": "Serum glutamic",
            "percent": "68"
        },
        {
            "name": "pyruvic transaminase",
            "percent": "57"
        },
        {
            "name": "SGPT",
            "percent": "56"
        },
        {
            "name": "ALT increased",
            "percent": "55"
        },
        {
            "name": "Glucose increased",
            "percent": "54"
        },
        {
            "name": "Serum glutamic",
            "percent": "53"
        },
        {
            "name": "oxaloacetic transaminase",
            "percent": "50"
        },
        {
            "name": "SGOT",
            "percent": "45"
        },
        {
            "name": "AST increased",
            "percent": "42"
        },
        {
            "name": "Calcium decreased",
            "percent": "41"
        },
        {
            "name": "Phosphorus decreased",
            "percent": "40"
        },
        {
            "name": "Lipase increased",
            "percent": "39"
        },
        {
            "name": "WBC decreased",
            "percent": "37"
        },
        {
            "name": "Hepatic dysfunction",
            "percent": "36"
        },
        {
            "name": "ANC decreased",
            "percent": "33"
        },
        {
            "name": "Alkaline phosphatase increased",
            "percent": "32"
        },
        {
            "name": "Rash",
            "percent": "27"
        },
        {
            "name": "Abdominal pain",
            "percent": "22"
        },
        {
            "name": "Nausea",
            "percent": "21"
        },
        {
            "name": "Creatine kinase increased",
            "percent": "18"
        },
        {
            "name": "Fatigue",
            "percent": "17"
        },
        {
            "name": "Amylase increased",
            "percent": "15"
        },
        {
            "name": "Respiratory tract infection",
            "percent": "13"
        },
        {
            "name": "Headache",
            "percent": "12"
        },
        {
            "name": "Vomiting",
            "percent": "11"
        },
        {
            "name": "Arthralgia",
            "percent": "11"
        },
        {
            "name": "Pyrexia",
            "percent": "11"
        },
        {
            "name": "Edema",
            "percent": "11"
        },
        {
            "name": "Constipation",
            "percent": "94"
        },
        {
            "name": "Back pain",
            "percent": "89"
        },
        {
            "name": "Pruritus",
            "percent": "84"
        },
        {
            "name": "Cough",
            "percent": "75"
        },
        {
            "name": "Dyspnea",
            "percent": "68"
        },
        {
            "name": "Decreased appetite",
            "percent": "68"
        },
        {
            "name": "Creatinine increased",
            "percent": "57"
        },
        {
            "name": "Hemoglobin decreased",
            "percent": "56"
        },
        {
            "name": "Lymphocyte count decreased",
            "percent": "55"
        },
        {
            "name": "Diarrhea",
            "percent": "54"
        },
        {
            "name": "Platelet count decreased",
            "percent": "53"
        },
        {
            "name": "Serum glutamic",
            "percent": "50"
        },
        {
            "name": "pyruvic transaminase",
            "percent": "45"
        },
        {
            "name": "SGPT",
            "percent": "42"
        },
        {
            "name": "ALT increased",
            "percent": "41"
        },
        {
            "name": "Glucose increased",
            "percent": "40"
        },
        {
            "name": "Serum glutamic",
            "percent": "39"
        },
        {
            "name": "oxaloacetic transaminase",
            "percent": "37"
        },
        {
            "name": "SGOT",
            "percent": "36"
        },
        {
            "name": "AST increased",
            "percent": "33"
        },
        {
            "name": "Calcium decreased",
            "percent": "32"
        },
        {
            "name": "Phosphorus decreased",
            "percent": "27"
        },
        {
            "name": "Lipase increased",
            "percent": "22"
        },
        {
            "name": "WBC decreased",
            "percent": "21"
        },
        {
            "name": "Hepatic dysfunction",
            "percent": "18"
        },
        {
            "name": "ANC decreased",
            "percent": "17"
        },
        {
            "name": "Alkaline phosphatase increased",
            "percent": "15"
        },
        {
            "name": "Rash",
            "percent": "13"
        },
        {
            "name": "Abdominal pain",
            "percent": "12"
        },
        {
            "name": "Nausea",
            "percent": "11"
        },
        {
            "name": "Creatine kinase increased",
            "percent": "11"
        },
        {
            "name": "Fatigue",
            "percent": "11"
        },
        {
            "name": "Amylase increased",
            "percent": "11"
        },
        {
            "name": "Respiratory tract infection",
            "percent": "3"
        },
        {
            "name": "Headache",
            "percent": "4"
        },
        {
            "name": "Vomiting",
            "percent": "26"
        },
        {
            "name": "Arthralgia",
            "percent": "27"
        },
        {
            "name": "Pyrexia",
            "percent": "19"
        },
        {
            "name": "Edema",
            "percent": "14"
        },
        {
            "name": "Constipation",
            "percent": "13"
        },
        {
            "name": "Back pain",
            "percent": "12"
        },
        {
            "name": "Pruritus",
            "percent": "11"
        },
        {
            "name": "Cough",
            "percent": "11"
        },
        {
            "name": "Dyspnea",
            "percent": "26"
        },
        {
            "name": "Decreased appetite",
            "percent": "27"
        },
        {
            "name": "Grade",
            "percent": "19"
        },
        {
            "name": "or",
            "percent": "14"
        },
        {
            "name": "SGPT",
            "percent": "13"
        },
        {
            "name": "ALT increased",
            "percent": "12"
        },
        {
            "name": "Hepatic dysfunction",
            "percent": "11"
        },
        {
            "name": "Lipase increased",
            "percent": "11"
        },
        {
            "name": "Platelet count",
            "percent": "89-97"
        },
        {
            "name": "SGOT",
            "percent": "87-95"
        },
        {
            "name": "AST increased",
            "percent": "76-85"
        },
        {
            "name": "Lymphocyte count",
            "percent": "79-82"
        },
        {
            "name": "Pruritus",
            "percent": "66-80"
        },
        {
            "name": "Hypertension",
            "percent": "50-66"
        },
        {
            "name": "SGPT",
            "percent": "39-58"
        },
        {
            "name": "ALT increased",
            "percent": "51-57"
        },
        {
            "name": "Hepatic dysfunction",
            "percent": "45-55"
        },
        {
            "name": "Lipase increased",
            "percent": "37-50"
        },
        {
            "name": "Platelet count",
            "percent": "36-49"
        },
        {
            "name": "SGOT",
            "percent": "43-46"
        },
        {
            "name": "AST increased",
            "percent": "42-48"
        },
        {
            "name": "Lymphocyte count",
            "percent": "47-48"
        },
        {
            "name": "Pruritus",
            "percent": "38-43"
        },
        {
            "name": "Hypertension",
            "percent": "39-42"
        },
        {
            "name": "All grades  Hemoglobin decreased",
            "percent": "33-41"
        },
        {
            "name": "Creatinine increased",
            "percent": "39"
        },
        {
            "name": "Diarrhea",
            "percent": "27-35"
        },
        {
            "name": "Lymphocyte decreased",
            "percent": "19-32"
        },
        {
            "name": "Platelet count decreased",
            "percent": "21-29"
        },
        {
            "name": "ANC decreased",
            "percent": "22-29"
        },
        {
            "name": "SGPT",
            "percent": "18-27"
        },
        {
            "name": "ALT increased",
            "percent": "17-27"
        },
        {
            "name": "WBC decreased",
            "percent": "19-25"
        },
        {
            "name": "Calcium decreased",
            "percent": "25-37"
        },
        {
            "name": "SGOT",
            "percent": "224"
        },
        {
            "name": "AST increased",
            "percent": "18-27"
        },
        {
            "name": "Abdominal pain",
            "percent": "11-23"
        },
        {
            "name": "Urate increased",
            "percent": "16-22"
        },
        {
            "name": "Rash",
            "percent": "18-21"
        },
        {
            "name": "Nausea",
            "percent": "12-20"
        },
        {
            "name": "Vomiting",
            "percent": "17-19"
        },
        {
            "name": "Glucose increased",
            "percent": "15-19"
        },
        {
            "name": "Phosphorus decreased",
            "percent": "10-18"
        },
        {
            "name": "Alkaline phosphatase increased",
            "percent": "15-17"
        },
        {
            "name": "Fatigue",
            "percent": "14"
        },
        {
            "name": "Lipase increased",
            "percent": "9-14"
        },
        {
            "name": "Hepatic dysfunction",
            "percent": "11-14"
        },
        {
            "name": "Potassium decreased",
            "percent": "8-14"
        },
        {
            "name": "Magnesium increased",
            "percent": "8-12"
        },
        {
            "name": "Respiratory tract infection",
            "percent": "7-12"
        },
        {
            "name": "Potassium increased",
            "percent": "8-11"
        },
        {
            "name": "Pyrexia",
            "percent": "3-11"
        },
        {
            "name": "Cough",
            "percent": "89-97"
        },
        {
            "name": "Sodium decreased",
            "percent": "87-95"
        },
        {
            "name": "Sodium increased",
            "percent": "76-85"
        },
        {
            "name": "Total bilirubin increased",
            "percent": "79-82"
        },
        {
            "name": "Headache",
            "percent": "66-80"
        },
        {
            "name": "Dyspnea",
            "percent": "50-66"
        },
        {
            "name": "Edema",
            "percent": "39-58"
        },
        {
            "name": "Arthralgia",
            "percent": "51-57"
        },
        {
            "name": "Pneumonia",
            "percent": "45-55"
        },
        {
            "name": "Constipation",
            "percent": "37-50"
        },
        {
            "name": "Decreased appetite",
            "percent": "36-49"
        },
        {
            "name": "Pleural effusion",
            "percent": "43-46"
        },
        {
            "name": "Dizziness",
            "percent": "42-48"
        },
        {
            "name": "Back pain",
            "percent": "47-48"
        },
        {
            "name": "Chest pain",
            "percent": "38-43"
        },
        {
            "name": "Pruritis",
            "percent": "39-42"
        },
        {
            "name": "Hypertension",
            "percent": "33-41"
        },
        {
            "name": "Influenza",
            "percent": "39"
        },
        {
            "name": "Hemoglobin decreased",
            "percent": "27-35"
        },
        {
            "name": "Creatinine increased",
            "percent": "19-32"
        },
        {
            "name": "Diarrhea",
            "percent": "21-29"
        },
        {
            "name": "Lymphocyte decreased",
            "percent": "22-29"
        },
        {
            "name": "Platelet count decreased",
            "percent": "18-27"
        },
        {
            "name": "ANC decreased",
            "percent": "17-27"
        },
        {
            "name": "SGPT",
            "percent": "19-25"
        },
        {
            "name": "ALT increased",
            "percent": "25-37"
        },
        {
            "name": "WBC decreased",
            "percent": "224"
        },
        {
            "name": "Calcium decreased",
            "percent": "18-27"
        },
        {
            "name": "SGOT",
            "percent": "11-23"
        },
        {
            "name": "AST increased",
            "percent": "16-22"
        },
        {
            "name": "Abdominal pain",
            "percent": "18-21"
        },
        {
            "name": "Urate increased",
            "percent": "12-20"
        },
        {
            "name": "Rash",
            "percent": "17-19"
        },
        {
            "name": "Nausea",
            "percent": "15-19"
        },
        {
            "name": "Vomiting",
            "percent": "10-18"
        },
        {
            "name": "Glucose increased",
            "percent": "15-17"
        },
        {
            "name": "Phosphorus decreased",
            "percent": "14"
        },
        {
            "name": "Alkaline phosphatase increased",
            "percent": "9-14"
        },
        {
            "name": "Fatigue",
            "percent": "11-14"
        },
        {
            "name": "Lipase increased",
            "percent": "8-14"
        },
        {
            "name": "Hepatic dysfunction",
            "percent": "8-12"
        },
        {
            "name": "Potassium decreased",
            "percent": "7-12"
        },
        {
            "name": "Magnesium increased",
            "percent": "8-11"
        },
        {
            "name": "Respiratory tract infection",
            "percent": "3-11"
        },
        {
            "name": "Potassium increased",
            "percent": "3"
        },
        {
            "name": "Pyrexia",
            "percent": "4"
        },
        {
            "name": "Cough",
            "percent": "26-57"
        },
        {
            "name": "Sodium decreased",
            "percent": "16-39"
        },
        {
            "name": "Sodium increased",
            "percent": "13-38"
        },
        {
            "name": "Total bilirubin increased",
            "percent": "7-27"
        },
        {
            "name": "Headache",
            "percent": "14-21"
        },
        {
            "name": "Dyspnea",
            "percent": "6-12"
        },
        {
            "name": "Edema",
            "percent": "4-12"
        },
        {
            "name": "Arthralgia",
            "percent": "10-11"
        },
        {
            "name": "Pneumonia",
            "percent": "6-11"
        },
        {
            "name": "Constipation",
            "percent": "26-57"
        },
        {
            "name": "Decreased appetite",
            "percent": "16-39"
        },
        {
            "name": "Pleural effusion",
            "percent": "13-38"
        },
        {
            "name": "Dizziness",
            "percent": "7-27"
        },
        {
            "name": "Back pain",
            "percent": "14-21"
        },
        {
            "name": "Chest pain",
            "percent": "6-12"
        },
        {
            "name": "Pruritis",
            "percent": "4-12"
        },
        {
            "name": "Hypertension",
            "percent": "10-11"
        },
        {
            "name": "Influenza",
            "percent": "6-11"
        },
        {
            "name": "Grade",
            "percent": "3"
        },
        {
            "name": "or",
            "percent": "4"
        },
        {
            "name": "Platelet count decreased",
            "percent": "9"
        },
        {
            "name": "ANC decreased",
            "percent": "9"
        },
        {
            "name": "Hemoglobin decreased",
            "percent": "9"
        },
        {
            "name": "WBC decreased",
            "percent": "9"
        },
        {
            "name": "Lymphocyte",
            "percent": "6"
        },
        {
            "name": "Lipase increased",
            "percent": "5"
        },
        {
            "name": "Pneumonia",
            "percent": "3.4"
        },
        {
            "name": "Hepatic dysfunction",
            "percent": "3"
        },
        {
            "name": "SGPT",
            "percent": "3"
        },
        {
            "name": "ALT increased",
            "percent": "2"
        },
        {
            "name": "Platelet count decreased",
            "percent": "2"
        },
        {
            "name": "ANC decreased",
            "percent": "1.5"
        },
        {
            "name": "Hemoglobin decreased",
            "percent": "1.1"
        },
        {
            "name": "WBC decreased",
            "percent": "1"
        },
        {
            "name": "Lymphocyte",
            "percent": "1"
        },
        {
            "name": "Lipase increased",
            "percent": "1"
        },
        {
            "name": "Pneumonia",
            "percent": "1"
        },
        {
            "name": "Hepatic dysfunction",
            "percent": "1"
        },
        {
            "name": "SGPT",
            "percent": "1"
        },
        {
            "name": "ALT increased",
            "percent": "1"
        },
        {
            "name": "Grade",
            "percent": "9"
        },
        {
            "name": "or",
            "percent": "9"
        },
        {
            "name": "Diarrhea",
            "percent": "9"
        },
        {
            "name": "ANC decreased",
            "percent": "9"
        },
        {
            "name": "Hemoglobin decreased",
            "percent": "6"
        },
        {
            "name": "Phosphorus decreased",
            "percent": "5"
        },
        {
            "name": "WBC decreased",
            "percent": "3.4"
        },
        {
            "name": "Hypertension",
            "percent": "3"
        },
        {
            "name": "Amylase increased",
            "percent": "3"
        },
        {
            "name": "Glucose increased",
            "percent": "2"
        },
        {
            "name": "Creatinine kinase increased",
            "percent": "2"
        },
        {
            "name": "Rash",
            "percent": "1.5"
        },
        {
            "name": "Abdominal pain",
            "percent": "1.1"
        },
        {
            "name": "Calcium decreased",
            "percent": "1"
        },
        {
            "name": "Creatinine increased",
            "percent": "1"
        },
        {
            "name": "Vomiting",
            "percent": "1"
        },
        {
            "name": "Dyspnea",
            "percent": "1"
        },
        {
            "name": "Arthralgia",
            "percent": "1"
        },
        {
            "name": "Headache",
            "percent": "1"
        },
        {
            "name": "Respiratory tract infection",
            "percent": "1"
        },
        {
            "name": "Pyrexia",
            "percent": "8"
        },
        {
            "name": "Fatigue",
            "percent": "8"
        },
        {
            "name": "Diarrhea",
            "percent": "3"
        },
        {
            "name": "ANC decreased",
            "percent": "4"
        },
        {
            "name": "Hemoglobin decreased",
            "percent": "4-10"
        },
        {
            "name": "Phosphorus decreased",
            "percent": "5-9"
        },
        {
            "name": "WBC decreased",
            "percent": "7-8"
        },
        {
            "name": "Hypertension",
            "percent": "2-7"
        },
        {
            "name": "Amylase increased",
            "percent": "3-6"
        },
        {
            "name": "Glucose increased",
            "percent": "3.5-5"
        },
        {
            "name": "Creatinine kinase increased",
            "percent": "4"
        },
        {
            "name": "Rash",
            "percent": "3"
        },
        {
            "name": "Abdominal pain",
            "percent": "3"
        },
        {
            "name": "Calcium decreased",
            "percent": "1-3"
        },
        {
            "name": "Creatinine increased",
            "percent": "0.7-2.8"
        },
        {
            "name": "Vomiting",
            "percent": "2"
        },
        {
            "name": "Dyspnea",
            "percent": "1-2"
        },
        {
            "name": "Arthralgia",
            "percent": "1"
        },
        {
            "name": "Headache",
            "percent": "1"
        },
        {
            "name": "Respiratory tract infection",
            "percent": "1"
        },
        {
            "name": "Pyrexia",
            "percent": "1"
        },
        {
            "name": "Fatigue",
            "percent": "1"
        },
        {
            "name": "All grades  Chest pain",
            "percent": "1"
        },
        {
            "name": "Chest pain",
            "percent": "1"
        },
        {
            "name": "Grade",
            "percent": "1"
        },
        {
            "name": "or",
            "percent": "1"
        },
        {
            "name": "Diarrhea",
            "percent": "1"
        },
        {
            "name": "Rash",
            "percent": "4-10"
        },
        {
            "name": "Phosphorus decreased",
            "percent": "5-9"
        },
        {
            "name": "Abdominal pain",
            "percent": "7-8"
        },
        {
            "name": "Fatigue",
            "percent": "2-7"
        },
        {
            "name": "SGOT",
            "percent": "3-6"
        },
        {
            "name": "AST increased",
            "percent": "3.5-5"
        },
        {
            "name": "Pleural effusion",
            "percent": "4"
        },
        {
            "name": "Vomiting",
            "percent": "3"
        },
        {
            "name": "Hypertension",
            "percent": "3"
        },
        {
            "name": "Pyrexia",
            "percent": "1-3"
        },
        {
            "name": "Total bilirubin increased",
            "percent": "0.7-2.8"
        },
        {
            "name": "Dyspnea",
            "percent": "2"
        },
        {
            "name": "Nausea",
            "percent": "1-2"
        },
        {
            "name": "Chest pain",
            "percent": "1"
        },
        {
            "name": "Headache",
            "percent": "1"
        },
        {
            "name": "Back pain",
            "percent": "1"
        },
        {
            "name": "Decreased appetite",
            "percent": "1"
        },
        {
            "name": "Constipation",
            "percent": "1"
        },
        {
            "name": "Edema",
            "percent": "1"
        },
        {
            "name": "Influenza",
            "percent": "1"
        },
        {
            "name": "Pruritis",
            "percent": "1"
        },
        {
            "name": "Respiratory tract infection",
            "percent": "1"
        },
        {
            "name": "Arthralgia",
            "percent": "1"
        },
        {
            "name": "Diarrhea",
            "percent": "3"
        },
        {
            "name": "Rash",
            "percent": "4"
        },
        {
            "name": "Phosphorus decreased",
            "percent": null
        },
        {
            "name": "Abdominal pain",
            "percent": null
        },
        {
            "name": "Fatigue",
            "percent": null
        },
        {
            "name": "SGOT",
            "percent": null
        },
        {
            "name": "AST increased",
            "percent": null
        },
        {
            "name": "Pleural effusion",
            "percent": null
        },
        {
            "name": "Vomiting",
            "percent": null
        },
        {
            "name": "Hypertension",
            "percent": null
        },
        {
            "name": "Pyrexia",
            "percent": null
        },
        {
            "name": "Total bilirubin increased",
            "percent": null
        },
        {
            "name": "Dyspnea",
            "percent": null
        },
        {
            "name": "Nausea",
            "percent": null
        },
        {
            "name": "Chest pain",
            "percent": null
        },
        {
            "name": "Headache",
            "percent": null
        },
        {
            "name": "Back pain",
            "percent": null
        },
        {
            "name": "Decreased appetite",
            "percent": null
        },
        {
            "name": "Constipation",
            "percent": null
        },
        {
            "name": "Edema",
            "percent": null
        },
        {
            "name": "Influenza",
            "percent": null
        },
        {
            "name": "Pruritis",
            "percent": null
        },
        {
            "name": "Respiratory tract infection",
            "percent": null
        },
        {
            "name": "Arthralgia",
            "percent": null
        },
        {
            "name": "Grade",
            "percent": null
        },
        {
            "name": "or",
            "percent": null
        },
        {
            "name": "Decreased appetite Back pain Pruritis",
            "percent": null
        },
        {
            "name": "Decreased appetite",
            "percent": null
        },
        {
            "name": "Back pain",
            "percent": null
        },
        {
            "name": "Pruritis",
            "percent": null
        }
    ]
}