{
    "name": "ibrexafungerp",
    "comment": "Rx",
    "other_names": [
        "Brexafemme"
    ],
    "classes": [
        "Antifungals",
        "Systemic"
    ],
    "source": "https://reference.medscape.com/drug/brexafemme-ibrexafungerp-4000174",
    "pregnancy": {
        "common": [
            "Contraindicated",
            "Insufficient data are available on use in pregnant females on any drug-associated risks of major birth defects, miscarriage, or other adverse maternal or fetal outcomes",
            "For females of reproductive potential, verify that the patient is not pregnant prior to initiating treatment; reassessment of pregnancy status prior to each dose recommended when used monthly for 6 months for reduction in incidence of RVVC",
            "If inadvertently administered during pregnancy or if pregnancy is detected within 4 days after receiving therapy, pregnant females exposed and healthcare providers should report pregnancies to SCYNEXIS, Inc. at 1-888-982-SCYX (7299)"
        ],
        "specific": [
            {
                "type": "Contraception",
                "description": [
                    "Females of reproductive potential: Use effective contraception during treatment and for 4 days after final dose",
                    "For reduction in the incidence of RVVC, advise females of reproductive potential to use effective contraception throughout 6-month treatment period and, for 4 days after last dose"
                ]
            },
            {
                "type": "Animal data ",
                "description": [
                    "In pregnant rabbits, oral ibrexafungerp administered during organogenesis was associated with rare malformations including absent forelimb(s), absent hindpaw, absent ear pinna, and thoracogastroschisis at dose exposures greater or equal to ~5x the human exposure at the recommended human dose (RHD)",
                    "Oral ibrexafungerp administered to pregnant rats during organogenesis was not associated with fetal toxicity or increased fetal malformations at a dose exposure ~5x the human exposure at the RHD"
                ]
            }
        ]
    },
    "lactation": {
        "common": [
            "No data are available on drug presence in either human or animal milk, effects on breastfed infants, or effects on milk production"
        ]
    },
    "warnings": {
        "black_box_warning": {
            "common": [],
            "specific": [
                {
                    "type": "Risk of embryofetal toxicity",
                    "description": [
                        "Contraindicated in pregnancy ",
                        "May cause fetal harm based on results from animal studies",
                        "For females of reproductive potential, ensure patient is not pregnant before initiating ",
                        "Reassess pregnancy status before each dose when used monthly to reduce incidence of recurrent vulvovaginal candidiasis",
                        "Advise females of reproductive potential to use effective contraception during treatment and for 4 days after final dose "
                    ]
                }
            ]
        },
        "contraindicators": {
            "common": [
                "Pregnancy",
                "Hypersensitivity to ibrexafungerp"
            ],
            "specific": []
        },
        "cautions": {
            "common": [
                "Contraindicated to pregnancy; based on animal data, fetal harm may occur"
            ],
            "specific": [
                {
                    "type": "Drug interaction overview",
                    "description": [
                        "CYP3A4 substrate",
                        "Inhibitor of CYP3A4, P-gp and OATP1B3 transporter",
                        "Strong CYP3A4 inhibitors",
                        "Reduce ibrexafungerp dose",
                        "Strong CYP3A inhibitors increase the exposure of ibrexafungerp",
                        "Strong and moderate CYP3A inducers ",
                        "Avoid coadministration",
                        "Strong and moderate CYP3A inducers may significantly reduce the exposure of ibrexafungerp"
                    ]
                }
            ]
        }
    },
    "interactions": [
        {
            "classification_type": "Serious",
            "interaction_with": "elacestrant",
            "description": {
                "common": "ibrexafungerp will increase the level or effect of elacestrant by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "mobocertinib",
            "description": {
                "common": "ibrexafungerp will increase the level or effect of mobocertinib by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug. If use of moderate CYP3A4 inhibitor unavoidable, reduce mobocertinib dose by ~50% (eg, 160 to 80 mg); closely monitor QTc interval."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "omaveloxolone",
            "description": {
                "common": "ibrexafungerp will increase the level or effect of omaveloxolone by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug. If unavoidable, reduce omaveloxolone dose to 100 mg/day. Closely monitor for adverse effects. If adverse effects emerge, further reduce to 50 mg/day. "
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "pacritinib",
            "description": {
                "common": "ibrexafungerp will increase the level or effect of pacritinib by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "atogepant",
            "description": {
                "common": "ibrexafungerp will increase the level or effect of atogepant by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "daridorexant",
            "description": {
                "common": "ibrexafungerp will increase the level or effect of daridorexant by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Modify Therapy/Monitor Closely. Daridorexant dose should not exceed 25 mg per night when coadministered with moderate CYP3A4 inhibitors."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "finerenone",
            "description": {
                "common": "ibrexafungerp will increase the level or effect of finerenone by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Modify Therapy/Monitor Closely. Monitor serum potassium during initiation and dosage adjustment of either finererone or moderate CYP3A4 inhibitors. Adjust finererone dosage as needed."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "isavuconazonium sulfate",
            "description": {
                "common": "ibrexafungerp will increase the level or effect of isavuconazonium sulfate by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "lumateperone",
            "description": {
                "common": "ibrexafungerp will increase the level or effect of lumateperone by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Modify Therapy/Monitor Closely. Reduce lumateperone dose to 21 mg/day if coadministered with moderate CYP3A4 inhibitors."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "mavacamten",
            "description": {
                "common": "ibrexafungerp will increase the level or effect of mavacamten by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Modify Therapy/Monitor Closely. Inititiation of moderate CYP3A4 inhibitors may require decreased mavacamten dose. "
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "sparsentan",
            "description": {
                "common": "ibrexafungerp will increase the level or effect of sparsentan by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor. No dosage adjustment needed. Monitor blood pressure, serum potassium, edema, and kidney function regularly if sparsentan is coadministered with moderate CYP3A4 inhibitors. "
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "vardenafil",
            "description": {
                "common": "ibrexafungerp will increase the level or effect of vardenafil by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Modify Therapy/Monitor Closely. Vardenafil dose may need to be reduced if coadministered with moderate or strong CYP3A4 inhibitors "
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "voclosporin",
            "description": {
                "common": "voclosporin, ibrexafungerp.\nEither increases toxicity of the other by nephrotoxicity and/or ototoxicity. Modify Therapy/Monitor Closely. Coadministration with drugs associated with nephrotoxicity may increase the risk for acute and/or chronic nephrotoxicity."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "zanubrutinib",
            "description": {
                "common": "ibrexafungerp will increase the level or effect of zanubrutinib by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Modify Therapy/Monitor Closely. Reduce zanubrutinib (a CYP3A4 substrate) to 80 mg PO BID to when coadministered with a moderate CYP3A4 inhibitor. Interrupt dose as recommended for adverse reactions. After discontinuing the CYP3A4 inhibitor, resume previous dose of zanubrutinib. "
            }
        }
    ],
    "adverse effects": [
        {
            "name": "VVC  Diarrhea",
            "percent": "16.7"
        },
        {
            "name": "Nausea",
            "percent": "11.9"
        },
        {
            "name": "Abdominal pain",
            "percent": "11.4"
        },
        {
            "name": "Diarrhea",
            "percent": "16.7"
        },
        {
            "name": "Nausea",
            "percent": "11.9"
        },
        {
            "name": "Abdominal pain",
            "percent": "11.4"
        },
        {
            "name": "RVVC  Headache",
            "percent": "17.6"
        },
        {
            "name": "Headache",
            "percent": "17.6"
        },
        {
            "name": "VVC  Dizziness",
            "percent": "3.3"
        },
        {
            "name": "Vomiting",
            "percent": "2"
        },
        {
            "name": "Dysmenorrhea",
            "percent": "2"
        },
        {
            "name": "Flatulence",
            "percent": "2"
        },
        {
            "name": "Back pain",
            "percent": "2"
        },
        {
            "name": "Elevated transaminases",
            "percent": "2"
        },
        {
            "name": "Vaginal bleeding",
            "percent": "2"
        },
        {
            "name": "Rash",
            "percent": "2"
        },
        {
            "name": "hypersensitivity reaction",
            "percent": "3.3"
        },
        {
            "name": "Dizziness",
            "percent": "2"
        },
        {
            "name": "Vomiting",
            "percent": "2"
        },
        {
            "name": "Dysmenorrhea",
            "percent": "2"
        },
        {
            "name": "Flatulence",
            "percent": "2"
        },
        {
            "name": "Back pain",
            "percent": "2"
        },
        {
            "name": "Elevated transaminases",
            "percent": "2"
        },
        {
            "name": "Vaginal bleeding",
            "percent": "2"
        },
        {
            "name": "Rash",
            "percent": "10"
        },
        {
            "name": "hypersensitivity reaction",
            "percent": "7.7"
        },
        {
            "name": "RVVC  Abdominal pain",
            "percent": "5.4"
        },
        {
            "name": "Diarrhea",
            "percent": "3.8"
        },
        {
            "name": "Nausea",
            "percent": "3.1"
        },
        {
            "name": "Urinary tract infection",
            "percent": "10"
        },
        {
            "name": "Fatigue",
            "percent": "7.7"
        },
        {
            "name": "Abdominal pain",
            "percent": "5.4"
        },
        {
            "name": "Diarrhea",
            "percent": "3.8"
        },
        {
            "name": "Nausea",
            "percent": "3.1"
        },
        {
            "name": "Urinary tract infection",
            "percent": null
        },
        {
            "name": "Fatigue",
            "percent": null
        }
    ]
}