{
    "name": "brivaracetam",
    "comment": "Rx",
    "other_names": [
        "Briviact"
    ],
    "classes": [
        "SV2A Ligands"
    ],
    "source": "https://reference.medscape.com/drug/briviact-brivaracetam-1000083",
    "pregnancy": {
        "common": [
            "No adequate and well-controlled studies in pregnant women",
            "In animal studies, brivaracetam produced evidence of developmental toxicity at plasma exposures greater than clinical exposure"
        ],
        "specific": [
            {
                "type": "Pregnancy Registry",
                "description": [
                    "Recommend that pregnant patients enroll in the North American Antiepileptic Drug Pregnancy Registry; this can be done by calling the toll free number 1-888-233-2334, and must be done by patients themselves",
                    "Information on the registry can also be found at the Web site http://www.aedpregnancyregistry.org/"
                ]
            }
        ]
    },
    "lactation": {
        "common": [
            "Unknown if distributed in human breast milk",
            "Studies in rats have shown excretion in milk",
            "Because many drugs are excreted into human milk, a decision should be made whether to discontinue nursing or to discontinue the drug, taking into account the importance of the drug to the mother"
        ]
    },
    "warnings": {
        "black_box_warning": {
            "common": [],
            "specific": []
        },
        "contraindicators": {
            "common": [
                "Hypersensitivity; bronchospasms and angioedema have occurred"
            ],
            "specific": []
        },
        "cautions": {
            "common": [
                "May cause psychiatric adverse reactions, including nonpsychotic and psychotic symptoms; advise patients and caregivers/families to be alert for these behavioral changes and report them to their physician immediately",
                "Hypersensitivity reactions reported, including bronchospasm and angioedema; if a patient develops hypersensitivity reactions after treatment, the drug should be discontinued",
                "If discontinued, withdraw drug gradually because of the risk of increased seizure frequency and status epilepticus; if withdrawal is needed because of a serious adverse event, consider rapid discontinuation"
            ],
            "specific": [
                {
                    "type": "Suicidal Behavior",
                    "description": [
                        "Antiepileptic drugs increase the risk of suicidal behavior and ideation; monitor for the emergence or worsening of depression, unusual changes in mood or behavior, or suicidal thoughts, behavior, or self-harm; advise patients and caregivers/families to be alert for these behavioral changes and report them to their physician immediately",
                        "Anyone considering prescribing an antiepileptic drug, such as this one, must balance risk of suicidal thoughts or behaviors with risk of untreated illness; epilepsy and many other illnesses for which AEDs are prescribed are themselves associated with morbidity and mortality and an increased risk of suicidal thoughts and behavior",
                        "Should suicidal thoughts and behavior emerge during treatment, consider whether the emergence of these symptoms in any given patient may be related to the illness being treated"
                    ]
                },
                {
                    "type": "Drug interactions overview",
                    "description": [
                        "CYP2C19 poor metabolizers and patients using inhibitors of CYP2C19 may require dose reduction",
                        "Strong CYP2C19 inducers (eg, rifampin) require dose increase (see Dosage Modifications)",
                        "Coadministration with carbamazepine may increase exposure to carbamazepine-epoxide, the active metabolite of carbamazepine; though data did not reveal any safety concerns, if tolerability issues arise when coadministered, consider carbamazepine reducing the dose",
                        "Because brivaracetam can increase plasma concentrations of phenytoin, monitor phenytoin levels in patients when concomitant brivaracetam is added to or discontinued from ongoing phenytoin therapy",
                        "No added therapeutic benefit to levetiracetam when the two drugs were coadministered"
                    ]
                }
            ]
        }
    },
    "interactions": [
        {
            "classification_type": "Serious",
            "interaction_with": "lonafarnib",
            "description": {
                "common": "lonafarnib will increase the level or effect of brivaracetam by  affecting hepatic enzyme CYP2C19 metabolism. Avoid or Use Alternate Drug. Lonafarnib may increase the AUC and peak concentration of CYP2C19 substrates. If coadministration unavoidable, monitor for adverse reactions and reduce the CYP2C19 substrate dose in accordance with its approved product labeling."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "metoclopramide intranasal",
            "description": {
                "common": "brivaracetam, metoclopramide intranasal.\nEither increases effects of the other by Other (see comment). Avoid or Use Alternate Drug. \nComment: Avoid use of metoclopramide intranasal or interacting drug, depending on importance of drug to patient."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "selinexor",
            "description": {
                "common": "selinexor, brivaracetam. unspecified interaction mechanism. Avoid or Use Alternate Drug. Patients treated with selinexor may experience neurological toxicities. Avoid taking selinexor with other medications that may cause dizziness or confusion."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "acrivastine",
            "description": {
                "common": "acrivastine and brivaracetam both increase  sedation. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "amisulpride",
            "description": {
                "common": "amisulpride and brivaracetam both increase  sedation. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "asenapine",
            "description": {
                "common": "asenapine and brivaracetam both increase  sedation. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "asenapine transdermal",
            "description": {
                "common": "asenapine transdermal and brivaracetam both increase  sedation. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "avapritinib",
            "description": {
                "common": "avapritinib and brivaracetam both increase  sedation. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "benzhydrocodone/acetaminophen",
            "description": {
                "common": "benzhydrocodone/acetaminophen and brivaracetam both increase  sedation. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "brexanolone",
            "description": {
                "common": "brexanolone, brivaracetam.\nEither increases toxicity of the other by sedation. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "brexpiprazole",
            "description": {
                "common": "brexpiprazole and brivaracetam both increase  sedation. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "carbamazepine",
            "description": {
                "common": "carbamazepine will decrease the level or effect of brivaracetam by  affecting hepatic enzyme CYP2C19 metabolism. Use Caution/Monitor. Brivaracetam plasma concentration decreased by 26%."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "cenobamate",
            "description": {
                "common": "cenobamate, brivaracetam.\nEither increases effects of the other by sedation. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "deutetrabenazine",
            "description": {
                "common": "brivaracetam and deutetrabenazine both increase  sedation. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "esketamine intranasal",
            "description": {
                "common": "esketamine intranasal, brivaracetam.\nEither increases toxicity of the other by sedation. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ethanol",
            "description": {
                "common": "ethanol, brivaracetam. Other (see comment). Use Caution/Monitor. \nComment: Coadministration with ethanol may enhance CNS depressant effects (eg, decreases in saccadic peak velocity, smooth pursuit, adaptive tracking performance, and Visual Analog Scale (VAS) alertness)."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "fexinidazole",
            "description": {
                "common": "fexinidazole will increase the level or effect of brivaracetam by  affecting hepatic enzyme CYP2C19 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ganaxolone",
            "description": {
                "common": "brivaracetam and ganaxolone both increase  sedation. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "lasmiditan",
            "description": {
                "common": "lasmiditan, brivaracetam.\nEither increases effects of the other by sedation. Use Caution/Monitor. Coadministration of lasmiditan and other CNS depressant drugs, including alcohol have not been evaluated in clinical studies. Lasmiditan may cause sedation, as well as other cognitive and/or neuropsychiatric adverse reactions."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "lemborexant",
            "description": {
                "common": "lemborexant, brivaracetam.\nEither increases effects of the other by sedation. Modify Therapy/Monitor Closely. Dosage adjustment may be necessary if lemborexant is coadministered with other CNS depressants because of potentially additive effects."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "levetiracetam",
            "description": {
                "common": "brivaracetam, levetiracetam. Other (see comment). Use Caution/Monitor. \nComment: Coadministration provided no added therapeutic benefit and may cause additive/synergistic adverse effects."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "mavacamten",
            "description": {
                "common": "brivaracetam will increase the level or effect of mavacamten by  affecting hepatic enzyme CYP2C19 metabolism. Modify Therapy/Monitor Closely. Inititiation of weak CYP2C19 inhibitors may require decreased mavacamten dose. "
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "midazolam intranasal",
            "description": {
                "common": "midazolam intranasal, brivaracetam.\nEither increases effects of the other by pharmacodynamic synergism. Modify Therapy/Monitor Closely. Concomitant use of barbiturates, alcohol, or other CNS depressants may increase the risk of hypoventilation, airway obstruction, desaturation, or apnea and may contribute to profound and/or prolonged drug effect."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "phenobarbital",
            "description": {
                "common": "phenobarbital will decrease the level or effect of brivaracetam by  affecting hepatic enzyme CYP2C19 metabolism. Use Caution/Monitor. Brivaracetam plasma concentration decreased by 19%."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "phenytoin",
            "description": {
                "common": "phenytoin will decrease the level or effect of brivaracetam by  affecting hepatic enzyme CYP2C19 metabolism. Use Caution/Monitor. Brivaracetam plasma concentration decreased by 21%."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "rifampin",
            "description": {
                "common": "rifampin will decrease the level or effect of brivaracetam by  affecting hepatic enzyme CYP2C19 metabolism. Modify Therapy/Monitor Closely. The dose of brivaracetam should be increased up to 100% (ie, double the dosage) in patients while receiving concomitant treatment with rifampin."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "rucaparib",
            "description": {
                "common": "rucaparib will increase the level or effect of brivaracetam by  affecting hepatic enzyme CYP2C19 metabolism. Modify Therapy/Monitor Closely. Adjust dosage of CYP2C19 substrates, if clinically indicated."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "sparsentan",
            "description": {
                "common": "sparsentan will decrease the level or effect of brivaracetam by  affecting hepatic enzyme CYP2C19 metabolism. Use Caution/Monitor. Sparsentan (a CYP2C19 inducer) decreases exposure of CYP2C19 substrates and reduces efficacy related to these substrates. "
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "stiripentol",
            "description": {
                "common": "stiripentol, brivaracetam.\nEither increases effects of the other by sedation. Use Caution/Monitor. Concomitant use stiripentol with other CNS depressants, including alcohol, may increase the risk of sedation and somnolence."
            }
        }
    ],
    "adverse effects": [
        {
            "name": "Somnolence and sedation",
            "percent": "16"
        },
        {
            "name": "Dizziness",
            "percent": "12"
        },
        {
            "name": "Fatigue",
            "percent": "9"
        },
        {
            "name": "Nausea and vomiting",
            "percent": "5"
        },
        {
            "name": "Cerebellar coordination and balance disturbances",
            "percent": "3"
        },
        {
            "name": "Irritability",
            "percent": "3"
        },
        {
            "name": "Constipation",
            "percent": "2"
        },
        {
            "name": "Dysgeusia",
            "percent": null
        },
        {
            "name": "euphoric mood",
            "percent": null
        },
        {
            "name": "feeling drunk",
            "percent": null
        },
        {
            "name": "infusion site pain",
            "percent": null
        },
        {
            "name": "decreased appetite",
            "percent": null
        }
    ]
}