{
    "name": "norethindrone",
    "comment": "Rx",
    "other_names": [
        "Camila",
        "Errin",
        "Heather",
        "Jencycla",
        "Jolivette",
        "Lyza",
        "Nor QD",
        "Nora-BE",
        "norethisterone",
        "Norhisterone",
        "Deblitane",
        "Sharobel",
        "Emzahh"
    ],
    "classes": [
        "Progestins"
    ],
    "source": "https://reference.medscape.com/drug/camila-errin-norethindrone-342791",
    "pregnancy": {
        "common": [
            "Pregnancy Category: X",
            "Lactation: Excreted in breast milk; use caution"
        ],
        "specific": []
    },
    "lactation": {
        "common": [
            "Lactation: Excreted in breast milk; use caution"
        ]
    },
    "warnings": {
        "black_box_warning": {
            "common": [],
            "specific": []
        },
        "contraindicators": {
            "common": [
                "Documented hypersensitivity",
                "Liver disease or impairment",
                "Undiagnosed abnormal vaginal bleeding",
                "Pregnancy",
                "History, suspected, or known malignancy of the breast"
            ],
            "specific": []
        },
        "cautions": {
            "common": [
                "Use caution in family history of breast cancer and or DVT/PE, current/history of depression, endometriosis, DM, HTN, bone mineral density changes, renal/hepatic impairment, bone metabolic disease, SLE; conditions exacerbated by fluid retention (eg, migraine, asthma, epilepsy).",
                "Discontinue if the following develop jaundice, visual problems associated with retinal vascular lesions (may cause contact lens intolerance), any signs of VTE, migraine with unusual severity, significang blood pressure increase, severe depression, increased risk of thromboembolic complications after surgery.",
                "Follicles may enlarge beyond size of the one in normal cycle; enlarged follicle may be asymptomatic or may be associated with mild abdominal pain; surgical intervention rarely needed",
                "Rare hepatic adenomas and focal modular hyperplasia, resulting in fatal intra-abdominal hemorrhage reported with therapy",
                "Irregular menstrual bleeding is common with progestin only contraceptives; rule out nonpharmacologic causes of abnormal bleeding",
                "Ectopic pregnancy should be considered in patients that use progestin only contraceptive and experience lower abdominal pain",
                "Discontinue 4 week before major surgery or prolonged immobilization.",
                "Patients on warfarin, oral anticoagulants (increase in anticoagulant dose may be warranted)",
                "May have adverse effect on lipid metabolism; use caution in women with hyperlipidemia",
                "Not for use prior to menarche",
                "Some studies link OCP use with increased risk of breast cancer, whereas other studies have not shown a change in risk. Woman's risk depends on conditions where naturally high hormone levels persist for long periods of time including early onset menstruation before age 12, late onset menopause, after age 55, first child after age 30, nulliparity",
                "Increased risk of cervical cancer with OCP use, however HPV remains as main risk factor for this cancer. Evidence suggests long-term use of OCPs, 5 or more years, may be associated with increased risk. Increased risk of liver cancer with OCP use; risk increases with longer duration of OCP use",
                "Discontinue if migraine, proptosis, diplopia, or other visual disturbances occur; discontinue permanently if papilledema or retinal vascular lesions are observed on examination"
            ],
            "specific": [
                {
                    "type": "Drug interaction overview",
                    "description": [
                        "Drugs or herbal products that induce certain enzymes, including cytochrome P450 3A4 (CYP3A4), may decrease systemic concentrations of HCs and potentially diminish effectiveness of HCs or increase breakthrough bleeding; counsel women to use an alternative non-hormonal method of contraception or a back-up method when enzyme inducers are used with HCs, and to continue back-up non-hormonal contraception for 28 days after discontinuing the enzyme inducer to ensure contraceptive reliability",
                        "Some drugs or herbal products that may decrease effectiveness of HCs include efavirenz, phenytoin, barbiturates, carbamazepine, bosentan, felbamate, griseofulvin, oxcarbazepine, rifampicin, rifabutin, rufinamide, aprepitant, and products containing St. John’s wort; interactions between HCs and other drugs may lead to breakthrough bleeding and/or contraceptive failure",
                        "Coadministration of certain HCs and strong or moderate CYP3A4 inhibitors such as itraconazole, voriconazole, fluconazole, grapefruit juice, or ketoconazole may increase systemic concentrations of womens-health-reproduction#progestins, including norethindrone",
                        "Significant decreases in systemic concentrations of progestin have been noted in cases of coadministration with some HIV protease inhibitors (e.g., nelfinavir, ritonavir, darunavir/ritonavir, (fos)amprenavir/ritonavir, lopinavir/ritonavir, and tipranavir/ritonavir), some HCV protease inhibitors (eg, boceprevir and telaprevir), and some non-nucleoside reverse transcriptase inhibitors (eg, nevirapine, efavirenz)",
                        "In contrast, significant increases in systemic exposure of progestin have been noted in cases of co-administration with certain other HIV protease inhibitors (e.g., indinavir and atazanavir/ritonavir) and with other non-nucleoside reverse transcriptase inhibitors (e.g., etravirine). These changes may be clinically relevant in some cases",
                        "Hormonal contraceptives may affect metabolism of other drugs; consequently, systemic concentrations may either increase (for example, cyclosporine) or decrease; consult the labeling of all concurrently used drugs to obtain further information about interactions with hormonal contraceptives or potential for enzyme alterations",
                        "Effectiveness of progestin-containing hormonal contraceptives and emergency contraceptive ulipristal acetate may be decreased if progestin-containing hormonal contraceptives are used within five days after ulipristal acetate dosing; therefore, if a woman wishes to use the drug after using ulipristal acetate, she should do so no sooner than 5 days after the intake of ulipristal acetate and she should use a reliable barrier method for subsequent acts of intercourse until her next menstrual period"
                    ]
                }
            ]
        }
    },
    "interactions": [
        {
            "classification_type": "Contraindicated",
            "interaction_with": "mifepristone",
            "description": {
                "common": "mifepristone will increase the level or effect of norethindrone by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Contraindicated."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "abametapir",
            "description": {
                "common": "abametapir will increase the level or effect of norethindrone by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug. For 2 weeks after abametapir application, avoid taking drugs that are CYP3A4 substrates. If not feasible, avoid use of abametapir."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "acitretin",
            "description": {
                "common": "acitretin decreases effects of norethindrone by unknown mechanism. Contraindicated. Contraceptive failure may result."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "apalutamide",
            "description": {
                "common": "apalutamide will decrease the level or effect of norethindrone by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug. Coadministration of apalutamide, a strong CYP3A4 inducer, with drugs that are CYP3A4 substrates can result in lower exposure to these medications. Avoid or substitute another drug for these medications when possible. Evaluate for loss of therapeutic effect if medication must be coadministered. Adjust dose according to prescribing information if needed."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "belzutifan",
            "description": {
                "common": "belzutifan will decrease the level or effect of norethindrone by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug. Coadministration of belzutifan with hormonal contraceptives may lead to contraceptive failure or increased breakthrough bleeding. Advise females of reproductive potential to use effective nonhormonal contraception. Based on animal studies, belzutifan can cause fetal harm."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "bosentan",
            "description": {
                "common": "bosentan will decrease the level or effect of norethindrone by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "brigatinib",
            "description": {
                "common": "brigatinib will decrease the level or effect of norethindrone by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug. Brigatinib induces CYP3A4 in vitro. Coadministration of hormonal contraceptives with brigatinib can result in decreased concentrations and loss of efficacy. Brigatinib can cause fetal harm. Women should use an effective nonhormonal method of contraception during treatment and for at least 4 months after the last brigatinib dose."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "carbamazepine",
            "description": {
                "common": "carbamazepine will decrease the level or effect of norethindrone by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug. Avoid coadministration unless benefit outweighs risk. When coadministered, hormonal contraceptives are not a reliable method of effective birth control. Concomitant use may increase incidence of menstruation associated adverse effects (amenorrhea, dysmenorrhea, menorrhagia)."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "efavirenz",
            "description": {
                "common": "efavirenz will decrease the level or effect of norethindrone by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "enzalutamide",
            "description": {
                "common": "enzalutamide will decrease the level or effect of norethindrone by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug. Avoid coadministration unless benefit outweighs risk. When coadministered, hormonal contraceptives are not a reliable method of effective birth control. Concomitant use may increase incidence of menstruation associated adverse effects (amenorrhea, dysmenorrhea, menorrhagia)."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "fexinidazole",
            "description": {
                "common": "fexinidazole will increase the level or effect of norethindrone by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug. Fexinidazole inhibits CYP3A4. Coadministration may increase risk for adverse effects of CYP3A4 substrates."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "fosphenytoin",
            "description": {
                "common": "fosphenytoin will decrease the level or effect of norethindrone by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug. Avoid coadministration unless benefit outweighs risk. When coadministered, hormonal contraceptives are not a reliable method of effective birth control. Concomitant use may increase incidence of menstruation associated adverse effects (amenorrhea, dysmenorrhea, menorrhagia)."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "idelalisib",
            "description": {
                "common": "idelalisib will increase the level or effect of norethindrone by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug. Idelalisib is a strong CYP3A inhibitor; avoid coadministration with sensitive CYP3A substrates"
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "ivosidenib",
            "description": {
                "common": "ivosidenib will decrease the level or effect of norethindrone by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug. Avoid coadministration of sensitive CYP3A4 substrates with ivosidenib or replace with alternative therapies. If coadministration is unavoidable, monitor patients for loss of therapeutic effect of these drugs."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "lesinurad",
            "description": {
                "common": "lesinurad decreases effects of norethindrone by affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug. Use additional methods of nonhormonal contraception. Do not rely on hormonal contraception alone when taking lesinurad."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "lorlatinib",
            "description": {
                "common": "lorlatinib will decrease the level or effect of norethindrone by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug. Monitor response to estrogens and progestins whenever a CYP3A4 inducer is added to or discontinued, and adjust hormone dosage as necessary. For adequate protection against conception, advise additional or alternative nonhormonal birth control during coadministration with CY3A4 inducers and beyond discontinuation of the CYP3A4 inducers for ~for 3 plasma half-lives."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "lumacaftor/ivacaftor",
            "description": {
                "common": "lumacaftor/ivacaftor will decrease the level or effect of norethindrone by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug. Avoid coadministration unless benefit outweighs risk. When coadministered, hormonal contraceptives are not a reliable method of effective birth control. Concomitant use may increase incidence of menstruation associated adverse effects (amenorrhea, dysmenorrhea, menorrhagia)."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "mavacamten",
            "description": {
                "common": "mavacamten will decrease the level or effect of norethindrone by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug. Progestin and ethinyl estradiol are CYP3A4 substrates. Mavacamten may decrease systemic exposures of ethinyl estradiol and progestin, which may lead to contraceptive failure or an increase in breakthrough bleeding. Advise patients to use a contraceptive method that is not affected by CYP450 enzyme induction (eg, intrauterine system) or add nonhormonal contraception (eg, condoms) during coadministration and for 4 months after last mavacamten dose."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "mitotane",
            "description": {
                "common": "mitotane will decrease the level or effect of norethindrone by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug. Avoid coadministration unless benefit outweighs risk. When coadministered, hormonal contraceptives are not a reliable method of effective birth control. Concomitant use may increase incidence of menstruation associated adverse effects (amenorrhea, dysmenorrhea, menorrhagia)."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "phenobarbital",
            "description": {
                "common": "phenobarbital will decrease the level or effect of norethindrone by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug. Avoid coadministration unless benefit outweighs risk. When coadministered, hormonal contraceptives are not a reliable method of effective birth control. Concomitant use may increase incidence of menstruation associated adverse effects (amenorrhea, dysmenorrhea, menorrhagia)."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "phenytoin",
            "description": {
                "common": "phenytoin will decrease the level or effect of norethindrone by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug. Avoid coadministration unless benefit outweighs risk. When coadministered, hormonal contraceptives are not a reliable method of effective birth control. Concomitant use may increase incidence of menstruation associated adverse effects (amenorrhea, dysmenorrhea, menorrhagia)."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "primidone",
            "description": {
                "common": "primidone will decrease the level or effect of norethindrone by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug. Avoid coadministration unless benefit outweighs risk. When coadministered, hormonal contraceptives are not a reliable method of effective birth control. Concomitant use may increase incidence of menstruation associated adverse effects (amenorrhea, dysmenorrhea, menorrhagia)."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "rifabutin",
            "description": {
                "common": "rifabutin will decrease the level or effect of norethindrone by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug. Avoid coadministration unless benefit outweighs risk. When coadministered, hormonal contraceptives are not a reliable method of effective birth control. Concomitant use may increase incidence of menstruation associated adverse effects (amenorrhea, dysmenorrhea, menorrhagia)."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "rifampin",
            "description": {
                "common": "rifampin decreases levels of norethindrone by increasing metabolism. Avoid or Use Alternate Drug. Avoid coadministration unless benefit outweighs risk. When coadministered, hormonal contraceptives are not a reliable method of effective birth control. Concomitant use may increase incidence of menstruation associated adverse effects (amenorrhea, dysmenorrhea, menorrhagia)."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "rifapentine",
            "description": {
                "common": "rifapentine will decrease the level or effect of norethindrone by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug. Avoid coadministration unless benefit outweighs risk. When coadministered, hormonal contraceptives are not a reliable method of effective birth control. Concomitant use may increase incidence of menstruation associated adverse effects (amenorrhea, dysmenorrhea, menorrhagia)."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "sugammadex sodium",
            "description": {
                "common": "sugammadex sodium decreases effects of norethindrone by receptor binding competition. Avoid or Use Alternate Drug. In vitro binding studies showed that sugammadex may bind to progestogen, thereby decreasing progestogen exposure. Therefore, a sugammadex bolus dose is considered to be equivalent to missing dose(s) of hormonal contraceptives containing an estrogen or progestogen. If an oral contraceptive is taken on the same day of sugammadex, or the patient has a transdermal or implant hormonal contraceptive, the patient must use an additional, nonhormonal contraceptive method or back-up method of contraception (eg, condoms and spermicides) for the next 7 days."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "tipranavir",
            "description": {
                "common": "tipranavir will increase the level or effect of norethindrone by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "topiramate",
            "description": {
                "common": "topiramate will decrease the level or effect of norethindrone by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug. Avoid coadministration unless benefit outweighs risk. When coadministered, hormonal contraceptives are not a reliable method of effective birth control. Concomitant use may increase incidence of menstruation associated adverse effects (amenorrhea, dysmenorrhea, menorrhagia)."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "tucatinib",
            "description": {
                "common": "tucatinib will increase the level or effect of norethindrone by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug. Avoid concomitant use of tucatinib with CYP3A substrates, where minimal concentration changes may lead to serious or life-threatening toxicities. If unavoidable, reduce CYP3A substrate dose according to product labeling."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "voxelotor",
            "description": {
                "common": "voxelotor will increase the level or effect of norethindrone by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug. Voxelotor increases systemic exposure of sensitive CYP3A4 substrates. Avoid coadministration with sensitive CYP3A4 substrates with a narrow therapeutic index. Consider dose reduction of the sensitive CYP3A4 substrate(s) if unable to avoid."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "amobarbital",
            "description": {
                "common": "amobarbital will decrease the level or effect of norethindrone by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "atazanavir",
            "description": {
                "common": "atazanavir, norethindrone. affecting hepatic/intestinal enzyme CYP3A4 metabolism. Modify Therapy/Monitor Closely. Atazanavir may increase or decrease levels of norethindrone. Use alternatives if available."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "cenobamate",
            "description": {
                "common": "cenobamate will decrease the level or effect of norethindrone by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Modify Therapy/Monitor Closely. Increase dose of CYP3A4 substrate, as needed, when coadministered with cenobamate."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "clobazam",
            "description": {
                "common": "clobazam will decrease the level or effect of norethindrone by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor. Clobazam is a weak CYP3A4 inducer; effectiveness of hormonal contraceptives may be diminished when given concurrently with clobazam. Additional non-hormonal forms of contraception are recommended."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "colesevelam",
            "description": {
                "common": "colesevelam decreases levels of norethindrone by drug binding in GI tract. Use Caution/Monitor. Administer oral contraceptives containing norethindrone/ethinyl estradiol at least 4 hr before colesevelam to avoid decreased absorption."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "crofelemer",
            "description": {
                "common": "crofelemer increases levels of norethindrone by affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor. Crofelemer has the potential to inhibit CYP3A4 at concentrations expected in the gut; unlikely to inhibit systemically because minimally absorbed."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "dabrafenib",
            "description": {
                "common": "dabrafenib will decrease the level or effect of norethindrone by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "elagolix",
            "description": {
                "common": "elagolix decreases levels of norethindrone by affecting hepatic/intestinal enzyme CYP3A4 metabolism. Modify Therapy/Monitor Closely. Elagolix is a weak-to-moderate CYP3A4 inducer. Monitor CYP3A substrates if coadministered. Consider increasing CYP3A substrate dose if needed."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "encorafenib",
            "description": {
                "common": "encorafenib, norethindrone. affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor. Encorafenib both inhibits and induces CYP3A4 at clinically relevant plasma concentrations. Coadministration of encorafenib with sensitive CYP3A4 substrates may result in increased toxicity or decreased efficacy of these agents."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "etravirine",
            "description": {
                "common": "etravirine will decrease the level or effect of norethindrone by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "fedratinib",
            "description": {
                "common": "fedratinib will increase the level or effect of norethindrone by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor. Adjust dose of drugs that are CYP3A4 substrates as necessary."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "fosamprenavir",
            "description": {
                "common": "fosamprenavir, norethindrone. unspecified interaction mechanism. Use Caution/Monitor. Variable effect on norethindrone. Use non-hormonal contraception."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "iloperidone",
            "description": {
                "common": "iloperidone increases levels of norethindrone by affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor. Iloperidone is a time-dependent CYP3A inhibitor and may lead to increased plasma levels of drugs predominantly eliminated by CYP3A4."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "indinavir",
            "description": {
                "common": "indinavir will increase the level or effect of norethindrone by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "insulin degludec",
            "description": {
                "common": "norethindrone decreases effects of insulin degludec by pharmacodynamic antagonism. Use Caution/Monitor. Progestins may impair glucose tolerance."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "insulin degludec/insulin aspart",
            "description": {
                "common": "norethindrone decreases effects of insulin degludec/insulin aspart by pharmacodynamic antagonism. Use Caution/Monitor. Progestins may impair glucose tolerance."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "insulin inhaled",
            "description": {
                "common": "norethindrone decreases effects of insulin inhaled by pharmacodynamic antagonism. Use Caution/Monitor. Progestins may impair glucose tolerance."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "istradefylline",
            "description": {
                "common": "istradefylline will increase the level or effect of norethindrone by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor. Istradefylline 40 mg/day increased peak levels and AUC of CYP3A4 substrates in clinical trials. This effect was not observed with istradefylline 20 mg/day. Consider dose reduction of sensitive CYP3A4 substrates."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "lamotrigine",
            "description": {
                "common": "norethindrone will decrease the level or effect of lamotrigine by  increasing hepatic clearance. Use Caution/Monitor. Combination oral contraceptives have been shown to significantly decrease plasma concentrations of lamotrigine, likely due to induction of lamotrigine glucuronidation."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "lenacapavir",
            "description": {
                "common": "lenacapavir will increase the level or effect of norethindrone by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor. Lencapavir may increase CYP3A4 substrates initiated within 9 months after last SC dose of lenacapavir, which may increase potential risk of adverse reactions of CYP3A4 substrates."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "letermovir",
            "description": {
                "common": "letermovir increases levels of norethindrone by affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "lopinavir",
            "description": {
                "common": "lopinavir will increase the level or effect of norethindrone by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "maraviroc",
            "description": {
                "common": "norethindrone increases levels of maraviroc by affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor. Potential for increased toxicity."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "metformin",
            "description": {
                "common": "norethindrone decreases effects of metformin by pharmacodynamic antagonism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "mifepristone",
            "description": {
                "common": "mifepristone decreases effects of norethindrone by pharmacodynamic antagonism. Use Caution/Monitor. Backup contraceptive method recommended."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "nafcillin",
            "description": {
                "common": "nafcillin will decrease the level or effect of norethindrone by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor. Use of nonhormonal contraceptives advised while in therapy"
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "nelfinavir",
            "description": {
                "common": "nelfinavir will increase the level or effect of norethindrone by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ritonavir",
            "description": {
                "common": "ritonavir will increase the level or effect of norethindrone by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "rucaparib",
            "description": {
                "common": "rucaparib will increase the level or effect of norethindrone by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Modify Therapy/Monitor Closely. Adjust dosage of CYP3A4 substrates, if clinically indicated."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "rufinamide",
            "description": {
                "common": "rufinamide decreases effects of norethindrone by affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor. Rufinamide is a weak inducer of the CYP 3A4 enzyme and can decrease exposure of drugs that are substrates of CYP3A4. ."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "siltuximab",
            "description": {
                "common": "siltuximab, norethindrone. Other (see comment). Use Caution/Monitor. \nComment: CYP450 activity in the liver is down regulated by infection and inflammation stimuli including cytokines (eg, IL-6); inhibition of IL-6 by siltuximab may restore CYP450 enzymatic activity; caution if coadministered with CYP substrates that have a narrow therapeutic index."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "stiripentol",
            "description": {
                "common": "stiripentol, norethindrone. affecting hepatic/intestinal enzyme CYP3A4 metabolism. Modify Therapy/Monitor Closely. Stiripentol is a CYP3A4 inhibitor and inducer. Monitor CYP3A4 substrates coadministered with stiripentol for increased or decreased effects. CYP3A4 substrates may require dosage adjustment."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "tazemetostat",
            "description": {
                "common": "tazemetostat will decrease the level or effect of norethindrone by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "tecovirimat",
            "description": {
                "common": "tecovirimat will decrease the level or effect of norethindrone by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor. Tecovirimat is a weak CYP3A4 inducer. Monitor sensitive CYP3A4 substrates for effectiveness if coadministered."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "tesamorelin",
            "description": {
                "common": "tesamorelin will decrease the level or effect of norethindrone by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor. Use alternative contraception"
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "voriconazole",
            "description": {
                "common": "voriconazole will increase the level or effect of norethindrone by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "acetazolamide",
            "description": {
                "common": "acetazolamide will increase the level or effect of norethindrone by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "anastrozole",
            "description": {
                "common": "anastrozole will increase the level or effect of norethindrone by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "cyclophosphamide",
            "description": {
                "common": "cyclophosphamide will increase the level or effect of norethindrone by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "larotrectinib",
            "description": {
                "common": "larotrectinib will increase the level or effect of norethindrone by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "levoketoconazole",
            "description": {
                "common": "levoketoconazole will increase the level or effect of norethindrone by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "ribociclib",
            "description": {
                "common": "ribociclib will increase the level or effect of norethindrone by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Minor/Significance Unknown."
            }
        }
    ],
    "adverse effects": [
        {
            "name": "Edema",
            "percent": null
        },
        {
            "name": "Weakness",
            "percent": null
        },
        {
            "name": "Anorexia",
            "percent": null
        },
        {
            "name": "Amenorrhea",
            "percent": null
        },
        {
            "name": "Breakthrough bleeding",
            "percent": null
        },
        {
            "name": "Change in menstrual flowSpotting",
            "percent": null
        },
        {
            "name": "Deep vein thrombosis",
            "percent": null
        },
        {
            "name": "Thrombophlebitis",
            "percent": null
        },
        {
            "name": "Depression",
            "percent": null
        },
        {
            "name": "Dizziness",
            "percent": null
        },
        {
            "name": "Headache",
            "percent": null
        },
        {
            "name": "Nervousness",
            "percent": null
        },
        {
            "name": "Somnolence",
            "percent": null
        },
        {
            "name": "Breast tenderness",
            "percent": null
        },
        {
            "name": "Galactorrhea",
            "percent": null
        },
        {
            "name": "Abdominal pain",
            "percent": null
        },
        {
            "name": "Nausea",
            "percent": null
        },
        {
            "name": "Vomiting",
            "percent": null
        },
        {
            "name": "Weight change",
            "percent": null
        },
        {
            "name": "Cholestatic jaundice",
            "percent": null
        },
        {
            "name": "Gastrointestinal disorders",
            "percent": null
        },
        {
            "name": "Vomiting",
            "percent": null
        },
        {
            "name": "abdominal pain",
            "percent": null
        },
        {
            "name": "General disorders and administration site conditions",
            "percent": null
        },
        {
            "name": "Fatigue",
            "percent": null
        },
        {
            "name": "edema",
            "percent": null
        },
        {
            "name": "Psychiatric disorders",
            "percent": null
        },
        {
            "name": "Depression",
            "percent": null
        },
        {
            "name": "nervousness",
            "percent": null
        },
        {
            "name": "Musculoskeletal and connective tissue disorders",
            "percent": null
        },
        {
            "name": "Pain in extremity",
            "percent": null
        },
        {
            "name": "Reproductive system and breast disorders",
            "percent": null
        },
        {
            "name": "Genital discharge",
            "percent": null
        },
        {
            "name": "breast pain",
            "percent": null
        },
        {
            "name": "menstruation delayed",
            "percent": null
        },
        {
            "name": "suppressed lactation",
            "percent": null
        },
        {
            "name": "vaginal hemorrhage",
            "percent": null
        },
        {
            "name": "menorrhagia",
            "percent": null
        },
        {
            "name": "withdrawal bleed when product is stopped",
            "percent": null
        },
        {
            "name": "Immune system disorders",
            "percent": null
        },
        {
            "name": "Anaphylactic",
            "percent": null
        },
        {
            "name": "anaphylactoid reaction",
            "percent": null
        },
        {
            "name": "hypersensitivity",
            "percent": null
        },
        {
            "name": "Hepatobiliary disorders",
            "percent": null
        },
        {
            "name": "Hepatitis",
            "percent": null
        },
        {
            "name": "cholestatic jaundice",
            "percent": null
        },
        {
            "name": "Skin and subcutaneous tissue disorders",
            "percent": null
        },
        {
            "name": "Alopecia",
            "percent": null
        },
        {
            "name": "rash",
            "percent": null
        },
        {
            "name": "pruritic rash",
            "percent": null
        }
    ]
}