{
    "name": "sucralfate",
    "comment": "Rx",
    "other_names": [
        "Carafate"
    ],
    "classes": [
        "Gastrointestinal Agents",
        "Other"
    ],
    "source": "https://reference.medscape.com/drug/carafate-sucralfate-342006",
    "pregnancy": {
        "common": [
            "Pregnancy category: B",
            "Lactation: Probably safe because drug is minimally absorbed; unknown whether drug is excreted in breast milk"
        ],
        "specific": []
    },
    "lactation": {
        "common": [
            "Lactation: Probably safe because drug is minimally absorbed; unknown whether drug is excreted in breast milk"
        ]
    },
    "warnings": {
        "black_box_warning": {
            "common": [],
            "specific": []
        },
        "contraindicators": {
            "common": [
                "Documented hypersensitivity"
            ],
            "specific": []
        },
        "cautions": {
            "common": [
                "Not expected to alter post healing frequency of recurrence or severity of duodenal ulceration; acts locally at the ulcer",
                "Do not take antacids within 30 minutes of sucralfate dose",
                "Aluminum absorption is increased; use with caution in patients with chronic renal failure or undergoing dialysis",
                "Potential significant drug interactions possible; consult drug interaction database",
                "Use tablet with caution in patients with conditions that may impair swallowing, or with altered gag/cough reflex",
                "Hyperglycemia has been reported when drug is used in patients with diabetes",
                "Sucralfate may alter absorption of some drugs; take other medications 2 hours before taking sucralfate",
                "Fatal complications, including pulmonary and cerebral emboli reported with inappropriate intravenous administration of oral suspension; administer oral suspension only by oral route; not for intravenous administration"
            ],
            "specific": []
        }
    },
    "interactions": [
        {
            "classification_type": "Serious",
            "interaction_with": "digoxin",
            "description": {
                "common": "sucralfate will decrease the level or effect of digoxin by  inhibition of GI absorption. Applies only to oral form of both agents. Avoid or Use Alternate Drug. Measure serum digoxin concentrations before initiating concomitant drugs; continue monitoring and increase digoxin dose by approximately 20% to 40% as necessary"
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "dolutegravir",
            "description": {
                "common": "sucralfate will decrease the level or effect of dolutegravir by  cation binding in GI tract. Avoid or Use Alternate Drug. Administer dolutegravir 2 hr before or 6 hr after taking medications containing polyvalent cations"
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "bictegravir",
            "description": {
                "common": "sucralfate will decrease the level or effect of bictegravir by  cation binding in GI tract. Modify Therapy/Monitor Closely. Bictegravir can be taken under fasting conditions 2 hr before antacids containing Al, Mg, or Ca. Routine administration of bictegravir simultaneously with, or 2 hr after, antacids containing Al, Mg, or Ca is not recommended."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ciprofloxacin",
            "description": {
                "common": "sucralfate decreases levels of ciprofloxacin by inhibition of GI absorption. Applies only to oral form of both agents. Use Caution/Monitor. The oral absorption of ciprofloxacin may be significantly reduced by sucralfate secondary to chelation within the GI tract. To help avoid interactions due to chelation, ciprofloxacin should be taken 2 hours before or 6 hours after administration of sucralfate."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "delafloxacin",
            "description": {
                "common": "sucralfate will decrease the level or effect of delafloxacin by  cation binding in GI tract. Modify Therapy/Monitor Closely. Oral delafloxacin form chelates with alkaline earth and transition metal cations. Administer oral delafloxacin at least 2 hr before or 6 hr after these agents."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "fleroxacin",
            "description": {
                "common": "sucralfate decreases levels of fleroxacin by inhibition of GI absorption. Applies only to oral form of both agents. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "furosemide",
            "description": {
                "common": "sucralfate decreases effects of furosemide by inhibition of GI absorption. Applies only to oral form of both agents. Modify Therapy/Monitor Closely. Simultaneous administration of sucralfate and furosemide Injection may reduce the natriuretic and antihypertensive effects of furosemide; patients receiving both drugs should be observed closely to determine if desired diuretic and/or antihypertensive effect of furosemide achieved; intake of furosemide and sucralfate should be separated by at least 2 hr."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "gemifloxacin",
            "description": {
                "common": "sucralfate decreases levels of gemifloxacin by inhibition of GI absorption. Applies only to oral form of both agents. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ketoconazole",
            "description": {
                "common": "sucralfate decreases levels of ketoconazole by inhibition of GI absorption. Applies only to oral form of both agents. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "levofloxacin",
            "description": {
                "common": "sucralfate decreases levels of levofloxacin by inhibition of GI absorption. Applies only to oral form of both agents. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "levoketoconazole",
            "description": {
                "common": "sucralfate decreases levels of levoketoconazole by inhibition of GI absorption. Applies only to oral form of both agents. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "moxifloxacin",
            "description": {
                "common": "sucralfate decreases levels of moxifloxacin by inhibition of GI absorption. Applies only to oral form of both agents. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ofloxacin",
            "description": {
                "common": "sucralfate decreases levels of ofloxacin by inhibition of GI absorption. Applies only to oral form of both agents. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "sodium sulfate/?magnesium sulfate/potassium chloride",
            "description": {
                "common": "sodium sulfate/?magnesium sulfate/potassium chloride increases toxicity of sucralfate by Other (see comment). Use Caution/Monitor. \nComment: Coadministration with medications that cause fluid and electrolyte abnormalities may increase the risk of adverse events of seizure, arrhythmias, and renal impairment."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "sodium sulfate/potassium sulfate/magnesium sulfate",
            "description": {
                "common": "sodium sulfate/potassium sulfate/magnesium sulfate increases toxicity of sucralfate by Other (see comment). Use Caution/Monitor. \nComment: Coadministration with medications that cause fluid and electrolyte abnormalities may increase the risk of adverse events of seizure, arrhythmias, and renal impairment."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "vitamin D",
            "description": {
                "common": "vitamin D increases levels of sucralfate by Other (see comment). Use Caution/Monitor. \nComment: Avoid coadministration. Vitamin D analogs may increase the absorption of aluminum from sucralfate. ."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "aluminum hydroxide",
            "description": {
                "common": "sucralfate increases levels of aluminum hydroxide by pharmacodynamic synergism. Minor/Significance Unknown. Additive aluminum content."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "anagrelide",
            "description": {
                "common": "sucralfate decreases levels of anagrelide by inhibition of GI absorption. Applies only to oral form of both agents. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "demeclocycline",
            "description": {
                "common": "sucralfate decreases levels of demeclocycline by inhibition of GI absorption. Applies only to oral form of both agents. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "doxycycline",
            "description": {
                "common": "sucralfate decreases levels of doxycycline by inhibition of GI absorption. Applies only to oral form of both agents. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "ethotoin",
            "description": {
                "common": "sucralfate decreases levels of ethotoin by inhibition of GI absorption. Applies only to oral form of both agents. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "fosphenytoin",
            "description": {
                "common": "sucralfate decreases levels of fosphenytoin by inhibition of GI absorption. Applies only to oral form of both agents. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "lansoprazole",
            "description": {
                "common": "sucralfate decreases levels of lansoprazole by inhibition of GI absorption. Applies only to oral form of both agents. Minor/Significance Unknown. Separate by 30 minutes."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "minocycline",
            "description": {
                "common": "sucralfate decreases levels of minocycline by inhibition of GI absorption. Applies only to oral form of both agents. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "oxytetracycline",
            "description": {
                "common": "sucralfate decreases levels of oxytetracycline by inhibition of GI absorption. Applies only to oral form of both agents. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "phenytoin",
            "description": {
                "common": "sucralfate decreases levels of phenytoin by inhibition of GI absorption. Applies only to oral form of both agents. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "tetracycline",
            "description": {
                "common": "sucralfate decreases levels of tetracycline by inhibition of GI absorption. Applies only to oral form of both agents. Minor/Significance Unknown."
            }
        }
    ],
    "adverse effects": [
        {
            "name": "Constipation",
            "percent": "2"
        },
        {
            "name": "Diarrhea",
            "percent": null
        },
        {
            "name": "Dizziness",
            "percent": null
        },
        {
            "name": "Dry mouth",
            "percent": null
        },
        {
            "name": "Flatulence",
            "percent": null
        },
        {
            "name": "Headache",
            "percent": null
        },
        {
            "name": "Indigestion",
            "percent": null
        },
        {
            "name": "Insomnia",
            "percent": null
        },
        {
            "name": "Nausea",
            "percent": null
        },
        {
            "name": "Vertigo",
            "percent": null
        },
        {
            "name": "Vomiting",
            "percent": null
        },
        {
            "name": "Bezoars formation",
            "percent": null
        },
        {
            "name": "Gastrointestinal discomfort",
            "percent": null
        },
        {
            "name": "Hypersensitivity reactions",
            "percent": null
        },
        {
            "name": "Hyperglycemia",
            "percent": null
        }
    ]
}