{
    "name": "mepivacaine",
    "comment": "Rx",
    "other_names": [
        "Carbocaine",
        "Polocaine",
        "Polocaine-MPF"
    ],
    "classes": [
        "Local Anesthetics",
        "Amides",
        "Local Anesthetics",
        "Dental",
        "Local Anesthetics",
        "Parenteral"
    ],
    "source": "https://reference.medscape.com/drug/carbocaine-polocaine-mepivacaine-343365",
    "pregnancy": {
        "common": [
            "Pregnancy Category: C",
            "Lactation: Not known if excreted in breast milk"
        ],
        "specific": []
    },
    "lactation": {
        "common": [
            "Lactation: Not known if excreted in breast milk"
        ]
    },
    "warnings": {
        "black_box_warning": {
            "common": [],
            "specific": []
        },
        "contraindicators": {
            "common": [
                "Hypersensitivity to mepivacaine or amide anesthetics, sensitivity to parabens"
            ],
            "specific": []
        },
        "cautions": {
            "common": [
                "Some formulations may contain sulfites",
                "History of malignant hyperthermia",
                "Monitor patient's state of consciousness following the injection; anxiety, dizziness, restlessness, tremors, depression, or blurred vision may be signs of CNS toxicity",
                "DO NOT use solutions with epinephrine in distal areas of body (eg, digit, nose, ear)",
                "Respiratory arrest reported with use",
                "Unintentional intravascular injection may result in seizures",
                "Addition of vasoconstrictor, epinephrine, will promote local hemostasis, decrease systemic absorption, and increase duration of action",
                "Risk of chondrolysis if receiving continuous intra-articular infusion following arthroscopic or other surgical procedures"
            ],
            "specific": [
                {
                    "type": "Methemoglobinemia",
                    "description": [
                        "Use of local anesthetics may cause methemoglobinemia, a serious condition that must be treated promptly; patients with glucose-6-phosphate dehydrogenase deficiency, congenital or idiopathic methemoglobinemia, cardiac or pulmonary compromise, infants under 6 months of age, and concurrent exposure to oxidizing agents or their metabolites are more susceptible to developing clinical manifestations of the condition",
                        "Advise patients or caregivers to seek immediate medical attention if patient experiences the following signs or symptoms: pale, gray, or blue colored skin (cyanosis); headache; rapid heart rate; shortness of breath; lightheadedness; or fatigue; discontinue drug and any other oxidizing agents; depending on severity of signs and symptoms, patients may respond to supportive care, including oxygen therapy and hydration; a more severe clinical presentation may require treatment with methylene blue, exchange transfusion, or hyperbaric oxygen"
                    ]
                }
            ]
        }
    },
    "interactions": [
        {
            "classification_type": "Contraindicated",
            "interaction_with": "bupivacaine liposome",
            "description": {
                "common": "mepivacaine increases toxicity of bupivacaine liposome by Other (see comment). Contraindicated. \nComment: Do not admix with other local nonbupivacaine-based local anesthetics; admixing results in a rapid increase in free (unencapsulated) bupivacaine."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "bupivacaine implant",
            "description": {
                "common": "mepivacaine, bupivacaine implant.\nEither increases effects of the other by pharmacodynamic synergism. Avoid or Use Alternate Drug. Avoid additional local anesthetic administration within 96 hr following bupivacaine implantation. If use of additional local anesthetics is unavoidable based on clinical need, monitor for neurologic and cardiovascular effects related to local anesthetic systemic toxicity."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "nadolol",
            "description": {
                "common": "nadolol, mepivacaine. Mechanism: pharmacodynamic synergism. Use Caution/Monitor. Use extreme caution during concomitant use of bupivacaine and antihypertensive agents."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "pindolol",
            "description": {
                "common": "pindolol, mepivacaine. Mechanism: pharmacodynamic synergism. Use Caution/Monitor. Use extreme caution during concomitant use of bupivacaine and antihypertensive agents."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "propranolol",
            "description": {
                "common": "propranolol, mepivacaine. Mechanism: pharmacodynamic synergism. Use Caution/Monitor. Use extreme caution during concomitant use of bupivacaine and antihypertensive agents."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "timolol",
            "description": {
                "common": "timolol, mepivacaine. Mechanism: pharmacodynamic synergism. Use Caution/Monitor. Use extreme caution during concomitant use of bupivacaine and antihypertensive agents."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "hyaluronidase",
            "description": {
                "common": "hyaluronidase, mepivacaine. Other (see comment). Minor/Significance Unknown. \nComment: Hyaluronidase hastens the onset of local analgesia and reduces swelling, but increases systemic absorption of anesthetic.  This decreases the duration of action and increases incidence of systemic reaction."
            }
        }
    ],
    "adverse effects": [
        {
            "name": "Underventilation",
            "percent": null
        },
        {
            "name": "apnea",
            "percent": null
        },
        {
            "name": "Total or High Spinal",
            "percent": null
        },
        {
            "name": "Hypotension",
            "percent": null
        },
        {
            "name": "Acidosis",
            "percent": null
        },
        {
            "name": "Systemic diseases which alter protein production",
            "percent": null
        },
        {
            "name": "competition of other drugs for protein binding sites",
            "percent": null
        }
    ]
}