{
    "name": "diltiazem",
    "comment": "Rx",
    "other_names": [
        "Cardizem",
        "Cardizem CD",
        "Cardizem LA",
        "Cartia XT",
        "Dilacor",
        "Dilacor XR",
        "Dilatrate",
        "Diltazem",
        "Diltazem CD",
        "Dilt-CD",
        "Diltia XT",
        "Diltiaz",
        "Diltiaz CD",
        "Diltiaz SR",
        "Diltiazem CD",
        "Diltiazem SR",
        "Dilzem",
        "Taztia XT",
        "Tiazac"
    ],
    "classes": [
        "Antidysrhythmics",
        "IV",
        "Calcium Channel Blockers",
        "Calcium Channel Blockers",
        "Non-dihydropyridines"
    ],
    "source": "https://reference.medscape.com/drug/cardizem-cd-diltiazem-342374",
    "pregnancy": {
        "common": [
            "Pregnancy category: C",
            "Lactation: Drug enters breast milk; because of risk for serious adverse reactions in nursing infants from diltiazem, a decision should be made whether to discontinue nursing or to discontinue the drug, taking into account the importance of the drug to the mother"
        ],
        "specific": []
    },
    "lactation": {
        "common": [
            "Lactation: Drug enters breast milk; because of risk for serious adverse reactions in nursing infants from diltiazem, a decision should be made whether to discontinue nursing or to discontinue the drug, taking into account the importance of the drug to the mother"
        ]
    },
    "warnings": {
        "black_box_warning": {
            "common": [],
            "specific": []
        },
        "contraindicators": {
            "common": [
                "Hypersensitivity",
                "Wolff-Parkinson-White syndrome, Lown-Ganong-Levine syndrome, symptomatic severe hypotension (systolic BP <90 mm Hg), sick sinus syndrome (if no pacemaker), 2°/3° (if no pacemaker); heart block",
                "PO: Acute MI and pulmonary congestion",
                "IV: Use in newborns (because of benzyl alcohol), concomitant beta-blocker therapy, cardiogenic shock, ventricular tachycardia (must determine whether origin is supraventricular or ventricular)"
            ],
            "specific": []
        },
        "cautions": {
            "common": [
                "May cause abnormally slow heart rates or second- or third-degree AV block’ patients with sick sinus syndrome are at increased risk of bradycardia (risk increases with agents known to slow cardiac conduction",
                "Stevens-Johnson syndrome, toxic epidermal necrolusis, erythema multiforme and/or exfoliative dermatitis reported",
                "Significant elevations in liver enzymes such as alkaline phosphatase, LDH, AST (SGOT), ALT (SGPT) and signs of acute hepatic injury reported; reversible upon discontinuation of drug therapy",
                "Mild elevations of transaminases with and without concomitant elevation in alkaline phosphatase and bilirubin observed; elevations were usually resolved even with continued diltiazem treatment",
                "Symptomatic hypotension with or without syncope reported",
                "Peripheral edema occurs within 2-3 weeks of starting therapy",
                "Use with caution in hypertrophic obstructive cariomyopathy, hepatic/renal impairment, left ventricular dysfunction",
                "Concomitant use of diltiazem with beta-blockers or digitalis may result in additive effects on cardiac conduction; sinus bradycardia resulting in hospitalization reported with concurrent use of clonidine and other agents that slow cardiac conduction",
                "May increase the risk of adverse cardiac events in patients with heart failure due to negative inotropic effects (risk directly related to the severity of baseline HF)"
            ],
            "specific": []
        }
    },
    "interactions": [
        {
            "classification_type": "Contraindicated",
            "interaction_with": "dantrolene",
            "description": {
                "common": "dantrolene, diltiazem.\nEither increases toxicity of the other by Mechanism: pharmacodynamic synergism. Contraindicated. Rare incidence of cardiovascular collapse and marked hyperkalemia observed when coadministered; may be higher risk with nondihydropyridine calcium channel blockers."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "flibanserin",
            "description": {
                "common": "diltiazem will increase the level or effect of flibanserin by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Contraindicated. Coadministration of flibanserin with moderate or strong CYP3A4 inhibitors is contraindicated. Severe hypotension or syncope can occur."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "lomitapide",
            "description": {
                "common": "diltiazem increases levels of lomitapide by affecting hepatic/intestinal enzyme CYP3A4 metabolism. Contraindicated. Increases lomitapide levels several folds."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "lonafarnib",
            "description": {
                "common": "diltiazem will increase the level or effect of lonafarnib by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Contraindicated. Lonafarnib is a sensitive CYP3A4 substrate. Coadministration with strong or moderate CYP3A4 inhibitors is contraindicated. "
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "pimozide",
            "description": {
                "common": "diltiazem will increase the level or effect of pimozide by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Contraindicated. Coadministration with potent CYP3A4 inhibitors may significantly increase the plasma concentrations of pimozide and may potentiate the risk of ventricular arrhythmias (eg, ventricular tachycardia, torsade de pointes, cardiac arrest, sudden death)."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "abametapir",
            "description": {
                "common": "abametapir will increase the level or effect of diltiazem by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug. For 2 weeks after abametapir application, avoid taking drugs that are CYP3A4 substrates. If not feasible, avoid use of abametapir."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "amlodipine",
            "description": {
                "common": "diltiazem will increase the level or effect of amlodipine by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug. Concomitant use with amlodipine and diltiazem reported an a 60% increase in amlodipine AUC. Monitor increased effects and toxicities (eg, bradycardia, sinus arrest, decreased cardiac output) if amiodarone is concomitantly used with nondihydropyridine calcium channel blocker (ie, diltiazem)."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "apalutamide",
            "description": {
                "common": "apalutamide will decrease the level or effect of diltiazem by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug. Coadministration of apalutamide, a strong CYP3A4 inducer, with drugs that are CYP3A4 substrates can result in lower exposure to these medications. Avoid or substitute another drug for these medications when possible. Evaluate for loss of therapeutic effect if medication must be coadministered. Adjust dose according to prescribing information if needed."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "aprepitant",
            "description": {
                "common": "diltiazem will increase the level or effect of aprepitant by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug. Moderate CYP3A4 inhibitors may increase serum concentrations and/or toxicities of aprepitant."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "atenolol",
            "description": {
                "common": "diltiazem, atenolol.\nEither increases toxicity of the other by unspecified interaction mechanism. Avoid or Use Alternate Drug. Can increase risk of bradycardia."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "avapritinib",
            "description": {
                "common": "diltiazem will increase the level or effect of avapritinib by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug. Avoid coadministration of avapritinib with moderate CYP3A4 inhibitors. If unable to avoid, reduce avapritinib starting dose. See drug monograph Dosage Modifications."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "betaxolol",
            "description": {
                "common": "diltiazem, betaxolol.\nEither increases toxicity of the other by unspecified interaction mechanism. Avoid or Use Alternate Drug. Can increase risk of bradycardia."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "bisoprolol",
            "description": {
                "common": "diltiazem, bisoprolol.\nEither increases toxicity of the other by unspecified interaction mechanism. Avoid or Use Alternate Drug. Can increase risk of bradycardia."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "bosutinib",
            "description": {
                "common": "diltiazem increases levels of bosutinib by affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "budesonide",
            "description": {
                "common": "diltiazem will increase the level or effect of budesonide by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug. Avoid concomitant use of CYP3A4 inhibitors and oral budesonide. If coadministration is necessary, closely monitor for signs and symptoms of corticosteroid excess."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "ceritinib",
            "description": {
                "common": "ceritinib will increase the level or effect of diltiazem by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "clonidine",
            "description": {
                "common": "clonidine, diltiazem. unknown mechanism. Avoid or Use Alternate Drug. Reports of sinus bradycardia resulting in hospitalization and pacemaker insertion reported with concomitant use. Possible life-threatening effect, monitor closely."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "cobimetinib",
            "description": {
                "common": "diltiazem will increase the level or effect of cobimetinib by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug. If concurrent short term (=14 days) use of moderate CYP3A inhibitors is unavoidable for patients who are taking cobimetinib 60 mg, reduce cobimetinib dose to 20 mg. After discontinuing the moderate CYP3A inhibitor, resume cobimetinib 60 mg. In patients who are already receiving reduced cobimetinib doses due to adverse reactions, avoid moderate CYP3A4 and use alternative therapy."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "colchicine",
            "description": {
                "common": "diltiazem will increase the level or effect of colchicine by  Other (see comment). Avoid or Use Alternate Drug. Colchicine is a P-gp and CYP3A4 substrate. Avoid use with drugs that are both P-gp and strong CYP3A4 inhibitors. If coadministration is necessary, decrease colchicine dose or frequency as recommended in prescribing information. Use of any colchicine product in conjunction with strong CYP3A4 inhibitors is contraindicated in patients with renal or hepatic impairment. "
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "copanlisib",
            "description": {
                "common": "diltiazem will increase the level or effect of copanlisib by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug. Monitor patients for increased copanlisib effects/toxicities if coadministered with diltiazem. Consider reducing copanlisib dose to 45 mg."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "dihydroergotamine",
            "description": {
                "common": "diltiazem will increase the level or effect of dihydroergotamine by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "dihydroergotamine intranasal",
            "description": {
                "common": "diltiazem will increase the level or effect of dihydroergotamine intranasal by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "dronedarone",
            "description": {
                "common": "diltiazem will increase the level or effect of dronedarone by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug. Use lower starting doses of nondihydropyridine calcium channel blockers (eg,l, diltiazem). Consider increasing calcium channel blocker dose after  combination is being well-tolerated."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "elacestrant",
            "description": {
                "common": "diltiazem will increase the level or effect of elacestrant by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "eletriptan",
            "description": {
                "common": "diltiazem will increase the level or effect of eletriptan by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug. Avoid concomitantly use of eletriptan and moderate CYP3A4 inhibitors for 72 hours."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "eliglustat",
            "description": {
                "common": "diltiazem increases levels of eliglustat by affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug. Moderate CYP3A4 inhibitors are not recommended with eliglustat poor or intermediate metabolizers; reduce eliglustat dose from 84 mg BID to 84 mg once daily in extensive metabolizers ."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "encorafenib",
            "description": {
                "common": "diltiazem will increase the level or effect of encorafenib by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug. If concomitant use of a moderate CYP3A4 inhibitor is unavoidable, reduce encorafenib dose to one-half of the dose (eg, reduce from 450 mg/day to 225 mg/day). After discontinuing the inhibitor for 3-5 elimination half-lives, resume previous encorafenib dose."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "entrectinib",
            "description": {
                "common": "diltiazem will increase the level or effect of entrectinib by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug. Avoid coadministration of moderate CYP3A4 inhibitors with entrectinib, a CYP3A4 substrate. If coadministration unavoidable, reduce dose to 200 mg/day for patients aged 12 y or older with BSA >1.50m2. Resume previous entrectinib dose after discontinuing moderate CYP3A inhibitor for 3-5 elimination half-lives."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "enzalutamide",
            "description": {
                "common": "enzalutamide will decrease the level or effect of diltiazem by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "eplerenone",
            "description": {
                "common": "diltiazem will increase the level or effect of eplerenone by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug. Coadministration of eplerenone and mdoerate CYP3A4 inhibitor is not recommended. If combination is unavoidable, eplerenone dose should not exceed 25 mg/day for patients with congestive heart failure following MI."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "erdafitinib",
            "description": {
                "common": "erdafitinib will increase the level or effect of diltiazem by  P-glycoprotein (MDR1) efflux transporter. Avoid or Use Alternate Drug. If coadministration unavoidable, separate administration by at least 6 hr before or after administration of P-gp substrates with narrow therapeutic index."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "erythromycin base",
            "description": {
                "common": "diltiazem will increase the level or effect of erythromycin base by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "erythromycin ethylsuccinate",
            "description": {
                "common": "erythromycin ethylsuccinate will increase the level or effect of diltiazem by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug. Consider an alternative to erythromycin in patients receiving diltiazem. If no alternative is available, monitor for the effects of diltiazem following erythromycin initiation/discontinuation."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "erythromycin lactobionate",
            "description": {
                "common": "erythromycin lactobionate will increase the level or effect of diltiazem by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug. Consider an alternative to erythromycin in patients receiving diltiazem. If no alternative is available, monitor for the effects of diltiazem following erythromycin initiation/discontinuation."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "erythromycin stearate",
            "description": {
                "common": "erythromycin stearate will increase the level or effect of diltiazem by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug. Consider an alternative to erythromycin in patients receiving diltiazem. If no alternative is available, monitor for the effects of diltiazem following erythromycin initiation/discontinuation."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "esmolol",
            "description": {
                "common": "diltiazem, esmolol.\nEither increases toxicity of the other by unspecified interaction mechanism. Avoid or Use Alternate Drug. Can increase risk of bradycardia."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "fexinidazole",
            "description": {
                "common": "fexinidazole will increase the level or effect of diltiazem by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug. Fexinidazole inhibits CYP3A4. Coadministration may increase risk for adverse effects of CYP3A4 substrates."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "fosaprepitant",
            "description": {
                "common": "diltiazem will increase the level or effect of fosaprepitant by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug. Moderate CYP3A4 inhibitors may increase serum concentrations and/or toxicities of aprepitant."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "ibrutinib",
            "description": {
                "common": "diltiazem increases levels of ibrutinib by affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug. Coadministration with moderate CYP3A4 inhibitors, reduce ibrutinib dose to 280 mg qDay (B-cell malignancies) or 420 mg qDay (graft versus host disease). After CYP3A inhibitor discontinuation, resume previous dose of ibrutinib."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "idelalisib",
            "description": {
                "common": "idelalisib will increase the level or effect of diltiazem by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug. Idelalisib is a strong CYP3A inhibitor; avoid coadministration with sensitive CYP3A substrates"
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "indinavir",
            "description": {
                "common": "indinavir will increase the level or effect of diltiazem by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "infigratinib",
            "description": {
                "common": "diltiazem will increase the level or effect of infigratinib by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "ivabradine",
            "description": {
                "common": "diltiazem will increase the level or effect of ivabradine by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug. Avoid coadministration of ivabradine with moderate CYP3A4 inhibitors."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "ivosidenib",
            "description": {
                "common": "diltiazem will increase the level or effect of ivosidenib by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug. Coadministration with moderate CYP3A4 inhibitors may increase ivosidenib plasma concentrations, thus increasing the risk of QTc prolongation. Monitor for increased risk of QTc interval prolongation."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "lasmiditan",
            "description": {
                "common": "lasmiditan increases levels of diltiazem by P-glycoprotein (MDR1) efflux transporter. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "lemborexant",
            "description": {
                "common": "diltiazem will increase the level or effect of lemborexant by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug. Avoid coadministration of lemborexant with moderate or strong CYP3A inhibitors."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "levobunolol",
            "description": {
                "common": "diltiazem, levobunolol.\nEither increases toxicity of the other by unspecified interaction mechanism. Avoid or Use Alternate Drug. Can increase risk of bradycardia."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "lofexidine",
            "description": {
                "common": "lofexidine, diltiazem.\nEither increases effects of the other by pharmacodynamic synergism. Avoid or Use Alternate Drug. Avoid coadministration with other drugs that decrease pulse or blood pressure to mitigate risk of excessive bradycardia and hypotension."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "lopinavir",
            "description": {
                "common": "lopinavir will increase the level or effect of diltiazem by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "lorlatinib",
            "description": {
                "common": "lorlatinib will decrease the level or effect of diltiazem by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "lovastatin",
            "description": {
                "common": "diltiazem will increase the level or effect of lovastatin by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug. Do not exceed 20 mg/day of lovastatin"
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "lurbinectedin",
            "description": {
                "common": "diltiazem will increase the level or effect of lurbinectedin by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "mavacamten",
            "description": {
                "common": "diltiazem, mavacamten.\nEither increases effects of the other by pharmacodynamic synergism. Avoid or Use Alternate Drug. Expect additive negative inotropic effects of mavacamten and other drugs that reduce cardiac contractility."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "metoprolol",
            "description": {
                "common": "diltiazem, metoprolol.\nEither increases toxicity of the other by unspecified interaction mechanism. Avoid or Use Alternate Drug. Can increase risk of bradycardia."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "midazolam intranasal",
            "description": {
                "common": "diltiazem will increase the level or effect of midazolam intranasal by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug. Coadministration of moderate CYP3A4 inhibitors with midazolam intranasal causes higher midazolam systemic exposure, which may prolong sedation."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "midostaurin",
            "description": {
                "common": "diltiazem will increase the level or effect of midostaurin by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug. If coadministration with strong CYP3A4 inhibitors cannot be avoided, monitor midostaurin for increased risk of adverse reactions, especially during the first week of treatment."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "mobocertinib",
            "description": {
                "common": "diltiazem will increase the level or effect of mobocertinib by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug. If use of moderate CYP3A4 inhibitor unavoidable, reduce mobocertinib dose by ~50% (eg, 160 to 80 mg); closely monitor QTc interval."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "nadolol",
            "description": {
                "common": "diltiazem, nadolol.\nEither increases toxicity of the other by unspecified interaction mechanism. Avoid or Use Alternate Drug. Can increase risk of bradycardia."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "naloxegol",
            "description": {
                "common": "diltiazem will increase the level or effect of naloxegol by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug. If coadministation of naloxegol with moderate CYP3A4 inhibitors is unavoidable, reduce naloxegol dose to 12.5 mg qDay"
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "nebivolol",
            "description": {
                "common": "diltiazem, nebivolol.\nEither increases toxicity of the other by unspecified interaction mechanism. Avoid or Use Alternate Drug. Can increase risk of bradycardia."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "neratinib",
            "description": {
                "common": "diltiazem will increase the level or effect of neratinib by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug. Avoid coadministration of neratinib with strong/moderate CYP3A4 inhibitors."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "olaparib",
            "description": {
                "common": "diltiazem will increase the level or effect of olaparib by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug. If coadministration with moderate CYP3A inhibitors cannot be avoided, reduce olaparib dose to 200 mg (capsule) or 150 mg (tablet) PO BID.  Do not substitute tablets with capsules."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "omaveloxolone",
            "description": {
                "common": "diltiazem will increase the level or effect of omaveloxolone by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug. If unavoidable, reduce omaveloxolone dose to 100 mg/day. Closely monitor for adverse effects. If adverse effects emerge, further reduce to 50 mg/day. "
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "pacritinib",
            "description": {
                "common": "diltiazem will increase the level or effect of pacritinib by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "pemigatinib",
            "description": {
                "common": "diltiazem will increase the level or effect of pemigatinib by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug. If coadministration with strong or moderate CYP3A4 inhibitors is unavoidable, reduce pemigatinib dose (refer to drug monograph dosage modifications). After discontinuing the CYP3A4 inhibitor for 3 elimination half-lives, may resume previous pemigatinib dose."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "pexidartinib",
            "description": {
                "common": "diltiazem will increase the level or effect of pexidartinib by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug. If coadministration with strong or moderate CYP3A4 inhibitors is unavoidable, reduce pexidartinib dose (refer to drug monograph dosage modifications). After discontinuing the CYP3A4 inhibitor for 3 elimination half-lives, may resume previous pexidartinib dose."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "ponesimod",
            "description": {
                "common": "ponesimod, diltiazem.\nEither increases effects of the other by QTc interval. Avoid or Use Alternate Drug. Consult cardiologist if considering treatment. Generally, should not be initiated in patients who are concurrently taking QT prolonging drugs with known arrhythmogenic properties, such as HR-lowering calcium channel blockers (eg, verapamil, diltiazem)."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "primidone",
            "description": {
                "common": "primidone will decrease the level or effect of diltiazem by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "propafenone",
            "description": {
                "common": "diltiazem will increase the level or effect of propafenone by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug. Avoid coadministration of diltiazem with pimozide may increase the serum concentration of pimozide (eg, ventricular tachycardia, torsade de pointes, cardiac arrest, sudden death).  "
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "propranolol",
            "description": {
                "common": "diltiazem, propranolol.\nEither increases toxicity of the other by unspecified interaction mechanism. Avoid or Use Alternate Drug. Can increase risk of bradycardia."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "rifampin",
            "description": {
                "common": "rifampin will decrease the level or effect of diltiazem by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug. Avoid coadministration with diltiazem and strong CYP3A4 inducers  However, if concomitant use is necessary, consider dosage adjustment  and close monitoring of pharmacologic effects (eg, blood pressure) whenever a strong CYP3A4 inducer is added to or discontinued from therapy."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "selumetinib",
            "description": {
                "common": "diltiazem will increase the level or effect of selumetinib by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug. If coadministration with strong or moderate CYP3A4 inhibitors cannot be avoided, reduce selumetinib dosage (refer to selumetinib monograph for further information). After discontinuation of the strong or moderate CYP3A4 inhibitor for 3 elimination half-lives, resume selumetinib dose that was taken before initiating the inhibitor."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "simvastatin",
            "description": {
                "common": "diltiazem will increase the level or effect of simvastatin by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug. Benefits of combination therapy should be carefully weighed against the potential risks of combination. Limit simvastatin dose to no more than 10 mg/day  and dilitazem dose to no more than 240 mg/day when used concurrently."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "siponimod",
            "description": {
                "common": "siponimod, diltiazem.\nEither increases effects of the other by pharmacodynamic synergism. Avoid or Use Alternate Drug. Because of the potential additive effects on heart rate, siponimod should generally not be initiated in patients taking QT prolonging drugs with known arrhythmogenic properties, heart rate lowering calcium channel blockers, or other drugs that may decrease heart rate. If treatment considered, obtain cardiology consult regarding switching to non-heart-rate lowering drugs or appropriate monitoring for treatment initiation."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "sonidegib",
            "description": {
                "common": "diltiazem will increase the level or effect of sonidegib by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug. Avoid coadministration of sonidegib with moderate CYP3A4 inhibitors. If a moderate CYP3A inhibitor must be used, administer the moderate CYP3A inhibitor for <14 days and monitor closely for adverse reactions, particularly musculoskeletal adverse reactions."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "sotalol",
            "description": {
                "common": "diltiazem, sotalol.\nEither increases toxicity of the other by unspecified interaction mechanism. Avoid or Use Alternate Drug. Can increase risk of bradycardia."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "sotorasib",
            "description": {
                "common": "sotorasib will decrease the level or effect of diltiazem by  P-glycoprotein (MDR1) efflux transporter. Avoid or Use Alternate Drug. If use is unavoidable, refer to the prescribing information of the P-gp substrate for dosage modifications."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "St John's Wort",
            "description": {
                "common": "St John's Wort will decrease the level or effect of diltiazem by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "tazemetostat",
            "description": {
                "common": "diltiazem will increase the level or effect of tazemetostat by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug. Avoid coadministration of tazemetostat with moderate CYP3A4 inhibitors. If coadministration is unavoidable, reduce tazemetostat current dose (see drug monograph Dosage Modifications). "
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "tepotinib",
            "description": {
                "common": "tepotinib will increase the level or effect of diltiazem by  P-glycoprotein (MDR1) efflux transporter. Avoid or Use Alternate Drug. If concomitant use unavoidable, reduce the P-gp substrate dosage if recommended in its approved product labeling."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "timolol",
            "description": {
                "common": "diltiazem, timolol.\nEither increases toxicity of the other by unspecified interaction mechanism. Avoid or Use Alternate Drug. Can increase risk of bradycardia."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "tolvaptan",
            "description": {
                "common": "diltiazem will increase the level or effect of tolvaptan by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug. In patients taking concomitant moderate CYP3A inhibitors, reduce tolvaptan dose (see Prescribing Information). Consider further reductions if patients cannot tolerate the reduced dose. Interrupt tolvaptan temporarily for short term therapy with moderate CYP3A inhibitors if the recommended reduced doses are not available."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "tucatinib",
            "description": {
                "common": "tucatinib will increase the level or effect of diltiazem by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug. Avoid concomitant use of tucatinib with CYP3A substrates, where minimal concentration changes may lead to serious or life-threatening toxicities. If unavoidable, reduce CYP3A substrate dose according to product labeling."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "venetoclax",
            "description": {
                "common": "diltiazem will increase the level or effect of venetoclax by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug. If a moderate CYP3A inhibitor must be used, reduce the venetoclax dose by at least 50%. Monitor more closely for signs of venetoclax toxicities."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "vilazodone",
            "description": {
                "common": "diltiazem increases levels of vilazodone by affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug. If intolerable adverse effects occur when coadministered with moderate CYP3A4 inhibitors, reduce daily dose to 20 mg."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "voxelotor",
            "description": {
                "common": "voxelotor will increase the level or effect of diltiazem by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug. Voxelotor increases systemic exposure of sensitive CYP3A4 substrates. Avoid coadministration with sensitive CYP3A4 substrates with a narrow therapeutic index. Consider dose reduction of the sensitive CYP3A4 substrate(s) if unable to avoid."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "acalabrutinib",
            "description": {
                "common": "diltiazem will increase the level or effect of acalabrutinib by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Modify Therapy/Monitor Closely. Reduce acalabrutinib dose to 100 mg once daily if coadministered with a moderate CYP3A inhibitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "acebutolol",
            "description": {
                "common": "acebutolol and diltiazem both increase  anti-hypertensive channel blocking. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "aldesleukin",
            "description": {
                "common": "aldesleukin increases effects of diltiazem by pharmacodynamic synergism. Use Caution/Monitor. Risk of hypotension."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "alfentanil",
            "description": {
                "common": "diltiazem will increase the level or effect of alfentanil by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor.  In patients receiving both diltiazem and alfentanil, monitor for alfentanil toxicity (sedation, somnolence, confusion, impaired coordination, diminished reflexes, coma). Doses of alfentanil may need to be reduced."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "alfuzosin",
            "description": {
                "common": "diltiazem will increase the level or effect of alfuzosin by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor. Increased exposure to alfuzosin may be expected when alfuzosin is concomitantly used with diltiazem. Monitor pulse and blood pressure."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "alprazolam",
            "description": {
                "common": "diltiazem will increase the level or effect of alprazolam by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor. Monitor for increased alprazolam side effects including drowsiness or fatigue, nausea, vomiting, diarrhea or constipation."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "amifostine",
            "description": {
                "common": "amifostine, diltiazem.\nEither increases effects of the other by pharmacodynamic synergism. Modify Therapy/Monitor Closely. Coadministration with blood pressure lowering agents may increase the risk and severity of hypotension associated with amifostine. When amifostine is used at chemotherapeutic doses, withhold blood pressure lowering medications for 24 hr prior to amifostine; if blood pressure lowering medication cannot be withheld, do not administer amifostine."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "amiodarone",
            "description": {
                "common": "diltiazem will increase the level or effect of amiodarone by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor. Monitor increased effects and toxicities (eg, bradycardia, sinus arrest, decreased cardiac output) if amiodarone is concomitantly used with nondihydropyridine calcium channel blocker (ie, diltiazem)."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "amitriptyline",
            "description": {
                "common": "diltiazem will increase the level or effect of amitriptyline by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor. Concomitant use with amitriptyline may alter blood pressure control."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "amlodipine",
            "description": {
                "common": "amlodipine and diltiazem both increase  anti-hypertensive channel blocking. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "amobarbital",
            "description": {
                "common": "amobarbital will decrease the level or effect of diltiazem by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "apixaban",
            "description": {
                "common": "diltiazem increases levels of apixaban by affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor. Patients with renal impairment  receiving apixaban with drugs that are combined P-gp and weak or moderate CYP3A4 inhibitors may have significant increases in exposure compared with patients with normal renal function and no inhibitor use, since both pathways of apixaban elimination are affected. Since these increases may increase bleeding risk, use apixaban in this situation only if the potential benefit justifies the potential risk."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "aprepitant",
            "description": {
                "common": "aprepitant will increase the level or effect of diltiazem by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "aripiprazole",
            "description": {
                "common": "diltiazem will increase the level or effect of aripiprazole by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Modify Therapy/Monitor Closely. Closely monitor when aripiprazole is used with a moderate CYP3A4 inhibitor, due to potential risks for increased aripiprazole systemic exposure and effects. Refer to drug monograph for specific dosing modifications are dependent on indication, genotype, and drug formulation."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "armodafinil",
            "description": {
                "common": "diltiazem will increase the level or effect of armodafinil by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "artemether/lumefantrine",
            "description": {
                "common": "artemether/lumefantrine will decrease the level or effect of diltiazem by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "asenapine",
            "description": {
                "common": "asenapine and diltiazem both increase  anti-hypertensive channel blocking. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "atazanavir",
            "description": {
                "common": "atazanavir will increase the level or effect of diltiazem by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Modify Therapy/Monitor Closely. Coadministration of atazanavir with diltiazem may increase diltiazem levels and toxicities (eg, hypotension, AV block). Consider reducing diltiazem dose by 50%. Monitor blood pressure and ECG."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "atenolol",
            "description": {
                "common": "atenolol and diltiazem both increase  anti-hypertensive channel blocking. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "atogepant",
            "description": {
                "common": "diltiazem will increase the level or effect of atogepant by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "atorvastatin",
            "description": {
                "common": "diltiazem will increase the level or effect of atorvastatin by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Modify Therapy/Monitor Closely. If concurrent therapy is required, monitor for signs and symptoms of myopathy or rhabdomyolysis (muscle pain, tenderness, or weakness, or discolored urine). If myopathy or rhabdomyolysis is diagnosed or suspected, monitor creatine kinase (CK) levels and discontinue use if CK levels show a marked increase."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "avanafil",
            "description": {
                "common": "diltiazem will increase the level or effect of avanafil by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Modify Therapy/Monitor Closely. Moderate CYP3A4 inhibitors may reduce avanafil clearance increasing systemic exposure to avanafil; increased levels may result in increased associated adverse events; maximum recommended dose of avanafil is 50 mg over 24 hours for patients taking concomitant moderate CYP3A4 inhibitors.  "
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "axitinib",
            "description": {
                "common": "diltiazem increases levels of axitinib by affecting hepatic/intestinal enzyme CYP3A4 metabolism. Modify Therapy/Monitor Closely. If unable to avoid coadministration with moderate CYP3A4 inhibitors, monitor closely and reduce dose if necessary ."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "bazedoxifene/conjugated estrogens",
            "description": {
                "common": "diltiazem will increase the level or effect of bazedoxifene/conjugated estrogens by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "belzutifan",
            "description": {
                "common": "belzutifan will decrease the level or effect of diltiazem by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Modify Therapy/Monitor Closely. If unable to avoid coadministration of belzutifan with sensitive CYP3A4 substrates, consider increasing the sensitive CYP3A4 substrate dose in accordance with its prescribing information. "
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "benzphetamine",
            "description": {
                "common": "benzphetamine will decrease the level or effect of diltiazem by  pharmacodynamic antagonism. Use Caution/Monitor. Amphetamines may diminish antihypertensive effects of diltiazem. Monitor BP."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "berotralstat",
            "description": {
                "common": "berotralstat will increase the level or effect of diltiazem by  P-glycoprotein (MDR1) efflux transporter. Use Caution/Monitor. Monitor or titrate P-gp substrate dose if coadministered."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "betaxolol",
            "description": {
                "common": "betaxolol and diltiazem both increase  anti-hypertensive channel blocking. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "bisoprolol",
            "description": {
                "common": "bisoprolol and diltiazem both increase  anti-hypertensive channel blocking. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "bortezomib",
            "description": {
                "common": "diltiazem will increase the level or effect of bortezomib by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor. Concomitant use with bortezomib may potentiate the risk of hypotension. Monitor BP."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "bosentan",
            "description": {
                "common": "diltiazem will decrease the level or effect of bosentan by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "bretylium",
            "description": {
                "common": "diltiazem, bretylium.\nEither increases effects of the other by pharmacodynamic synergism. Modify Therapy/Monitor Closely. Each drug may cause hypotension."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "brexpiprazole",
            "description": {
                "common": "diltiazem will increase the level or effect of brexpiprazole by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Modify Therapy/Monitor Closely. Administer a quarter of brexpiprazole dose if coadministered with a moderate CYP3A4 inhibitor PLUS a strong/moderate CYP2D6 inhibitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "buprenorphine subdermal implant",
            "description": {
                "common": "diltiazem will increase the level or effect of buprenorphine subdermal implant by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Modify Therapy/Monitor Closely. Monitor patients already on buprenorphine subdermal implant who require newly-initiated treatment with CYP3A4 inhibitors for signs and symptoms of overmedication. If the dose of the concomitant CYP3A4 inhibitor cannot be reduced or discontinued, implant removal may be necessary and the patient should then be treated with a buprenorphine dosage form that permits dose adjustments. If a CYP3A4 inhibitor is discontinued in a patient who has been stabilized on buprenorphine, monitor the patient for withdrawal."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "buprenorphine, long-acting injection",
            "description": {
                "common": "diltiazem will increase the level or effect of buprenorphine, long-acting injection by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Modify Therapy/Monitor Closely. Patients who transfer to buprenorphine long-acting injection from transmucosal buprenorphine coadministered with CYP3A4 inhibitors should be monitored to ensure buprenorphine plasma levels are adequate. Within 2 weeks, if signs and symptoms of buprenorphine toxicity or overdose occur and the concomitant CYP3A4 inhibitor cannot be reduced or discontinued, transition the patient back to a buprenorphine formulation that permits dose adjustments."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "buspirone",
            "description": {
                "common": "diltiazem will increase the level or effect of buspirone by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor. Coadministration of buspirone with diltiazem may increase plasma concentrations and/or toxicities of buspirone. Dose adjustments may be necessary."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "butabarbital",
            "description": {
                "common": "butabarbital will decrease the level or effect of diltiazem by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "butalbital",
            "description": {
                "common": "butalbital will decrease the level or effect of diltiazem by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "cabazitaxel",
            "description": {
                "common": "diltiazem will increase the level or effect of cabazitaxel by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "cabozantinib",
            "description": {
                "common": "diltiazem will increase the level or effect of cabozantinib by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "calcium acetate",
            "description": {
                "common": "calcium acetate decreases effects of diltiazem by pharmacodynamic antagonism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "calcium carbonate",
            "description": {
                "common": "calcium carbonate decreases effects of diltiazem by pharmacodynamic antagonism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "calcium chloride",
            "description": {
                "common": "calcium chloride decreases effects of diltiazem by pharmacodynamic antagonism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "calcium citrate",
            "description": {
                "common": "calcium citrate decreases effects of diltiazem by pharmacodynamic antagonism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "calcium gluconate",
            "description": {
                "common": "calcium gluconate decreases effects of diltiazem by pharmacodynamic antagonism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "cannabidiol",
            "description": {
                "common": "diltiazem will increase the level or effect of cannabidiol by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor. Monitor increased cannabidol effects and toxicities if coadministered with moderate CYP3A4 inhibitors. Reduce cannabidiol dose if necessary."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "carbamazepine",
            "description": {
                "common": "carbamazepine will decrease the level or effect of diltiazem by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "carvedilol",
            "description": {
                "common": "carvedilol and diltiazem both increase  anti-hypertensive channel blocking. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "celiprolol",
            "description": {
                "common": "celiprolol and diltiazem both increase  anti-hypertensive channel blocking. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "cenobamate",
            "description": {
                "common": "cenobamate will decrease the level or effect of diltiazem by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Modify Therapy/Monitor Closely. Increase dose of CYP3A4 substrate, as needed, when coadministered with cenobamate."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "cilostazol",
            "description": {
                "common": "diltiazem will increase the level or effect of cilostazol by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Modify Therapy/Monitor Closely. Consider reducing cilostazol dose to 50 mg PO BID when administered with diltiazem."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "cimetidine",
            "description": {
                "common": "cimetidine will increase the level or effect of diltiazem by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Modify Therapy/Monitor Closely. Consider alternatives to cimetidine in patients receiving diltiazem. If no alternative is available, monitor for the effects of diltiazem following cimetidine initiation/discontinuation."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "cinacalcet",
            "description": {
                "common": "diltiazem will increase the level or effect of cinacalcet by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "clarithromycin",
            "description": {
                "common": "clarithromycin will increase the level or effect of diltiazem by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor. Increased effect of calcium channel blockers may lead to hypotension, edema, decreased HR, and acute kidney injury due to reduced renal blood flow"
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "clevidipine",
            "description": {
                "common": "clevidipine and diltiazem both increase  anti-hypertensive channel blocking. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "clopidogrel",
            "description": {
                "common": "diltiazem will decrease the level or effect of clopidogrel by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor. Coadministration of clopidogrel and a calcium channel blocking agent may decrease the effect of clopidogrel on platelet inhibition, possibly increasing the risk of atherothrombotic events. Clopidogrel requires hepatic biotransformation to an active metabolite, mediated by the 3A4 enzyme. Diltiazem is a 3A4 inhibitor and may decrease the hepatic metabolism of clopidogrel to its active metabolite."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "clozapine",
            "description": {
                "common": "diltiazem will increase the level or effect of clozapine by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor. Concomitant treatment with clozapine and CYP2D6 or CYP3A4 inhibitors can increase clozapine levels and lead to adverse reactions. Use caution and monitor patients closely when using such inhibitors. Consider reducing clozapine dose."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "cobicistat",
            "description": {
                "common": "cobicistat will increase the level or effect of diltiazem by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "conivaptan",
            "description": {
                "common": "conivaptan will increase the level or effect of diltiazem by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "conjugated estrogens",
            "description": {
                "common": "diltiazem will increase the level or effect of conjugated estrogens by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "conjugated estrogens, vaginal",
            "description": {
                "common": "diltiazem will increase the level or effect of conjugated estrogens, vaginal by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "cortisone",
            "description": {
                "common": "diltiazem will increase the level or effect of cortisone by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "crizotinib",
            "description": {
                "common": "crizotinib increases levels of diltiazem by affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor. Dose reduction may be needed for coadministered drugs that are predominantly metabolized by CYP3A."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "cyclosporine",
            "description": {
                "common": "diltiazem will increase the level or effect of cyclosporine by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor. Monitor serum cyclosporine concentrations if diltiazem or verapamil are initiated/ discontinued. During coadministration of cyclosporine and diltiazem, monitor for decreases in blood pressure."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "dabrafenib",
            "description": {
                "common": "dabrafenib will decrease the level or effect of diltiazem by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "daridorexant",
            "description": {
                "common": "diltiazem will increase the level or effect of daridorexant by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Modify Therapy/Monitor Closely. Daridorexant dose should not exceed 25 mg per night when coadministered with moderate CYP3A4 inhibitors."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "darifenacin",
            "description": {
                "common": "diltiazem will increase the level or effect of darifenacin by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "darunavir",
            "description": {
                "common": "darunavir will increase the level or effect of diltiazem by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "dasatinib",
            "description": {
                "common": "diltiazem will increase the level or effect of dasatinib by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "deferasirox",
            "description": {
                "common": "deferasirox will decrease the level or effect of diltiazem by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "deflazacort",
            "description": {
                "common": "diltiazem will increase the level or effect of deflazacort by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Modify Therapy/Monitor Closely. Decrease deflazacort dose to one-third of the recommended dose if coadministered with moderate or strong CYP3A4 inhibitors."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "dexamethasone",
            "description": {
                "common": "diltiazem will increase the level or effect of dexamethasone by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "diazepam",
            "description": {
                "common": "diltiazem will increase the level or effect of diazepam by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "diazepam intranasal",
            "description": {
                "common": "diltiazem will increase the level or effect of diazepam intranasal by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor. Strong or moderate CYP3A4 inhibitors may decrease rate of diazepam elimination, thereby increasing adverse reactions to diazepam."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "disopyramide",
            "description": {
                "common": "diltiazem will increase the level or effect of disopyramide by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "docetaxel",
            "description": {
                "common": "diltiazem will increase the level or effect of docetaxel by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "donepezil",
            "description": {
                "common": "diltiazem will increase the level or effect of donepezil by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "doxazosin",
            "description": {
                "common": "doxazosin and diltiazem both increase  anti-hypertensive channel blocking. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "doxorubicin",
            "description": {
                "common": "diltiazem will increase the level or effect of doxorubicin by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "doxorubicin liposomal",
            "description": {
                "common": "diltiazem will increase the level or effect of doxorubicin liposomal by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "dronedarone",
            "description": {
                "common": "dronedarone will increase the level or effect of diltiazem by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Modify Therapy/Monitor Closely. Calcium channel blockers with depressant effects on sinus and AV nodes could potentiate dronedarone's effects on conduction. Initiate calcium channel blockers at a lower dose and titrate up only after ECG verification of tolerability."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "duvelisib",
            "description": {
                "common": "duvelisib will increase the level or effect of diltiazem by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Modify Therapy/Monitor Closely. Coadministration with duvelisib increases AUC of a sensitive CYP3A4 substrate which may increase the risk of toxicities of these drugs. Consider reducing the dose of the sensitive CYP3A4 substrate and monitor for signs of toxicities of the coadministered sensitive CYP3A substrate."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "efavirenz",
            "description": {
                "common": "efavirenz will decrease the level or effect of diltiazem by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "elagolix",
            "description": {
                "common": "elagolix will decrease the level or effect of diltiazem by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Modify Therapy/Monitor Closely. Elagolix is a weak-to-moderate CYP3A4 inducer. Monitor CYP3A substrates if coadministered. Consider increasing CYP3A substrate dose if needed."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "elvitegravir/cobicistat/emtricitabine/tenofovir DF",
            "description": {
                "common": "elvitegravir/cobicistat/emtricitabine/tenofovir DF increases levels of diltiazem by affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor. Exercise caution and monitor upon coadministration of calcium channel blockers with elvitegravir/cobicistat/emtricitabine/tenofovir DF."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "encorafenib",
            "description": {
                "common": "encorafenib, diltiazem. affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor. Encorafenib both inhibits and induces CYP3A4 at clinically relevant plasma concentrations. Coadministration of encorafenib with sensitive CYP3A4 substrates may result in increased toxicity or decreased efficacy of these agents."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ergotamine",
            "description": {
                "common": "diltiazem will increase the level or effect of ergotamine by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "erlotinib",
            "description": {
                "common": "diltiazem will increase the level or effect of erlotinib by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "eslicarbazepine acetate",
            "description": {
                "common": "eslicarbazepine acetate will decrease the level or effect of diltiazem by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "esmolol",
            "description": {
                "common": "esmolol and diltiazem both increase  anti-hypertensive channel blocking. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "estradiol",
            "description": {
                "common": "diltiazem will increase the level or effect of estradiol by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "estrogens conjugated synthetic",
            "description": {
                "common": "diltiazem will increase the level or effect of estrogens conjugated synthetic by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "estrogens esterified",
            "description": {
                "common": "diltiazem will increase the level or effect of estrogens esterified by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "estropipate",
            "description": {
                "common": "diltiazem will increase the level or effect of estropipate by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "etravirine",
            "description": {
                "common": "diltiazem will increase the level or effect of etravirine by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "everolimus",
            "description": {
                "common": "diltiazem will increase the level or effect of everolimus by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Modify Therapy/Monitor Closely. Dose adjustment is based on indication.  In breast cancer, PNET, renal cell cancer, or renal angiomyolipoma w/ TSC patents, decrease everolimus dose to 2.5-5 mg/day; decrease everolimus dose 50% and monitor levels in SEGA patients."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "fedratinib",
            "description": {
                "common": "fedratinib will increase the level or effect of diltiazem by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor. Adjust dose of drugs that are CYP3A4 substrates as necessary."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "felodipine",
            "description": {
                "common": "diltiazem will increase the level or effect of felodipine by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "fentanyl",
            "description": {
                "common": "diltiazem will increase the level or effect of fentanyl by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Modify Therapy/Monitor Closely. If coadministration of CYP3A4  inhibitors with fentanyl is necessary, monitor patients for respiratory depression and sedation at frequent intervals and consider fentanyl dose adjustments until stable drug effects are achieved."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "fentanyl intranasal",
            "description": {
                "common": "diltiazem will increase the level or effect of fentanyl intranasal by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Modify Therapy/Monitor Closely. If coadministration of CYP3A4  inhibitors with fentanyl is necessary, monitor patients for respiratory depression and sedation at frequent intervals and consider fentanyl dose adjustments until stable drug effects are achieved."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "fentanyl transdermal",
            "description": {
                "common": "diltiazem will increase the level or effect of fentanyl transdermal by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Modify Therapy/Monitor Closely. If coadministration of CYP3A4  inhibitors with fentanyl is necessary, monitor patients for respiratory depression and sedation at frequent intervals and consider fentanyl dose adjustments until stable drug effects are achieved."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "fentanyl transmucosal",
            "description": {
                "common": "diltiazem will increase the level or effect of fentanyl transmucosal by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Modify Therapy/Monitor Closely. If coadministration of CYP3A4  inhibitors with fentanyl is necessary, monitor patients for respiratory depression and sedation at frequent intervals and consider fentanyl dose adjustments until stable drug effects are achieved."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "fesoterodine",
            "description": {
                "common": "diltiazem will increase the level or effect of fesoterodine by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "finerenone",
            "description": {
                "common": "diltiazem will increase the level or effect of finerenone by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Modify Therapy/Monitor Closely. Monitor serum potassium during initiation and dosage adjustment of either finererone or moderate CYP3A4 inhibitors. Adjust finererone dosage as needed."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "fingolimod",
            "description": {
                "common": "diltiazem increases effects of fingolimod by pharmacodynamic synergism. Use Caution/Monitor. Both medications decrease heart rate. Monitor patients on concomitant therapy, particularly in the first 6 hours after fingolimod is initiated or after a treatment interruption of at least two weeks,  for bradycardia and atrioventricular block. To identify underlying risk factors of bradycardia and AV block, obtain a new or recent ECG in patients using calcium channel blockers prior to starting fingolimod."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "fluconazole",
            "description": {
                "common": "fluconazole will increase the level or effect of diltiazem by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "fludrocortisone",
            "description": {
                "common": "diltiazem will increase the level or effect of fludrocortisone by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "fluvoxamine",
            "description": {
                "common": "fluvoxamine will increase the level or effect of diltiazem by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "fosamprenavir",
            "description": {
                "common": "diltiazem will increase the level or effect of fosamprenavir by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Modify Therapy/Monitor Closely. Protease Inhibitors may decrease metabolism of diltiazem. Increased serum concentrations of diltiazem may increase risk of AV nodal blockade."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "fosaprepitant",
            "description": {
                "common": "fosaprepitant will increase the level or effect of diltiazem by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "fosphenytoin",
            "description": {
                "common": "fosphenytoin will decrease the level or effect of diltiazem by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "fostamatinib",
            "description": {
                "common": "fostamatinib will increase the level or effect of diltiazem by  P-glycoprotein (MDR1) efflux transporter. Use Caution/Monitor. Concomitant use of fostamatinib may increase concentrations of P-gp substrates. Monitor for toxicities of the P-gp substrate drug that may require dosage reduction when given concurrently with fostamatinib."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "glecaprevir/pibrentasvir",
            "description": {
                "common": "glecaprevir/pibrentasvir will increase the level or effect of diltiazem by  P-glycoprotein (MDR1) efflux transporter. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "grapefruit",
            "description": {
                "common": "grapefruit will increase the level or effect of diltiazem by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "griseofulvin",
            "description": {
                "common": "griseofulvin will decrease the level or effect of diltiazem by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "guanfacine",
            "description": {
                "common": "diltiazem will increase the level or effect of guanfacine by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Modify Therapy/Monitor Closely. Reduce guanfacine ER dose by 50% when initiating concomitant therapy with a moderate CYP3A4 inhibitor. When discontinuing moderate CYP3A4 inhibitor, increase guanfacine dose to recommended dose range. Monitor for excessive guanfacine response (eg, hypotension, bradycardia, CNS depression)."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "hawthorn",
            "description": {
                "common": "hawthorn increases effects of diltiazem by pharmacodynamic synergism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "hydrocortisone",
            "description": {
                "common": "diltiazem will increase the level or effect of hydrocortisone by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ifosfamide",
            "description": {
                "common": "diltiazem will decrease the level or effect of ifosfamide by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor. Use of a CYP3A4 inhibitor may decrease metabolism of ifosfamide, potentially reducing ifosfamide therapeutic effects."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "iloperidone",
            "description": {
                "common": "iloperidone increases levels of diltiazem by affecting hepatic/intestinal enzyme CYP3A4 metabolism. Modify Therapy/Monitor Closely. Iloperidone is a time-dependent CYP3A inhibitor and may lead to increased plasma levels of drugs predominantly eliminated by CYP3A4. Coadministration with iloperidone may increase the risk for QT prolongation and patients should be carefully monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "imatinib",
            "description": {
                "common": "diltiazem will increase the level or effect of imatinib by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "imipramine",
            "description": {
                "common": "diltiazem will increase the level or effect of imipramine by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "indinavir",
            "description": {
                "common": "diltiazem will increase the level or effect of indinavir by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "irinotecan",
            "description": {
                "common": "diltiazem will increase the level or effect of irinotecan by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "irinotecan liposomal",
            "description": {
                "common": "diltiazem will increase the level or effect of irinotecan liposomal by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "isavuconazonium sulfate",
            "description": {
                "common": "diltiazem will increase the level or effect of isavuconazonium sulfate by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "isradipine",
            "description": {
                "common": "diltiazem will increase the level or effect of isradipine by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "istradefylline",
            "description": {
                "common": "istradefylline will increase the level or effect of diltiazem by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor. Istradefylline 40 mg/day increased peak levels and AUC of CYP3A4 substrates in clinical trials. This effect was not observed with istradefylline 20 mg/day. Consider dose reduction of sensitive CYP3A4 substrates."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "itraconazole",
            "description": {
                "common": "diltiazem will increase the level or effect of itraconazole by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Modify Therapy/Monitor Closely. Coadministration of diltiazem and itraconazole may increase both drug levels, toxities, and additive negative inotropic effects."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ivacaftor",
            "description": {
                "common": "diltiazem will increase the level or effect of ivacaftor by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Modify Therapy/Monitor Closely. Reduce ivacaftor dose if coadministered with moderate CYP3A4 inhibitors. See specific ivacaftor-containing product for precise dosage modification."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ixabepilone",
            "description": {
                "common": "diltiazem will increase the level or effect of ixabepilone by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ketoconazole",
            "description": {
                "common": "diltiazem will increase the level or effect of ketoconazole by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Modify Therapy/Monitor Closely. Coadministration of diltiazem and ketoconazole may increase both drug levels, toxities, and additive negative inotropic effects."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "labetalol",
            "description": {
                "common": "labetalol and diltiazem both increase  anti-hypertensive channel blocking. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "lapatinib",
            "description": {
                "common": "diltiazem will increase the level or effect of lapatinib by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "larotrectinib",
            "description": {
                "common": "diltiazem will increase the level or effect of larotrectinib by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "lasmiditan",
            "description": {
                "common": "diltiazem increases effects of lasmiditan by pharmacodynamic synergism. Use Caution/Monitor. Lasmiditan has been associated with a lowering of heart rate (HR). In a drug interaction study, addition of a single 200-mg dose of lasmiditan to propranolol decreased HR by an additional 5 bpm compared to propranolol alone, for a mean maximum of 19 bpm."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "lefamulin",
            "description": {
                "common": "diltiazem will increase the level or effect of lefamulin by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor. Monitor for adverse effects if lefamulin is coadministered with moderate CYP3A inhibitors."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "lenacapavir",
            "description": {
                "common": "lenacapavir will increase the level or effect of diltiazem by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor. Lencapavir (a moderate CYP3A4 inhibitor) may increase CYP3A4 substrates initiated within 9 months after last SC dose of lenacapavir, which may increase potential risk of adverse reactions of CYP3A4 substrates. "
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "letermovir",
            "description": {
                "common": "diltiazem will increase the level or effect of letermovir by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "levamlodipine",
            "description": {
                "common": "diltiazem will increase the level or effect of levamlodipine by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Modify Therapy/Monitor Closely. Coadministration with moderate and strong CYP3A inhibitors results in increased systemic exposure to amlodipine and may require dose reduction. Monitor for symptoms of hypotension and edema when amlodipine is coadministered with CYP3A inhibitors to determine the need for dose adjustment."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "levodopa",
            "description": {
                "common": "levodopa increases effects of diltiazem by pharmacodynamic synergism. Use Caution/Monitor. Consider decreasing dosage of antihypertensive agent."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "levoketoconazole",
            "description": {
                "common": "levoketoconazole will increase the level or effect of diltiazem by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "lithium",
            "description": {
                "common": "diltiazem increases toxicity of lithium by pharmacodynamic synergism. Use Caution/Monitor. Increased risk of neurotoxicity."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "lopinavir",
            "description": {
                "common": "diltiazem will increase the level or effect of lopinavir by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "lumateperone",
            "description": {
                "common": "diltiazem will increase the level or effect of lumateperone by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Modify Therapy/Monitor Closely. Reduce lumateperone dose to 21 mg/day if coadministered with moderate CYP3A4 inhibitors."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "lumefantrine",
            "description": {
                "common": "diltiazem will increase the level or effect of lumefantrine by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "lurasidone",
            "description": {
                "common": "diltiazem increases levels of lurasidone by affecting hepatic/intestinal enzyme CYP3A4 metabolism. Modify Therapy/Monitor Closely. Decrease starting dose of lurasidone to 20 mg/day and maximum daily dose of lurasidone 80 mg when coadministered with moderate CYP3A4 inhibitors. Concurrent use may increase risk of lurasidone-related adverse reactions."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "magnesium supplement",
            "description": {
                "common": "magnesium supplement, diltiazem.\nEither increases toxicity of the other by pharmacodynamic synergism. Use Caution/Monitor. Calcium channel blockers may increase toxic effects of magnesium; magnesium may increase hypotensive effects of calcium channel blockers."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "maraviroc",
            "description": {
                "common": "diltiazem will increase the level or effect of maraviroc by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "marijuana",
            "description": {
                "common": "diltiazem will increase the level or effect of marijuana by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "mavacamten",
            "description": {
                "common": "diltiazem will increase the level or effect of mavacamten by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Modify Therapy/Monitor Closely. Inititiation of moderate CYP3A4 inhibitors may require decreased mavacamten dose. "
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "mefloquine",
            "description": {
                "common": "mefloquine increases levels of diltiazem by decreasing metabolism. Use Caution/Monitor. Risk of arrhythmia."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "metformin",
            "description": {
                "common": "diltiazem decreases effects of metformin by pharmacodynamic antagonism. Use Caution/Monitor. Patient should be closely observed for loss of blood glucose control; when drugs are withdrawn from a patient receiving metformin, patient should be observed closely for hypoglycemia."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "methadone",
            "description": {
                "common": "diltiazem will increase the level or effect of methadone by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "methamphetamine",
            "description": {
                "common": "methamphetamine will decrease the level or effect of diltiazem by  pharmacodynamic antagonism. Use Caution/Monitor. Amphetamines may diminish antihypertensive effects of diltiazem. Monitor BP."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "methylphenidate",
            "description": {
                "common": "methylphenidate will decrease the level or effect of diltiazem by  pharmacodynamic antagonism. Use Caution/Monitor. Methylphenidate may diminish antihypertensive effects. Monitor BP."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "methylprednisolone",
            "description": {
                "common": "diltiazem will increase the level or effect of methylprednisolone by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "metoprolol",
            "description": {
                "common": "metoprolol and diltiazem both increase  anti-hypertensive channel blocking. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "midazolam",
            "description": {
                "common": "diltiazem will increase the level or effect of midazolam by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor. Midazolam dose adjustments may be necessary in patients receiving concomitant diltiazem and midazolam. Monitor for signs of midazolam toxicity (eg, sedation, somnolence, confusion, impaired coordination, diminished reflexes, coma)."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "mifepristone",
            "description": {
                "common": "diltiazem will increase the level or effect of mifepristone by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Modify Therapy/Monitor Closely. Coadministration of mifepristone, CYP3A4 inhibitor  with diltiazem, CYP3A4 substrate may increase plasma concentrations of diltiazem. Discontinuation or dose reduction of diltiazem may be necessary with mifepristone coadministration."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "mitotane",
            "description": {
                "common": "mitotane decreases levels of diltiazem by affecting hepatic/intestinal enzyme CYP3A4 metabolism. Modify Therapy/Monitor Closely. Mitotane is a strong inducer of cytochrome P-4503A4; monitor when coadministered with CYP3A4 substrates for possible dosage adjustments."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "moxisylyte",
            "description": {
                "common": "moxisylyte and diltiazem both increase  anti-hypertensive channel blocking. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "nadolol",
            "description": {
                "common": "nadolol and diltiazem both increase  anti-hypertensive channel blocking. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "nafcillin",
            "description": {
                "common": "nafcillin will decrease the level or effect of diltiazem by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "naldemedine",
            "description": {
                "common": "diltiazem increases levels of naldemedine by affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor. Monitor naldemedine for potential adverse effects if coadministered with strong or moderate CYP3A4 inhibitors."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "nebivolol",
            "description": {
                "common": "nebivolol and diltiazem both increase  anti-hypertensive channel blocking. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "nefazodone",
            "description": {
                "common": "nefazodone will increase the level or effect of diltiazem by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "nelfinavir",
            "description": {
                "common": "diltiazem will increase the level or effect of nelfinavir by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor. Monitor potential serious and/or life threatening reactions such as cardiac arrhythmias."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "nevirapine",
            "description": {
                "common": "nevirapine will decrease the level or effect of diltiazem by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "nicardipine",
            "description": {
                "common": "diltiazem will increase the level or effect of nicardipine by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor. Nondihydropyridine calcium channel blockers (CCB) may increase the serum concentration of dihydropyridine CCB. Monitor for toxicities of dihydropyridine CCB if diltiazem are initiated/dose increased, or decreased effects if diltiazem are discontinued/dose decreased."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "nifedipine",
            "description": {
                "common": "diltiazem will increase the level or effect of nifedipine by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Modify Therapy/Monitor Closely. Exercise caution when coadministering diltiazem and nifedipine and consider reducing nifedipine dose."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "nilotinib",
            "description": {
                "common": "diltiazem will increase the level or effect of nilotinib by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "nimodipine",
            "description": {
                "common": "diltiazem will increase the level or effect of nimodipine by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "nirmatrelvir",
            "description": {
                "common": "nirmatrelvir will increase the level or effect of diltiazem by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor. May consider temporary diltiazem dose reduction."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "nirmatrelvir/ritonavir",
            "description": {
                "common": "nirmatrelvir/ritonavir will increase the level or effect of diltiazem by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Modify Therapy/Monitor Closely. Consider reducing diltiazem dose by 50% during coadministration and for 3 more days after the last nirmatrelvir/ritonavir dose."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "nisoldipine",
            "description": {
                "common": "diltiazem will increase the level or effect of nisoldipine by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "nitroglycerin rectal",
            "description": {
                "common": "nitroglycerin rectal, diltiazem.\nEither increases effects of the other by pharmacodynamic synergism. Use Caution/Monitor. Marked orthostatic hypotension has been reported when calcium channel blockers and organic nitrates were used concomitantly. Observe for possible additive hypotensive effects during concomitant use. ."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "nitroprusside sodium",
            "description": {
                "common": "diltiazem increases effects of nitroprusside sodium by pharmacodynamic synergism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "oliceridine",
            "description": {
                "common": "diltiazem will increase the level or effect of oliceridine by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Modify Therapy/Monitor Closely. If concomitant use is necessary, may require less frequent oliceridine dosing. Closely monitor for respiratory depression and sedation and titrate subsequent doses accordingly. If inhibitor is discontinued, consider increase oliceridine dosage until stable drug effects are achieved. Monitor for signs of opioid withdrawal. "
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ombitasvir/paritaprevir/ritonavir & dasabuvir (DSC)",
            "description": {
                "common": "ombitasvir/paritaprevir/ritonavir & dasabuvir (DSC) will increase the level or effect of diltiazem by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "oxcarbazepine",
            "description": {
                "common": "oxcarbazepine will decrease the level or effect of diltiazem by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "oxybutynin",
            "description": {
                "common": "diltiazem will increase the level or effect of oxybutynin by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "oxycodone",
            "description": {
                "common": "diltiazem will increase the level or effect of oxycodone by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "paclitaxel",
            "description": {
                "common": "diltiazem will increase the level or effect of paclitaxel by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor. Monitor for dose-related toxicities (eg, diarrhea, mucositis, myelosuppression, peripheral neuropathy) of paclitaxel during coadministration."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "paclitaxel protein bound",
            "description": {
                "common": "diltiazem will increase the level or effect of paclitaxel protein bound by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor. Monitor for dose-related toxicities (eg, diarrhea, mucositis, myelosuppression, peripheral neuropathy) of paclitaxel during coadministration."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "palbociclib",
            "description": {
                "common": "diltiazem will increase the level or effect of palbociclib by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "pazopanib",
            "description": {
                "common": "diltiazem will increase the level or effect of pazopanib by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "penbutolol",
            "description": {
                "common": "penbutolol and diltiazem both increase  anti-hypertensive channel blocking. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "pentobarbital",
            "description": {
                "common": "pentobarbital will decrease the level or effect of diltiazem by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "phendimetrazine",
            "description": {
                "common": "phendimetrazine will decrease the level or effect of diltiazem by  pharmacodynamic antagonism. Use Caution/Monitor. Amphetamines may diminish antihypertensive effects of diltiazem. Monitor BP."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "phenobarbital",
            "description": {
                "common": "phenobarbital will decrease the level or effect of diltiazem by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "phenoxybenzamine",
            "description": {
                "common": "phenoxybenzamine and diltiazem both increase  anti-hypertensive channel blocking. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "phentermine",
            "description": {
                "common": "phentermine will decrease the level or effect of diltiazem by  pharmacodynamic antagonism. Use Caution/Monitor. Amphetamines may diminish antihypertensive effects of diltiazem. Monitor BP."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "phentolamine",
            "description": {
                "common": "phentolamine and diltiazem both increase  anti-hypertensive channel blocking. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "phenytoin",
            "description": {
                "common": "phenytoin will decrease the level or effect of diltiazem by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "pindolol",
            "description": {
                "common": "pindolol and diltiazem both increase  anti-hypertensive channel blocking. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "pioglitazone",
            "description": {
                "common": "diltiazem will increase the level or effect of pioglitazone by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "posaconazole",
            "description": {
                "common": "posaconazole will increase the level or effect of diltiazem by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "prazosin",
            "description": {
                "common": "prazosin and diltiazem both increase  anti-hypertensive channel blocking. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "prednisolone",
            "description": {
                "common": "diltiazem will increase the level or effect of prednisolone by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor. Closely monitor for evidence of excessive response to corticosteroid therapy if used with diltiazem. Consider dosage adjustment if necessary."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "prednisone",
            "description": {
                "common": "diltiazem will increase the level or effect of prednisone by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor. Closely monitor for evidence of excessive response to corticosteroid therapy if used with diltiazem. Consider dosage adjustment if necessary."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "propranolol",
            "description": {
                "common": "propranolol and diltiazem both increase  anti-hypertensive channel blocking. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "quetiapine",
            "description": {
                "common": "diltiazem will increase the level or effect of quetiapine by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "quinidine",
            "description": {
                "common": "diltiazem will increase the level or effect of quinidine by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "quinine",
            "description": {
                "common": "diltiazem will increase the level or effect of quinine by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "quinupristin/dalfopristin",
            "description": {
                "common": "quinupristin/dalfopristin will increase the level or effect of diltiazem by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ranolazine",
            "description": {
                "common": "diltiazem will increase the level or effect of ranolazine by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor. Limit the dose of ranolazine to a maximum of 500 mg twice a day when used concomitantly with diltiazem."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "repaglinide",
            "description": {
                "common": "diltiazem will increase the level or effect of repaglinide by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor. Monitor glucose and hypoglycemic symptoms (eg, headache, dizziness, drowsiness, nervousness, confusion, tremor, hunger, weakness, perspiration, palpitations)."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ribociclib",
            "description": {
                "common": "ribociclib will increase the level or effect of diltiazem by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "rifabutin",
            "description": {
                "common": "rifabutin will decrease the level or effect of diltiazem by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Modify Therapy/Monitor Closely. Coadministration with diltiazem and rifamycin derivatives may decrease diltiazem levels. Consider dosage adjustment  and close monitoring of pharmacologic effects (eg, blood pressure) whenever a rifamycin derivative is added to or discontinued from therapy."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "rifapentine",
            "description": {
                "common": "rifapentine will decrease the level or effect of diltiazem by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor. Coadministration with diltiazem and rifamycin derivatives may decrease diltiazem levels. Consider dosage adjustment  and close monitoring of pharmacologic effects (eg, blood pressure) whenever a rifamycin derivative is added to or discontinued from therapy."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "rimegepant",
            "description": {
                "common": "diltiazem will increase the level or effect of rimegepant by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Modify Therapy/Monitor Closely. Avoid repeating rimegepant dose within 48 hr if coadministered with a moderate CYP3A4 inhibitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "riociguat",
            "description": {
                "common": "riociguat, diltiazem.\nEither increases effects of the other by anti-hypertensive channel blocking. Use Caution/Monitor. Monitor patients closely for additive hypotensive effects if two or more of these agents are combined."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ritonavir",
            "description": {
                "common": "diltiazem will increase the level or effect of ritonavir by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "rivaroxaban",
            "description": {
                "common": "diltiazem increases levels of rivaroxaban by affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor. Patients with renal impairment receiving rivaroxaban with drugs that are combined P-gp and weak or moderate CYP3A4 inhibitors may have significant increases in exposure compared with patients with normal renal function and no inhibitor use, since both pathways of rivaroxaban elimination are affected. Since these increases may increase bleeding risk, use rivaroxaban in this situation only if the potential benefit justifies the potential risk."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "rucaparib",
            "description": {
                "common": "rucaparib will increase the level or effect of diltiazem by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Modify Therapy/Monitor Closely. Adjust dosage of CYP3A4 substrates, if clinically indicated."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "rufinamide",
            "description": {
                "common": "rufinamide will decrease the level or effect of diltiazem by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ruxolitinib",
            "description": {
                "common": "diltiazem will increase the level or effect of ruxolitinib by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ruxolitinib topical",
            "description": {
                "common": "diltiazem will increase the level or effect of ruxolitinib topical by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "saquinavir",
            "description": {
                "common": "diltiazem will increase the level or effect of saquinavir by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "sarecycline",
            "description": {
                "common": "sarecycline will increase the level or effect of diltiazem by  P-glycoprotein (MDR1) efflux transporter. Use Caution/Monitor. Monitor for toxicities of P-gp substrates that may require dosage reduction when coadministered with P-gp inhibitors."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "saxagliptin",
            "description": {
                "common": "diltiazem will increase the level or effect of saxagliptin by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor. Closely monitor glucose when saxagliptin is concomitantly used with moderate CYP3A4 inhibitors."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "secobarbital",
            "description": {
                "common": "secobarbital will decrease the level or effect of diltiazem by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "shepherd's purse",
            "description": {
                "common": "shepherd's purse, diltiazem. Other (see comment). Use Caution/Monitor. \nComment: Theoretically, shepherd's purse may interfere with BP control."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "sildenafil",
            "description": {
                "common": "diltiazem will increase the level or effect of sildenafil by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "silodosin",
            "description": {
                "common": "diltiazem will increase the level or effect of silodosin by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "sirolimus",
            "description": {
                "common": "diltiazem will increase the level or effect of sirolimus by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "sodium sulfate/?magnesium sulfate/potassium chloride",
            "description": {
                "common": "diltiazem, sodium sulfate/?magnesium sulfate/potassium chloride.\nEither decreases toxicity of the other by unknown mechanism. Use Caution/Monitor. Monitor for hypotension or muscle weakness in patients receiving calcium channel blockers with elevated serum magnesium concentrations."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "sodium sulfate/potassium sulfate/magnesium sulfate",
            "description": {
                "common": "diltiazem, sodium sulfate/potassium sulfate/magnesium sulfate.\nEither decreases toxicity of the other by unknown mechanism. Use Caution/Monitor. Monitor for hypotension or muscle weakness in patients receiving calcium channel blockers with elevated serum magnesium concentrations."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "solifenacin",
            "description": {
                "common": "diltiazem will increase the level or effect of solifenacin by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "sotalol",
            "description": {
                "common": "sotalol and diltiazem both increase  anti-hypertensive channel blocking. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "sparsentan",
            "description": {
                "common": "diltiazem will increase the level or effect of sparsentan by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor. No dosage adjustment needed. Monitor blood pressure, serum potassium, edema, and kidney function regularly if sparsentan is coadministered with moderate CYP3A4 inhibitors. "
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "stiripentol",
            "description": {
                "common": "stiripentol, diltiazem. affecting hepatic/intestinal enzyme CYP3A4 metabolism. Modify Therapy/Monitor Closely. Stiripentol is a CYP3A4 inhibitor and inducer. Monitor CYP3A4 substrates coadministered with stiripentol for increased or decreased effects. CYP3A4 substrates may require dosage adjustment."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "sufentanil",
            "description": {
                "common": "diltiazem will increase the level or effect of sufentanil by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor.  The incidence and degree of bradycardia and hypotension during induction with sufentanil citrate may be greater in patients on chronic calcium channel and beta blocker therapy."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "sufentanil SL",
            "description": {
                "common": "diltiazem will increase the level or effect of sufentanil SL by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor. Coadministration of sufentanil SL with any CYP3A4 inhibitor may increase sufentanil plasma concentration, and, thereby increase or prolonged adverse effects, including potentially fatal respiratory depression."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "sunitinib",
            "description": {
                "common": "diltiazem will increase the level or effect of sunitinib by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "suvorexant",
            "description": {
                "common": "diltiazem will increase the level or effect of suvorexant by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Modify Therapy/Monitor Closely. Decrease suvorexant starting dose to 5 mg HS if coadministered with moderate CYP3A4 inhibitors"
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "tacrolimus",
            "description": {
                "common": "diltiazem will increase the level or effect of tacrolimus by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "tadalafil",
            "description": {
                "common": "diltiazem will increase the level or effect of tadalafil by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor. Risk of hypotension."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "tamoxifen",
            "description": {
                "common": "diltiazem, tamoxifen. affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor. CYP3A4 inhibition decreases metabolism of tamoxifen to N-desmethyl tamoxifen (active metabolite with similar biologic activity)."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "tamsulosin",
            "description": {
                "common": "diltiazem increases levels of tamsulosin by affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor. Dose reduction may be needed for coadministered drugs that are predominantly metabolized by CYP3A."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "tazemetostat",
            "description": {
                "common": "tazemetostat will decrease the level or effect of diltiazem by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "tecovirimat",
            "description": {
                "common": "tecovirimat will decrease the level or effect of diltiazem by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor. Tecovirimat is a weak CYP3A4 inducer. Monitor sensitive CYP3A4 substrates for effectiveness if coadministered."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "temsirolimus",
            "description": {
                "common": "diltiazem will increase the level or effect of temsirolimus by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "terazosin",
            "description": {
                "common": "terazosin and diltiazem both increase  anti-hypertensive channel blocking. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "tezacaftor",
            "description": {
                "common": "diltiazem will increase the level or effect of tezacaftor by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Modify Therapy/Monitor Closely. When tezacaftor/ivacaftor is combined with moderate CYP3A4 inhibitors, administer tezacaftor/ivacaftor (100 mg/150 mg) in the morning, every other day. Administer ivacaftor 150 mg alonein the evening, every other day, on alternate days from tezacaftor/ivacaftor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "theophylline",
            "description": {
                "common": "diltiazem will increase the level or effect of theophylline by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "timolol",
            "description": {
                "common": "timolol and diltiazem both increase  anti-hypertensive channel blocking. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "tipranavir",
            "description": {
                "common": "diltiazem will increase the level or effect of tipranavir by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "tofacitinib",
            "description": {
                "common": "diltiazem increases levels of tofacitinib by affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor. No specific dose adjustment recommended when tofacitinib coadministered with moderate CYP3A4 inhibitors; decrease tofacitinib dose if coadministered with both moderate CYP3A4 and potent CYP2C19 inhibitors."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "tolterodine",
            "description": {
                "common": "diltiazem will increase the level or effect of tolterodine by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "topiramate",
            "description": {
                "common": "topiramate will decrease the level or effect of diltiazem by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "trabectedin",
            "description": {
                "common": "diltiazem will increase the level or effect of trabectedin by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "trazodone",
            "description": {
                "common": "diltiazem will increase the level or effect of trazodone by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "triamcinolone acetonide injectable suspension",
            "description": {
                "common": "diltiazem will increase the level or effect of triamcinolone acetonide injectable suspension by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "triazolam",
            "description": {
                "common": "diltiazem will increase the level or effect of triazolam by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "trimagnesium citrate anhydrous",
            "description": {
                "common": "trimagnesium citrate anhydrous, diltiazem.\nEither increases effects of the other by Other (see comment). Use Caution/Monitor. \nComment: Possible additive effect of magnesium and calcium channel blockers on reduction of ionic calcium may increase risk of hypotension or muscle weakness."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "trimipramine",
            "description": {
                "common": "diltiazem will increase the level or effect of trimipramine by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "tucatinib",
            "description": {
                "common": "tucatinib will increase the level or effect of diltiazem by  P-glycoprotein (MDR1) efflux transporter. Use Caution/Monitor. Consider reducing the dosage of P-gp substrates, where minimal concentration changes may lead to serious or life-threatening toxicities."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "vardenafil",
            "description": {
                "common": "diltiazem will increase the level or effect of vardenafil by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Modify Therapy/Monitor Closely. Vardenafil dose may need to be reduced if coadministered with moderate or strong CYP3A4 inhibitors "
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "vemurafenib",
            "description": {
                "common": "vemurafenib increases levels of diltiazem by P-glycoprotein (MDR1) efflux transporter. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "verapamil",
            "description": {
                "common": "diltiazem will increase the level or effect of verapamil by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "vinblastine",
            "description": {
                "common": "diltiazem will increase the level or effect of vinblastine by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "vincristine",
            "description": {
                "common": "diltiazem will increase the level or effect of vincristine by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "vincristine liposomal",
            "description": {
                "common": "diltiazem will increase the level or effect of vincristine liposomal by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "vinorelbine",
            "description": {
                "common": "diltiazem will increase the level or effect of vinorelbine by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "voclosporin",
            "description": {
                "common": "diltiazem will increase the level or effect of voclosporin by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Modify Therapy/Monitor Closely. Reduce voclosporin daily dosage to 15.8 mg PO in AM and 7.9 mg PO in PM."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "voriconazole",
            "description": {
                "common": "voriconazole will increase the level or effect of diltiazem by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor. Combo may increase risk of hypotension, bradycardia, AV block."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "xipamide",
            "description": {
                "common": "xipamide increases effects of diltiazem by pharmacodynamic synergism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "zanubrutinib",
            "description": {
                "common": "diltiazem will increase the level or effect of zanubrutinib by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Modify Therapy/Monitor Closely. Reduce zanubrutinib (a CYP3A4 substrate) to 80 mg PO BID to when coadministered with a moderate CYP3A4 inhibitor. Interrupt dose as recommended for adverse reactions. After discontinuing the CYP3A4 inhibitor, resume previous dose of zanubrutinib. "
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "acetazolamide",
            "description": {
                "common": "acetazolamide will increase the level or effect of diltiazem by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "agrimony",
            "description": {
                "common": "agrimony increases effects of diltiazem by pharmacodynamic synergism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "anastrozole",
            "description": {
                "common": "anastrozole will increase the level or effect of diltiazem by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "aspirin",
            "description": {
                "common": "diltiazem increases effects of aspirin by unknown mechanism. Minor/Significance Unknown. Enhanced antiplatelet activity."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "aspirin rectal",
            "description": {
                "common": "diltiazem increases effects of aspirin rectal by unknown mechanism. Minor/Significance Unknown. Enhanced antiplatelet activity."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "aspirin/citric acid/sodium bicarbonate",
            "description": {
                "common": "diltiazem increases effects of aspirin/citric acid/sodium bicarbonate by unknown mechanism. Minor/Significance Unknown. Enhanced antiplatelet activity."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "atracurium",
            "description": {
                "common": "diltiazem increases effects of atracurium by pharmacodynamic synergism. Minor/Significance Unknown. Ca Channel Blockers interfere w/Ach release from prejunctional axon."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "brimonidine",
            "description": {
                "common": "brimonidine increases effects of diltiazem by pharmacodynamic synergism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "choline magnesium trisalicylate",
            "description": {
                "common": "diltiazem increases effects of choline magnesium trisalicylate by unknown mechanism. Minor/Significance Unknown. Enhanced antiplatelet activity."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "cisatracurium",
            "description": {
                "common": "diltiazem increases effects of cisatracurium by pharmacodynamic synergism. Minor/Significance Unknown. Ca Channel Blockers interfere w/Ach release from prejunctional axon."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "cyclophosphamide",
            "description": {
                "common": "cyclophosphamide will increase the level or effect of diltiazem by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "dutasteride",
            "description": {
                "common": "diltiazem will increase the level or effect of dutasteride by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "estradiol vaginal",
            "description": {
                "common": "diltiazem will increase the level or effect of estradiol vaginal by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "fo-ti",
            "description": {
                "common": "fo-ti increases effects of diltiazem by pharmacodynamic synergism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "forskolin",
            "description": {
                "common": "forskolin increases effects of diltiazem by pharmacodynamic synergism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "galantamine",
            "description": {
                "common": "diltiazem will increase the level or effect of galantamine by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "lily of the valley",
            "description": {
                "common": "diltiazem, lily of the valley.\nEither increases toxicity of the other by pharmacodynamic synergism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "maitake",
            "description": {
                "common": "maitake increases effects of diltiazem by pharmacodynamic synergism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "metformin",
            "description": {
                "common": "diltiazem will increase the level or effect of metformin by  basic (cationic) drug competition for renal tubular clearance. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "metipranolol ophthalmic",
            "description": {
                "common": "metipranolol ophthalmic increases effects of diltiazem by pharmacodynamic synergism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "octacosanol",
            "description": {
                "common": "octacosanol increases effects of diltiazem by pharmacodynamic synergism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "ondansetron",
            "description": {
                "common": "diltiazem will increase the level or effect of ondansetron by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Minor/Significance Unknown. No dosage adjustment for ondansetron is recommended."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "pancuronium",
            "description": {
                "common": "diltiazem increases effects of pancuronium by pharmacodynamic synergism. Minor/Significance Unknown. Ca Channel Blockers interfere w/Ach release from prejunctional axon."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "rapacuronium",
            "description": {
                "common": "diltiazem increases effects of rapacuronium by pharmacodynamic synergism. Minor/Significance Unknown. Ca Channel Blockers interfere w/Ach release from prejunctional axon."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "reishi",
            "description": {
                "common": "reishi increases effects of diltiazem by pharmacodynamic synergism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "rocuronium",
            "description": {
                "common": "diltiazem increases effects of rocuronium by pharmacodynamic synergism. Minor/Significance Unknown. Ca Channel Blockers interfere w/Ach release from prejunctional axon."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "succinylcholine",
            "description": {
                "common": "diltiazem increases effects of succinylcholine by pharmacodynamic synergism. Minor/Significance Unknown. Ca Channel Blockers interfere w/Ach release from prejunctional axon."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "sulfamethoxazole",
            "description": {
                "common": "sulfamethoxazole will increase the level or effect of diltiazem by  basic (cationic) drug competition for renal tubular clearance. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "tizanidine",
            "description": {
                "common": "tizanidine increases effects of diltiazem by pharmacodynamic synergism. Minor/Significance Unknown. Risk of hypotension."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "treprostinil",
            "description": {
                "common": "treprostinil increases effects of diltiazem by pharmacodynamic synergism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "vecuronium",
            "description": {
                "common": "diltiazem increases effects of vecuronium by pharmacodynamic synergism. Minor/Significance Unknown. Ca Channel Blockers interfere w/Ach release from prejunctional axon."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "verteporfin",
            "description": {
                "common": "diltiazem increases levels of verteporfin by pharmacodynamic synergism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "willow bark",
            "description": {
                "common": "diltiazem increases effects of willow bark by unknown mechanism. Minor/Significance Unknown. Enhanced antiplatelet activity."
            }
        }
    ],
    "adverse effects": [
        {
            "name": "Edema",
            "percent": "2-15"
        },
        {
            "name": "Headache",
            "percent": "5-12"
        },
        {
            "name": "Dizziness",
            "percent": "3-10"
        },
        {
            "name": "AV block",
            "percent": "2-8"
        },
        {
            "name": "Peripheral edema",
            "percent": "2-8"
        },
        {
            "name": "Bradyarrhythmia",
            "percent": "2-6"
        },
        {
            "name": "Headache",
            "percent": "1-5"
        },
        {
            "name": "Hypotension",
            "percent": "2-4"
        },
        {
            "name": "Nausea",
            "percent": "3"
        },
        {
            "name": "Vomiting",
            "percent": "2"
        },
        {
            "name": "Vasodilation",
            "percent": "2-3"
        },
        {
            "name": "Extrasystoles",
            "percent": "2"
        },
        {
            "name": "Flushing",
            "percent": "1-2"
        },
        {
            "name": "Drug",
            "percent": "2"
        },
        {
            "name": "induced gingival hyperplasia",
            "percent": "2"
        },
        {
            "name": "Myalgia",
            "percent": "1-2"
        },
        {
            "name": "Diarrhea",
            "percent": "2-4"
        },
        {
            "name": "Constipation",
            "percent": "1-4"
        },
        {
            "name": "Bronchitis",
            "percent": "1-2"
        },
        {
            "name": "Sinus congestion",
            "percent": "1-6"
        },
        {
            "name": "Dyspnea",
            "percent": "1-2"
        },
        {
            "name": "Congestion",
            "percent": null
        },
        {
            "name": "Increased Alkaline phosphatase as well as ALT and AST",
            "percent": null
        },
        {
            "name": "CHF",
            "percent": null
        },
        {
            "name": "Thrombocytopenia",
            "percent": null
        },
        {
            "name": "Toxic epidermal necrolysis",
            "percent": null
        },
        {
            "name": "Hemolytic anemia",
            "percent": null
        },
        {
            "name": "Photosensitivity",
            "percent": null
        },
        {
            "name": "Extrapyramidal symptoms",
            "percent": null
        },
        {
            "name": "Syncope",
            "percent": null
        }
    ]
}