{
    "name": "urea topical",
    "comment": "OTC",
    "other_names": [
        "Carmol 10",
        "Keralac",
        "Carmol 20",
        "Carmol 40",
        "Gordon's Urea",
        "Aquacare",
        "Ureacin 10",
        "Ureacin 20",
        "Utopic",
        "Vanamide"
    ],
    "classes": [
        "Emollients"
    ],
    "source": "https://reference.medscape.com/drug/carmol-10-keralac-urea-topical-999339",
    "pregnancy": {
        "common": [
            "Animal reproduction studies not performed; also not known whether product can affect reproduction capacity or cause fetal harm when administered to a pregnant woman; product should be used by a pregnant woman only if clearly needed or when potential benefits outweigh potential hazards to fetus"
        ],
        "specific": []
    },
    "lactation": {
        "common": [
            "Not known whether drug is excreted in human milk; because many drugs are excreted in human milk, caution should be exercised when product administered to a nursing woman"
        ]
    },
    "warnings": {
        "black_box_warning": {
            "common": [],
            "specific": []
        },
        "contraindicators": {
            "common": [
                "Hypersensitivity",
                "Irritated, infected, or open skin (OTC use)"
            ],
            "specific": []
        },
        "cautions": {
            "common": [
                "Ischemic skin necrosis reported with high concentration or irrigation",
                "Not for ophthalmic use or near the eye",
                "Not to be used to treat any condition other than that for which prescribed; if redness or irritation occurs, discontinue use and consult a physician",
                "Discontinue use of if condition becomes worse or if rash develops in area being treated or elsewhere; avoid contact with eyes, lips, and mucous membranes",
                "Long-term animal studies for carcinogenic potential not performed on this product to date; studies on reproduction and fertility not performed"
            ],
            "specific": []
        }
    },
    "interactions": [
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "collagenase",
            "description": {
                "common": "urea topical decreases effects of collagenase by increasing metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "vasopressin",
            "description": {
                "common": "urea topical increases effects of vasopressin by pharmacodynamic synergism. Minor/Significance Unknown."
            }
        }
    ],
    "adverse effects": [
        {
            "name": "Local irritation",
            "percent": null
        },
        {
            "name": "Transient stinging",
            "percent": null
        },
        {
            "name": "Rash",
            "percent": null
        }
    ]
}