{
    "name": "cefuroxime",
    "comment": "Rx",
    "other_names": [
        "Ceftin",
        "Zinacef"
    ],
    "classes": [
        "Cephalosporins",
        "2nd Generation"
    ],
    "source": "https://reference.medscape.com/drug/ceftin-zinacef-cefuroxime-342500",
    "pregnancy": {
        "common": [
            "Available data from published epidemiologic studies, case series, and case reports over several decades in pregnant women have not established drug-associated risks of major birth defects, miscarriage, or adverse maternal or fetal outcomes"
        ],
        "specific": [
            {
                "type": "Animal data",
                "description": [
                    "In studies in pregnant mice and rats administered orally during organogenesis at 14 and 9 times maximum recommended human dose (MRHD) based on body surface area, respectively, there were no adverse developmental outcomes"
                ]
            }
        ]
    },
    "lactation": {
        "common": [
            "Based on several published case reports describing multiple lactating women receiving therapy via intravenous, intramuscular, and oral routes, drug is present in human milk; the highest maternal milk concentration described occurred in lactating women 8 hours after an intramuscular administration of 750 mg; allowing for an infant milk consumption of 150 mL/kg/day, the estimated breastfed infant dose would be less than 1% of adult dose",
            "No data are available on effects of drug on breastfed infant or on milk production; developmental and health benefits of breastfeeding should be considered along with the mother’s clinical need for therapy and any potential adverse effects on breastfed infant from drug or from underlying maternal condition"
        ]
    },
    "warnings": {
        "black_box_warning": {
            "common": [],
            "specific": []
        },
        "contraindicators": {
            "common": [
                "Documented hypersensitivity"
            ],
            "specific": []
        },
        "cautions": {
            "common": [
                "Do not crush tablet",
                "Prolonged INR in nutritionally deficient patients, prolonged treatment, and hepatic and renal disease reported",
                "Film-coated tablet and oral solution are not bioequivalent; tablets should not be crushed",
                "Use caution in patients with history of colitis, renal impairment, or with a history of seizure disorders",
                "Use with caution in patients with history of penicillin allergy",
                "Reduce dosage by 50% if CrCl is 10-30 mL/min and by 75% if CrCl <10 mL/min (high doses may cause CNS toxicity)",
                "Some products may contain phenylalanine",
                "Bacterial or fungal overgrowth of nonsusceptible organisms may occur with prolonged or repeated therapy"
            ],
            "specific": []
        }
    },
    "interactions": [
        {
            "classification_type": "Serious",
            "interaction_with": "argatroban",
            "description": {
                "common": "cefuroxime will increase the level or effect of argatroban by  anticoagulation. Avoid or Use Alternate Drug. cephalosporins may decrease prothrombin activity"
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "BCG vaccine live",
            "description": {
                "common": "cefuroxime decreases effects of BCG vaccine live by pharmacodynamic antagonism. Contraindicated. Wait until Abx Tx complete to administer live bacterial vaccine."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "bivalirudin",
            "description": {
                "common": "cefuroxime will increase the level or effect of bivalirudin by  anticoagulation. Avoid or Use Alternate Drug. cephalosporins may decrease prothrombin activity"
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "cholera vaccine",
            "description": {
                "common": "cefuroxime, cholera vaccine. pharmacodynamic antagonism. Avoid or Use Alternate Drug. Avoid coadministration of cholera vaccine with systemic antibiotics since these agents may be active against the vaccine strain. Do not administer cholera vaccine to patients who have received oral or parenteral antibiotics within 14 days prior to vaccination."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "dalteparin",
            "description": {
                "common": "cefuroxime will increase the level or effect of dalteparin by  anticoagulation. Avoid or Use Alternate Drug. cephalosporins may decrease prothrombin activity"
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "enoxaparin",
            "description": {
                "common": "cefuroxime will increase the level or effect of enoxaparin by  anticoagulation. Avoid or Use Alternate Drug. cephalosporins may decrease prothrombin activity"
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "fondaparinux",
            "description": {
                "common": "cefuroxime will increase the level or effect of fondaparinux by  anticoagulation. Avoid or Use Alternate Drug. cephalosporins may decrease prothrombin activity"
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "heparin",
            "description": {
                "common": "cefuroxime will increase the level or effect of heparin by  anticoagulation. Avoid or Use Alternate Drug. cephalosporins may decrease prothrombin activity"
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "microbiota oral",
            "description": {
                "common": "cefuroxime decreases effects of microbiota oral by pharmacodynamic antagonism. Avoid or Use Alternate Drug. Microbiota oral contains bacterial spores. Antibacterial agents may decrease efficacy if coadministered. Complete antibiotic regimens 2-4 days before initiating microbiota oral. ."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "aluminum hydroxide",
            "description": {
                "common": "aluminum hydroxide will decrease the level or effect of cefuroxime by  increasing gastric pH. Applies only to oral form of both agents. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "azithromycin",
            "description": {
                "common": "azithromycin decreases effects of cefuroxime by pharmacodynamic antagonism. Use Caution/Monitor. bacteriostatic agents may inhibit the effects of bactericidal agents."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "bazedoxifene/conjugated estrogens",
            "description": {
                "common": "cefuroxime will decrease the level or effect of bazedoxifene/conjugated estrogens by  altering intestinal flora. Applies only to oral forms of hormone. Low risk of contraceptive failure. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "calcium carbonate",
            "description": {
                "common": "calcium carbonate will decrease the level or effect of cefuroxime by  increasing gastric pH. Applies only to oral form of both agents. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "cimetidine",
            "description": {
                "common": "cimetidine will decrease the level or effect of cefuroxime by  increasing gastric pH. Applies only to oral form of both agents. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "clarithromycin",
            "description": {
                "common": "clarithromycin decreases effects of cefuroxime by pharmacodynamic antagonism. Use Caution/Monitor. bacteriostatic agents may inhibit the effects of bactericidal agents."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "demeclocycline",
            "description": {
                "common": "demeclocycline decreases effects of cefuroxime by pharmacodynamic antagonism. Use Caution/Monitor. bacteriostatic agents may inhibit the effects of bactericidal agents."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "didanosine",
            "description": {
                "common": "didanosine will decrease the level or effect of cefuroxime by  increasing gastric pH. Applies only to oral form of both agents. Use Caution/Monitor. Applies to didanosine chewable tablets and powder for oral solution; administer 2 hr before or several hours after didanosine oral solution or chewable tablet administration"
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "dienogest/estradiol valerate",
            "description": {
                "common": "cefuroxime will decrease the level or effect of dienogest/estradiol valerate by  altering intestinal flora. Applies only to oral forms of hormone. Low risk of contraceptive failure. Use Caution/Monitor. An alternate or additional form of birth control may be advisable during concomitant use."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "doxycycline",
            "description": {
                "common": "doxycycline decreases effects of cefuroxime by pharmacodynamic antagonism. Use Caution/Monitor. bacteriostatic agents may inhibit the effects of bactericidal agents."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "erythromycin base",
            "description": {
                "common": "erythromycin base decreases effects of cefuroxime by pharmacodynamic antagonism. Use Caution/Monitor. bacteriostatic agents may inhibit the effects of bactericidal agents."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "erythromycin ethylsuccinate",
            "description": {
                "common": "erythromycin ethylsuccinate decreases effects of cefuroxime by pharmacodynamic antagonism. Use Caution/Monitor. bacteriostatic agents may inhibit the effects of bactericidal agents."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "erythromycin lactobionate",
            "description": {
                "common": "erythromycin lactobionate decreases effects of cefuroxime by pharmacodynamic antagonism. Use Caution/Monitor. bacteriostatic agents may inhibit the effects of bactericidal agents."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "erythromycin stearate",
            "description": {
                "common": "erythromycin stearate decreases effects of cefuroxime by pharmacodynamic antagonism. Use Caution/Monitor. bacteriostatic agents may inhibit the effects of bactericidal agents."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "esomeprazole",
            "description": {
                "common": "esomeprazole will decrease the level or effect of cefuroxime by  increasing gastric pH. Applies only to oral form of both agents. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ethinylestradiol",
            "description": {
                "common": "cefuroxime will decrease the level or effect of ethinylestradiol by  altering intestinal flora. Applies only to oral forms of hormone. Low risk of contraceptive failure. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "famotidine",
            "description": {
                "common": "famotidine will decrease the level or effect of cefuroxime by  increasing gastric pH. Applies only to oral form of both agents. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ibuprofen/famotidine",
            "description": {
                "common": "ibuprofen/famotidine will decrease the level or effect of cefuroxime by  increasing gastric pH. Applies only to oral form of both agents. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "levonorgestrel oral/ethinylestradiol/ferrous bisglycinate",
            "description": {
                "common": "cefuroxime will decrease the level or effect of levonorgestrel oral/ethinylestradiol/ferrous bisglycinate by  altering intestinal flora. Applies only to oral forms of hormone. Low risk of contraceptive failure. Use Caution/Monitor. Antibiotics may decrease hormonal contraceptive efficacy."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "minocycline",
            "description": {
                "common": "minocycline decreases effects of cefuroxime by pharmacodynamic antagonism. Use Caution/Monitor. bacteriostatic agents may inhibit the effects of bactericidal agents."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "nizatidine",
            "description": {
                "common": "nizatidine will decrease the level or effect of cefuroxime by  increasing gastric pH. Applies only to oral form of both agents. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "omeprazole",
            "description": {
                "common": "omeprazole decreases effects of cefuroxime by increasing gastric pH. Applies only to oral form of both agents. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "probenecid",
            "description": {
                "common": "probenecid will increase the level or effect of cefuroxime by  acidic (anionic) drug competition for renal tubular clearance. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "rabeprazole",
            "description": {
                "common": "rabeprazole will decrease the level or effect of cefuroxime by  increasing gastric pH. Applies only to oral form of both agents. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "sodium bicarbonate",
            "description": {
                "common": "sodium bicarbonate will decrease the level or effect of cefuroxime by  increasing gastric pH. Applies only to oral form of both agents. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "sodium picosulfate/magnesium oxide/anhydrous citric acid",
            "description": {
                "common": "cefuroxime decreases effects of sodium picosulfate/magnesium oxide/anhydrous citric acid by altering metabolism. Use Caution/Monitor. Coadministration with antibiotics decreases efficacy by altering colonic bacterial flora needed to convert sodium picosulfate to active drug."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "sodium zirconium cyclosilicate",
            "description": {
                "common": "sodium zirconium cyclosilicate will decrease the level or effect of cefuroxime by  increasing gastric pH. Applies only to oral form of both agents. Modify Therapy/Monitor Closely. Check specific recommendations for drugs that exhibit pH-dependent solubility that may affect their systemic exposure and efficacy. In general, administer drugs at least 2 hr before or after sodium zirconium cyclosilicate."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "tetracycline",
            "description": {
                "common": "tetracycline decreases effects of cefuroxime by pharmacodynamic antagonism. Use Caution/Monitor. bacteriostatic agents may inhibit the effects of bactericidal agents."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "voclosporin",
            "description": {
                "common": "voclosporin, cefuroxime.\nEither increases toxicity of the other by nephrotoxicity and/or ototoxicity. Modify Therapy/Monitor Closely. Coadministration with drugs associated with nephrotoxicity may increase the risk for acute and/or chronic nephrotoxicity."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "warfarin",
            "description": {
                "common": "cefuroxime increases effects of warfarin by unspecified interaction mechanism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "chloramphenicol",
            "description": {
                "common": "chloramphenicol decreases effects of cefuroxime by pharmacodynamic antagonism. Minor/Significance Unknown. bacteriostatic agents may inhibit the effects of bactericidal agents."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "choline magnesium trisalicylate",
            "description": {
                "common": "cefuroxime will increase the level or effect of choline magnesium trisalicylate by  acidic (anionic) drug competition for renal tubular clearance. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "furosemide",
            "description": {
                "common": "cefuroxime increases toxicity of furosemide by pharmacodynamic synergism. Minor/Significance Unknown. Increased risk of nephrotoxicity."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "rose hips",
            "description": {
                "common": "rose hips will increase the level or effect of cefuroxime by  acidic (anionic) drug competition for renal tubular clearance. Minor/Significance Unknown."
            }
        }
    ],
    "adverse effects": [
        {
            "name": "Diarrhea",
            "percent": "4-11"
        },
        {
            "name": "depends on duration",
            "percent": "10"
        },
        {
            "name": "Decreased hemoglobin or hematocrit",
            "percent": "7"
        },
        {
            "name": "Eosinophilia",
            "percent": "3-7"
        },
        {
            "name": "Nausea or vomiting",
            "percent": "5"
        },
        {
            "name": "Vaginitis",
            "percent": "2-4"
        },
        {
            "name": "Transient rise in hepatic transaminases",
            "percent": "3"
        },
        {
            "name": "Diaper rash",
            "percent": "2"
        },
        {
            "name": "Increase in alkaline phosphatase",
            "percent": "2"
        },
        {
            "name": "Thrombophlebitis",
            "percent": "1"
        },
        {
            "name": "Increase in lactate dehydrogenase",
            "percent": null
        },
        {
            "name": "Anemia",
            "percent": null
        },
        {
            "name": "Cholestasis",
            "percent": null
        },
        {
            "name": "Colitis",
            "percent": null
        },
        {
            "name": "Dyspnea",
            "percent": null
        },
        {
            "name": "Epidermal necrolysis",
            "percent": null
        },
        {
            "name": "Increase in blood urea nitrogen",
            "percent": null
        },
        {
            "name": "BUN",
            "percent": null
        },
        {
            "name": "and creatinine",
            "percent": null
        },
        {
            "name": "Jaundice",
            "percent": null
        },
        {
            "name": "Nephritis",
            "percent": null
        },
        {
            "name": "Prolonged prothrombin time",
            "percent": null
        },
        {
            "name": "PT",
            "percent": null
        },
        {
            "name": "international normalized ratio",
            "percent": null
        },
        {
            "name": "INR",
            "percent": null
        },
        {
            "name": "Rash",
            "percent": null
        },
        {
            "name": "Stevens",
            "percent": null
        },
        {
            "name": "Johnson syndrome",
            "percent": null
        },
        {
            "name": "Stomach cramps",
            "percent": null
        },
        {
            "name": "Transient neutropenia and leukopenia",
            "percent": null
        },
        {
            "name": "Urticaria",
            "percent": null
        },
        {
            "name": "Immune system disorders",
            "percent": null
        },
        {
            "name": "Angioedema",
            "percent": null
        },
        {
            "name": "acute myocardial ischemia with or without myocardial infarction",
            "percent": null
        },
        {
            "name": "Neurologic system disorders",
            "percent": null
        },
        {
            "name": "Seizure",
            "percent": null
        },
        {
            "name": "Cutaneous vasculitis",
            "percent": null
        }
    ]
}