{
    "name": "mycophenolate",
    "comment": "Rx",
    "other_names": [
        "CellCept",
        "Myfortic",
        "MMF"
    ],
    "classes": [
        "Immunosuppressants"
    ],
    "source": "https://reference.medscape.com/drug/cellcept-myfortic-mycophenolate-343209",
    "pregnancy": {
        "common": [
            "There is a pregnancy exposure registry that monitors pregnancy outcomes in women exposed to mycophenolate during pregnancy and those becoming pregnant within 6 weeks of discontinuing therapy; to report pregnancy or obtain information about the registry, visit www.mycophenolateREMS.com or call 1-800-617-8191",
            "Use of mycophenolate mofetil (MMF) during pregnancy is associated with an increased risk of first-trimester pregnancy loss and an increased risk of multiple congenital malformations in multiple organ systems",
            "Consider alternative immunologics#immunosuppressants with less potential for embryofetal toxicity; risks and benefits of therapy should be discussed with the pregnant woman; the estimated background risk of pregnancy loss and congenital malformations in organ transplant populations is not clear"
        ],
        "specific": [
            {
                "type": "Animal data",
                "description": [
                    "In animal reproductive toxicology studies, there were increased rates of fetal resorptions and malformations in absence of maternal toxicity",
                    "Oral administration of MMF to pregnant rats from gestational day 7 to day 16 produced increased embryofetal lethality and fetal malformations including anophthalmia, agnathia, and hydrocephaly at doses equivalent to 0.015 and 0.01 times the recommended human doses for renal and cardiac transplant patients, respectively, when corrected for BSA",
                    "Oral administration of MMF to pregnant rabbits from gestational Day 7 to Day 19 produced increased embryofetal lethality and fetal malformations included ectopia cordis, ectopic kidneys, diaphragmatic hernia, and umbilical hernia at dose equivalents as low as 0.05 and 0.03 times recommended human doses for renal and cardiac transplant patients, respectively, when corrected for BSA"
                ]
            },
            {
                "type": "Females and males of reproductive potential",
                "description": [
                    "Genotoxic effects have been observed in animal studies at exposures exceeding human therapeutic exposures by approximately 1.25 times; risk of genotoxic effects on sperm cells cannot be excluded",
                    "Based on potential risk, sexually active male patients and/or their female partners are recommended to use effective contraception during treatment of male patient and for at least 90 days after cessation of treatment; also, based on potential risk of genotoxic effects, male patients should not donate sperm during treatment with this medication and for at least 90 days after cessation of treatment"
                ]
            }
        ]
    },
    "lactation": {
        "common": [
            "There are no data on presence of drug in human milk, or effects on milk production; there are limited data in the National Transplantation Pregnancy Registry on effects of mycophenolate on a breastfed child; studies in rats treated with MMF have shown mycophenolic acid (MPA) to be present in milk",
            "Because available data are limited, it is not possible to exclude potential risks to a breastfeeding infant; the developmental and health benefits of breastfeeding should be considered along with the mother’s clinical need for therapy and any potential adverse effects on breastfed infant from drug or from the underlying maternal condition"
        ]
    },
    "warnings": {
        "black_box_warning": {
            "common": [
                "Increased susceptibility to infection as consequence of immunosuppression",
                "Drug should be prescribed only by healthcare providers experienced in immunosuppressive therapy and management of renal, cardiac, or hepatic transplant patients",
                "Patients receiving drug should be managed in facilities equipped and staffed with adequate laboratory and supportive medical resources",
                "Drug increases risk of developing lymphoma and risk of skin malignancy",
                "Increased susceptibility to bacterial, viral, fungal and protozoal infections, including opportunistic infections and viral reactivation of hepatitis B and C, which may lead to hospitalizations and fatal outcomes",
                "Myfortic and CellCept dosage form absorbed differently; not for use interchangeably",
                "Healthcare provider responsible for maintenance therapy should have all information required for follow-up",
                "Risk of first-trimester miscarriage and congenital malformations; avoid if safer treatment options are available; females of reproductive potential must be counseled regarding pregnancy prevention and planning; after negative pregnancy test and follow-up, women of child-bearing age should use 2 forms of reliable contraception (hormone plus barrier) during entire course of mycophenolate therapy and continue until 6 weeks after drug discontinuance"
            ],
            "specific": []
        },
        "contraindicators": {
            "common": [
                "Hypersensitivity",
                "IV formulation (CellCept) in patients allergic to polysorbate 80"
            ],
            "specific": []
        },
        "cautions": {
            "common": [
                "Pure red-cell aplasia reported in patients treated with MMF or MPA in combination with other immunosuppressive agents",
                "Avoid use in hypoxanthine-guanine phosphoribosyltransferase (HGPRT) deficiency (Lesch-Nyhan, Kelley-Seegmiller syndrome)",
                "Risk of miscarriage and congenital malformations, especially external ear and other facial abnormalities including cleft lip and palate, and anomalies of the distal limbs, heart, esophagus, kidney and nervous system (see Black Box Warnings); females of reproductive potential must be made aware of risks and must be counseled regarding pregnancy prevention and planning; avoid use of MMF during pregnancy if safer treatment options are available",
                "Drug increases risk of developing lymphoma; risk appears to be related to intensity and duration of immunosuppression rather than to use of any specific agent; for patients with increased risk for skin cancer, exposure to sunlight and UV light should be limited by wearing protective clothing and using a broad-spectrum sunscreen with a high protection factor",
                "MPA not indicated for hepatic or cardiac transplants",
                "Use may be rarely associated with gastric or duodenal ulcers, GI bleeding and/or perforation",
                "Safety and effectiveness of MPA for de novo pediatric renal transplant not established",
                "Neutropenia may occur (may require dose reduction)",
                "Must not be administered by rapid or bolus IV injection; increases risk of local adverse reactions such as phlebitis and thrombosis",
                "Toxicity may increase in renal impairment; use caution",
                "Patients should not donate blood during therapy and for at least 6 weeks following discontinuation of therapy because their blood or blood products might be administered to a female of reproductive potential or a pregnant woman",
                "Based on animal data, men should not donate semen during therapy and for 90 days following discontinuation of drug Phenylalanine can be harmful to patients with phenylketonuria (PKU)",
                "Immunosuppression increases risk of developing lymphoma and skin malignancies; majority of post-transplant lymphoproliferative disorder (PTLD) cases appear to be related to Epstein Barr Virus (EBV) infection; the risk of PTLD appears greatest in those individuals who are EBV seronegative, a population which includes many young children",
                "A variety of drugs have potential to alter systemic MPA exposure when co-administered with this drug; determination of mycophenolic acid (MPA) concentrations in plasma before and after making any changes to immunosuppressive therapy, or when adding or discontinuing concomitant medications, may be appropriate to ensure MPA concentrations remain stable",
                "Therapy may impact ability to drive and use machines; patients should avoid driving or using machines if they experience somnolence, confusion, dizziness, tremor, or hypotension during treatment",
                "Oral suspension dosage form contains aspartame, a source of phenylalanine (0.56 mg phenylalanine/mL suspension); before prescribing oral suspension to a patient with PKU, consider combined daily amount of phenylalanine from all sources, including drug",
                "Use of live attenuated vaccines should be avoided (eg, intranasal influenza, measles, mumps, rubella, oral polio, BCG, yellow fever, varicella, and TY21a typhoid vaccines) and patients should be advised that vaccinations may be less effective; advise patients to discuss with physician before seeking any immunizations"
            ],
            "specific": [
                {
                    "type": "Acute inflammatory syndrome",
                    "description": [
                        "Acute inflammatory syndrome (AIS) reported with the use of MMF and mycophenolate products, and some cases have resulted in hospitalization",
                        "AIS is a paradoxical pro-inflammatory reaction characterized by fever, arthralgias, arthritis, muscle pain, and elevated inflammatory markers including, C-reactive protein and erythrocyte sedimentation rate, without evidence of infection or underlying disease recurrence",
                        "Symptoms occur within weeks to months of initiation of treatment or a dose increase; after discontinuation, improvement of symptoms and inflammatory markers are usually observed within 24 to 48 hours",
                        "Monitor patients for symptoms and laboratory parameters of AIS when starting treatment with mycophenolate products or when increasing the dosage",
                        "Discontinue treatment and consider other treatment alternatives based on risk and benefit for the patient"
                    ]
                },
                {
                    "type": "Serious infections and viral reactivation",
                    "description": [
                        "Risk of infection increases with total immunosuppressive load",
                        "Increased risk of developing bacterial, fungal, protozoal, and new or reactivated viral infections, including opportunistic infections",
                        "Because of danger of over suppression of immune system, which can increase susceptibility to infection, combination immunosuppressant therapy should be used with caution",
                        "May increase risk of new or reactivated viral infections, including polyomavirus-associated nephropathy (PVAN), JC virus-associated progressive multifocal leukoencephalopathy (PML), cytomegalovirus (CMV) infections, reactivation of hepatitis B or C, SARS- CoV-2 infection",
                        "PVAN, especially when due to BK virus infection, is associated with serious outcomes, including deteriorating renal function and renal graft loss",
                        "PML, which is sometimes fatal, typically presents with hemiparesis, apathy, confusion, cognitive deficiencies, and ataxia",
                        "Consider dose reduction or discontinuation in patients who develop new infections or reactivate viral infections, weighing the risk that reduced immunosuppression represents to the functioning allograft"
                    ]
                }
            ]
        }
    },
    "interactions": [
        {
            "classification_type": "Contraindicated",
            "interaction_with": "cholestyramine",
            "description": {
                "common": "cholestyramine decreases levels of mycophenolate by inhibition of GI absorption. Applies only to oral form of both agents. Contraindicated. Cholestyramine binds bile acids and reduces mycophenolic acid exposure."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "colestipol",
            "description": {
                "common": "colestipol will decrease the level or effect of mycophenolate by  inhibition of GI absorption. Applies only to oral form of both agents. Contraindicated. Colestipol binds bile acids and reduces mycophenolic acid exposure"
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "adalimumab",
            "description": {
                "common": "adalimumab and mycophenolate both increase  immunosuppressive effects; risk of infection. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "adenovirus types 4 and 7 live, oral",
            "description": {
                "common": "mycophenolate decreases effects of adenovirus types 4 and 7 live, oral by pharmacodynamic antagonism. Avoid or Use Alternate Drug. Immunosuppressives may diminish therapeutic effects of vaccines and increase risk of adverse effects (increased risk of infection). Live-attenuated vaccines should be avoided for at least 3mo after cessation of immunosuppressive therapy."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "alefacept",
            "description": {
                "common": "alefacept and mycophenolate both increase  immunosuppressive effects; risk of infection. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "amoxicillin",
            "description": {
                "common": "amoxicillin will decrease the level or effect of mycophenolate by  Other (see comment). Avoid or Use Alternate Drug. Effect may be due to impairment of enterohepatic recirculation"
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "ampicillin",
            "description": {
                "common": "ampicillin, mycophenolate.\nEither increases levels of the other by decreasing renal clearance. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "anakinra",
            "description": {
                "common": "anakinra and mycophenolate both increase  immunosuppressive effects; risk of infection. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "anthrax vaccine",
            "description": {
                "common": "mycophenolate decreases effects of anthrax vaccine by pharmacodynamic antagonism. Contraindicated. Immunosuppressants also increase risk of infection with concomitant live vaccines."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "antithymocyte globulin equine",
            "description": {
                "common": "antithymocyte globulin equine and mycophenolate both increase  immunosuppressive effects; risk of infection. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "antithymocyte globulin rabbit",
            "description": {
                "common": "antithymocyte globulin rabbit and mycophenolate both increase  immunosuppressive effects; risk of infection. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "axicabtagene ciloleucel",
            "description": {
                "common": "mycophenolate, axicabtagene ciloleucel.\nEither increases effects of the other by immunosuppressive effects; risk of infection. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "azathioprine",
            "description": {
                "common": "azathioprine and mycophenolate both increase  immunosuppressive effects; risk of infection. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "basiliximab",
            "description": {
                "common": "basiliximab and mycophenolate both increase  immunosuppressive effects; risk of infection. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "BCG vaccine live",
            "description": {
                "common": "mycophenolate decreases effects of BCG vaccine live by pharmacodynamic antagonism. Contraindicated. Immunosuppressants also increase risk of infection with concomitant live vaccines."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "brexucabtagene autoleucel",
            "description": {
                "common": "mycophenolate, brexucabtagene autoleucel.\nEither increases effects of the other by immunosuppressive effects; risk of infection. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "canakinumab",
            "description": {
                "common": "canakinumab and mycophenolate both increase  immunosuppressive effects; risk of infection. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "carbonyl iron",
            "description": {
                "common": "carbonyl iron decreases levels of mycophenolate by inhibition of GI absorption. Applies only to oral form of both agents. Avoid or Use Alternate Drug. Interaction only with oral iron administration."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "ciltacabtagene autoleucel",
            "description": {
                "common": "mycophenolate, ciltacabtagene autoleucel.\nEither increases effects of the other by immunosuppressive effects; risk of infection. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "diphtheria & tetanus toxoids",
            "description": {
                "common": "mycophenolate decreases effects of diphtheria & tetanus toxoids by pharmacodynamic antagonism. Contraindicated. Immunosuppressants also increase risk of infection with concomitant live vaccines."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "diphtheria & tetanus toxoids/ acellular pertussis vaccine",
            "description": {
                "common": "mycophenolate decreases effects of diphtheria & tetanus toxoids/ acellular pertussis vaccine by pharmacodynamic antagonism. Contraindicated. Immunosuppressants also increase risk of infection with concomitant live vaccines."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "diphtheria & tetanus toxoids/acellular pertussis/poliovirus, inactivated vaccine",
            "description": {
                "common": "mycophenolate decreases effects of diphtheria & tetanus toxoids/acellular pertussis/poliovirus, inactivated vaccine by pharmacodynamic antagonism. Contraindicated. Immunosuppressants also increase risk of infection with concomitant live vaccines."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "etanercept",
            "description": {
                "common": "etanercept and mycophenolate both increase  immunosuppressive effects; risk of infection. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "ethinylestradiol",
            "description": {
                "common": "mycophenolate decreases effects of ethinylestradiol by unknown mechanism. Avoid or Use Alternate Drug. Patients should consider using an alternative or additional form of contraception."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "everolimus",
            "description": {
                "common": "everolimus and mycophenolate both increase  immunosuppressive effects; risk of infection. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "ferric maltol",
            "description": {
                "common": "ferric maltol decreases levels of mycophenolate by inhibition of GI absorption. Applies only to oral form of both agents. Avoid or Use Alternate Drug. Interaction only with oral iron administration."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "ferrous fumarate",
            "description": {
                "common": "ferrous fumarate decreases levels of mycophenolate by inhibition of GI absorption. Applies only to oral form of both agents. Avoid or Use Alternate Drug. Interaction only with oral iron administration."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "ferrous gluconate",
            "description": {
                "common": "ferrous gluconate decreases levels of mycophenolate by inhibition of GI absorption. Applies only to oral form of both agents. Avoid or Use Alternate Drug. Interaction only with oral iron administration."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "ferrous sulfate",
            "description": {
                "common": "ferrous sulfate decreases levels of mycophenolate by inhibition of GI absorption. Applies only to oral form of both agents. Avoid or Use Alternate Drug. Interaction only with oral iron administration."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "glatiramer",
            "description": {
                "common": "glatiramer and mycophenolate both increase  immunosuppressive effects; risk of infection. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "golimumab",
            "description": {
                "common": "golimumab and mycophenolate both increase  immunosuppressive effects; risk of infection. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "hepatitis A vaccine inactivated",
            "description": {
                "common": "mycophenolate decreases effects of hepatitis A vaccine inactivated by pharmacodynamic antagonism. Contraindicated. Immunosuppressants also increase risk of infection with concomitant live vaccines."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "hepatitis a/b vaccine",
            "description": {
                "common": "mycophenolate decreases effects of hepatitis a/b vaccine by pharmacodynamic antagonism. Contraindicated. Immunosuppressants also increase risk of infection with concomitant live vaccines."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "hepatitis a/typhoid vaccine",
            "description": {
                "common": "mycophenolate decreases effects of hepatitis a/typhoid vaccine by pharmacodynamic antagonism. Contraindicated. Immunosuppressants also increase risk of infection with concomitant live vaccines."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "hepatitis b vaccine",
            "description": {
                "common": "mycophenolate decreases effects of hepatitis b vaccine by pharmacodynamic antagonism. Contraindicated. Immunosuppressants also increase risk of infection with concomitant live vaccines."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "human papillomavirus vaccine, nonavalent",
            "description": {
                "common": "mycophenolate decreases effects of human papillomavirus vaccine, nonavalent by pharmacodynamic antagonism. Avoid or Use Alternate Drug. Immunosuppressive therapies, including irradiation, antimetabolites, alkylating agents, cytotoxic drugs, and corticosteroids (used in greater than physiologic doses), may reduce the immune responses to vaccines."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "human papillomavirus vaccine, quadrivalent",
            "description": {
                "common": "mycophenolate decreases effects of human papillomavirus vaccine, quadrivalent by pharmacodynamic antagonism. Avoid or Use Alternate Drug. Immunosuppressive therapies, including irradiation, antimetabolites, alkylating agents, cytotoxic drugs, and corticosteroids (used in greater than physiologic doses), may reduce the immune responses to vaccines."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "hydroxychloroquine sulfate",
            "description": {
                "common": "hydroxychloroquine sulfate and mycophenolate both increase  immunosuppressive effects; risk of infection. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "idecabtagene vicleucel",
            "description": {
                "common": "mycophenolate, idecabtagene vicleucel.\nEither increases effects of the other by immunosuppressive effects; risk of infection. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "infliximab",
            "description": {
                "common": "infliximab and mycophenolate both increase  immunosuppressive effects; risk of infection. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "influenza virus vaccine quadrivalent",
            "description": {
                "common": "mycophenolate decreases effects of influenza virus vaccine quadrivalent by pharmacodynamic antagonism. Contraindicated. Immunosuppressants also increase risk of infection with concomitant live vaccines."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "influenza virus vaccine quadrivalent, adjuvanted",
            "description": {
                "common": "mycophenolate decreases effects of influenza virus vaccine quadrivalent, adjuvanted by pharmacodynamic antagonism. Avoid or Use Alternate Drug. Immunosuppressive drugs may reduce the immune response to influenza vaccine."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "influenza virus vaccine quadrivalent, cell-cultured",
            "description": {
                "common": "mycophenolate decreases effects of influenza virus vaccine quadrivalent, cell-cultured by pharmacodynamic antagonism. Contraindicated. Immunosuppressants also increase risk of infection with concomitant live vaccines."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "influenza virus vaccine quadrivalent, intranasal",
            "description": {
                "common": "mycophenolate decreases effects of influenza virus vaccine quadrivalent, intranasal by pharmacodynamic antagonism. Contraindicated. Immunosuppressants also increase risk of infection with concomitant live vaccines."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "influenza virus vaccine trivalent",
            "description": {
                "common": "mycophenolate decreases effects of influenza virus vaccine trivalent by pharmacodynamic antagonism. Contraindicated. Immunosuppressants also increase risk of infection with concomitant live vaccines."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "influenza virus vaccine trivalent, adjuvanted",
            "description": {
                "common": "mycophenolate decreases effects of influenza virus vaccine trivalent, adjuvanted by pharmacodynamic antagonism. Avoid or Use Alternate Drug. Immunosuppressive drugs may reduce the immune response to influenza vaccine."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "iron dextran complex",
            "description": {
                "common": "iron dextran complex decreases levels of mycophenolate by inhibition of GI absorption. Applies only to oral form of both agents. Avoid or Use Alternate Drug. Interaction only with oral iron administration."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "iron sucrose",
            "description": {
                "common": "iron sucrose decreases levels of mycophenolate by inhibition of GI absorption. Applies only to oral form of both agents. Avoid or Use Alternate Drug. Interaction only with oral iron administration."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "Japanese encephalitis virus vaccine",
            "description": {
                "common": "mycophenolate decreases effects of Japanese encephalitis virus vaccine by pharmacodynamic antagonism. Contraindicated. Immunosuppressants also increase risk of infection with concomitant live vaccines."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "leflunomide",
            "description": {
                "common": "leflunomide and mycophenolate both increase  immunosuppressive effects; risk of infection. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "lisocabtagene maraleucel",
            "description": {
                "common": "mycophenolate, lisocabtagene maraleucel.\nEither increases effects of the other by immunosuppressive effects; risk of infection. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "measles (rubeola) vaccine",
            "description": {
                "common": "mycophenolate decreases effects of measles (rubeola) vaccine by pharmacodynamic antagonism. Contraindicated. Immunosuppressants also increase risk of infection with concomitant live vaccines."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "measles mumps and rubella vaccine, live",
            "description": {
                "common": "mycophenolate decreases effects of measles mumps and rubella vaccine, live by pharmacodynamic antagonism. Contraindicated. Immunosuppressants also increase risk of infection with concomitant live vaccines."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "measles, mumps, rubella and varicella vaccine, live",
            "description": {
                "common": "mycophenolate decreases effects of measles, mumps, rubella and varicella vaccine, live by pharmacodynamic antagonism. Contraindicated. Immunosuppressants also increase risk of infection with concomitant live vaccines."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "meningococcal A C Y and W-135 polysaccharide vaccine combined",
            "description": {
                "common": "mycophenolate decreases effects of meningococcal A C Y and W-135 polysaccharide vaccine combined by pharmacodynamic antagonism. Contraindicated. Immunosuppressants also increase risk of infection with concomitant live vaccines."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "muromonab CD3",
            "description": {
                "common": "muromonab CD3 and mycophenolate both increase  immunosuppressive effects; risk of infection. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "nafcillin",
            "description": {
                "common": "nafcillin, mycophenolate.\nEither increases levels of the other by decreasing renal clearance. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "pivmecillinam",
            "description": {
                "common": "pivmecillinam, mycophenolate.\nEither increases levels of the other by decreasing renal clearance. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "pneumococcal vaccine 13-valent",
            "description": {
                "common": "mycophenolate decreases effects of pneumococcal vaccine 13-valent by pharmacodynamic antagonism. Contraindicated. Immunosuppressants also increase risk of infection with concomitant live vaccines."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "pneumococcal vaccine heptavalent",
            "description": {
                "common": "mycophenolate decreases effects of pneumococcal vaccine heptavalent by pharmacodynamic antagonism. Contraindicated. Immunosuppressants also increase risk of infection with concomitant live vaccines."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "pneumococcal vaccine polyvalent",
            "description": {
                "common": "mycophenolate decreases effects of pneumococcal vaccine polyvalent by pharmacodynamic antagonism. Contraindicated. Immunosuppressants also increase risk of infection with concomitant live vaccines."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "polysaccharide iron",
            "description": {
                "common": "polysaccharide iron decreases levels of mycophenolate by inhibition of GI absorption. Applies only to oral form of both agents. Avoid or Use Alternate Drug. Interaction only with oral iron administration."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "rabies vaccine",
            "description": {
                "common": "mycophenolate decreases effects of rabies vaccine by pharmacodynamic antagonism. Contraindicated. Immunosuppressants may interfere with development of active immunity."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "rabies vaccine chick embryo cell derived",
            "description": {
                "common": "mycophenolate decreases effects of rabies vaccine chick embryo cell derived by pharmacodynamic antagonism. Contraindicated. Immunosuppressants also increase risk of infection with concomitant live vaccines."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "rilonacept",
            "description": {
                "common": "mycophenolate and rilonacept both increase  immunosuppressive effects; risk of infection. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "rose hips",
            "description": {
                "common": "rose hips decreases levels of mycophenolate by inhibition of GI absorption. Applies only to oral form of both agents. Avoid or Use Alternate Drug. Interaction only with oral iron administration."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "rotavirus oral vaccine, live",
            "description": {
                "common": "mycophenolate decreases effects of rotavirus oral vaccine, live by pharmacodynamic antagonism. Contraindicated. Immunosuppressants also increase risk of infection with concomitant live vaccines."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "rubella vaccine",
            "description": {
                "common": "mycophenolate decreases effects of rubella vaccine by pharmacodynamic antagonism. Contraindicated. Immunosuppressants also increase risk of infection with concomitant live vaccines."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "sirolimus",
            "description": {
                "common": "mycophenolate and sirolimus both increase  immunosuppressive effects; risk of infection. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "smallpox (vaccinia) vaccine, live",
            "description": {
                "common": "mycophenolate decreases effects of smallpox (vaccinia) vaccine, live by pharmacodynamic antagonism. Contraindicated. Immunosuppressants also increase risk of infection with concomitant live vaccines."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "tacrolimus",
            "description": {
                "common": "mycophenolate and tacrolimus both increase  immunosuppressive effects; risk of infection. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "temocillin",
            "description": {
                "common": "temocillin, mycophenolate.\nEither increases levels of the other by decreasing renal clearance. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "temsirolimus",
            "description": {
                "common": "mycophenolate and temsirolimus both increase  immunosuppressive effects; risk of infection. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "tetanus toxoid adsorbed or fluid",
            "description": {
                "common": "mycophenolate decreases effects of tetanus toxoid adsorbed or fluid by pharmacodynamic antagonism. Contraindicated. Immunosuppressants also increase risk of infection with concomitant live vaccines."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "ticarcillin",
            "description": {
                "common": "ticarcillin, mycophenolate.\nEither increases levels of the other by decreasing renal clearance. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "tick-borne encephalitis vaccine",
            "description": {
                "common": "mycophenolate decreases effects of tick-borne encephalitis vaccine by pharmacodynamic antagonism. Contraindicated. Immunosuppressants also increase risk of infection with concomitant live vaccines."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "tisagenlecleucel",
            "description": {
                "common": "mycophenolate, tisagenlecleucel.\nEither increases effects of the other by immunosuppressive effects; risk of infection. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "tocilizumab",
            "description": {
                "common": "tocilizumab and mycophenolate both increase  immunosuppressive effects; risk of infection. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "tofacitinib",
            "description": {
                "common": "mycophenolate, tofacitinib.\nEither increases toxicity of the other by immunosuppressive effects; risk of infection. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "tongkat ali",
            "description": {
                "common": "mycophenolate and tongkat ali both increase  immunosuppressive effects; risk of infection. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "travelers diarrhea and cholera vaccine inactivated",
            "description": {
                "common": "mycophenolate decreases effects of travelers diarrhea and cholera vaccine inactivated by pharmacodynamic antagonism. Contraindicated. Immunosuppressants also increase risk of infection with concomitant live vaccines."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "typhoid polysaccharide vaccine",
            "description": {
                "common": "mycophenolate decreases effects of typhoid polysaccharide vaccine by pharmacodynamic antagonism. Contraindicated. Immunosuppressants also increase risk of infection with concomitant live vaccines."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "typhoid vaccine live",
            "description": {
                "common": "mycophenolate decreases effects of typhoid vaccine live by pharmacodynamic antagonism. Contraindicated. Immunosuppressants also increase risk of infection with concomitant live vaccines."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "upadacitinib",
            "description": {
                "common": "mycophenolate, upadacitinib.\nEither increases effects of the other by immunosuppressive effects; risk of infection. Contraindicated."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "ustekinumab",
            "description": {
                "common": "mycophenolate and ustekinumab both increase  immunosuppressive effects; risk of infection. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "varicella virus vaccine live",
            "description": {
                "common": "mycophenolate decreases effects of varicella virus vaccine live by pharmacodynamic antagonism. Contraindicated. Immunosuppressants also increase risk of infection with concomitant live vaccines."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "yellow fever vaccine",
            "description": {
                "common": "mycophenolate decreases effects of yellow fever vaccine by pharmacodynamic antagonism. Contraindicated. Immunosuppressants also increase risk of infection with concomitant live vaccines."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "zoster vaccine live",
            "description": {
                "common": "mycophenolate decreases effects of zoster vaccine live by pharmacodynamic antagonism. Contraindicated. Immunosuppressants also increase risk of infection with concomitant live vaccines."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "aceclofenac",
            "description": {
                "common": "aceclofenac will increase the level or effect of mycophenolate by  acidic (anionic) drug competition for renal tubular clearance. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "acemetacin",
            "description": {
                "common": "acemetacin will increase the level or effect of mycophenolate by  acidic (anionic) drug competition for renal tubular clearance. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "acyclovir",
            "description": {
                "common": "acyclovir will increase the level or effect of mycophenolate by  acidic (anionic) drug competition for renal tubular clearance. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "aluminum hydroxide",
            "description": {
                "common": "aluminum hydroxide will decrease the level or effect of mycophenolate by  increasing gastric pH. Applies only to oral form of both agents. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "aminohippurate sodium",
            "description": {
                "common": "aminohippurate sodium will increase the level or effect of mycophenolate by  acidic (anionic) drug competition for renal tubular clearance. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "aspirin",
            "description": {
                "common": "aspirin will increase the level or effect of mycophenolate by  acidic (anionic) drug competition for renal tubular clearance. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "aspirin rectal",
            "description": {
                "common": "aspirin rectal will increase the level or effect of mycophenolate by  acidic (anionic) drug competition for renal tubular clearance. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "aspirin/citric acid/sodium bicarbonate",
            "description": {
                "common": "aspirin/citric acid/sodium bicarbonate will increase the level or effect of mycophenolate by  acidic (anionic) drug competition for renal tubular clearance. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "astragalus",
            "description": {
                "common": "mycophenolate increases and astragalus decreases immunosuppressive effects; risk of infection. Effect of interaction is not clear, use caution. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "balsalazide",
            "description": {
                "common": "balsalazide will increase the level or effect of mycophenolate by  acidic (anionic) drug competition for renal tubular clearance. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "belatacept",
            "description": {
                "common": "belatacept increases levels of mycophenolate by Other (see comment). Use Caution/Monitor. \nComment: Potential change of mycophenolic acid (MPA) exposure after crossover from cyclosporine to belatacept or from belatacept to cyclosporine in patients concomitantly receiving MMF."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "bendroflumethiazide",
            "description": {
                "common": "bendroflumethiazide will increase the level or effect of mycophenolate by  acidic (anionic) drug competition for renal tubular clearance. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "calcium carbonate",
            "description": {
                "common": "calcium carbonate will decrease the level or effect of mycophenolate by  increasing gastric pH. Applies only to oral form of both agents. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "cefadroxil",
            "description": {
                "common": "cefadroxil will increase the level or effect of mycophenolate by  acidic (anionic) drug competition for renal tubular clearance. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "cefamandole",
            "description": {
                "common": "cefamandole will increase the level or effect of mycophenolate by  acidic (anionic) drug competition for renal tubular clearance. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "cefpirome",
            "description": {
                "common": "cefpirome will increase the level or effect of mycophenolate by  acidic (anionic) drug competition for renal tubular clearance. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ceftibuten",
            "description": {
                "common": "ceftibuten will increase the level or effect of mycophenolate by  acidic (anionic) drug competition for renal tubular clearance. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "celecoxib",
            "description": {
                "common": "celecoxib will increase the level or effect of mycophenolate by  acidic (anionic) drug competition for renal tubular clearance. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "cephalexin",
            "description": {
                "common": "cephalexin will increase the level or effect of mycophenolate by  acidic (anionic) drug competition for renal tubular clearance. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "chlorothiazide",
            "description": {
                "common": "chlorothiazide will increase the level or effect of mycophenolate by  acidic (anionic) drug competition for renal tubular clearance. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "chlorpropamide",
            "description": {
                "common": "chlorpropamide will increase the level or effect of mycophenolate by  acidic (anionic) drug competition for renal tubular clearance. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "chlorthalidone",
            "description": {
                "common": "chlorthalidone will increase the level or effect of mycophenolate by  acidic (anionic) drug competition for renal tubular clearance. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "cholera vaccine",
            "description": {
                "common": "mycophenolate decreases effects of cholera vaccine by immunosuppressive effects; risk of infection. Modify Therapy/Monitor Closely. Immunosuppressive therapies, including irradiation, antimetabolites, alkylating agents, cytotoxic drugs and corticosteroids (used in greater than physiologic doses), may reduce the immune response to cholera vaccine."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "choline magnesium trisalicylate",
            "description": {
                "common": "choline magnesium trisalicylate will increase the level or effect of mycophenolate by  acidic (anionic) drug competition for renal tubular clearance. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "cyclopenthiazide",
            "description": {
                "common": "cyclopenthiazide will increase the level or effect of mycophenolate by  acidic (anionic) drug competition for renal tubular clearance. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "dengue vaccine",
            "description": {
                "common": "mycophenolate decreases effects of dengue vaccine by immunosuppressive effects; risk of infection. Use Caution/Monitor. Immunosuppressive therapies (eg, irradiation, antimetabolites, alkylating agents, cytotoxic drugs, corticosteroids [greater than physiologic doses]) may reduce immune response to dengue vaccine."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "denosumab",
            "description": {
                "common": "mycophenolate, denosumab. Other (see comment). Use Caution/Monitor. \nComment: Caution should be taken in patients on concomitant immunosuppressants or with impaired immune systems because of increased risk for serious infections."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "dexlansoprazole",
            "description": {
                "common": "dexlansoprazole will decrease the level or effect of mycophenolate by  increasing gastric pH. Applies only to oral form of both agents. Use Caution/Monitor. Potential interaction applies to mycophenolate mofetil. Enteric coated mycophenolate sodium formulation is less sensitive to this interaction. Clinical significance unclear."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "dichlorphenamide",
            "description": {
                "common": "dichlorphenamide and mycophenolate both decrease  serum potassium. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "diclofenac",
            "description": {
                "common": "diclofenac will increase the level or effect of mycophenolate by  acidic (anionic) drug competition for renal tubular clearance. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "dicloxacillin",
            "description": {
                "common": "dicloxacillin decreases levels of mycophenolate by decreasing metabolism. Use Caution/Monitor. decreases concentrations of active metabolite of mycophenolate possibly by reducing/impairing enterohepatic circulation."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "didanosine",
            "description": {
                "common": "didanosine will decrease the level or effect of mycophenolate by  increasing gastric pH. Applies only to oral form of both agents. Use Caution/Monitor. Applies to didanosine chewable tablets and powder for oral solution; administer 2 hr before or several hours after didanosine oral solution or chewable tablet administration"
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "diflunisal",
            "description": {
                "common": "diflunisal will increase the level or effect of mycophenolate by  acidic (anionic) drug competition for renal tubular clearance. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "echinacea",
            "description": {
                "common": "mycophenolate increases and echinacea decreases immunosuppressive effects; risk of infection. Effect of interaction is not clear, use caution. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "esomeprazole",
            "description": {
                "common": "esomeprazole will decrease the level or effect of mycophenolate by  increasing gastric pH. Applies only to oral form of both agents. Use Caution/Monitor. Potential interaction applies to mycophenolate mofetil. Enteric coated mycophenolate sodium formulation is less sensitive to this interaction. Clinical significance unclear."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "etodolac",
            "description": {
                "common": "etodolac will increase the level or effect of mycophenolate by  acidic (anionic) drug competition for renal tubular clearance. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "famotidine",
            "description": {
                "common": "famotidine will decrease the level or effect of mycophenolate by  increasing gastric pH. Applies only to oral form of both agents. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "fenoprofen",
            "description": {
                "common": "fenoprofen will increase the level or effect of mycophenolate by  acidic (anionic) drug competition for renal tubular clearance. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "fingolimod",
            "description": {
                "common": "mycophenolate increases effects of fingolimod by immunosuppressive effects; risk of infection. Modify Therapy/Monitor Closely. Concomitant therapy is expected to increase the risk of immunosuppression. Use caution when switching patients from long-acting therapies with immune effects. ."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "flurbiprofen",
            "description": {
                "common": "flurbiprofen will increase the level or effect of mycophenolate by  acidic (anionic) drug competition for renal tubular clearance. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ganciclovir",
            "description": {
                "common": "ganciclovir will increase the level or effect of mycophenolate by  acidic (anionic) drug competition for renal tubular clearance. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "haemophilus influenzae type b vaccine",
            "description": {
                "common": "mycophenolate decreases effects of haemophilus influenzae type b vaccine by pharmacodynamic antagonism. Modify Therapy/Monitor Closely. Avoid vaccination during chemotherapy or radiation therapy if possible because antibody response might be suboptimal. Patients vaccinated within a 14-day period before starting or during immunosuppressive therapy should be revaccinated =3 months after therapy is discontinued if immune competence has been restored. ."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "hydrochlorothiazide",
            "description": {
                "common": "hydrochlorothiazide will increase the level or effect of mycophenolate by  acidic (anionic) drug competition for renal tubular clearance. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "hydroxyurea",
            "description": {
                "common": "hydroxyurea, mycophenolate. Other (see comment). Use Caution/Monitor. \nComment: Combination may increase risk of immunosuppression."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ibuprofen",
            "description": {
                "common": "ibuprofen will increase the level or effect of mycophenolate by  acidic (anionic) drug competition for renal tubular clearance. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ibuprofen IV",
            "description": {
                "common": "ibuprofen IV will increase the level or effect of mycophenolate by  acidic (anionic) drug competition for renal tubular clearance. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ibuprofen/famotidine",
            "description": {
                "common": "ibuprofen/famotidine will decrease the level or effect of mycophenolate by  increasing gastric pH. Applies only to oral form of both agents. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "indapamide",
            "description": {
                "common": "indapamide will increase the level or effect of mycophenolate by  acidic (anionic) drug competition for renal tubular clearance. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "indomethacin",
            "description": {
                "common": "indomethacin will increase the level or effect of mycophenolate by  acidic (anionic) drug competition for renal tubular clearance. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "influenza virus vaccine quadrivalent, recombinant",
            "description": {
                "common": "mycophenolate decreases effects of influenza virus vaccine quadrivalent, recombinant by pharmacodynamic antagonism. Use Caution/Monitor. Immune response to vaccine may be decreased in immunocompromised individuals."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "influenza virus vaccine trivalent, recombinant",
            "description": {
                "common": "mycophenolate decreases effects of influenza virus vaccine trivalent, recombinant by pharmacodynamic antagonism. Use Caution/Monitor. Immune response to vaccine may be decreased in immunocompromised individuals."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "isavuconazonium sulfate",
            "description": {
                "common": "isavuconazonium sulfate will increase the level or effect of mycophenolate by  Other (see comment). Use Caution/Monitor. Isavuconazonium substrate (a UGT inhibitor) may increase exposure to mycophenolate mofetil (a UGT substrate). Monitor for mycophenolic acid-related toxicities when coadministered with isavuconazonium sulfate."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ketoprofen",
            "description": {
                "common": "ketoprofen will increase the level or effect of mycophenolate by  acidic (anionic) drug competition for renal tubular clearance. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ketorolac",
            "description": {
                "common": "ketorolac will increase the level or effect of mycophenolate by  acidic (anionic) drug competition for renal tubular clearance. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ketorolac intranasal",
            "description": {
                "common": "ketorolac intranasal will increase the level or effect of mycophenolate by  acidic (anionic) drug competition for renal tubular clearance. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "lansoprazole",
            "description": {
                "common": "lansoprazole will decrease the level or effect of mycophenolate by  increasing gastric pH. Applies only to oral form of both agents. Use Caution/Monitor. Potential interaction applies to mycophenolate mofetil. Enteric coated mycophenolate sodium formulation is less sensitive to this interaction. Clinical significance unclear."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "levoketoconazole",
            "description": {
                "common": "levoketoconazole will increase the level or effect of mycophenolate by  P-glycoprotein (MDR1) efflux transporter. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "levonorgestrel oral",
            "description": {
                "common": "mycophenolate decreases levels of levonorgestrel oral by unspecified interaction mechanism. Use Caution/Monitor. Consider additional birth control methods during mycophenolate administration."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "lomustine",
            "description": {
                "common": "lomustine and mycophenolate both increase  immunosuppressive effects; risk of infection. Use Caution/Monitor. Caution should be taken in patients on concomitant immunosuppressants or with impaired immune systems because of increased risk for serious infections."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "lornoxicam",
            "description": {
                "common": "lornoxicam will increase the level or effect of mycophenolate by  acidic (anionic) drug competition for renal tubular clearance. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "magnesium supplement",
            "description": {
                "common": "magnesium supplement will decrease the level or effect of mycophenolate by  Other (see comment). Modify Therapy/Monitor Closely. Drug may bind to magnesium ions in the GI tract, which decreases absorption; separate administration of drugs to minimize interaction"
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "maitake",
            "description": {
                "common": "mycophenolate increases and maitake decreases immunosuppressive effects; risk of infection. Effect of interaction is not clear, use caution. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "mechlorethamine",
            "description": {
                "common": "mechlorethamine, mycophenolate. immunosuppressive effects; risk of infection. Use Caution/Monitor. Caution should be taken in patients on concomitant immunosuppressants or with impaired immune systems because of increased risk for serious infections. ."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "meclofenamate",
            "description": {
                "common": "meclofenamate will increase the level or effect of mycophenolate by  acidic (anionic) drug competition for renal tubular clearance. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "mefenamic acid",
            "description": {
                "common": "mefenamic acid will increase the level or effect of mycophenolate by  acidic (anionic) drug competition for renal tubular clearance. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "meloxicam",
            "description": {
                "common": "meloxicam will increase the level or effect of mycophenolate by  acidic (anionic) drug competition for renal tubular clearance. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "meningococcal group B vaccine",
            "description": {
                "common": "mycophenolate decreases effects of meningococcal group B vaccine by pharmacodynamic antagonism. Use Caution/Monitor. Individuals with altered immunocompetence may have reduced immune responses to the vaccine."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "mercaptopurine",
            "description": {
                "common": "mercaptopurine and mycophenolate both increase  immunosuppressive effects; risk of infection. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "mesalamine",
            "description": {
                "common": "mesalamine will increase the level or effect of mycophenolate by  acidic (anionic) drug competition for renal tubular clearance. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "methotrexate",
            "description": {
                "common": "mycophenolate, methotrexate.\nEither increases effects of the other by pharmacodynamic synergism. Use Caution/Monitor. Infections may occur."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "methyclothiazide",
            "description": {
                "common": "methyclothiazide will increase the level or effect of mycophenolate by  acidic (anionic) drug competition for renal tubular clearance. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "metolazone",
            "description": {
                "common": "metolazone will increase the level or effect of mycophenolate by  acidic (anionic) drug competition for renal tubular clearance. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "nabumetone",
            "description": {
                "common": "nabumetone will increase the level or effect of mycophenolate by  acidic (anionic) drug competition for renal tubular clearance. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "naproxen",
            "description": {
                "common": "naproxen will increase the level or effect of mycophenolate by  acidic (anionic) drug competition for renal tubular clearance. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "nizatidine",
            "description": {
                "common": "nizatidine will decrease the level or effect of mycophenolate by  increasing gastric pH. Applies only to oral form of both agents. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ocrelizumab",
            "description": {
                "common": "mycophenolate and ocrelizumab both increase  immunosuppressive effects; risk of infection. Use Caution/Monitor. Coadministration of ocrelizumab with immunosuppressants may increase the risk of immunosuppression."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ofatumumab SC",
            "description": {
                "common": "ofatumumab SC, mycophenolate.\nEither increases effects of the other by immunosuppressive effects; risk of infection. Use Caution/Monitor. Consider the risk of additive immune system effects when coadministering immunosuppressive therapies with coadministration. When switching from therapies with immune effects, take into account the duration and mechanism of action of these therapies when initiating ofatumumab SC."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "olaparib",
            "description": {
                "common": "mycophenolate and olaparib both increase  pharmacodynamic synergism. Use Caution/Monitor. Coadministration with other other myelosuppressive anticancer agents, including DNA damaging agents,  may potentiate and prolongate the myelosuppressive toxicity. "
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "omeprazole",
            "description": {
                "common": "omeprazole will decrease the level or effect of mycophenolate by  increasing gastric pH. Applies only to oral form of both agents. Use Caution/Monitor. Potential interaction applies to mycophenolate mofetil. Enteric coated mycophenolate sodium formulation is less sensitive to this interaction. Clinical significance unclear."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "oxaprozin",
            "description": {
                "common": "oxaprozin will increase the level or effect of mycophenolate by  acidic (anionic) drug competition for renal tubular clearance. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ozanimod",
            "description": {
                "common": "ozanimod, mycophenolate.\nEither increases effects of the other by immunosuppressive effects; risk of infection. Use Caution/Monitor. Coadministration with immunosuppressive therapies may increase the risk of additive immune effects during therapy and in the weeks following administration. When switching from drugs with prolonged immune effects, consider the half-life and mode of action of these drugs in order to avoid unintended additive immunosuppressive effects."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "pantoprazole",
            "description": {
                "common": "pantoprazole will decrease the level or effect of mycophenolate by  increasing gastric pH. Applies only to oral form of both agents. Modify Therapy/Monitor Closely. Potential interaction applies to the prodrug mycophenolate mofetil conversion to active mycophenolic acid. Enteric coated mycophenolate sodium formulation is less sensitive to this interaction."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "parecoxib",
            "description": {
                "common": "parecoxib will increase the level or effect of mycophenolate by  acidic (anionic) drug competition for renal tubular clearance. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "patiromer",
            "description": {
                "common": "patiromer will decrease the level or effect of mycophenolate by  cation binding in GI tract. Modify Therapy/Monitor Closely. Separate administration by at least 3 hr from patiromer"
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "piroxicam",
            "description": {
                "common": "piroxicam will increase the level or effect of mycophenolate by  acidic (anionic) drug competition for renal tubular clearance. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "poliovirus vaccine inactivated",
            "description": {
                "common": "mycophenolate decreases effects of poliovirus vaccine inactivated by pharmacodynamic antagonism. Modify Therapy/Monitor Closely. Avoid vaccination during chemotherapy or radiation therapy if possible because antibody response might be suboptimal. Patients vaccinated within a 14-day period before starting or during immunosuppressive therapy should be revaccinated =3 months after therapy is discontinued if immune competence has been restored. ."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ponesimod",
            "description": {
                "common": "ponesimod and mycophenolate both increase  immunosuppressive effects; risk of infection. Use Caution/Monitor. Caution if coadministered because of additive immunosuppressive effects during such therapy and in the weeks following administration. When switching from drugs with prolonged immune effects, consider the half-life and mode of action of these drugs to avoid unintended additive immunosuppressive effects."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "probenecid",
            "description": {
                "common": "probenecid increases levels of mycophenolate by decreasing renal clearance. Use Caution/Monitor. Probenecid may interfere with renal tubular secretion of mycophenolate active metabolites."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "rabeprazole",
            "description": {
                "common": "rabeprazole will decrease the level or effect of mycophenolate by  increasing gastric pH. Applies only to oral form of both agents. Use Caution/Monitor. Potential interaction applies to mycophenolate mofetil. Enteric coated mycophenolate sodium formulation is less sensitive to this interaction. Clinical significance unclear."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "rose hips",
            "description": {
                "common": "rose hips will increase the level or effect of mycophenolate by  acidic (anionic) drug competition for renal tubular clearance. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "salicylates (non-asa)",
            "description": {
                "common": "salicylates (non-asa) will increase the level or effect of mycophenolate by  acidic (anionic) drug competition for renal tubular clearance. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "salsalate",
            "description": {
                "common": "salsalate will increase the level or effect of mycophenolate by  acidic (anionic) drug competition for renal tubular clearance. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "siponimod",
            "description": {
                "common": "siponimod and mycophenolate both increase  immunosuppressive effects; risk of infection. Use Caution/Monitor. Caution if coadministered because of additive immunosuppressive effects during such therapy and in the weeks following administration. When switching from drugs with prolonged immune effects, consider the half-life and mode of action of these drugs to avoid unintended additive immunosuppressive effects."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "sipuleucel-T",
            "description": {
                "common": "mycophenolate decreases effects of sipuleucel-T by pharmacodynamic antagonism. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "sodium bicarbonate",
            "description": {
                "common": "sodium bicarbonate will decrease the level or effect of mycophenolate by  increasing gastric pH. Applies only to oral form of both agents. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "sodium citrate/citric acid",
            "description": {
                "common": "sodium citrate/citric acid will decrease the level or effect of mycophenolate by  increasing gastric pH. Applies only to oral form of both agents. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "sodium zirconium cyclosilicate",
            "description": {
                "common": "sodium zirconium cyclosilicate will decrease the level or effect of mycophenolate by  increasing gastric pH. Applies only to oral form of both agents. Modify Therapy/Monitor Closely. Check specific recommendations for drugs that exhibit pH-dependent solubility that may affect their systemic exposure and efficacy. In general, administer drugs at least 2 hr before or after sodium zirconium cyclosilicate."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "sulfasalazine",
            "description": {
                "common": "sulfasalazine will increase the level or effect of mycophenolate by  acidic (anionic) drug competition for renal tubular clearance. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "sulindac",
            "description": {
                "common": "sulindac will increase the level or effect of mycophenolate by  acidic (anionic) drug competition for renal tubular clearance. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "telmisartan",
            "description": {
                "common": "telmisartan will decrease the level or effect of mycophenolate by  Other (see comment). Use Caution/Monitor. Concommitant administration with telmisartan may result in significant decrease in mycophenolic acid (MPA) concentrations; telmisartan changes MPA?s elimination by enhancing PPAR gamma (peroxisome proliferator-activated receptor gamma) expression, which in turn results in an enhanced UGT1A9 expression and activity "
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "tolfenamic acid",
            "description": {
                "common": "tolfenamic acid will increase the level or effect of mycophenolate by  acidic (anionic) drug competition for renal tubular clearance. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "tolmetin",
            "description": {
                "common": "tolmetin will increase the level or effect of mycophenolate by  acidic (anionic) drug competition for renal tubular clearance. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "trastuzumab",
            "description": {
                "common": "trastuzumab, mycophenolate.\nEither increases toxicity of the other by immunosuppressive effects; risk of infection. Use Caution/Monitor.  Neutropenia or febrile neutropenia incidence were increased when trastuzumab was coadministered with myelosuppressive chemotherapy. ."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "trastuzumab deruxtecan",
            "description": {
                "common": "trastuzumab deruxtecan, mycophenolate.\nEither increases toxicity of the other by immunosuppressive effects; risk of infection. Use Caution/Monitor.  Neutropenia or febrile neutropenia incidence were increased when trastuzumab was coadministered with myelosuppressive chemotherapy. ."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ublituximab",
            "description": {
                "common": "ublituximab and mycophenolate both increase  immunosuppressive effects; risk of infection. Modify Therapy/Monitor Closely. Owing to potential additive immunosuppressive effects, consider duration of effect and mechanism of action of these therapies if coadministered"
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "valganciclovir",
            "description": {
                "common": "mycophenolate will increase the level or effect of valganciclovir by  acidic (anionic) drug competition for renal tubular clearance. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "vonoprazan",
            "description": {
                "common": "vonoprazan will decrease the level or effect of mycophenolate by  inhibition of GI absorption. Applies only to oral form of both agents. Use Caution/Monitor. Enteric-coated mycophenolate sodium may be less sensitive to this interaction."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "willow bark",
            "description": {
                "common": "willow bark will increase the level or effect of mycophenolate by  acidic (anionic) drug competition for renal tubular clearance. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "zoster vaccine recombinant",
            "description": {
                "common": "mycophenolate decreases effects of zoster vaccine recombinant by pharmacodynamic antagonism. Use Caution/Monitor. Immunosuppressive therapies may reduce the effectiveness of zoster vaccine recombinant."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "bazedoxifene/conjugated estrogens",
            "description": {
                "common": "mycophenolate decreases effects of bazedoxifene/conjugated estrogens by unknown mechanism. Minor/Significance Unknown. Clinical significance unclear."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "conjugated estrogens",
            "description": {
                "common": "mycophenolate decreases effects of conjugated estrogens by unknown mechanism. Minor/Significance Unknown. Clinical significance unclear."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "conjugated estrogens, vaginal",
            "description": {
                "common": "mycophenolate decreases effects of conjugated estrogens, vaginal by unknown mechanism. Minor/Significance Unknown. Clinical significance unclear."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "estradiol",
            "description": {
                "common": "mycophenolate decreases effects of estradiol by unknown mechanism. Minor/Significance Unknown. Clinical significance unclear."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "estrogens conjugated synthetic",
            "description": {
                "common": "mycophenolate decreases effects of estrogens conjugated synthetic by unknown mechanism. Minor/Significance Unknown. Clinical significance unclear."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "estrogens esterified",
            "description": {
                "common": "mycophenolate decreases effects of estrogens esterified by unknown mechanism. Minor/Significance Unknown. Clinical significance unclear."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "estropipate",
            "description": {
                "common": "mycophenolate decreases effects of estropipate by unknown mechanism. Minor/Significance Unknown. Clinical significance unclear."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "mestranol",
            "description": {
                "common": "mycophenolate decreases effects of mestranol by unknown mechanism. Minor/Significance Unknown. Clinical significance unclear."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "nirmatrelvir/ritonavir",
            "description": {
                "common": "nirmatrelvir/ritonavir, mycophenolate. Other (see comment). Minor/Significance Unknown. \nComment: Mycophenolate mofetil is a prodrug of mycophenolic acid (MPA). MPA undergoes glucuronidation; coadministration of inducers or inhibitors of glucuronidation (eg, ritonavir) could alter mycophenolate levels. ."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "phenytoin",
            "description": {
                "common": "mycophenolate increases effects of phenytoin by plasma protein binding competition. Minor/Significance Unknown. Mycophenolate decreased phenytoin protein binding from 90% to 87% in vitro. The clinical significance of this interaction is unknown. ."
            }
        }
    ],
    "adverse effects": [
        {
            "name": "Hyperglycemia",
            "percent": "44"
        },
        {
            "name": "Hypercholesterolemia",
            "percent": "41"
        },
        {
            "name": "Hypomagnesemia",
            "percent": "39"
        },
        {
            "name": "Dyspnea",
            "percent": "37"
        },
        {
            "name": "Back pain",
            "percent": "35"
        },
        {
            "name": "Increased blood urea nitrogen",
            "percent": "35"
        },
        {
            "name": "BUN",
            "percent": "34"
        },
        {
            "name": "Leukopenia",
            "percent": "34"
        },
        {
            "name": "Pleural effusion",
            "percent": "34"
        },
        {
            "name": "Urinary tract infection",
            "percent": "31"
        },
        {
            "name": "Increasing frequency of cough",
            "percent": "30"
        },
        {
            "name": "Hypocalcemia",
            "percent": "28"
        },
        {
            "name": "Hypertension",
            "percent": "27"
        },
        {
            "name": "Abdominal pain",
            "percent": "27"
        },
        {
            "name": "Peripheral edema",
            "percent": "26"
        },
        {
            "name": "Anemia",
            "percent": "23"
        },
        {
            "name": "Fever",
            "percent": "23"
        },
        {
            "name": "Nausea",
            "percent": "22"
        },
        {
            "name": "Hyperkalemia",
            "percent": "21"
        },
        {
            "name": "Diarrhea",
            "percent": "21"
        },
        {
            "name": "Infection",
            "percent": "16"
        },
        {
            "name": "Headache",
            "percent": "1.6-4.2"
        },
        {
            "name": "Melanoma",
            "percent": "0.7-2.1"
        },
        {
            "name": "Other malignancies",
            "percent": "0.4-1"
        },
        {
            "name": "Lymphoma",
            "percent": null
        },
        {
            "name": "Opportunistic infection",
            "percent": null
        },
        {
            "name": "including herpes",
            "percent": null
        },
        {
            "name": "Neutropenia",
            "percent": null
        },
        {
            "name": "GI bleeding",
            "percent": null
        },
        {
            "name": "Pulmonary fibrosis",
            "percent": null
        },
        {
            "name": "Progressive multifocal leukoencephalopathy",
            "percent": null
        },
        {
            "name": "BK virus",
            "percent": null
        },
        {
            "name": "associated nephropathy",
            "percent": null
        },
        {
            "name": "Congenital malformations",
            "percent": null
        },
        {
            "name": "including ear",
            "percent": null
        },
        {
            "name": "facial",
            "percent": null
        },
        {
            "name": "cardiac and nervous system malformations and an increased incidence of first",
            "percent": null
        },
        {
            "name": "trimester pregnancy",
            "percent": null
        },
        {
            "name": "Colitis",
            "percent": null
        },
        {
            "name": "sometimes caused by cytomegalovirus",
            "percent": null
        },
        {
            "name": "pancreatitis",
            "percent": null
        },
        {
            "name": "isolated cases of intestinal villous atrophy",
            "percent": null
        },
        {
            "name": "Cases of pure red cell aplasia",
            "percent": null
        },
        {
            "name": "PRCA",
            "percent": null
        },
        {
            "name": "and hypogammaglobulinemia reported when administered in combination with other immunosuppressive agents",
            "percent": null
        },
        {
            "name": "Cardiovascular",
            "percent": null
        },
        {
            "name": "Venous thrombosis when therapy administered intravenously",
            "percent": null
        },
        {
            "name": "Hematologic and lymphatic",
            "percent": null
        },
        {
            "name": "Bone marrow failure",
            "percent": null
        },
        {
            "name": "cases of pure red cell aplasia",
            "percent": null
        },
        {
            "name": "PRCA",
            "percent": null
        },
        {
            "name": "Immune",
            "percent": null
        },
        {
            "name": "Hypersensitivity",
            "percent": null
        },
        {
            "name": "acute inflammatory syndrome resulting from de novo purine synthesis inhibitors",
            "percent": null
        },
        {
            "name": "Infections",
            "percent": null
        },
        {
            "name": "Bronchiectasis",
            "percent": null
        },
        {
            "name": "interstitial lung disease",
            "percent": null
        },
        {
            "name": "Vascular",
            "percent": null
        },
        {
            "name": "Lymphocele",
            "percent": null
        }
    ]
}