{
    "name": "methsuximide",
    "comment": "Rx",
    "other_names": [
        "Celontin"
    ],
    "classes": [
        "Anticonvulsants",
        "Succinimide"
    ],
    "source": "https://reference.medscape.com/drug/celontin-methsuximide-343016",
    "pregnancy": {
        "common": [
            "Pregnancy Category: C",
            "Lactation: avoid during breastfeeding"
        ],
        "specific": []
    },
    "lactation": {
        "common": [
            "Lactation: avoid during breastfeeding"
        ]
    },
    "warnings": {
        "black_box_warning": {
            "common": [],
            "specific": []
        },
        "contraindicators": {
            "common": [
                "Hypersensitivity"
            ],
            "specific": []
        },
        "cautions": {
            "common": [
                "Do not discontinue rapidly",
                "Succinimides have been associated with blood dyscrasias"
            ],
            "specific": []
        }
    },
    "interactions": [
        {
            "classification_type": "Serious",
            "interaction_with": "apalutamide",
            "description": {
                "common": "apalutamide will decrease the level or effect of methsuximide by  affecting hepatic enzyme CYP2C19 metabolism. Avoid or Use Alternate Drug. Coadministration of apalutamide, a strong CYP2C19 inducer, with drugs that are CYP2C19 substrates can result in lower exposure to these medications. Avoid or substitute another drug for these medications when possible. Evaluate for loss of therapeutic effect if medication must be coadministered."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "lonafarnib",
            "description": {
                "common": "lonafarnib will increase the level or effect of methsuximide by  affecting hepatic enzyme CYP2C19 metabolism. Avoid or Use Alternate Drug. Lonafarnib may increase the AUC and peak concentration of CYP2C19 substrates. If coadministration unavoidable, monitor for adverse reactions and reduce the CYP2C19 substrate dose in accordance with its approved product labeling."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "metoclopramide intranasal",
            "description": {
                "common": "methsuximide, metoclopramide intranasal.\nEither increases effects of the other by Other (see comment). Avoid or Use Alternate Drug. \nComment: Avoid use of metoclopramide intranasal or interacting drug, depending on importance of drug to patient."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "olopatadine intranasal",
            "description": {
                "common": "methsuximide and olopatadine intranasal both increase  sedation. Avoid or Use Alternate Drug. Coadministration increases risk of CNS depression, which can lead to additive impairment of psychomotor performance and cause daytime impairment. "
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "ropeginterferon alfa 2b",
            "description": {
                "common": "ropeginterferon alfa 2b and methsuximide both increase  Other (see comment). Avoid or Use Alternate Drug. Narcotics, hypnotics or sedatives can produce additive neuropsychiatric side effects. Avoid use and monitor patients receiving the combination for effects of excessive CNS toxicity."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "acrivastine",
            "description": {
                "common": "acrivastine and methsuximide both increase  sedation. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "amisulpride",
            "description": {
                "common": "amisulpride and methsuximide both increase  sedation. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "asenapine",
            "description": {
                "common": "asenapine and methsuximide both increase  sedation. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "asenapine transdermal",
            "description": {
                "common": "asenapine transdermal and methsuximide both increase  sedation. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "avapritinib",
            "description": {
                "common": "avapritinib and methsuximide both increase  sedation. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "benzhydrocodone/acetaminophen",
            "description": {
                "common": "benzhydrocodone/acetaminophen and methsuximide both increase  sedation. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "brexanolone",
            "description": {
                "common": "brexanolone, methsuximide.\nEither increases toxicity of the other by sedation. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "brexpiprazole",
            "description": {
                "common": "brexpiprazole and methsuximide both increase  sedation. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "cannabidiol",
            "description": {
                "common": "cannabidiol will increase the level or effect of methsuximide by  affecting hepatic enzyme CYP2C19 metabolism. Modify Therapy/Monitor Closely. Consider reducing the dose of sensitive CYP2C19 substrates, as clinically appropriate, when coadministered with cannabidiol. "
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "cenobamate",
            "description": {
                "common": "cenobamate will increase the level or effect of methsuximide by  affecting hepatic enzyme CYP2C19 metabolism. Modify Therapy/Monitor Closely. Consider a dose reduction of  CYP2C19 substrates, as clinically appropriate, when used concomitantly with cenobamate. "
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "daridorexant",
            "description": {
                "common": "methsuximide and daridorexant both increase  sedation. Modify Therapy/Monitor Closely. Coadministration increases risk of CNS depression, which can lead to additive impairment of psychomotor performance and cause daytime impairment. "
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "deutetrabenazine",
            "description": {
                "common": "methsuximide and deutetrabenazine both increase  sedation. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "difelikefalin",
            "description": {
                "common": "difelikefalin and methsuximide both increase  sedation. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "elagolix",
            "description": {
                "common": "elagolix will increase the level or effect of methsuximide by  affecting hepatic enzyme CYP2C19 metabolism. Modify Therapy/Monitor Closely. Elagolix is a weak CYP2C19 inhibitor. Caution with sensitive CYP2C19 substrates."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "eslicarbazepine acetate",
            "description": {
                "common": "eslicarbazepine acetate will increase the level or effect of methsuximide by  affecting hepatic enzyme CYP2C19 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "fedratinib",
            "description": {
                "common": "fedratinib will increase the level or effect of methsuximide by  affecting hepatic enzyme CYP2C19 metabolism. Use Caution/Monitor. Adjust dose of drugs that are CYP2C19 substrates as necessary."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "fexinidazole",
            "description": {
                "common": "fexinidazole will increase the level or effect of methsuximide by  affecting hepatic enzyme CYP2C19 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ganaxolone",
            "description": {
                "common": "methsuximide and ganaxolone both increase  sedation. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "lasmiditan",
            "description": {
                "common": "lasmiditan, methsuximide.\nEither increases effects of the other by sedation. Use Caution/Monitor. Coadministration of lasmiditan and other CNS depressant drugs, including alcohol have not been evaluated in clinical studies. Lasmiditan may cause sedation, as well as other cognitive and/or neuropsychiatric adverse reactions."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "lemborexant",
            "description": {
                "common": "lemborexant, methsuximide.\nEither increases effects of the other by sedation. Modify Therapy/Monitor Closely. Dosage adjustment may be necessary if lemborexant is coadministered with other CNS depressants because of potentially additive effects."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "lumacaftor/ivacaftor",
            "description": {
                "common": "lumacaftor/ivacaftor, methsuximide. affecting hepatic enzyme CYP2C19 metabolism. Use Caution/Monitor. In vitro studies suggest that lumacaftor may induce and ivacaftor may inhibit CYP2C19 substrates. ."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "lurasidone",
            "description": {
                "common": "lurasidone, methsuximide.\nEither increases toxicity of the other by Other (see comment). Use Caution/Monitor. \nComment: Potential for increased CNS depressant effects when used concurrently; monitor for increased adverse effects and toxicity."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "mavacamten",
            "description": {
                "common": "methsuximide will increase the level or effect of mavacamten by  affecting hepatic enzyme CYP2C19 metabolism. Modify Therapy/Monitor Closely. Inititiation of weak CYP2C19 inhibitors may require decreased mavacamten dose. "
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "methylphenidate transdermal",
            "description": {
                "common": "methylphenidate transdermal will increase the level or effect of methsuximide by  decreasing metabolism. Modify Therapy/Monitor Closely. Consider decreasing the dose of these drugs when given coadministered with methylphenidate. Monitor for drug toxiticities when initiating or discontinuing methylphenidate. "
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "midazolam intranasal",
            "description": {
                "common": "midazolam intranasal, methsuximide.\nEither increases toxicity of the other by pharmacodynamic synergism. Modify Therapy/Monitor Closely. Concomitant use of barbiturates, alcohol, or other CNS depressants may increase the risk of hypoventilation, airway obstruction, desaturation, or apnea and may contribute to profound and/or prolonged drug effect."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "orlistat",
            "description": {
                "common": "orlistat decreases levels of methsuximide by inhibition of GI absorption. Applies only to oral form of both agents. Modify Therapy/Monitor Closely. Risk of convulsions."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "rucaparib",
            "description": {
                "common": "rucaparib will increase the level or effect of methsuximide by  affecting hepatic enzyme CYP2C19 metabolism. Modify Therapy/Monitor Closely. Adjust dosage of CYP2C19 substrates, if clinically indicated."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "sevelamer",
            "description": {
                "common": "sevelamer decreases levels of methsuximide by increasing elimination. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "sparsentan",
            "description": {
                "common": "sparsentan will decrease the level or effect of methsuximide by  affecting hepatic enzyme CYP2C19 metabolism. Use Caution/Monitor. Sparsentan (a CYP2C19 inducer) decreases exposure of CYP2C19 substrates and reduces efficacy related to these substrates. "
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "stiripentol",
            "description": {
                "common": "stiripentol will increase the level or effect of methsuximide by  affecting hepatic enzyme CYP2C19 metabolism. Modify Therapy/Monitor Closely. Consider reducing the dose of CYP2C19 substrates, if adverse reactions are experienced when administered concomitantly with stiripentol."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "tecovirimat",
            "description": {
                "common": "tecovirimat will increase the level or effect of methsuximide by  affecting hepatic enzyme CYP2C19 metabolism. Use Caution/Monitor. Tecovirimat is a weak inhibitor of CYP2C8 and CYP2C19. Monitor for adverse effects if coadministered with sensitive substrates of these enzymes."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "triclabendazole",
            "description": {
                "common": "triclabendazole will increase the level or effect of methsuximide by  affecting hepatic enzyme CYP2C19 metabolism. Use Caution/Monitor. If plasma concentrations of the CYP2C19 substrates are elevated during triclabendazole, recheck plasma concentration of the CYP2C19 substrates after discontinuation of triclabendazole. "
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "acetaminophen",
            "description": {
                "common": "methsuximide decreases levels of acetaminophen by increasing metabolism. Minor/Significance Unknown. Enhanced metabolism incr levels of hepatotoxic metabolites."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "acetaminophen IV",
            "description": {
                "common": "methsuximide decreases levels of acetaminophen IV by increasing metabolism. Minor/Significance Unknown. Enhanced metabolism incr levels of hepatotoxic metabolites."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "acetaminophen rectal",
            "description": {
                "common": "methsuximide decreases levels of acetaminophen rectal by increasing metabolism. Minor/Significance Unknown. Enhanced metabolism incr levels of hepatotoxic metabolites."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "amobarbital",
            "description": {
                "common": "methsuximide decreases effects of amobarbital by pharmacodynamic antagonism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "atracurium",
            "description": {
                "common": "methsuximide decreases effects of atracurium by pharmacodynamic antagonism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "biotin",
            "description": {
                "common": "methsuximide decreases levels of biotin by unspecified interaction mechanism. Minor/Significance Unknown. Biotin supplementation may be necessary."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "butabarbital",
            "description": {
                "common": "methsuximide decreases effects of butabarbital by pharmacodynamic antagonism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "butalbital",
            "description": {
                "common": "methsuximide decreases effects of butalbital by pharmacodynamic antagonism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "cisatracurium",
            "description": {
                "common": "methsuximide decreases effects of cisatracurium by pharmacodynamic antagonism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "cyanocobalamin",
            "description": {
                "common": "methsuximide decreases levels of cyanocobalamin by inhibition of GI absorption. Applies only to oral form of both agents. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "dexmethylphenidate",
            "description": {
                "common": "dexmethylphenidate increases effects of methsuximide by decreasing metabolism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "ethotoin",
            "description": {
                "common": "methsuximide increases effects of ethotoin by pharmacodynamic synergism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "fosphenytoin",
            "description": {
                "common": "methsuximide increases effects of fosphenytoin by pharmacodynamic synergism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "levocarnitine",
            "description": {
                "common": "methsuximide decreases levels of levocarnitine by unspecified interaction mechanism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "onabotulinumtoxinA",
            "description": {
                "common": "methsuximide decreases effects of onabotulinumtoxinA by pharmacodynamic antagonism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "pancuronium",
            "description": {
                "common": "methsuximide decreases effects of pancuronium by pharmacodynamic antagonism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "pentobarbital",
            "description": {
                "common": "methsuximide decreases effects of pentobarbital by pharmacodynamic antagonism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "phenobarbital",
            "description": {
                "common": "methsuximide decreases effects of phenobarbital by pharmacodynamic antagonism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "phenytoin",
            "description": {
                "common": "methsuximide increases effects of phenytoin by pharmacodynamic synergism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "primidone",
            "description": {
                "common": "methsuximide decreases effects of primidone by pharmacodynamic antagonism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "rapacuronium",
            "description": {
                "common": "methsuximide decreases effects of rapacuronium by pharmacodynamic antagonism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "rocuronium",
            "description": {
                "common": "methsuximide decreases effects of rocuronium by pharmacodynamic antagonism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "sage",
            "description": {
                "common": "sage decreases effects of methsuximide by pharmacodynamic antagonism. Minor/Significance Unknown. Theoretical interaction; some species of sage may cause convulsions."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "secobarbital",
            "description": {
                "common": "methsuximide decreases effects of secobarbital by pharmacodynamic antagonism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "serdexmethylphenidate/dexmethylphenidate",
            "description": {
                "common": "serdexmethylphenidate/dexmethylphenidate increases effects of methsuximide by decreasing metabolism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "succinylcholine",
            "description": {
                "common": "methsuximide decreases effects of succinylcholine by pharmacodynamic antagonism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "vecuronium",
            "description": {
                "common": "methsuximide decreases effects of vecuronium by pharmacodynamic antagonism. Minor/Significance Unknown."
            }
        }
    ],
    "adverse effects": [
        {
            "name": "Ataxia",
            "percent": null
        },
        {
            "name": "dizziness",
            "percent": null
        },
        {
            "name": "somnolence",
            "percent": null
        },
        {
            "name": "Erythema",
            "percent": null
        },
        {
            "name": "Abdominal pain",
            "percent": null
        },
        {
            "name": "constipation",
            "percent": null
        },
        {
            "name": "diarrhea",
            "percent": null
        },
        {
            "name": "epigastric pain",
            "percent": null
        },
        {
            "name": "loss of appetite",
            "percent": null
        },
        {
            "name": "nausea",
            "percent": null
        },
        {
            "name": "vomiting",
            "percent": null
        },
        {
            "name": "weight loss",
            "percent": null
        },
        {
            "name": "Hematuria",
            "percent": null
        },
        {
            "name": "proteinuria",
            "percent": null
        },
        {
            "name": "Auditory hallucinations",
            "percent": null
        },
        {
            "name": "rare",
            "percent": null
        },
        {
            "name": "psychotic disorder",
            "percent": null
        },
        {
            "name": "rare",
            "percent": null
        },
        {
            "name": "suicidal behavior",
            "percent": null
        },
        {
            "name": "rare",
            "percent": null
        },
        {
            "name": "Stevens",
            "percent": null
        },
        {
            "name": "Johnson syndrome",
            "percent": null
        },
        {
            "name": "Disorder of hematopoietic structure",
            "percent": null
        },
        {
            "name": "leukopenia",
            "percent": null
        },
        {
            "name": "monocytosis",
            "percent": null
        },
        {
            "name": "pancytopenia",
            "percent": null
        },
        {
            "name": "Systemic lupus erythematosus",
            "percent": null
        }
    ]
}