{
    "name": "varenicline",
    "comment": "Rx",
    "other_names": [
        "Chantix"
    ],
    "classes": [
        "Smoking Cessation Aids"
    ],
    "source": "https://reference.medscape.com/drug/chantix-varenicline-343212",
    "pregnancy": {
        "common": [
            "Available data have not suggested increased risk for major birth defects following exposure to varenicline in pregnancy, compared with women who smoke; smoking during pregnancy causes increased risks of orofacial clefts, premature rupture of membranes, placenta previa, placental abruption, ectopic pregnancy, fetal growth restriction and low birth weight, stillbirth, preterm delivery and shortened gestation, neonatal death, sudden infant death syndrome and reduction of lung function in infants; it is not known whether quitting smoking with varenicline during pregnancy reduces these risks"
        ],
        "specific": []
    },
    "lactation": {
        "common": [
            "Because there are no data on presence of varenicline in human milk and effects on breastfed infant, breastfeeding women should monitor their infant for seizures and excessive vomiting, which are adverse reactions that have occurred in adults that may be clinically relevant in breastfeeding infants"
        ]
    },
    "warnings": {
        "black_box_warning": {
            "common": [],
            "specific": []
        },
        "contraindicators": {
            "common": [
                "Documented hypersensitivity or skin reactions to drug or components of formulation",
                "Nonsmokers"
            ],
            "specific": []
        },
        "cautions": {
            "common": [
                "May cause nausea; reduce dose if nausea occurs",
                "Somnambulism reported, including cases describing harmful behavior to self, others, or property; instruct patients to discontinue varenicline and notify their healthcare professional",
                "Seizures reported; some patients had no history of seizures, whereas others had a history of seizure disorder that was remote or well-controlled; in most cases, the seizure occurred within the first month of therapy; use with caution in patients with history of seizures or with other factors that might lower seizure threshold",
                "May cause CNS depression; use caution when performing tasks requiring mental alertness, such as, operating heavy machinery or driving",
                "Hypersensitivity reactions reported, including angioedema",
                "Rare but serious skin reactions reported, including Stevens-Johnson Syndrome and erythema multiforme"
            ],
            "specific": [
                {
                    "type": "Neuropsychiatric adverse effects",
                    "description": [
                        "Serious neuropsychiatric adverse events reported; these postmarketing reports include changes in mood (including depression and mania), psychosis, hallucinations, paranoia, delusions, homicidal ideation, aggression, hostility, agitation, anxiety, and panic, as well as suicidal ideation, suicide attempt, and completed suicide",
                        "Some patients who stopped smoking may have been experiencing symptoms of nicotine withdrawal, including depressed mood",
                        "Depression, rarely including suicidal ideation, has been reported in smokers undergoing a smoking cessation attempt without medication; however, some of these adverse events occurred in patients taking varenicline who continued to smoke",
                        "Neuropsychiatric adverse events occurred in patients without and with pre-existing psychiatric disease; some patients experienced worsening of their psychiatric illnesses",
                        "Some neuropsychiatric adverse events, including unusual and sometimes aggressive behavior directed to oneself or others, may have been worsened by concomitant use of alcohol",
                        "Advise patients and caregivers that the patient should stop taking varenicline and contact a healthcare provider immediately if agitation, depressed mood, or changes in behavior or thinking that are not typical are observed, or if the patient develops suicidal ideation or suicidal behavior"
                    ]
                },
                {
                    "type": "Alcohol interaction",
                    "description": [
                        "Patients should reduce amount alcohol they consume when initiating therapy until they know whether it increases intoxicating effects",
                        "Postmarketing reports of patients experiencing increased intoxicating effects of alcohol while taking varenicline; some cases described unusual and sometimes aggressive behavior, and were often accompanied by amnesia for the events"
                    ]
                },
                {
                    "type": "Cardiovascular risk",
                    "description": [
                        "May increase risk of cardiovascular events in patients with underlying cardiovascular disease; randomized, double-blind, placebo-controlled study of 700 patients treated with varenicline for smoking cessation found increases in risk of nonfatal MI, need for revascularization, angina pectoris, and peripheral vascular disease",
                        "In FDA meta-analysis, varenicline (compared with placebo) showed nonsignificant increase in risk for major adverse cardiovascular events (ie, combined outcome of cardiovascular-related death, nonfatal heart attack, and nonfatal stroke); these events were uncommon in both groups"
                    ]
                }
            ]
        }
    },
    "interactions": [
        {
            "classification_type": "Serious",
            "interaction_with": "tafenoquine",
            "description": {
                "common": "tafenoquine will increase the level or effect of varenicline by  Other (see comment). Avoid or Use Alternate Drug. Tafenoquine inhibits organic cation transporter-2 (OCT2) and multidrug and toxin extrusion (MATE) transporters in vitro. Avoid coadministration with OCT2 or MATE substrates. If coadministration cannot be avoided, monitor for substrate-related toxicities and consider dosage reduction if needed based on product labeling of the coadministered drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "trilaciclib",
            "description": {
                "common": "trilaciclib will decrease the level or effect of varenicline by  Other (see comment). Avoid or Use Alternate Drug. Avoid coadministration of trilaciclib (OCT2, MATE1, and MATE-2K inhibitor) with substrates where minimal increased concentration in kidney or blood may lead to serious or life-threatening toxicities. "
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "dichlorphenamide",
            "description": {
                "common": "dichlorphenamide and varenicline both decrease  serum potassium. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "erdafitinib",
            "description": {
                "common": "erdafitinib increases levels of varenicline by increasing renal clearance. Modify Therapy/Monitor Closely. Consider alternatives that are not OCT2 substrates or consider reducing the dose of OCT2 substrates based on tolerability."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ethanol",
            "description": {
                "common": "varenicline increases effects of ethanol by unspecified interaction mechanism. Modify Therapy/Monitor Closely. Coadministration have resulted in some patients experiencing increased intoxicating effects of alcohol, sometimes associated with aggressive behavior and/or amnesia. Advise patients to reduce the amount of alcohol they consume while taking varenicline until they know whether it affects their tolerance for alcohol."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "famotidine",
            "description": {
                "common": "famotidine will increase the level or effect of varenicline by  decreasing renal clearance. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ibuprofen/famotidine",
            "description": {
                "common": "ibuprofen/famotidine will increase the level or effect of varenicline by  decreasing renal clearance. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "nicotine inhaled",
            "description": {
                "common": "varenicline increases toxicity of nicotine inhaled by Other (see comment). Use Caution/Monitor. \nComment: Varenicline is a partial agonist at the nicotinic Ach receptor; concomitant use with nicotine replacement therapy may increase adverse effects."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "nicotine intranasal",
            "description": {
                "common": "varenicline increases toxicity of nicotine intranasal by Other (see comment). Use Caution/Monitor. \nComment: Varenicline is a partial agonist at the nicotinic Ach receptor; concomitant use with nicotine replacement therapy may increase adverse effects."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "nizatidine",
            "description": {
                "common": "nizatidine will increase the level or effect of varenicline by  decreasing renal clearance. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "tobramycin inhaled",
            "description": {
                "common": "tobramycin inhaled and varenicline both increase  nephrotoxicity and/or ototoxicity. Modify Therapy/Monitor Closely. Avoid concurrent or sequential use to decrease risk for ototoxicity"
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "vandetanib",
            "description": {
                "common": "vandetanib increases levels of varenicline by Other (see comment). Modify Therapy/Monitor Closely. \nComment: Vandetanib inhibits the uptake of substrates of organic cation transporter type 2 (OCT2)."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "cimetidine",
            "description": {
                "common": "cimetidine increases levels of varenicline by decreasing renal clearance. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "isavuconazonium sulfate",
            "description": {
                "common": "isavuconazonium sulfate will increase the level or effect of varenicline by  Other (see comment). Minor/Significance Unknown. Isavuconazonium sulfate, an OCT2 inhibitor, may increase the effects or levels of OCT2 substrates."
            }
        }
    ],
    "adverse effects": [
        {
            "name": "Nausea",
            "percent": "15-40"
        },
        {
            "name": "dose related",
            "percent": "52"
        },
        {
            "name": "Abnormal dreams",
            "percent": "2.0"
        },
        {
            "name": "Headache",
            "percent": "0.6"
        },
        {
            "name": "Insomnia",
            "percent": "1.7"
        },
        {
            "name": "Appetite changes",
            "percent": "1.1"
        },
        {
            "name": "Chest pain",
            "percent": "1.4"
        },
        {
            "name": "Constipation",
            "percent": "0.6"
        },
        {
            "name": "Dry mouth",
            "percent": null
        },
        {
            "name": "Dyspepsia",
            "percent": null
        },
        {
            "name": "Dyspnea",
            "percent": null
        },
        {
            "name": "Flatulence",
            "percent": null
        },
        {
            "name": "Gastroesophageal reflux disease",
            "percent": null
        },
        {
            "name": "GERD",
            "percent": null
        },
        {
            "name": "Fatigue or lethargy",
            "percent": null
        },
        {
            "name": "Pruritus",
            "percent": null
        },
        {
            "name": "Rash",
            "percent": null
        },
        {
            "name": "Somnolence",
            "percent": null
        },
        {
            "name": "Rhinorrhea",
            "percent": null
        },
        {
            "name": "Vomiting",
            "percent": null
        },
        {
            "name": "Upper respiratory tract disorder",
            "percent": null
        },
        {
            "name": "Abnormal liver function tests",
            "percent": null
        },
        {
            "name": "Anemia",
            "percent": null
        },
        {
            "name": "Anxiety",
            "percent": null
        },
        {
            "name": "Arrhythmia",
            "percent": null
        },
        {
            "name": "Arthralgia",
            "percent": null
        },
        {
            "name": "Depression",
            "percent": null
        },
        {
            "name": "Diarrhea",
            "percent": null
        },
        {
            "name": "Dizziness",
            "percent": null
        },
        {
            "name": "Epistaxis",
            "percent": null
        },
        {
            "name": "Hypertension",
            "percent": null
        },
        {
            "name": "Myocardial infarction",
            "percent": null
        },
        {
            "name": "MI",
            "percent": null
        },
        {
            "name": "Polyuria",
            "percent": null
        },
        {
            "name": "Respiratory disorder",
            "percent": null
        },
        {
            "name": "Depression",
            "percent": null
        },
        {
            "name": "mania",
            "percent": null
        },
        {
            "name": "psychosis",
            "percent": null
        },
        {
            "name": "hallucinations",
            "percent": null
        },
        {
            "name": "paranoia",
            "percent": null
        },
        {
            "name": "delusions",
            "percent": null
        },
        {
            "name": "homicidal ideation",
            "percent": null
        },
        {
            "name": "aggression",
            "percent": null
        },
        {
            "name": "hostility",
            "percent": null
        },
        {
            "name": "anxiety",
            "percent": null
        },
        {
            "name": "and panic",
            "percent": null
        },
        {
            "name": "as well as suicidal ideation",
            "percent": null
        },
        {
            "name": "suicide attempt",
            "percent": null
        },
        {
            "name": "and completed suicide",
            "percent": null
        },
        {
            "name": "somnambulism",
            "percent": null
        },
        {
            "name": "Serious skin reactions",
            "percent": null
        },
        {
            "name": "including Stevens",
            "percent": null
        },
        {
            "name": "Johnson syndrome",
            "percent": null
        },
        {
            "name": "Cerebrovascular accident",
            "percent": null
        },
        {
            "name": "Seizures",
            "percent": null
        },
        {
            "name": "MI",
            "percent": null
        },
        {
            "name": "Cardiovascular",
            "percent": null
        },
        {
            "name": "During nontreatment follow",
            "percent": null
        },
        {
            "name": "up to",
            "percent": null
        },
        {
            "name": "weeks",
            "percent": null
        },
        {
            "name": "adjudicated events comparing patients with stable cardiovascular disease to premarket studies included need for coronary revascularization",
            "percent": null
        },
        {
            "name": "vs",
            "percent": null
        },
        {
            "name": "hospitalization for angina pectoris",
            "percent": null
        },
        {
            "name": "vs",
            "percent": null
        },
        {
            "name": "and new diagnosis of peripheral vascular disease",
            "percent": null
        },
        {
            "name": "PVD",
            "percent": null
        },
        {
            "name": "or admission for PVD procedure",
            "percent": null
        },
        {
            "name": "vs",
            "percent": null
        },
        {
            "name": "Irritability",
            "percent": null
        },
        {
            "name": "Agitation",
            "percent": null
        },
        {
            "name": "Somnambulism",
            "percent": null
        }
    ]
}