{
    "name": "secretin",
    "comment": "Rx",
    "other_names": [
        "ChiRhoStim"
    ],
    "classes": [
        "Diagnostics",
        "Gastrointestinal",
        "Diagnostics",
        "Endocrine"
    ],
    "source": "https://reference.medscape.com/drug/chirhostim-secretin-342080",
    "pregnancy": {
        "common": [
            "There are no available data (either clinical studies or postmarketing reports) of use of synthetic human secretin in pregnant women",
            "Animal reproduction studies have not been conducted"
        ],
        "specific": []
    },
    "lactation": {
        "common": [
            "There are no data on the presence of synthetic human secretin in human or animal milk"
        ]
    },
    "warnings": {
        "black_box_warning": {
            "common": [],
            "specific": []
        },
        "contraindicators": {
            "common": [
                "None"
            ],
            "specific": []
        },
        "cautions": {
            "common": [
                "Hyporesponse: Coadministration with anticholinergic drugs may cause a hyporesponse to stimulation testing (see Dosing Considerations)",
                "Hyperresponse: Coadministration of H2-receptor antagonists or PPIs may cause a hyperresponse in gastrin secretion in response to stimulation testing, falsely suggesting gastrinoma (see Dosing Considerations)"
            ],
            "specific": []
        }
    },
    "interactions": [
        {
            "classification_type": "Serious",
            "interaction_with": "atropine",
            "description": {
                "common": "atropine decreases effects of secretin by pharmacodynamic antagonism. Avoid or Use Alternate Drug. Concomitant use of anticholinergic drugs may cause a hyporesponse to stimulation testing with secretin. Discontinue anticholinergic drugs at least 5 half-lives before administering secretin."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "benztropine",
            "description": {
                "common": "benztropine decreases effects of secretin by pharmacodynamic antagonism. Avoid or Use Alternate Drug. Concomitant use of anticholinergic drugs may cause a hyporesponse to stimulation testing with secretin. Discontinue anticholinergic drugs at least 5 half-lives before administering secretin."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "cimetidine",
            "description": {
                "common": "cimetidine, secretin. Other (see comment). Avoid or Use Alternate Drug. \nComment: Concomitant use of H2-receptor antagonists may cause a hyperresponse in gastrin secretion in response to stimulation testing with secretin, falsely suggesting gastrinoma. Discontinue H2-receptor antagonists at least 2 days before administering secretin to aid in the diagnosis of gastrinoma."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "cyclizine",
            "description": {
                "common": "cyclizine decreases effects of secretin by pharmacodynamic antagonism. Avoid or Use Alternate Drug. Concomitant use of anticholinergic drugs may cause a hyporesponse to stimulation testing with secretin. Discontinue anticholinergic drugs at least 5 half-lives before administering secretin."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "darifenacin",
            "description": {
                "common": "darifenacin decreases effects of secretin by pharmacodynamic antagonism. Avoid or Use Alternate Drug. Concomitant use of anticholinergic drugs may cause a hyporesponse to stimulation testing with secretin. Discontinue anticholinergic drugs at least 5 half-lives before administering secretin."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "dexlansoprazole",
            "description": {
                "common": "dexlansoprazole, secretin. Other (see comment). Avoid or Use Alternate Drug. \nComment: Concomitant use of H2-receptor antagonists may cause a hyperresponse in gastrin secretion in response to stimulation testing with secretin, falsely suggesting gastrinoma. Discontinue H2-receptor antagonists at least 2 days before administering secretin to aid in the diagnosis of gastrinoma. Temporarily stop dexlansoprazole treatment at least 30 days before assessing to allow gastrin levels to return to baseline."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "dicyclomine",
            "description": {
                "common": "dicyclomine decreases effects of secretin by pharmacodynamic antagonism. Avoid or Use Alternate Drug. Concomitant use of anticholinergic drugs may cause a hyporesponse to stimulation testing with secretin. Discontinue anticholinergic drugs at least 5 half-lives before administering secretin."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "dimenhydrinate",
            "description": {
                "common": "dimenhydrinate decreases effects of secretin by pharmacodynamic antagonism. Avoid or Use Alternate Drug. Concomitant use of anticholinergic drugs may cause a hyporesponse to stimulation testing with secretin. Discontinue anticholinergic drugs at least 5 half-lives before administering secretin."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "esomeprazole",
            "description": {
                "common": "esomeprazole, secretin. Other (see comment). Avoid or Use Alternate Drug. \nComment: Concomitant use of PPIs may cause a hyperresponse in gastrin secretion in response to stimulation testing with secretin, falsely suggesting gastrinoma. The time it takes for serum gastrin concentrations to return to baseline following discontinuation of PPIs is specific to the individual PPI. Temporarily stop esomeprazole treatment at least 14 days before assessing to allow gastrin levels to return to baseline."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "famotidine",
            "description": {
                "common": "famotidine, secretin. Other (see comment). Avoid or Use Alternate Drug. \nComment: Concomitant use of H2-receptor antagonists may cause a hyperresponse in gastrin secretion in response to stimulation testing with secretin, falsely suggesting gastrinoma. Discontinue H2-receptor antagonists at least 2 days before administering secretin to aid in the diagnosis of gastrinoma."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "fesoterodine",
            "description": {
                "common": "fesoterodine decreases effects of secretin by pharmacodynamic antagonism. Avoid or Use Alternate Drug. Concomitant use of anticholinergic drugs may cause a hyporesponse to stimulation testing with secretin. Discontinue anticholinergic drugs at least 5 half-lives before administering secretin."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "flavoxate",
            "description": {
                "common": "flavoxate decreases effects of secretin by pharmacodynamic antagonism. Avoid or Use Alternate Drug. Concomitant use of anticholinergic drugs may cause a hyporesponse to stimulation testing with secretin. Discontinue anticholinergic drugs at least 5 half-lives before administering secretin."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "glycopyrrolate",
            "description": {
                "common": "glycopyrrolate decreases effects of secretin by pharmacodynamic antagonism. Avoid or Use Alternate Drug. Concomitant use of anticholinergic drugs may cause a hyporesponse to stimulation testing with secretin. Discontinue anticholinergic drugs at least 5 half-lives before administering secretin."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "hyoscyamine",
            "description": {
                "common": "hyoscyamine decreases effects of secretin by pharmacodynamic antagonism. Avoid or Use Alternate Drug. Concomitant use of anticholinergic drugs may cause a hyporesponse to stimulation testing with secretin. Discontinue anticholinergic drugs at least 5 half-lives before administering secretin."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "hyoscyamine spray",
            "description": {
                "common": "hyoscyamine spray decreases effects of secretin by pharmacodynamic antagonism. Avoid or Use Alternate Drug. Concomitant use of anticholinergic drugs may cause a hyporesponse to stimulation testing with secretin. Discontinue anticholinergic drugs at least 5 half-lives before administering secretin."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "ibuprofen/famotidine",
            "description": {
                "common": "ibuprofen/famotidine, secretin. Other (see comment). Avoid or Use Alternate Drug. \nComment: Concomitant use of H2-receptor antagonists may cause a hyperresponse in gastrin secretion in response to stimulation testing with secretin, falsely suggesting gastrinoma. Discontinue H2-receptor antagonists at least 2 days before administering secretin to aid in the diagnosis of gastrinoma."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "lansoprazole",
            "description": {
                "common": "lansoprazole, secretin. Other (see comment). Avoid or Use Alternate Drug. \nComment: Concomitant use of PPIs may cause a hyperresponse in gastrin secretion in response to stimulation testing with secretin, falsely suggesting gastrinoma. The time it takes for serum gastrin concentrations to return to baseline following discontinuation of PPIs is specific to the individual PPI. Temporarily stop lansoprazole treatment at least 30 days before assessing to allow gastrin levels to return to baseline."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "meclizine",
            "description": {
                "common": "meclizine decreases effects of secretin by pharmacodynamic antagonism. Avoid or Use Alternate Drug. Concomitant use of anticholinergic drugs may cause a hyporesponse to stimulation testing with secretin. Discontinue anticholinergic drugs at least 5 half-lives before administering secretin."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "methscopolamine",
            "description": {
                "common": "methscopolamine decreases effects of secretin by pharmacodynamic antagonism. Avoid or Use Alternate Drug. Concomitant use of anticholinergic drugs may cause a hyporesponse to stimulation testing with secretin. Discontinue anticholinergic drugs at least 5 half-lives before administering secretin."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "nizatidine",
            "description": {
                "common": "nizatidine, secretin. Other (see comment). Avoid or Use Alternate Drug. \nComment: Concomitant use of H2-receptor antagonists may cause a hyperresponse in gastrin secretion in response to stimulation testing with secretin, falsely suggesting gastrinoma. Discontinue H2-receptor antagonists at least 2 days before administering secretin to aid in the diagnosis of gastrinoma."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "omeprazole",
            "description": {
                "common": "omeprazole, secretin. Other (see comment). Avoid or Use Alternate Drug. \nComment: Concomitant use of PPIs may cause a hyperresponse in gastrin secretion in response to stimulation testing with secretin, falsely suggesting gastrinoma. The time it takes for serum gastrin concentrations to return to baseline following discontinuation of PPIs is specific to the individual PPI. Temporarily stop omeprazole treatment at least 14 days before assessing to allow gastrin levels to return to baseline."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "oxybutynin",
            "description": {
                "common": "oxybutynin decreases effects of secretin by pharmacodynamic antagonism. Avoid or Use Alternate Drug. Concomitant use of anticholinergic drugs may cause a hyporesponse to stimulation testing with secretin. Discontinue anticholinergic drugs at least 5 half-lives before administering secretin."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "oxybutynin topical",
            "description": {
                "common": "oxybutynin topical decreases effects of secretin by pharmacodynamic antagonism. Avoid or Use Alternate Drug. Concomitant use of anticholinergic drugs may cause a hyporesponse to stimulation testing with secretin. Discontinue anticholinergic drugs at least 5 half-lives before administering secretin."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "oxybutynin transdermal",
            "description": {
                "common": "oxybutynin transdermal decreases effects of secretin by pharmacodynamic antagonism. Avoid or Use Alternate Drug. Concomitant use of anticholinergic drugs may cause a hyporesponse to stimulation testing with secretin. Discontinue anticholinergic drugs at least 5 half-lives before administering secretin."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "pantoprazole",
            "description": {
                "common": "pantoprazole, secretin. Other (see comment). Avoid or Use Alternate Drug. \nComment: Concomitant use of PPIs may cause a hyperresponse in gastrin secretion in response to stimulation testing with secretin, falsely suggesting gastrinoma. The time it takes for serum gastrin concentrations to return to baseline following discontinuation of PPIs is specific to the individual PPI. Following short-term treatment with pantoprazole, elevated gastrin levels return to normal by at least 3 months."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "propantheline",
            "description": {
                "common": "propantheline decreases effects of secretin by pharmacodynamic antagonism. Avoid or Use Alternate Drug. Concomitant use of anticholinergic drugs may cause a hyporesponse to stimulation testing with secretin. Discontinue anticholinergic drugs at least 5 half-lives before administering secretin."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "rabeprazole",
            "description": {
                "common": "rabeprazole, secretin. Other (see comment). Avoid or Use Alternate Drug. \nComment: Concomitant use of H2-receptor antagonists may cause a hyperresponse in gastrin secretion in response to stimulation testing with secretin, falsely suggesting gastrinoma. Discontinue H2-receptor antagonists at least 2 days before administering secretin to aid in the diagnosis of gastrinoma."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "scopolamine",
            "description": {
                "common": "scopolamine decreases effects of secretin by pharmacodynamic antagonism. Avoid or Use Alternate Drug. Concomitant use of anticholinergic drugs may cause a hyporesponse to stimulation testing with secretin. Discontinue anticholinergic drugs at least 5 half-lives before administering secretin."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "solifenacin",
            "description": {
                "common": "solifenacin decreases effects of secretin by pharmacodynamic antagonism. Avoid or Use Alternate Drug. Concomitant use of anticholinergic drugs may cause a hyporesponse to stimulation testing with secretin. Discontinue anticholinergic drugs at least 5 half-lives before administering secretin."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "tolterodine",
            "description": {
                "common": "tolterodine decreases effects of secretin by pharmacodynamic antagonism. Avoid or Use Alternate Drug. Concomitant use of anticholinergic drugs may cause a hyporesponse to stimulation testing with secretin. Discontinue anticholinergic drugs at least 5 half-lives before administering secretin."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "trihexyphenidyl",
            "description": {
                "common": "trihexyphenidyl decreases effects of secretin by pharmacodynamic antagonism. Avoid or Use Alternate Drug. Concomitant use of anticholinergic drugs may cause a hyporesponse to stimulation testing with secretin. Discontinue anticholinergic drugs at least 5 half-lives before administering secretin."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "trospium chloride",
            "description": {
                "common": "trospium chloride decreases effects of secretin by pharmacodynamic antagonism. Avoid or Use Alternate Drug. Concomitant use of anticholinergic drugs may cause a hyporesponse to stimulation testing with secretin. Discontinue anticholinergic drugs at least 5 half-lives before administering secretin."
            }
        }
    ],
    "adverse effects": [
        {
            "name": "Nausea",
            "percent": null
        },
        {
            "name": "Vomiting",
            "percent": null
        },
        {
            "name": "Flushing",
            "percent": null
        },
        {
            "name": "Upset stomach",
            "percent": null
        }
    ]
}