{
    "name": "abrocitinib",
    "comment": "Rx",
    "other_names": [
        "Cibinqo"
    ],
    "classes": [
        "Dermatologics",
        "JAK Inhibitors"
    ],
    "source": "https://reference.medscape.com/drug/cibinqo-abrocitinib-4000159",
    "pregnancy": {
        "common": [
            "Data are insufficient to evaluate drug-associated risk for major birth defects, miscarriage, or other adverse maternal or fetal outcomes "
        ],
        "specific": [
            {
                "type": "Pregnancy exposure registry",
                "description": [
                    "Monitors outcomes in females exposed to drug during pregnancy",
                    "Contact 1-877-311-3770 to register "
                ]
            },
            {
                "type": "Infertility",
                "description": [
                    "May impair female fertility",
                    "Impaired fertility in female rats was reversible 1 month after discontinuing abrocitinib "
                ]
            },
            {
                "type": "Animal data",
                "description": [
                    "No fetal malformations were observed when abrocitinib was administered orally to pregnant rats at doses of 10, 30, or 60 mg/kg/day during organogenesis",
                    "Abrocitinib increased the incidence of skeletal variations of short 13th ribs at 30 mg/kg/day (14x the maximum recommended human dose)",
                    "Increased embryofetal lethality and additional skeletal variations (cervical arches with reduced ventral processes, thickened ribs, and unossified metatarsals) were noted at 60 mg/kg/day"
                ]
            }
        ]
    },
    "lactation": {
        "common": [
            "No data available on presence in human milk, effects on breastfed infants, or effects on milk production",
            "Abrocitinib secreted in milk of lactating rats",
            "If a drug is present in animal milk, it is likely the drug will be present in human milk",
            "Advise patients that breastfeeding is not recommended during treatment and for 1 days (~5-6 half-lives) after the last dose"
        ]
    },
    "warnings": {
        "black_box_warning": {
            "common": [],
            "specific": [
                {
                    "type": "Serious infection",
                    "description": [
                        "Increases risk for developing serious infections that may lead to hospitalization or death",
                        "Most common serious infections reported were herpes simplex, herpes zoster, and pneumonia",
                        "If serious opportunistic infection develops, discontinue therapy until infection controlled",
                        "Avoid use with an active serious infection, including localized infections; carefully consider risks and benefits before initiating therapy in patients with chronic or recurrent infection",
                        "Closely monitor for signs and symptoms of infection during and after treatment, including possible development of tuberculosis (TB) in patients who tested negative for latent TB infection before initiating therapy",
                        "Reported infections include",
                        "Active TB, which may present with pulmonary or extrapulmonary disease; test for latent TB before use and during therapy; consider treating latent infection before use",
                        "Invasive fungal infections, including cryptococcosis and pneumocystosis",
                        "Bacterial, viral (including herpes zoster), and other infections due to opportunistic pathogens"
                    ]
                },
                {
                    "type": "Mortality",
                    "description": [
                        "Active TB, which may present with pulmonary or extrapulmonary disease; test for latent TB before use and during therapy; consider treating latent infection before use",
                        "Invasive fungal infections, including cryptococcosis and pneumocystosis",
                        "Bacterial, viral (including herpes zoster), and other infections due to opportunistic pathogens"
                    ]
                },
                {
                    "type": "Malignancies",
                    "description": [
                        "Not approved for rheumatoid arthritis (RA)",
                        "Patients with RA aged ≥50 years with at least 1 cardiovascular risk factor, in a comparison of another Janus kinase (JAK) inhibitor with TNF blockers, showed a higher rate of all-cause mortality, including sudden cardiovascular death, with the JAK inhibitor"
                    ]
                },
                {
                    "type": "Major adverse cardiovascular events (MACE)",
                    "description": [
                        "Lymphoma and other malignancies reported",
                        "Higher rate of malignancies (excluding nonmelanoma skin cancer) observed",
                        "Current or past smokers are at additional increased risk"
                    ]
                },
                {
                    "type": "Thrombosis",
                    "description": [
                        "In patients with RA aged ≥50 years with at least 1 cardiovascular risk factor treated with another JAK inhibitor, a higher rate of MACE (defined as cardiovascular death, myocardial infarction, and stroke), was observed ",
                        "Patients who are current or past smokers are at additional increased risk",
                        "Discontinue therapy if myocardial infarction or stroke occurs"
                    ]
                }
            ]
        },
        "contraindicators": {
            "common": [
                "Concomitant antiplatelet therapies, except for low-dose aspirin (≤81 mg qDay), during initial 3 months of treatment"
            ],
            "specific": []
        },
        "cautions": {
            "common": [
                "Malignancies reported; consider risks and benefits of treatment before initiating in patients with known malignancy, other than previously treated nonmelanoma skin cancer; screen for malignancies during treatment according to guidelines",
                "Perform periodic skin examination for patients who are at increased risk for skin cancer; limit exposure to sun and ultraviolet (UV) light by wearing protective clothing and using broad-spectrum sunscreen",
                "Higher rate of major adverse cardiovascular events (MACE; defined as cardiovascular death, myocardial infarction, and stroke) reported with another JAK inhibitor vs TNF blockers in RA patients",
                "Thrombosis reported, including deep vein thrombosis (DVT), pulmonary embolism (PE), and arterial thrombosis; avoid therapy in patients who may be at increased risk of thrombosis",
                "In patients with rheumatoid arthritis (RA) aged ≥50 years with at least 1 cardiovascular risk factor, a higher rate of all-cause mortality, including sudden cardiovascular death, was observed; not approved for RA",
                "May cause neutropenia, lymphopenia, anemia, elevated lipids, or elevated liver enzymes; monitor for abnormal laboratory values, and assess the need to interrupt dosing"
            ],
            "specific": [
                {
                    "type": "Serious and fatal infections",
                    "description": [
                        "Serious and fatal infections reported ",
                        "Most frequent infections reported included herpes zoster, herpes simplex, and pneumonia",
                        "Avoid use in patients with active serious infection, including localized infections",
                        "Closely monitor for developing signs and symptoms of infection during and after treatment",
                        "Discontinue therapy if serious or opportunistic infection develops",
                        "Initiate prompt and complete diagnostic testing appropriate for immunocompromised patient if new infection develops; initiate appropriate antimicrobial therapy",
                        "Carefully consider risk and benefits of treatment before restarting",
                        "Screen patients for opportunistic infections (eg, TB), and treat according to guidelines",
                        "Tuberculosis (TB)",
                        "Not recommended for use in patients with active TB",
                        "Before initiating, start preventive therapy for latent TB in newly diagnosed patients with latent TB, patients with previously untreated latent TB, or patients with a negative test for latent TB but who are at high risk for TB infection",
                        "Monitor for developing signs and symptoms of TB",
                        "Viral reactivation",
                        "Viral reactivation, including cases of herpes virus reactivation (eg, herpes zoster) and hepatitis B virus reactivation, were reported ",
                        "If herpes zoster develops, consider temporarily interrupting therapy until episode resolves",
                        "Screen for viral hepatitis and monitor for reactivation in accordance with clinical guidelines before starting and during therapy ",
                        "Consider risks and benefits of treatment before initiating in the following patients",
                        "With chronic or recurrent infection",
                        "Who have been exposed to TB ",
                        "With history of serious or opportunistic infection",
                        "Who have resided or traveled in areas of endemic tuberculosis or endemic mycoses",
                        "With underlying conditions that may predispose them to infection"
                    ]
                },
                {
                    "type": "Drug interaction overview",
                    "description": [
                        "Substrate of CYP2C9 and CYP2C19",
                        "Inhibitor of P-glycoprotein (P-gp)",
                        "Strong CYP2C19 inhibitors",
                        "Reduce abrocitinib dose",
                        "Strong CYP2C19 inhibitors increase systemic exposure of abrocitinib and its metabolites ",
                        "Moderate-to-strong inhibitors of both CYP2C9 and CYP2C19",
                        "Avoid coadministration",
                        "Moderate-to-strong CYP2C9 and CYP2C19 inhibitors increase systemic exposure and adverse reactions of abrocitinib and its metabolites",
                        "Strong CYP2C9 or CYP2C19 inducers",
                        "Avoid coadministration",
                        "Strong CYP2C9 or CYP2C19 inducers decrease systemic exposure of abrocitinib and its metabolites ",
                        "Sensitive P-gp substrates",
                        "Monitor and titrate dose of P-gp substrates accordingly",
                        "Abrocitinib increases plasma concentrations and adverse reactions of P-gp substrates where small concentration changes may lead to serious or life-threatening toxicities (eg, digoxin)",
                        "Antiplatelet therapy",
                        "Contraindicated, except for low-dose aspirin (≤81 mg qDay), during initial 3 months of treatment",
                        "Abrocitinib may increase bleeding risk with thrombocytopenia",
                        "Vaccines",
                        "Use of live attenuated vaccines during or immediately before initiating is not recommended",
                        "Before initiating, assess vaccination history, including prophylactic zoster vaccinations",
                        "Ensure vaccinations are current before initiating "
                    ]
                }
            ]
        }
    },
    "interactions": [
        {
            "classification_type": "Contraindicated",
            "interaction_with": "abciximab",
            "description": {
                "common": "abrocitinib and abciximab both increase  anticoagulation. Contraindicated. Antiplatelet drugs, except for low-dose aspirin (=81 mg qDay), during the first 3 months of treatment are contraindicated."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "anagrelide",
            "description": {
                "common": "abrocitinib and anagrelide both increase  anticoagulation. Contraindicated. Antiplatelet drugs, except for low-dose aspirin (=81 mg qDay), during the first 3 months of treatment are contraindicated."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "aspirin",
            "description": {
                "common": "abrocitinib and aspirin both increase  anticoagulation. Contraindicated. Antiplatelet drugs, except for low-dose aspirin (=81 mg qDay), during the first 3 months of treatment are contraindicated."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "cangrelor",
            "description": {
                "common": "abrocitinib and cangrelor both increase  anticoagulation. Contraindicated. Antiplatelet drugs, except for low-dose aspirin (=81 mg qDay), during the first 3 months of treatment are contraindicated."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "cilostazol",
            "description": {
                "common": "abrocitinib and cilostazol both increase  anticoagulation. Contraindicated. Antiplatelet drugs, except for low-dose aspirin (=81 mg qDay), during the first 3 months of treatment are contraindicated."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "clopidogrel",
            "description": {
                "common": "abrocitinib and clopidogrel both increase  anticoagulation. Contraindicated. Antiplatelet drugs, except for low-dose aspirin (=81 mg qDay), during the first 3 months of treatment are contraindicated."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "dipyridamole",
            "description": {
                "common": "abrocitinib and dipyridamole both increase  anticoagulation. Contraindicated. Antiplatelet drugs, except for low-dose aspirin (=81 mg qDay), during the first 3 months of treatment are contraindicated."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "eptifibatide",
            "description": {
                "common": "abrocitinib and eptifibatide both increase  anticoagulation. Contraindicated. Antiplatelet drugs, except for low-dose aspirin (=81 mg qDay), during the first 3 months of treatment are contraindicated."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "prasugrel",
            "description": {
                "common": "abrocitinib and prasugrel both increase  anticoagulation. Contraindicated. Antiplatelet drugs, except for low-dose aspirin (=81 mg qDay), during the first 3 months of treatment are contraindicated."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "ticagrelor",
            "description": {
                "common": "abrocitinib and ticagrelor both increase  anticoagulation. Contraindicated. Antiplatelet drugs, except for low-dose aspirin (=81 mg qDay), during the first 3 months of treatment are contraindicated."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "ticlopidine",
            "description": {
                "common": "abrocitinib and ticlopidine both increase  anticoagulation. Contraindicated. Antiplatelet drugs, except for low-dose aspirin (=81 mg qDay), during the first 3 months of treatment are contraindicated."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "tirofiban",
            "description": {
                "common": "abrocitinib and tirofiban both increase  anticoagulation. Contraindicated. Antiplatelet drugs, except for low-dose aspirin (=81 mg qDay), during the first 3 months of treatment are contraindicated."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "upadacitinib",
            "description": {
                "common": "abrocitinib, upadacitinib.\nEither increases effects of the other by immunosuppressive effects; risk of infection. Contraindicated."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "vorapaxar",
            "description": {
                "common": "abrocitinib and vorapaxar both increase  anticoagulation. Contraindicated. Antiplatelet drugs, except for low-dose aspirin (=81 mg qDay), during the first 3 months of treatment are contraindicated."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "adenovirus types 4 and 7 live, oral",
            "description": {
                "common": "abrocitinib decreases effects of adenovirus types 4 and 7 live, oral by immunosuppressive effects; risk of infection. Avoid or Use Alternate Drug. Administration of live vaccines is not recommended during abrocitinib treatment and immediately before or after treatment."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "axicabtagene ciloleucel",
            "description": {
                "common": "abrocitinib, axicabtagene ciloleucel.\nEither increases effects of the other by immunosuppressive effects; risk of infection. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "BCG vaccine live",
            "description": {
                "common": "abrocitinib decreases effects of BCG vaccine live by immunosuppressive effects; risk of infection. Avoid or Use Alternate Drug. Administration of live vaccines is not recommended during abrocitinib treatment and immediately before or after treatment."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "brexucabtagene autoleucel",
            "description": {
                "common": "abrocitinib, brexucabtagene autoleucel.\nEither increases effects of the other by immunosuppressive effects; risk of infection. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "carbamazepine",
            "description": {
                "common": "carbamazepine will decrease the level or effect of abrocitinib by  increasing metabolism. Avoid or Use Alternate Drug. Abrocitinib is a CYP2C9 and CYP2C19 substrate. Drugs that are strong inducers of CYP2C19 or CYP2C9 decreases the combined exposure of abrocitinib and its active metabolites, resulting in loss of or reduced clinical response."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "cholera vaccine",
            "description": {
                "common": "abrocitinib decreases effects of cholera vaccine by immunosuppressive effects; risk of infection. Avoid or Use Alternate Drug. Administration of live vaccines is not recommended during abrocitinib treatment and immediately before or after treatment."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "ciltacabtagene autoleucel",
            "description": {
                "common": "abrocitinib, ciltacabtagene autoleucel.\nEither increases effects of the other by immunosuppressive effects; risk of infection. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "delavirdine",
            "description": {
                "common": "delavirdine will increase the level or effect of abrocitinib by  decreasing metabolism. Avoid or Use Alternate Drug. Abrocitinib is a CYP2C9 and CYP2C19 substrate. Drugs that are moderate-to-strong inhibitors of both CYP2C9 and CYP2C19 increase systemic exposure of abrocitinib and its active metabolites, which may increase adverse effects. "
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "dengue vaccine",
            "description": {
                "common": "abrocitinib decreases effects of dengue vaccine by immunosuppressive effects; risk of infection. Avoid or Use Alternate Drug. Administration of live vaccines is not recommended during abrocitinib treatment and immediately before or after treatment."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "Ebola Zaire vaccine",
            "description": {
                "common": "abrocitinib decreases effects of Ebola Zaire vaccine by immunosuppressive effects; risk of infection. Avoid or Use Alternate Drug. Administration of live vaccines is not recommended during abrocitinib treatment and immediately before or after treatment."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "efavirenz",
            "description": {
                "common": "efavirenz will increase the level or effect of abrocitinib by  decreasing metabolism. Avoid or Use Alternate Drug. Abrocitinib is a CYP2C9 and CYP2C19 substrate. Drugs that are moderate-to-strong inhibitors of both CYP2C9 and CYP2C19 increase systemic exposure of abrocitinib and its active metabolites, which may increase adverse effects. "
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "etravirine",
            "description": {
                "common": "etravirine will increase the level or effect of abrocitinib by  decreasing metabolism. Avoid or Use Alternate Drug. Abrocitinib is a CYP2C9 and CYP2C19 substrate. Drugs that are moderate-to-strong inhibitors of both CYP2C9 and CYP2C19 increase systemic exposure of abrocitinib and its active metabolites, which may increase adverse effects. "
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "fluconazole",
            "description": {
                "common": "fluconazole will increase the level or effect of abrocitinib by  decreasing metabolism. Avoid or Use Alternate Drug. Abrocitinib is a CYP2C9 and CYP2C19 substrate. Drugs that are moderate-to-strong inhibitors of both CYP2C9 and CYP2C19 increase systemic exposure of abrocitinib and its active metabolites, which may increase adverse effects. "
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "fosphenytoin",
            "description": {
                "common": "fosphenytoin will decrease the level or effect of abrocitinib by  increasing metabolism. Avoid or Use Alternate Drug. Abrocitinib is a CYP2C9 and CYP2C19 substrate. Drugs that are strong inducers of CYP2C19 or CYP2C9 decreases the combined exposure of abrocitinib and its active metabolites, resulting in loss of or reduced clinical response."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "gemfibrozil",
            "description": {
                "common": "gemfibrozil will increase the level or effect of abrocitinib by  decreasing metabolism. Avoid or Use Alternate Drug. Abrocitinib is a CYP2C9 and CYP2C19 substrate. Drugs that are moderate-to-strong inhibitors of both CYP2C9 and CYP2C19 increase systemic exposure of abrocitinib and its active metabolites, which may increase adverse effects. "
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "idecabtagene vicleucel",
            "description": {
                "common": "abrocitinib, idecabtagene vicleucel.\nEither increases effects of the other by immunosuppressive effects; risk of infection. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "influenza virus vaccine quadrivalent, intranasal",
            "description": {
                "common": "abrocitinib decreases effects of influenza virus vaccine quadrivalent, intranasal by immunosuppressive effects; risk of infection. Avoid or Use Alternate Drug. Administration of live vaccines is not recommended during abrocitinib treatment and immediately before or after treatment."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "ketoconazole",
            "description": {
                "common": "ketoconazole will increase the level or effect of abrocitinib by  decreasing metabolism. Avoid or Use Alternate Drug. Abrocitinib is a CYP2C9 and CYP2C19 substrate. Drugs that are moderate-to-strong inhibitors of both CYP2C9 and CYP2C19 increase systemic exposure of abrocitinib and its active metabolites, which may increase adverse effects. "
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "levoketoconazole",
            "description": {
                "common": "levoketoconazole will increase the level or effect of abrocitinib by  decreasing metabolism. Avoid or Use Alternate Drug. Abrocitinib is a CYP2C9 and CYP2C19 substrate. Drugs that are moderate-to-strong inhibitors of both CYP2C9 and CYP2C19 increase systemic exposure of abrocitinib and its active metabolites, which may increase adverse effects. "
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "lisocabtagene maraleucel",
            "description": {
                "common": "abrocitinib, lisocabtagene maraleucel.\nEither increases effects of the other by immunosuppressive effects; risk of infection. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "measles (rubeola) vaccine",
            "description": {
                "common": "abrocitinib decreases effects of measles (rubeola) vaccine by immunosuppressive effects; risk of infection. Avoid or Use Alternate Drug. Administration of live vaccines is not recommended during abrocitinib treatment and immediately before or after treatment."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "measles mumps and rubella vaccine, live",
            "description": {
                "common": "abrocitinib decreases effects of measles mumps and rubella vaccine, live by immunosuppressive effects; risk of infection. Avoid or Use Alternate Drug. Administration of live vaccines is not recommended during abrocitinib treatment and immediately before or after treatment."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "measles, mumps, rubella and varicella vaccine, live",
            "description": {
                "common": "abrocitinib decreases effects of measles, mumps, rubella and varicella vaccine, live by immunosuppressive effects; risk of infection. Avoid or Use Alternate Drug. Administration of live vaccines is not recommended during abrocitinib treatment and immediately before or after treatment."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "nicardipine",
            "description": {
                "common": "nicardipine will increase the level or effect of abrocitinib by  decreasing metabolism. Avoid or Use Alternate Drug. Abrocitinib is a CYP2C9 and CYP2C19 substrate. Drugs that are moderate-to-strong inhibitors of both CYP2C9 and CYP2C19 increase systemic exposure of abrocitinib and its active metabolites, which may increase adverse effects. "
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "omeprazole",
            "description": {
                "common": "omeprazole will increase the level or effect of abrocitinib by  decreasing metabolism. Avoid or Use Alternate Drug. Abrocitinib is a CYP2C9 and CYP2C19 substrate. Drugs that are moderate-to-strong inhibitors of both CYP2C9 and CYP2C19 increase systemic exposure of abrocitinib and its active metabolites, which may increase adverse effects. "
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "phenytoin",
            "description": {
                "common": "phenytoin will decrease the level or effect of abrocitinib by  increasing metabolism. Avoid or Use Alternate Drug. Abrocitinib is a CYP2C9 and CYP2C19 substrate. Drugs that are strong inducers of CYP2C19 or CYP2C9 decreases the combined exposure of abrocitinib and its active metabolites, resulting in loss of or reduced clinical response."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "poliovirus vaccine live oral trivalent",
            "description": {
                "common": "abrocitinib decreases effects of poliovirus vaccine live oral trivalent by immunosuppressive effects; risk of infection. Avoid or Use Alternate Drug. Administration of live vaccines is not recommended during abrocitinib treatment and immediately before or after treatment."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "rifampin",
            "description": {
                "common": "rifampin will decrease the level or effect of abrocitinib by  increasing metabolism. Avoid or Use Alternate Drug. Abrocitinib is a CYP2C9 and CYP2C19 substrate. Drugs that are strong inducers of CYP2C19 or CYP2C9 decreases the combined exposure of abrocitinib and its active metabolites, resulting in loss of or reduced clinical response."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "rotavirus oral vaccine, live",
            "description": {
                "common": "abrocitinib decreases effects of rotavirus oral vaccine, live by immunosuppressive effects; risk of infection. Avoid or Use Alternate Drug. Administration of live vaccines is not recommended during abrocitinib treatment and immediately before or after treatment."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "rubella vaccine",
            "description": {
                "common": "abrocitinib decreases effects of rubella vaccine by immunosuppressive effects; risk of infection. Avoid or Use Alternate Drug. Administration of live vaccines is not recommended during abrocitinib treatment and immediately before or after treatment."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "rucaparib",
            "description": {
                "common": "rucaparib will increase the level or effect of abrocitinib by  decreasing metabolism. Avoid or Use Alternate Drug. Abrocitinib is a CYP2C9 and CYP2C19 substrate. Drugs that are moderate-to-strong inhibitors of both CYP2C9 and CYP2C19 increase systemic exposure of abrocitinib and its active metabolites, which may increase adverse effects. "
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "smallpox (vaccinia) and monkeypox vaccine, live, nonreplicating",
            "description": {
                "common": "abrocitinib decreases effects of smallpox (vaccinia) vaccine, attenuated by immunosuppressive effects; risk of infection. Avoid or Use Alternate Drug. Administration of live vaccines is not recommended during abrocitinib treatment and immediately before or after treatment."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "smallpox (vaccinia) vaccine, attenuated",
            "description": {
                "common": "abrocitinib decreases effects of smallpox (vaccinia) vaccine, attenuated by immunosuppressive effects; risk of infection. Avoid or Use Alternate Drug. Administration of live vaccines is not recommended during abrocitinib treatment and immediately before or after treatment."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "smallpox (vaccinia) vaccine, live",
            "description": {
                "common": "abrocitinib decreases effects of smallpox (vaccinia) vaccine, live by immunosuppressive effects; risk of infection. Avoid or Use Alternate Drug. Administration of live vaccines is not recommended during abrocitinib treatment and immediately before or after treatment."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "tisagenlecleucel",
            "description": {
                "common": "abrocitinib, tisagenlecleucel.\nEither increases effects of the other by immunosuppressive effects; risk of infection. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "typhoid polysaccharide vaccine",
            "description": {
                "common": "abrocitinib decreases effects of typhoid polysaccharide vaccine by immunosuppressive effects; risk of infection. Avoid or Use Alternate Drug. Administration of live vaccines is not recommended during abrocitinib treatment and immediately before or after treatment."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "typhoid vaccine live",
            "description": {
                "common": "abrocitinib decreases effects of typhoid vaccine live by immunosuppressive effects; risk of infection. Avoid or Use Alternate Drug. Administration of live vaccines is not recommended during abrocitinib treatment and immediately before or after treatment."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "varicella virus vaccine live",
            "description": {
                "common": "abrocitinib decreases effects of varicella virus vaccine live by immunosuppressive effects; risk of infection. Avoid or Use Alternate Drug. Administration of live vaccines is not recommended during abrocitinib treatment and immediately before or after treatment."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "voriconazole",
            "description": {
                "common": "voriconazole will increase the level or effect of abrocitinib by  decreasing metabolism. Avoid or Use Alternate Drug. Abrocitinib is a CYP2C9 and CYP2C19 substrate. Drugs that are moderate-to-strong inhibitors of both CYP2C9 and CYP2C19 increase systemic exposure of abrocitinib and its active metabolites, which may increase adverse effects. "
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "yellow fever vaccine",
            "description": {
                "common": "abrocitinib decreases effects of yellow fever vaccine by immunosuppressive effects; risk of infection. Avoid or Use Alternate Drug. Administration of live vaccines is not recommended during abrocitinib treatment and immediately before or after treatment."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "zoster vaccine live",
            "description": {
                "common": "abrocitinib decreases effects of zoster vaccine live by immunosuppressive effects; risk of infection. Avoid or Use Alternate Drug. Administration of live vaccines is not recommended during abrocitinib treatment and immediately before or after treatment."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "chloramphenicol",
            "description": {
                "common": "chloramphenicol will increase the level or effect of abrocitinib by  affecting hepatic enzyme CYP2C19 metabolism. Modify Therapy/Monitor Closely. Start abrocitinib 50 mg qDay when coadministered with CYP2C19 inhibitors. If adequate response not achieved after 12 weeks, may increase to 100 mg qDay. Discontinue if inadequate response after dosage increase."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "clonidine",
            "description": {
                "common": "abrocitinib will increase the level or effect of clonidine by  P-glycoprotein (MDR1) efflux transporter. Use Caution/Monitor. Monitor and titrate dose of P-gp substrate appropriately."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "colchicine",
            "description": {
                "common": "abrocitinib will increase the level or effect of colchicine by  P-glycoprotein (MDR1) efflux transporter. Use Caution/Monitor. Monitor and titrate dose of P-gp substrate appropriately."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "digoxin",
            "description": {
                "common": "abrocitinib will increase the level or effect of digoxin by  P-glycoprotein (MDR1) efflux transporter. Use Caution/Monitor. Monitor and titrate dose of P-gp substrate appropriately."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "fluvoxamine",
            "description": {
                "common": "fluvoxamine will increase the level or effect of abrocitinib by  affecting hepatic enzyme CYP2C19 metabolism. Modify Therapy/Monitor Closely. Start abrocitinib 50 mg qDay when coadministered with CYP2C19 inhibitors. If adequate response not achieved after 12 weeks, may increase to 100 mg qDay. Discontinue if inadequate response after dosage increase."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "isoniazid",
            "description": {
                "common": "isoniazid will increase the level or effect of abrocitinib by  affecting hepatic enzyme CYP2C19 metabolism. Modify Therapy/Monitor Closely. Start abrocitinib 50 mg qDay when coadministered with CYP2C19 inhibitors. If adequate response not achieved after 12 weeks, may increase to 100 mg qDay. Discontinue if inadequate response after dosage increase."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "modafinil",
            "description": {
                "common": "modafinil will increase the level or effect of abrocitinib by  affecting hepatic enzyme CYP2C19 metabolism. Modify Therapy/Monitor Closely. Start abrocitinib 50 mg qDay when coadministered with CYP2C19 inhibitors. If adequate response not achieved after 12 weeks, may increase to 100 mg qDay. Discontinue if inadequate response after dosage increase."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "omeprazole",
            "description": {
                "common": "omeprazole will increase the level or effect of abrocitinib by  affecting hepatic enzyme CYP2C19 metabolism. Modify Therapy/Monitor Closely. Start abrocitinib 50 mg qDay when coadministered with CYP2C19 inhibitors. If adequate response not achieved after 12 weeks, may increase to 100 mg qDay. Discontinue if inadequate response after dosage increase."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "sirolimus",
            "description": {
                "common": "abrocitinib will increase the level or effect of sirolimus by  P-glycoprotein (MDR1) efflux transporter. Use Caution/Monitor. Monitor and titrate dose of P-gp substrate appropriately."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "sitaxentan",
            "description": {
                "common": "sitaxentan will increase the level or effect of abrocitinib by  affecting hepatic enzyme CYP2C19 metabolism. Modify Therapy/Monitor Closely. Start abrocitinib 50 mg qDay when coadministered with CYP2C19 inhibitors. If adequate response not achieved after 12 weeks, may increase to 100 mg qDay. Discontinue if inadequate response after dosage increase."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "temsirolimus",
            "description": {
                "common": "abrocitinib will increase the level or effect of temsirolimus by  P-glycoprotein (MDR1) efflux transporter. Use Caution/Monitor. Monitor and titrate dose of P-gp substrate appropriately."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ticlopidine",
            "description": {
                "common": "ticlopidine will increase the level or effect of abrocitinib by  affecting hepatic enzyme CYP2C19 metabolism. Modify Therapy/Monitor Closely. Start abrocitinib 50 mg qDay when coadministered with CYP2C19 inhibitors. If adequate response not achieved after 12 weeks, may increase to 100 mg qDay. Discontinue if inadequate response after dosage increase."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ublituximab",
            "description": {
                "common": "ublituximab and abrocitinib both increase  immunosuppressive effects; risk of infection. Modify Therapy/Monitor Closely. Owing to potential additive immunosuppressive effects, consider duration of effect and mechanism of action of these therapies if coadministered"
            }
        }
    ],
    "adverse effects": [
        {
            "name": "Nausea",
            "percent": "6-14.5"
        },
        {
            "name": "Nasopharyngitis",
            "percent": "8.7-12.4"
        },
        {
            "name": "Headache",
            "percent": "6-7.8"
        },
        {
            "name": "Acne",
            "percent": "1.6-4.7"
        },
        {
            "name": "Herpes simplex",
            "percent": "3.3-4.2"
        },
        {
            "name": "Vomiting",
            "percent": "1.5-3.2"
        },
        {
            "name": "Increased blood creatinine phosphokinase",
            "percent": "2.3-2.9"
        },
        {
            "name": "Dizziness",
            "percent": "1.8-2.9"
        },
        {
            "name": "Urinary tract infection",
            "percent": "1.7-2.2"
        },
        {
            "name": "Upper abdominal pain",
            "percent": "0.6-1.9"
        },
        {
            "name": "Fatigue",
            "percent": "1.3-1.6"
        },
        {
            "name": "Impetigo",
            "percent": "0.5-1.5"
        },
        {
            "name": "Thrombocytopenia",
            "percent": "1.5"
        },
        {
            "name": "Oropharyngeal pain",
            "percent": "1-1.4"
        },
        {
            "name": "Gastroenteritis",
            "percent": "1.1-1.3"
        },
        {
            "name": "Influenza",
            "percent": "1.1-1.2"
        },
        {
            "name": "Hypertension",
            "percent": "0.8-1.2"
        },
        {
            "name": "Abdominal discomfort",
            "percent": "0.5-1.2"
        },
        {
            "name": "Herpes zoster",
            "percent": "0.3-1.2"
        },
        {
            "name": "Contact dermatitis",
            "percent": "0.5-1.1"
        }
    ]
}