{
    "name": "lamivudine/tenofovir DF",
    "comment": "Rx",
    "other_names": [
        "Cimduo",
        "Temixys"
    ],
    "classes": [
        "HIV",
        "ART Combos"
    ],
    "source": "https://reference.medscape.com/drug/cimduo-temixys-lamivudine-tenofovir-df-1000246",
    "pregnancy": {
        "common": [
            "An ART pregnancy registry has been established (1-800-258-4263); prospective pregnancy data from the Antiviral Pregnancy Registry (APR) not sufficient to adequately assess risk of birth defects or miscarriage",
            "Lamivudine produced embryonic toxicity in rabbits at a dose that produced similar human exposures as the recommended clinical dose; relevance of animal findings to human pregnancy registry data is not known; there are no adequate and well-controlled studies with tenofovir DF in pregnant women; tenofovir DF should be used during pregnancy only if clearly needed"
        ],
        "specific": []
    },
    "lactation": {
        "common": [
            "The Centers for Disease Control and Prevention recommend that HIV-1-infected mothers not breastfeed their infants to avoid risking postnatal transmission of HIV-1 infection",
            "Lamivudine is excreted into human milk",
            "Samples of breast milk obtained from five HIV-1-infected mothers in the first postpartum week show that tenofovir is excreted in human milk at low levels; impact of this exposure in breastfed infants is unknown and the effects of tenofovir DF on milk production is unknown",
            "Owing to the potential for HIV transmission (in HIV-negative infants), developing viral resistance (in HIV-positive infants), and adverse reactions in a breastfed infant similar to those seen in adults, instruct mothers not to breastfeed"
        ]
    },
    "warnings": {
        "black_box_warning": {
            "common": [
                "Severe acute exacerbations of hepatitis B reported in patients coinfected with HBV and HIV-1 and who have discontinued lamivudine or tenofovir DF",
                "Closely monitor hepatic function in these patients and initiate antihepatitis B treatment if necessary"
            ],
            "specific": []
        },
        "contraindicators": {
            "common": [
                "Documented hypersensitivity (eg, Stevens-Johnson syndrome, erythema multiforme, toxic skin eruptions) to any components contained in the formulation"
            ],
            "specific": []
        },
        "cautions": {
            "common": [
                "Lactic acidosis and severe hepatomegaly with steatosis, including fatal cases, reported with use of nucleoside analogs and other ARTs; suspend treatment in any patient who develops clinical or laboratory findings suggestive of lactic acidosis or pronounced hepatotoxicity",
                "Clinical trials in HIV-infected subjects demonstrated regimens contained only 3 NRTIs are generally less effective than triple drug regimens containing 2 NRTIs in combination with either a non-nucleoside reverse transcriptase inhibitor or a HIV-1 protease inhibitor; early virological failure and high rates of resistance substitutions reported; use triple NRTI regimens with caution; carefully monitor patients on a therapy utilizing a triple nucleoside-only regimen and consider for treatment modification",
                "Not approved for chronic hepatitis B virus (HBV) infection and safety and efficacy not established in patients coinfected with HBV and HIV-1; if treatment with Epivir-HBV, tenofovir DF, or a tenofovir AF-containing product is prescribed for chronic hepatitis B for a patient with unrecognized or untreated HIV-1 infection, rapid emergence of HIV-1 resistance is likely to result because of subtherapeutic dose and the inappropriateness of monotherapy HIV-1 treatment (see Black Box Warnings and Dosing Considerations)",
                "Immune reconstitution syndrome reported in HIV-infected patients treated with combination ART; during initial phase of combination ART, patients whose immune systems respond may develop an inflammatory response to indolent or residual opportunistic infections (eg, Mycobacterium avium infection, cytomegalovirus, Pneumocystis jirovecii pneumonia (PCP), tuberculosis), and further evaluation and treatment may be necessary",
                "Autoimmune disorders (eg, Grave disease, polymyositis, and Guillain-Barré syndrome) reported to occur in the immune reconstitution setting; however, time to onset varies and can occur many months after initiation of treatment",
                "In HIV-infected patients, redistribution/accumulation of body fat (eg, central obesity, dorsocervical fat enlargement [buffalo hump], peripheral wasting, facial wasting, breast enlargement, and cushingoid appearance) observed in patients receiving combination ART",
                "In pediatric patients with a history of prior antiretroviral nucleoside exposure, a history of pancreatitis, or other significant risk factors for the development of pancreatitis, lamivudine should be used with caution"
            ],
            "specific": [
                {
                    "type": "Bone effects of tenofovir",
                    "description": [
                        "In clinical trials, tenofovir DF was associated with slightly greater decreases in bone mineral density and increases in biochemical markers of bone metabolism",
                        "Cases of osteomalacia associated with proximal renal tubulopathy, manifested as bone pain or pain in extremities and which may contribute to fractures, reported",
                        "Persistent or worsening bone pain, pain in extremities, fractures, and/or muscular pain or weakness may be manifestations of proximal renal tubulopathy and should prompt an evaluation of renal function in at-risk patients",
                        "Effects of tenofovir DF-associated changes in BMD and biochemical markers on long-term bone health and future fracture risk in adults and pediatric subjects 2 years and older are unknown",
                        "Long-term effect of lower spine and total body BMD on skeletal growth in pediatric patients, and in particular, effects of long-duration exposure in younger children unknown",
                        "Consider assessment of BMD for adult and pediatric patients who have history of pathologic bone fracture or other risk factors for osteoporosis or bone loss; if bone abnormalities are suspected obtain appropriate consultation"
                    ]
                },
                {
                    "type": "New onset or worsening renal impairment",
                    "description": [
                        "Renal impairment (eg, acute renal failure, Fanconi syndrome) reported with the use of tenofovir DF",
                        "Prior to initiation and during therapy, on a clinically appropriate schedule, assess serum creatinine, estimated creatinine clearance, urine glucose, and urine protein in all patients; in patients with chronic kidney disease, also assess serum phosphorus",
                        "Cases of acute renal failure after initiation of high-dose or multiple nonsteroidal anti-inflammatory drugs (NSAIDs) reported in HIV-infected patients with risk factors for renal dysfunction who appeared stable on tenofovir DF; some patients required hospitalization and renal replacement therapy"
                    ]
                },
                {
                    "type": "Drug interactions overview",
                    "description": [
                        "Tenofovir DF decreases AUC and minimal plasma concentrations of atazanavir; do not administer tenofovir DF with atazanavir without ritonavir; coadministration with drug combinations (eg, lopinavir/ritonavir, atazanavir and ritonavir, darunavir and ritonavir) may increase tenofovir concentrations; monitor for tenofovir-associated adverse reactions; discontinue treatment in patients who develop tenofovir-associated adverse reactions",
                        "Since tenofovir is primarily eliminated by the kidneys, coadministration of lamivudine/tenofovir DF with drugs that reduce renal function or compete for active tubular secretion may increase serum concentrations of tenofovir and/or increase the concentrations of other renally eliminated drugs; avoid lamivudine/tenofovir DF with concurrent or recent use of a nephrotoxic agent (eg, high-dose or multiple NSAIDs); consider alternatives to NSAIDs, if needed, in patients at risk for renal dysfunction",
                        "Lamivudine is predominantly eliminated in the urine by active organic cationic secretion; coadministration with drugs eliminated via organic cationic transport system (eg, trimethoprim) may interact with lamivudine",
                        "Coadministration of single doses of lamivudine and sorbitol resulted in a sorbitol dose-dependent reduction in lamivudine exposures; when possible, avoid use of sorbitol-containing medicines with lamivudine",
                        "Hepatic decompensation, some fatal, reported in HIV-1/HCV co-infected patients receiving combination antiretroviral therapy and interferon and ribavirin-based regimens; monitor for treatment-associated toxicities; discontinue therapy, as medically appropriate, and consider dose reduction or discontinuation of interferon alfa, ribavirin, or both",
                        "Hepatitis C antiviral agents",
                        "Coadministration of tenofovir DF with sofosbuvir/velpatasvir or ledipasvir/sofosbuvir has been shown to increase tenofovir exposure; monitor for adverse reactions associated with tenofovir DF",
                        "In patients receiving lamivudine/tenofovir DF concomitantly with ledipasvir/sofosbuvir with an HIV-1 protease inhibitor/ritonavir or an HIV-1 protease inhibitor/cobicistat combination, consider an alternative",
                        "HCV or antiretroviral therapy, safety of increased tenofovir concentrations in this setting not established; if coadministration is necessary, monitor for adverse reactions associated with tenofovir"
                    ]
                }
            ]
        }
    },
    "interactions": [
        {
            "classification_type": "Contraindicated",
            "interaction_with": "elvitegravir/cobicistat/emtricitabine/tenofovir DF",
            "description": {
                "common": "lamivudine, elvitegravir/cobicistat/emtricitabine/tenofovir DF. Other (see comment). Contraindicated. \nComment: Elvitegravir/cobicistat/emtricitabine/tenofovir is a complete regimen for HIV and should not be administered with other antiretrovirals."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "emtricitabine",
            "description": {
                "common": "emtricitabine and lamivudine both increase  risk of immune reconstitution syndrome. Contraindicated. Coadministration of emtricitabine containing products and lamivudine containing products should be avoided. Combination will result in therapeutic duplication."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "betibeglogene autotemcel",
            "description": {
                "common": "lamivudine, betibeglogene autotemcel. Other (see comment). Avoid or Use Alternate Drug. \nComment: Do not take antiretroviral medications for at least 1 month before mobilization or expected duration for elimination of the medications, and until all cycles of apheresis are completed. Antiretroviral medications may interfere with manufacturing of apheresed cells."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "cabotegravir",
            "description": {
                "common": "lamivudine, cabotegravir. Other (see comment). Avoid or Use Alternate Drug. \nComment: Cabotegravir plus rilpivirine is a complete regimen. Coadministration with other antiretroviral medications for treating HIV-1 infection is not recommended."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "elivaldogene autotemcel",
            "description": {
                "common": "elivaldogene autotemcel, lamivudine.\nEither decreases effects of the other by Other (see comment). Avoid or Use Alternate Drug. \nComment: Patients should not take antiretroviral medications for at least 1 month before initiating medications for stem cell mobilization, for the duration of the medications? elimination, and until all cycles of apheresis are completed."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "sorbitol",
            "description": {
                "common": "sorbitol will decrease the level or effect of lamivudine by  Other (see comment). Avoid or Use Alternate Drug. Sorbitol-containing solution decreased systemic exposure of lamivudine oral solution in a pediatric study (ARROW trial). Results showed lower rates of virologic suppression, lower plasma lamivudine exposure, and development of viral resistance more frequently than children receiving lamivudine tablets."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "tafenoquine",
            "description": {
                "common": "tafenoquine will increase the level or effect of lamivudine by  Other (see comment). Avoid or Use Alternate Drug. Tafenoquine inhibits organic cation transporter-2 (OCT2) and multidrug and toxin extrusion (MATE) transporters in vitro. Avoid coadministration with OCT2 or MATE substrates. If coadministration cannot be avoided, monitor for substrate-related toxicities and consider dosage reduction if needed based on product labeling of the coadministered drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "trilaciclib",
            "description": {
                "common": "trilaciclib will decrease the level or effect of lamivudine by  Other (see comment). Avoid or Use Alternate Drug. Avoid coadministration of trilaciclib (OCT2, MATE1, and MATE-2K inhibitor) with substrates where minimal increased concentration in kidney or blood may lead to serious or life-threatening toxicities. "
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "abacavir",
            "description": {
                "common": "abacavir and lamivudine both increase  risk of immune reconstitution syndrome. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "atazanavir",
            "description": {
                "common": "atazanavir and lamivudine both increase  risk of immune reconstitution syndrome. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "cabozantinib",
            "description": {
                "common": "lamivudine will increase the level or effect of cabozantinib by  Other (see comment). Use Caution/Monitor. MRP2 inhibitors increase cabozantinib toxicity"
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "efavirenz",
            "description": {
                "common": "efavirenz and lamivudine both increase  risk of immune reconstitution syndrome. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "enfuvirtide",
            "description": {
                "common": "enfuvirtide and lamivudine both increase  risk of immune reconstitution syndrome. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "erdafitinib",
            "description": {
                "common": "lamivudine increases levels of erdafitinib by decreasing renal clearance. Modify Therapy/Monitor Closely. Consider alternatives that are not OCT2 substrates or consider reducing the dose of OCT2 substrates based on tolerability."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "fosamprenavir",
            "description": {
                "common": "fosamprenavir and lamivudine both increase  risk of immune reconstitution syndrome. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ganciclovir",
            "description": {
                "common": "ganciclovir, lamivudine.\nEither increases toxicity of the other by pharmacodynamic synergism. Modify Therapy/Monitor Closely. Increased risk of hematologic toxicity."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "indinavir",
            "description": {
                "common": "indinavir and lamivudine both increase  risk of immune reconstitution syndrome. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "interferon alfa 2b",
            "description": {
                "common": "interferon alfa 2b, lamivudine.\nEither increases toxicity of the other by pharmacodynamic synergism. Use Caution/Monitor. Increased risk of liver decompensation."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "nelfinavir",
            "description": {
                "common": "nelfinavir and lamivudine both increase  risk of immune reconstitution syndrome. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "nevirapine",
            "description": {
                "common": "lamivudine and nevirapine both increase  risk of immune reconstitution syndrome. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "orlistat",
            "description": {
                "common": "orlistat will decrease the level or effect of lamivudine by  inhibition of GI absorption. Applies only to oral form of both agents. Use Caution/Monitor. Loss of virological control reported in HIV-infected patients taking orlistat concomitantly. Exact mechanism is unclear, but may include a drug-drug interaction that inhibits systemic absorption of the antiretroviral drug. Monitor HIV RNA levels frequently and if increased HIV viral load confirmed, discontinue orlistat."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "peginterferon alfa 2a",
            "description": {
                "common": "peginterferon alfa 2a, lamivudine.\nEither increases toxicity of the other by pharmacodynamic synergism. Use Caution/Monitor. Increased risk of liver decompensation."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "peginterferon alfa 2b",
            "description": {
                "common": "peginterferon alfa 2b, lamivudine.\nEither increases toxicity of the other by pharmacodynamic synergism. Use Caution/Monitor. Increased risk of liver decompensation."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ribavirin",
            "description": {
                "common": "ribavirin increases toxicity of lamivudine by pharmacodynamic synergism. Modify Therapy/Monitor Closely. Use alternatives if available. Increased risk of lactic acidosis."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ritonavir",
            "description": {
                "common": "ritonavir and lamivudine both increase  risk of immune reconstitution syndrome. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "saquinavir",
            "description": {
                "common": "saquinavir and lamivudine both increase  risk of immune reconstitution syndrome. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "stavudine",
            "description": {
                "common": "lamivudine and stavudine both increase  risk of immune reconstitution syndrome. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "tenofovir DF",
            "description": {
                "common": "lamivudine and tenofovir DF both increase  risk of immune reconstitution syndrome. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "tipranavir",
            "description": {
                "common": "tipranavir and lamivudine both increase  risk of immune reconstitution syndrome. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "trimethoprim",
            "description": {
                "common": "trimethoprim increases effects of lamivudine by basic (cationic) drug competition for renal tubular clearance. Use Caution/Monitor. Potential for increased toxicity."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ublituximab",
            "description": {
                "common": "ublituximab decreases effects of lamivudine by immunosuppressive effects; risk of infection. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "valganciclovir",
            "description": {
                "common": "valganciclovir, lamivudine.\nEither increases toxicity of the other by pharmacodynamic synergism. Modify Therapy/Monitor Closely. Use alternatives if available.  Increased risk of hematologic toxicity."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "zidovudine",
            "description": {
                "common": "lamivudine and zidovudine both increase  risk of immune reconstitution syndrome. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "isavuconazonium sulfate",
            "description": {
                "common": "isavuconazonium sulfate will increase the level or effect of lamivudine by  Other (see comment). Minor/Significance Unknown. Isavuconazonium sulfate, an OCT2 inhibitor, may increase the effects or levels of OCT2 substrates."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "sulfamethoxazole",
            "description": {
                "common": "sulfamethoxazole increases levels of lamivudine by decreasing renal clearance. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "zidovudine",
            "description": {
                "common": "lamivudine increases effects of zidovudine by pharmacodynamic synergism. Minor/Significance Unknown. Beneficial synergism."
            }
        }
    ],
    "adverse effects": [
        {
            "name": "Fasting cholesterol",
            "percent": "250"
        },
        {
            "name": "mg",
            "percent": "19"
        },
        {
            "name": "dL",
            "percent": "990"
        },
        {
            "name": "Creatine kinase",
            "percent": "845"
        },
        {
            "name": "males",
            "percent": "12"
        },
        {
            "name": "U",
            "percent": "175"
        },
        {
            "name": "L",
            "percent": "9"
        },
        {
            "name": "females",
            "percent": "100"
        },
        {
            "name": "U",
            "percent": "7"
        },
        {
            "name": "L",
            "percent": "5"
        },
        {
            "name": "Serum amylase",
            "percent": "4"
        },
        {
            "name": "U",
            "percent": "750"
        },
        {
            "name": "L",
            "percent": "3"
        },
        {
            "name": "Hematuria",
            "percent": "750"
        },
        {
            "name": "RBC",
            "percent": "1"
        },
        {
            "name": "HPF",
            "percent": null
        },
        {
            "name": "AST elevated",
            "percent": null
        },
        {
            "name": "ALT elevated",
            "percent": null
        },
        {
            "name": "Neutrophils",
            "percent": null
        },
        {
            "name": "mg",
            "percent": null
        },
        {
            "name": "dL",
            "percent": null
        },
        {
            "name": "Fasting triglycerides",
            "percent": null
        },
        {
            "name": "mg",
            "percent": null
        },
        {
            "name": "dL",
            "percent": null
        },
        {
            "name": "Body as a whole",
            "percent": null
        },
        {
            "name": "Redistribution",
            "percent": null
        },
        {
            "name": "accumulation of body fat",
            "percent": null
        },
        {
            "name": "Endocrine and metabolic",
            "percent": null
        },
        {
            "name": "Hyperglycemia",
            "percent": null
        },
        {
            "name": "General",
            "percent": null
        },
        {
            "name": "Weakness",
            "percent": null
        },
        {
            "name": "Hemic and lymphatic",
            "percent": null
        },
        {
            "name": "Anemia",
            "percent": null
        },
        {
            "name": "including pure red blood cell aplasia and severe anemias progressing on therapy",
            "percent": null
        },
        {
            "name": "Hepatic and pancreatic",
            "percent": null
        },
        {
            "name": "Lactic acidosis and hepatic steatosis",
            "percent": null
        },
        {
            "name": "posttreatment exacerbation of hepatitis B",
            "percent": null
        },
        {
            "name": "Hypersensitivity",
            "percent": null
        },
        {
            "name": "Anaphylaxis",
            "percent": null
        },
        {
            "name": "urticaria",
            "percent": null
        },
        {
            "name": "Musculoskeletal",
            "percent": null
        },
        {
            "name": "Muscle weakness",
            "percent": null
        },
        {
            "name": "CPK elevation",
            "percent": null
        },
        {
            "name": "rhabdomyolysis",
            "percent": null
        },
        {
            "name": "Skin",
            "percent": null
        },
        {
            "name": "Alopecia",
            "percent": null
        },
        {
            "name": "pruritus",
            "percent": null
        },
        {
            "name": "Immune system disorders",
            "percent": null
        },
        {
            "name": "Allergic reaction",
            "percent": null
        },
        {
            "name": "including angioedema",
            "percent": null
        },
        {
            "name": "Metabolism and nutrition disorders",
            "percent": null
        },
        {
            "name": "Lactic acidosis",
            "percent": null
        },
        {
            "name": "hypokalemia",
            "percent": null
        },
        {
            "name": "hypophosphatemia",
            "percent": null
        },
        {
            "name": "Respiratory",
            "percent": null
        },
        {
            "name": "thoracic",
            "percent": null
        },
        {
            "name": "and mediastinal disorders",
            "percent": null
        },
        {
            "name": "Dyspnea",
            "percent": null
        },
        {
            "name": "Gastrointestinal disorders",
            "percent": null
        },
        {
            "name": "Pancreatitis",
            "percent": null
        },
        {
            "name": "increased amylase",
            "percent": null
        },
        {
            "name": "abdominal pain",
            "percent": null
        },
        {
            "name": "Renal and urinary disorders",
            "percent": null
        },
        {
            "name": "Renal insufficiency",
            "percent": null
        },
        {
            "name": "acute renal failure",
            "percent": null
        },
        {
            "name": "renal failure",
            "percent": null
        },
        {
            "name": "acute tubular necrosis",
            "percent": null
        },
        {
            "name": "Fanconi syndrome",
            "percent": null
        },
        {
            "name": "proximal renal tubulopathy",
            "percent": null
        },
        {
            "name": "interstitial nephritis",
            "percent": null
        },
        {
            "name": "including acute cases",
            "percent": null
        },
        {
            "name": "nephrogenic diabetes insipidus",
            "percent": null
        },
        {
            "name": "renal insufficiency",
            "percent": null
        },
        {
            "name": "increased creatinine",
            "percent": null
        },
        {
            "name": "proteinuria",
            "percent": null
        },
        {
            "name": "polyuria",
            "percent": null
        },
        {
            "name": "Hepatobiliary disorders",
            "percent": null
        },
        {
            "name": "Hepatic steatosis",
            "percent": null
        },
        {
            "name": "hepatitis",
            "percent": null
        },
        {
            "name": "increased liver enzymes",
            "percent": null
        },
        {
            "name": "most commonly AST",
            "percent": null
        },
        {
            "name": "ALT gamma GT",
            "percent": null
        },
        {
            "name": "Skin and subcutaneous tissue disorders",
            "percent": null
        },
        {
            "name": "Rash",
            "percent": null
        },
        {
            "name": "Musculoskeletal and connective",
            "percent": null
        },
        {
            "name": "tissue disorders",
            "percent": null
        },
        {
            "name": "Rhabdomyolysis",
            "percent": null
        },
        {
            "name": "osteomalacia",
            "percent": null
        },
        {
            "name": "manifested as bone pain and which may contribute to fractures",
            "percent": null
        },
        {
            "name": "muscular weakness",
            "percent": null
        },
        {
            "name": "myopathy",
            "percent": null
        },
        {
            "name": "General disorders and administration site conditions",
            "percent": null
        },
        {
            "name": "Asthenia",
            "percent": null
        }
    ]
}