{
    "name": "certolizumab pegol",
    "comment": "Rx",
    "other_names": [
        "Cimzia"
    ],
    "classes": [
        "DMARDs",
        "TNF Inhibitors",
        "Immunosuppressants"
    ],
    "source": "https://reference.medscape.com/drug/cimzia-certolizumab-pegol-343185",
    "pregnancy": {
        "common": [
            "Pregnancy exposure registry monitors pregnancy outcomes in women exposed to the drug during pregnancy; MotherToBaby pregnancy studies conducted by the Organization of Teratology Information Specialists (OTIS); OTIS AutoImmune Diseases Study at 1-877-311-8972 or visit http://mothertobaby.org/pregnancy-studies/",
            "Due to its inhibition of TNFalpha, certolizumab pegol administered during pregnancy could affect immune responses in the in utero-exposed newborn and infant; clinical significance of low levels is unknown for in utero-exposed infants; additional data available from one exposed infant suggest that may be eliminated at a slower rate in infants than in adults",
            "Limited data from ongoing pregnancy registry on use of drug in pregnant women are not sufficient to inform a risk of major birth defects or other adverse pregnancy outcomes"
        ],
        "specific": [
            {
                "type": "Contraception",
                "description": [
                    "Consider adequate contraception for women of childbearing potential",
                    "For women planning pregnancy, consider adequate contraception for 5 months after last dose due to its elimination rate"
                ]
            }
        ]
    },
    "lactation": {
        "common": [
            "In a clinical study, minimal transfer of certolizumab pegol from plasma to breast milk was observed",
            "Percentage of maternal certolizumab pegol dose that was reaching an infant during a 24 hr period was estimated to 0.04-0.3% In addition, since certolizumab pegol is a protein that is degraded in gastrointestinal tract after oral administration, absolute bioavailability is expected to be very low in a breastfed infant; can be used during breastfeeding"
        ]
    },
    "warnings": {
        "black_box_warning": {
            "common": [],
            "specific": [
                {
                    "type": "Serious infection risk ",
                    "description": [
                        "Increased risk for developing serious infections resulting in hospitalization or death; most patients were taking concomitant immunologics#immunosuppressants (eg, methotrexate, corticosteroids)",
                        "Patients older than 65 years may be at greater risk",
                        "Discontinue if patient develops serious infection or sepsis",
                        "Reported infections include",
                        "Active TB, including reactivation of latent TB (frequently present with disseminated or extrapulmonary disease); test for latent TB before use and during therapy; treat latent infection prior to use",
                        "Invasive fungal infections (eg, histoplasmosis, coccidioidomycosis, candidiasis, aspergillosis, blastomycosis, pneumocystosis); may present with disseminated, rather than localized, disease; antigen/antibody testing for histoplasmosis may be negative in some patients with active infection; initiate empiric antifungal therapy if severe systemic illness develops",
                        "Other bacterial (eg, Legionella, Listeria), mycobacterial (eg, tuberculosis), and viral (eg, hepatitis B) opportunistic pathogens"
                    ]
                },
                {
                    "type": "Malignancy",
                    "description": [
                        "Active TB, including reactivation of latent TB (frequently present with disseminated or extrapulmonary disease); test for latent TB before use and during therapy; treat latent infection prior to use",
                        "Invasive fungal infections (eg, histoplasmosis, coccidioidomycosis, candidiasis, aspergillosis, blastomycosis, pneumocystosis); may present with disseminated, rather than localized, disease; antigen/antibody testing for histoplasmosis may be negative in some patients with active infection; initiate empiric antifungal therapy if severe systemic illness develops",
                        "Other bacterial (eg, Legionella, Listeria), mycobacterial (eg, tuberculosis), and viral (eg, hepatitis B) opportunistic pathogens"
                    ]
                }
            ]
        },
        "contraindicators": {
            "common": [
                "History of hypersensitivity reaction to certolizumab pegol or to any of the excipients; reactions have included angioedema, anaphylactoid reaction, serum sickness, and urticaria"
            ],
            "specific": []
        },
        "cautions": {
            "common": [
                "Hypersensitivity including anaphylaxis and serious reactions (see Contraindications)",
                "May interfere with aPPT tests",
                "The needle shield inside the removable cap of prefilled syringe contains a derivative of natural rubber latex which may cause an allergic reaction in individuals sensitive to latex",
                "Therapy has been associated with rare cases of new onset or exacerbation of clinical symptoms and/or radiographic evidence of central nervous system demyelinating disease, including multiple sclerosis, and with peripheral demyelinating disease, including Guillain-Barré syndrome; exercise caution in considering use in patients with preexisting or recent-onset central or peripheral nervous system demyelinating disorders; rare cases of neurological disorders, including seizure disorder, optic neuritis, and peripheral neuropathy have been reported in patients treated with drug",
                "Treatment may result in formation of autoantibodies and rarely, in development of a lupus-like syndrome; if a patient develops symptoms suggestive of a lupus-like syndrome following treatment, discontinue treatment",
                "Cases of worsening congestive heart failure (CHF) and new onset CHF reported; therapy has not been formally studied in patients with CHF; however, in clinical studies in patients with CHF with another TNF blocker, worsening congestive heart failure (CHF) and increased mortality due to CHF were observed; exercise caution in patients with heart failure and monitor them carefully"
            ],
            "specific": [
                {
                    "type": "Hematological Reactions",
                    "description": [
                        "Pancytopenia, including aplastic anemia, reported with TNF blockers; adverse reactions of hematologic system, including medically significant cytopenia (eg, leukopenia, pancytopenia, thrombocytopenia) reported",
                        "Causal relationship of these events remains unclear",
                        "although no high-risk group has been identified, exercise caution in patients who have ongoing, or a history of, significant hematologic abnormalities",
                        "Advise all patients to seek immediate medical attention if they develop signs and symptoms suggestive of blood dyscrasias or infection (eg, persistent fever, bruising, bleeding, pallor) while on treatment",
                        "Consider discontinuation of therapy in patients with confirmed significant hematologic abnormalities"
                    ]
                },
                {
                    "type": "Increased risk of serious infections",
                    "description": [
                        "Also, see Black Box Warnings",
                        "An increased risk of serious infections seen in clinical studies of other TNF-blocking agents used in combination with anakinra or abatacept, with no added benefit; no formal drug interaction studies were performed with rituximab or natalizumab; concomitant use of certolizumab pegol with anakinra, abatacept, rituximab, or natalizumab is not recommended",
                        "A higher risk of serious infections also observed in combination with DMARDs; because of nature of adverse events seen with combination therapy, use in combination with other biological DMARDs not recommended",
                        "Hepatitis B Virus Reactivation",
                        "Use of TNF blockers, has been associated with reactivation of hepatitis B virus (HBV) in patients who are chronic carriers of this virus; patients concomitantly receiving immunosuppressives, which may also contribute to HBV reactivation",
                        "Test patients for HBV infection before initiating treatment; patients who test positive for HBV infection",
                        "Closely monitor patients who are carriers of HBV and require treatment for clinical and laboratory signs of active HBV infection throughout therapy and for several months following termination of therapy",
                        "In patients who develop HBV reactivation, discontinue treatment and initiate effective anti-viral therapy with appropriate supportive treatment",
                        "Exercise caution when considering resumption of therapy in this situation and monitor patients closely",
                        "Opportunistic infections",
                        "TNF blockers increase risk for opportunistic infections, (eg, TB, invasive fungal infections); for patients who develop systemic infections, consider empiric antifungal therapy for those who reside or travel to regions where mycoses are endemic",
                        "Coadministration with anakinra increases this risk",
                        "Test for latent TB prior to starting treatment and monitor; treatment of latent tuberculosis infection prior to therapy with TNF-blocking agents has been shown to reduce risk of tuberculosis reactivation during therapy; induration of 5 mm or greater with tuberculin skin testing should be considered a positive test result when assessing if treatment for latent tuberculosis needed prior to initiating therapy with certolizumab, even for patients previously vaccinated with Bacille Calmette-Guerin (BCG); also consider anti-tuberculosis therapy in patients with a past history of latent or active tuberculosis in whom an adequate course of treatment cannot be confirmed, and for patients with a negative test for latent tuberculosis but having risk factors for tuberculosis infection",
                        "Discontinue if serious infection develops"
                    ]
                },
                {
                    "type": "Malignancy risk",
                    "description": [
                        "Enhanced safety surveillance requirements to capture malignancy data: (see Black Box Warnings)",
                        "In the controlled portions of clinical studies of some TNF blockers, more cases of malignancies have been observed among patients receiving TNF blockers compared to control patients",
                        "Melanoma and Merkel cell carcinoma",
                        "Melanoma and Merkel cell carcinoma reported with TNF-antagonists, including certolizumab pegol",
                        "Periodic skin examinations recommended for all patients, particularly those with risk factors for skin cancer",
                        "Hepatosplenic T-cell lymphomas (HSTCL)",
                        "Rare postmarketing cases reported primarily in adolescent and young adult patients with Crohn disease and ulcerative colitis treated with TNF blockers",
                        "Reports have also included a patient being treated for psoriasis and 2 patients being treated for rheumatoid arthritis",
                        "HSTCL is an aggressive, rare type of T-cell lymphoma (usually fatal)",
                        "Most reported cases with TNF blockers have occurred with concomitant treatment with azathioprine or 6-mercaptopurine, although there have been cases reported receiving azathioprine or mercaptopurine alone",
                        "The following HSTCL cases have been identified in the FDA Adverse Event Reporting System (AERS) database, the literature, and the HSTCL Cancer Survivors' Network: infliximab (20), etanercept (1), adalimumab (2), infliximab/adalimumab (5), certolizumab (0), golimumab (0), azathioprine (12), and mercaptopurine (3)"
                    ]
                },
                {
                    "type": "Drug interaction overview",
                    "description": [
                        "An increased risk of serious infections seen in clinical studies of other TNF-blocking agents used in combination with anakinra or abatacept, with no added benefit; no formal drug interaction studies were performed with rituximab or natalizumab; concomitant use of certolizumab pegol with anakinra, abatacept, rituximab, or natalizumab is not recommended",
                        "Patients treated may receive vaccinations, except for live or live attenuated vaccines; no data available on response to live vaccinations or secondary transmission of infection by live vaccines in patients receiving therapy"
                    ]
                }
            ]
        }
    },
    "interactions": [
        {
            "classification_type": "Contraindicated",
            "interaction_with": "adenovirus types 4 and 7 live, oral",
            "description": {
                "common": "certolizumab pegol decreases effects of adenovirus types 4 and 7 live, oral by pharmacodynamic antagonism. Contraindicated. Do not give live vaccines concurrently with certolizumab."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "BCG intravesical live",
            "description": {
                "common": "certolizumab pegol decreases effects of BCG intravesical live by pharmacodynamic antagonism. Contraindicated. Do not give live vaccines concurrently with certolizumab."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "BCG vaccine live",
            "description": {
                "common": "certolizumab pegol decreases effects of BCG vaccine live by pharmacodynamic antagonism. Contraindicated. Do not give live vaccines concurrently with certolizumab."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "influenza virus vaccine quadrivalent, intranasal",
            "description": {
                "common": "certolizumab pegol decreases effects of influenza virus vaccine quadrivalent, intranasal by pharmacodynamic antagonism. Contraindicated. Do not give live vaccines concurrently with certolizumab."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "measles mumps and rubella vaccine, live",
            "description": {
                "common": "certolizumab pegol decreases effects of measles mumps and rubella vaccine, live by pharmacodynamic antagonism. Contraindicated. Do not give live vaccines concurrently with certolizumab."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "measles, mumps, rubella and varicella vaccine, live",
            "description": {
                "common": "certolizumab pegol decreases effects of measles, mumps, rubella and varicella vaccine, live by pharmacodynamic antagonism. Contraindicated. Do not give live vaccines concurrently with certolizumab."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "rotavirus oral vaccine, live",
            "description": {
                "common": "certolizumab pegol decreases effects of rotavirus oral vaccine, live by pharmacodynamic antagonism. Contraindicated. Do not give live vaccines concurrently with certolizumab."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "smallpox (vaccinia) vaccine, live",
            "description": {
                "common": "certolizumab pegol decreases effects of smallpox (vaccinia) vaccine, live by pharmacodynamic antagonism. Contraindicated. Do not give live vaccines concurrently with certolizumab."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "typhoid vaccine live",
            "description": {
                "common": "certolizumab pegol decreases effects of typhoid vaccine live by pharmacodynamic antagonism. Contraindicated. Do not give live vaccines concurrently with certolizumab."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "upadacitinib",
            "description": {
                "common": "certolizumab pegol, upadacitinib.\nEither increases effects of the other by immunosuppressive effects; risk of infection. Contraindicated."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "varicella virus vaccine live",
            "description": {
                "common": "certolizumab pegol decreases effects of varicella virus vaccine live by pharmacodynamic antagonism. Contraindicated. Do not give live vaccines concurrently with certolizumab."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "yellow fever vaccine",
            "description": {
                "common": "certolizumab pegol decreases effects of yellow fever vaccine by pharmacodynamic antagonism. Contraindicated. Do not give live vaccines concurrently with certolizumab."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "zoster vaccine live",
            "description": {
                "common": "certolizumab pegol decreases effects of zoster vaccine live by pharmacodynamic antagonism. Contraindicated. Do not give live vaccines concurrently with certolizumab."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "abatacept",
            "description": {
                "common": "abatacept and certolizumab pegol both increase  immunosuppressive effects; risk of infection. Avoid or Use Alternate Drug. Avoid combination because of an increased risk of serious infection."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "adalimumab",
            "description": {
                "common": "adalimumab and certolizumab pegol both increase  immunosuppressive effects; risk of infection. Avoid or Use Alternate Drug. Avoid combination because of an increased risk of serious infection."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "anakinra",
            "description": {
                "common": "anakinra and certolizumab pegol both increase  immunosuppressive effects; risk of infection. Avoid or Use Alternate Drug. Avoid combination because of an increased risk of serious infection."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "axicabtagene ciloleucel",
            "description": {
                "common": "certolizumab pegol, axicabtagene ciloleucel.\nEither increases effects of the other by immunosuppressive effects; risk of infection. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "baricitinib",
            "description": {
                "common": "baricitinib, certolizumab pegol.\nEither increases toxicity of the other by immunosuppressive effects; risk of infection. Avoid or Use Alternate Drug. Baricitinib is not recommended in combination with other JAK inhibitors, biologic DMARDs, or potent immunosuppressives."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "brexucabtagene autoleucel",
            "description": {
                "common": "certolizumab pegol, brexucabtagene autoleucel.\nEither increases effects of the other by immunosuppressive effects; risk of infection. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "ciltacabtagene autoleucel",
            "description": {
                "common": "certolizumab pegol, ciltacabtagene autoleucel.\nEither increases effects of the other by immunosuppressive effects; risk of infection. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "etanercept",
            "description": {
                "common": "etanercept and certolizumab pegol both increase  immunosuppressive effects; risk of infection. Avoid or Use Alternate Drug. Avoid combination because of an increased risk of serious infection."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "golimumab",
            "description": {
                "common": "golimumab and certolizumab pegol both increase  immunosuppressive effects; risk of infection. Avoid or Use Alternate Drug. Avoid combination because of an increased risk of serious infection."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "human papillomavirus vaccine, nonavalent",
            "description": {
                "common": "certolizumab pegol decreases effects of human papillomavirus vaccine, nonavalent by pharmacodynamic antagonism. Avoid or Use Alternate Drug. Immunosuppressive therapies, including irradiation, antimetabolites, alkylating agents, cytotoxic drugs, and corticosteroids (used in greater than physiologic doses), may reduce the immune responses to vaccines."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "human papillomavirus vaccine, quadrivalent",
            "description": {
                "common": "certolizumab pegol decreases effects of human papillomavirus vaccine, quadrivalent by pharmacodynamic antagonism. Avoid or Use Alternate Drug. Immunosuppressive therapies, including irradiation, antimetabolites, alkylating agents, cytotoxic drugs, and corticosteroids (used in greater than physiologic doses), may reduce the immune responses to vaccines."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "idecabtagene vicleucel",
            "description": {
                "common": "certolizumab pegol, idecabtagene vicleucel.\nEither increases effects of the other by immunosuppressive effects; risk of infection. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "infliximab",
            "description": {
                "common": "infliximab and certolizumab pegol both increase  immunosuppressive effects; risk of infection. Avoid or Use Alternate Drug. Avoid combination because of an increased risk of serious infection."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "influenza virus vaccine quadrivalent, adjuvanted",
            "description": {
                "common": "certolizumab pegol decreases effects of influenza virus vaccine quadrivalent, adjuvanted by pharmacodynamic antagonism. Avoid or Use Alternate Drug. Immunosuppressive drugs may reduce the immune response to influenza vaccine."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "influenza virus vaccine trivalent, adjuvanted",
            "description": {
                "common": "certolizumab pegol decreases effects of influenza virus vaccine trivalent, adjuvanted by pharmacodynamic antagonism. Avoid or Use Alternate Drug. Immunosuppressive drugs may reduce the immune response to influenza vaccine."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "lisocabtagene maraleucel",
            "description": {
                "common": "certolizumab pegol, lisocabtagene maraleucel.\nEither increases effects of the other by immunosuppressive effects; risk of infection. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "natalizumab",
            "description": {
                "common": "natalizumab and certolizumab pegol both increase  immunosuppressive effects; risk of infection. Avoid or Use Alternate Drug. Avoid combination because of an increased risk of serious infection."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "rilonacept",
            "description": {
                "common": "rilonacept and certolizumab pegol both increase  immunosuppressive effects; risk of infection. Avoid or Use Alternate Drug. Avoid combination because of an increased risk of serious infection."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "rituximab",
            "description": {
                "common": "rituximab and certolizumab pegol both increase  immunosuppressive effects; risk of infection. Avoid or Use Alternate Drug. Avoid combination because of an increased risk of serious infection."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "rituximab-hyaluronidase",
            "description": {
                "common": "rituximab-hyaluronidase and certolizumab pegol both increase  immunosuppressive effects; risk of infection. Avoid or Use Alternate Drug. Avoid combination because of an increased risk of serious infection."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "tisagenlecleucel",
            "description": {
                "common": "certolizumab pegol, tisagenlecleucel.\nEither increases effects of the other by immunosuppressive effects; risk of infection. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "tocilizumab",
            "description": {
                "common": "tocilizumab and certolizumab pegol both increase  immunosuppressive effects; risk of infection. Avoid or Use Alternate Drug. Avoid combination because of an increased risk of serious infection."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "tofacitinib",
            "description": {
                "common": "certolizumab pegol, tofacitinib.\nEither increases toxicity of the other by immunosuppressive effects; risk of infection. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "vedolizumab",
            "description": {
                "common": "vedolizumab and certolizumab pegol both increase  immunosuppressive effects; risk of infection. Avoid or Use Alternate Drug. Avoid coadministration of vedolizumab with TNF blockers because of the potential for increased risk of infections"
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "anthrax vaccine adsorbed",
            "description": {
                "common": "certolizumab pegol decreases effects of anthrax vaccine adsorbed by pharmacodynamic antagonism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "belatacept",
            "description": {
                "common": "belatacept and certolizumab pegol both increase  immunosuppressive effects; risk of infection. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "cholera vaccine",
            "description": {
                "common": "certolizumab pegol decreases effects of cholera vaccine by immunosuppressive effects; risk of infection. Modify Therapy/Monitor Closely. Immunosuppressive therapies, including irradiation, antimetabolites, alkylating agents, cytotoxic drugs and corticosteroids (used in greater than physiologic doses), may reduce the immune response to cholera vaccine."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "dengue vaccine",
            "description": {
                "common": "certolizumab pegol decreases effects of dengue vaccine by immunosuppressive effects; risk of infection. Use Caution/Monitor. Immunosuppressive therapies (eg, irradiation, antimetabolites, alkylating agents, cytotoxic drugs, corticosteroids [greater than physiologic doses]) may reduce immune response to dengue vaccine."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "denosumab",
            "description": {
                "common": "certolizumab pegol, denosumab. Other (see comment). Use Caution/Monitor. \nComment: Caution should be taken in patients on concomitant immunosuppressants or with impaired immune systems because of increased risk for serious infections."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "diphtheria & tetanus toxoids",
            "description": {
                "common": "certolizumab pegol decreases effects of diphtheria & tetanus toxoids by pharmacodynamic antagonism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "diphtheria & tetanus toxoids/acellular pertussis/poliovirus, inactivated vaccine",
            "description": {
                "common": "certolizumab pegol decreases effects of diphtheria & tetanus toxoids/acellular pertussis/poliovirus, inactivated vaccine by pharmacodynamic antagonism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "fingolimod",
            "description": {
                "common": "certolizumab pegol increases effects of fingolimod by immunosuppressive effects; risk of infection. Modify Therapy/Monitor Closely. Concomitant therapy is expected to increase the risk of immunosuppression. Use caution when switching patients from long-acting therapies with immune effects. ."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "haemophilus influenzae type b vaccine",
            "description": {
                "common": "certolizumab pegol decreases effects of haemophilus influenzae type b vaccine by pharmacodynamic antagonism. Modify Therapy/Monitor Closely. Avoid vaccination during chemotherapy or radiation therapy if possible because antibody response might be suboptimal. Patients vaccinated within a 14-day period before starting or during immunosuppressive therapy should be revaccinated =3 months after therapy is discontinued if immune competence has been restored."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "hepatitis A vaccine inactivated",
            "description": {
                "common": "certolizumab pegol decreases effects of hepatitis A vaccine inactivated by pharmacodynamic antagonism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "hepatitis a/b vaccine",
            "description": {
                "common": "certolizumab pegol decreases effects of hepatitis a/b vaccine by pharmacodynamic antagonism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "hydroxyurea",
            "description": {
                "common": "hydroxyurea, certolizumab pegol. Other (see comment). Use Caution/Monitor. \nComment: Combination may increase risk of immunosuppression."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "influenza A (H5N1) vaccine",
            "description": {
                "common": "certolizumab pegol decreases effects of influenza A (H5N1) vaccine by pharmacodynamic antagonism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "influenza virus vaccine (H5N1), adjuvanted",
            "description": {
                "common": "certolizumab pegol decreases effects of influenza virus vaccine (H5N1), adjuvanted by pharmacodynamic antagonism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "influenza virus vaccine quadrivalent",
            "description": {
                "common": "certolizumab pegol decreases effects of influenza virus vaccine quadrivalent by pharmacodynamic antagonism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "influenza virus vaccine quadrivalent, cell-cultured",
            "description": {
                "common": "certolizumab pegol decreases effects of influenza virus vaccine quadrivalent, cell-cultured by pharmacodynamic antagonism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "influenza virus vaccine quadrivalent, recombinant",
            "description": {
                "common": "certolizumab pegol decreases effects of influenza virus vaccine quadrivalent, recombinant by pharmacodynamic antagonism. Use Caution/Monitor. Immune response to vaccine may be decreased in immunocompromised individuals."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "influenza virus vaccine trivalent",
            "description": {
                "common": "certolizumab pegol decreases effects of influenza virus vaccine trivalent by pharmacodynamic antagonism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "influenza virus vaccine trivalent, recombinant",
            "description": {
                "common": "certolizumab pegol decreases effects of influenza virus vaccine trivalent, recombinant by pharmacodynamic antagonism. Use Caution/Monitor. Immune response to vaccine may be decreased in immunocompromised individuals."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "isavuconazonium sulfate",
            "description": {
                "common": "certolizumab pegol and isavuconazonium sulfate both decrease  immunosuppressive effects; risk of infection. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "Japanese encephalitis virus vaccine",
            "description": {
                "common": "certolizumab pegol decreases effects of Japanese encephalitis virus vaccine by pharmacodynamic antagonism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "meningococcal A C Y and W-135 polysaccharide vaccine combined",
            "description": {
                "common": "certolizumab pegol decreases effects of meningococcal A C Y and W-135 polysaccharide vaccine combined by pharmacodynamic antagonism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "meningococcal group B vaccine",
            "description": {
                "common": "certolizumab pegol decreases effects of meningococcal group B vaccine by pharmacodynamic antagonism. Use Caution/Monitor. Individuals with altered immunocompetence may have reduced immune responses to the vaccine."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ocrelizumab",
            "description": {
                "common": "certolizumab pegol and ocrelizumab both increase  immunosuppressive effects; risk of infection. Use Caution/Monitor. Coadministration of ocrelizumab with high doses of corticosteroids is expected to increase the risk of immunosuppression."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ofatumumab SC",
            "description": {
                "common": "ofatumumab SC, certolizumab pegol.\nEither increases effects of the other by immunosuppressive effects; risk of infection. Use Caution/Monitor. Consider the risk of additive immune system effects when coadministering immunosuppressive therapies with coadministration. When switching from therapies with immune effects, take into account the duration and mechanism of action of these therapies when initiating ofatumumab SC."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "olaparib",
            "description": {
                "common": "certolizumab pegol and olaparib both increase  pharmacodynamic synergism. Use Caution/Monitor. Coadministration with other other myelosuppressive anticancer agents, including DNA damaging agents,  may potentiate and prolongate the myelosuppressive toxicity. "
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "oxaliplatin",
            "description": {
                "common": "oxaliplatin and certolizumab pegol both increase  immunosuppressive effects; risk of infection. Use Caution/Monitor. Use of oxaliplatin with concomitant immunosuppressants or with impaired immune systems may increased risk for serious infections."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ozanimod",
            "description": {
                "common": "ozanimod, certolizumab pegol.\nEither increases effects of the other by immunosuppressive effects; risk of infection. Use Caution/Monitor. Coadministration with immunosuppressive therapies may increase the risk of additive immune effects during therapy and in the weeks following administration. When switching from drugs with prolonged immune effects, consider the half-life and mode of action of these drugs in order to avoid unintended additive immunosuppressive effects."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "pegloticase",
            "description": {
                "common": "pegloticase will decrease the level or effect of certolizumab pegol by  Other (see comment). Use Caution/Monitor. According to the manufacturer, potential for anti-PEG antibody development that may bind to other pegylated drugs; clinical significance unknown"
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "pegvaliase",
            "description": {
                "common": "pegvaliase, certolizumab pegol. Other (see comment). Use Caution/Monitor. \nComment: The majority of patients treated with pegvaliase develop anti-polyethylene glycol (PEG) IgM and IgG antibodies. Risk of coadministration with different PEGylated products is unknown. There is a case report of anaphylaxis following a medroxyprogesterone acetate injectable suspension that contained PEG 3350. Carefully read all drug labels, including OTC drugs to check contents for PEG. Note: Unable to include an exhaustive product list for this interaction."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "pneumococcal vaccine 13-valent",
            "description": {
                "common": "certolizumab pegol decreases effects of pneumococcal vaccine 13-valent by pharmacodynamic antagonism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "pneumococcal vaccine polyvalent",
            "description": {
                "common": "certolizumab pegol decreases effects of pneumococcal vaccine polyvalent by pharmacodynamic antagonism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "poliovirus vaccine inactivated",
            "description": {
                "common": "certolizumab pegol decreases effects of poliovirus vaccine inactivated by pharmacodynamic antagonism. Modify Therapy/Monitor Closely. Avoid vaccination during chemotherapy or radiation therapy if possible because antibody response might be suboptimal. Patients vaccinated within a 14-day period before starting or during immunosuppressive therapy should be revaccinated =3 months after therapy is discontinued if immune competence has been restored. ."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ponesimod",
            "description": {
                "common": "ponesimod and certolizumab pegol both increase  immunosuppressive effects; risk of infection. Use Caution/Monitor. Caution if coadministered because of additive immunosuppressive effects during such therapy and in the weeks following administration. When switching from drugs with prolonged immune effects, consider the half-life and mode of action of these drugs to avoid unintended additive immunosuppressive effects."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "rabies vaccine",
            "description": {
                "common": "certolizumab pegol decreases effects of rabies vaccine by pharmacodynamic antagonism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "rabies vaccine chick embryo cell derived",
            "description": {
                "common": "certolizumab pegol decreases effects of rabies vaccine chick embryo cell derived by pharmacodynamic antagonism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "siponimod",
            "description": {
                "common": "siponimod and certolizumab pegol both increase  immunosuppressive effects; risk of infection. Use Caution/Monitor. Caution if coadministered because of additive immunosuppressive effects during such therapy and in the weeks following administration. When switching from drugs with prolonged immune effects, consider the half-life and mode of action of these drugs to avoid unintended additive immunosuppressive effects."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "sipuleucel-T",
            "description": {
                "common": "certolizumab pegol decreases effects of sipuleucel-T by pharmacodynamic antagonism. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "tetanus & reduced diphtheria toxoids/ acellular pertussis vaccine",
            "description": {
                "common": "certolizumab pegol decreases effects of tetanus & reduced diphtheria toxoids/ acellular pertussis vaccine by pharmacodynamic antagonism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "trastuzumab",
            "description": {
                "common": "trastuzumab, certolizumab pegol.\nEither increases toxicity of the other by immunosuppressive effects; risk of infection. Use Caution/Monitor.  Neutropenia or febrile neutropenia incidence were increased when trastuzumab was coadministered with myelosuppressive chemotherapy. ."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "trastuzumab deruxtecan",
            "description": {
                "common": "trastuzumab deruxtecan, certolizumab pegol.\nEither increases toxicity of the other by immunosuppressive effects; risk of infection. Use Caution/Monitor.  Neutropenia or febrile neutropenia incidence were increased when trastuzumab was coadministered with myelosuppressive chemotherapy. ."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "typhoid polysaccharide vaccine",
            "description": {
                "common": "certolizumab pegol decreases effects of typhoid polysaccharide vaccine by pharmacodynamic antagonism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ublituximab",
            "description": {
                "common": "ublituximab and certolizumab pegol both increase  immunosuppressive effects; risk of infection. Modify Therapy/Monitor Closely. Owing to potential additive immunosuppressive effects, consider duration of effect and mechanism of action of these therapies if coadministered"
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "zoster vaccine recombinant",
            "description": {
                "common": "certolizumab pegol decreases effects of zoster vaccine recombinant by pharmacodynamic antagonism. Use Caution/Monitor. Immunosuppressive therapies may reduce the effectiveness of zoster vaccine recombinant."
            }
        }
    ],
    "adverse effects": [
        {
            "name": "URI",
            "percent": "20"
        },
        {
            "name": "Headache",
            "percent": "7-18"
        },
        {
            "name": "Nasopharyngitis",
            "percent": "4-13"
        },
        {
            "name": "Nausea",
            "percent": "11"
        },
        {
            "name": "UTI",
            "percent": "7"
        },
        {
            "name": "Arthralgia",
            "percent": "6"
        },
        {
            "name": "Serious infections",
            "percent": "3"
        },
        {
            "name": "Opportunistic infections",
            "percent": null
        },
        {
            "name": "eg",
            "percent": null
        },
        {
            "name": "TB",
            "percent": null
        },
        {
            "name": "Lupus",
            "percent": null
        },
        {
            "name": "like syndrome",
            "percent": null
        },
        {
            "name": "Malignancies",
            "percent": null
        },
        {
            "name": "Immunogenicity",
            "percent": null
        },
        {
            "name": "Hypersensitivity",
            "percent": null
        },
        {
            "name": "Blood",
            "percent": null
        },
        {
            "name": "lymphatic system disorder",
            "percent": null
        },
        {
            "name": "Cardiac disorder",
            "percent": null
        },
        {
            "name": "Ocular disorder",
            "percent": null
        },
        {
            "name": "Psychiatric disorder",
            "percent": null
        },
        {
            "name": "anxiety",
            "percent": null
        },
        {
            "name": "bipolar d",
            "percent": null
        },
        {
            "name": "o",
            "percent": null
        },
        {
            "name": "suicide attempt",
            "percent": null
        },
        {
            "name": "Renal",
            "percent": null
        },
        {
            "name": "urinary disorder",
            "percent": null
        },
        {
            "name": "Menstrual disorder",
            "percent": null
        },
        {
            "name": "Skin and subcutaneous disorder",
            "percent": null
        },
        {
            "name": "Vascular disorder",
            "percent": null
        },
        {
            "name": "Systemic vasculitis",
            "percent": null
        },
        {
            "name": "Skin",
            "percent": null
        },
        {
            "name": "Severe skin reactions",
            "percent": null
        },
        {
            "name": "including Stevens",
            "percent": null
        },
        {
            "name": "Johnson syndrome",
            "percent": null
        },
        {
            "name": "toxic epidermal necrolysis",
            "percent": null
        },
        {
            "name": "erythema multiforme",
            "percent": null
        },
        {
            "name": "and new or worsening psoriasis",
            "percent": null
        },
        {
            "name": "all sub",
            "percent": null
        },
        {
            "name": "types including pustular and palmoplantar",
            "percent": null
        },
        {
            "name": "lichenoid skin reaction",
            "percent": null
        },
        {
            "name": "Immune System Disorders",
            "percent": null
        },
        {
            "name": "Sarcoidosis",
            "percent": null
        },
        {
            "name": "Lagophthalmos",
            "percent": null
        },
        {
            "name": "Neoplasms benign",
            "percent": null
        },
        {
            "name": "malignant and unspecified",
            "percent": null
        },
        {
            "name": "including cysts and polyps",
            "percent": null
        },
        {
            "name": "Melanoma",
            "percent": null
        },
        {
            "name": "Merkel cell carcinoma",
            "percent": null
        },
        {
            "name": "neuroendocrine carcinoma of the skin",
            "percent": null
        }
    ]
}