{
    "name": "methylcellulose",
    "comment": "OTC",
    "other_names": [
        "Citrucel"
    ],
    "classes": [
        "Laxatives",
        "Bulk-Producing"
    ],
    "source": "https://reference.medscape.com/drug/citrucel-methylcellulose-342020",
    "pregnancy": {
        "common": [
            "N/A (supplement; not a drug)"
        ],
        "specific": []
    },
    "lactation": {
        "common": [
            "No data available; not absorbed, unlikely to pose risk in breastfeeding"
        ]
    },
    "warnings": {
        "black_box_warning": {
            "common": [],
            "specific": []
        },
        "contraindicators": {
            "common": [
                "Hypersensitivity, bowel obstruction, symptoms of appendicitis or acute surgical abdomen, GI ulceration/adhesions, fecal impaction, dysphagia, rectal bleeding"
            ],
            "specific": []
        },
        "cautions": {
            "common": [
                "Without taking adequate fluid the product may swell and block your throat or esophagus and may cause choking",
                "Do not take this product if difficulty swallowing; if experiencing chest pain, vomiting, or difficulty in swallowing or breathing after taking this product, seek immediate medical attention",
                "If rectal bleeding occurs or failure to have a bowel movement after use could be signs of a serious condition",
                "Keep out of reach of children; in case of overdose, get medical help or contact a Poison Control Center right away",
                "If experiencing abdominal pain, nausea or vomiting or a sudden change in bowel habits that persists over a period of 2 weeks ask a healthcare professional before use",
                "Laxatives are not to be used for a period longer than one week unless directed by a doctor",
                "Not for use by patients that are on a low-salt diet unless directed by a doctor"
            ],
            "specific": []
        }
    },
    "interactions": [
        {
            "classification_type": "Minor",
            "interaction_with": "sodium picosulfate",
            "description": {
                "common": "methylcellulose decreases effects of sodium picosulfate by Mechanism: unspecified interaction mechanism. Minor/Significance Unknown."
            }
        }
    ],
    "adverse effects": [
        {
            "name": "Flatulence",
            "percent": null
        },
        {
            "name": "Impaction",
            "percent": null
        },
        {
            "name": "Excessive bowel activity",
            "percent": null
        }
    ]
}