{
    "name": "desloratadine",
    "comment": "Rx",
    "other_names": [
        "Clarinex",
        "Clarinex RediTabs"
    ],
    "classes": [
        "Antihistamines",
        "2nd Generation"
    ],
    "source": "https://reference.medscape.com/drug/clarinex-reditabs-desloratadine-343396",
    "pregnancy": {
        "common": [
            "The limited available data in pregnant women are not sufficient to inform a drug-associated risk for major birth defects and miscarriage; there are no adequate and well-controlled studies in pregnant women"
        ],
        "specific": [
            {
                "type": "Reproductive potential",
                "description": [
                    "There are no data available on human infertility associated with desloratadine",
                    "Female: There were no clinically relevant effects of desloratadine on female fertility in rats",
                    "Male: A male specific decrease in fertility occurred at an oral desloratadine dose of ≥12 mg/kg in rats (approximately 65 times the RHD); male fertility was unaffected at a desloratadine dose of 3 mg/kg (approximately 10 times the RHD)"
                ]
            },
            {
                "type": "Animal data",
                "description": [
                    "Desloratadine given during organogenesis to pregnant rats was not teratogenic at approximately 320 times that at recommended human daily oral dose (RHD) of 5 mg/day",
                    "Desloratadine given during organogenesis to pregnant rabbits was not teratogenic at AUC-based exposures of desloratadine approximately 230 times that at RHD.",
                    "Desloratadine given to pregnant rats during organogenesis through lactation resulted in reduced body weight and slow righting reflex of F1 pups at exposures of desloratadine and its metabolite approximately 70 times or greater than that at the RHD"
                ]
            }
        ]
    },
    "lactation": {
        "common": []
    },
    "warnings": {
        "black_box_warning": {
            "common": [],
            "specific": []
        },
        "contraindicators": {
            "common": [
                "Documented hypersensitivity to desloratadine or loratadine or components"
            ],
            "specific": []
        },
        "cautions": {
            "common": [
                "Caution in slow metabolizers; may increase incidence of side effects",
                "Some products may contain sodium benzoate/benzoic acid (a metabolite of benzyl alcohol), associated with potentially fatal toxicity in neonates (gasping syndrome) when used in large amounts; some products may also contain phenylalanine",
                "Use with caution in hepatic/renal impairment"
            ],
            "specific": [
                {
                    "type": "Drug interaction overview",
                    "description": [
                        "May potentiate effect of sedatives, including alcohol",
                        "Coadministration of desloratadine with ketoconazole, erythromycin, or azithromycin resulted in increased plasma concentrations of desloratadine and 3 hydroxydesloratadine, but no clinically relevant changes in safety profile of desloratadine reported",
                        "Coadministration of desloratadine with cimetidine, a histamine H2-receptor antagonist, resulted in increased plasma concentrations of desloratadine and 3 hydroxydesloratadine, but no clinically relevant changes in safety profile of desloratadine reported"
                    ]
                }
            ]
        }
    },
    "interactions": [
        {
            "classification_type": "Serious",
            "interaction_with": "erdafitinib",
            "description": {
                "common": "erdafitinib will increase the level or effect of desloratadine by  P-glycoprotein (MDR1) efflux transporter. Avoid or Use Alternate Drug. If coadministration unavoidable, separate administration by at least 6 hr before or after administration of P-gp substrates with narrow therapeutic index."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "isocarboxazid",
            "description": {
                "common": "isocarboxazid increases effects of desloratadine by Other (see comment). Avoid or Use Alternate Drug. \nComment: Isocarboxazid should not be administered in combination with antihistamines because of potential additive CNS depressant effects.  MAO inhibitors also prolong and intensify anticholinergic effects of antihistamines. ."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "lasmiditan",
            "description": {
                "common": "lasmiditan increases levels of desloratadine by P-glycoprotein (MDR1) efflux transporter. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "metoclopramide intranasal",
            "description": {
                "common": "desloratadine, metoclopramide intranasal.\nEither increases effects of the other by Other (see comment). Avoid or Use Alternate Drug. \nComment: Avoid use of metoclopramide intranasal or interacting drug, depending on importance of drug to patient."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "olopatadine intranasal",
            "description": {
                "common": "desloratadine and olopatadine intranasal both increase  sedation. Avoid or Use Alternate Drug. Coadministration increases risk of CNS depression, which can lead to additive impairment of psychomotor performance and cause daytime impairment. "
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "sotorasib",
            "description": {
                "common": "sotorasib will decrease the level or effect of desloratadine by  P-glycoprotein (MDR1) efflux transporter. Avoid or Use Alternate Drug. If use is unavoidable, refer to the prescribing information of the P-gp substrate for dosage modifications."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "tepotinib",
            "description": {
                "common": "tepotinib will increase the level or effect of desloratadine by  P-glycoprotein (MDR1) efflux transporter. Avoid or Use Alternate Drug. If concomitant use unavoidable, reduce the P-gp substrate dosage if recommended in its approved product labeling."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "tranylcypromine",
            "description": {
                "common": "tranylcypromine increases effects of desloratadine by Other (see comment). Avoid or Use Alternate Drug. \nComment: Tranylcypromine should not be administered in combination with antihistamines because of potential additive CNS depressant effects. MAO inhibitors also prolong and intensify anticholinergic effects of antihistamines."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "amifampridine",
            "description": {
                "common": "desloratadine increases toxicity of amifampridine by Other (see comment). Modify Therapy/Monitor Closely. \nComment: Amifampridine can cause seizures. Coadministration with drugs that lower seizure threshold may increase this risk."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "berotralstat",
            "description": {
                "common": "berotralstat will increase the level or effect of desloratadine by  P-glycoprotein (MDR1) efflux transporter. Use Caution/Monitor. Monitor or titrate P-gp substrate dose if coadministered."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "bosutinib",
            "description": {
                "common": "bosutinib increases levels of desloratadine by P-glycoprotein (MDR1) efflux transporter. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "cenobamate",
            "description": {
                "common": "cenobamate, desloratadine.\nEither increases effects of the other by sedation. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "crizotinib",
            "description": {
                "common": "crizotinib increases levels of desloratadine by P-glycoprotein (MDR1) efflux transporter. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "daridorexant",
            "description": {
                "common": "desloratadine and daridorexant both increase  sedation. Modify Therapy/Monitor Closely. Coadministration increases risk of CNS depression, which can lead to additive impairment of psychomotor performance and cause daytime impairment. "
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "diazepam intranasal",
            "description": {
                "common": "diazepam intranasal, desloratadine.\nEither increases effects of the other by pharmacodynamic synergism. Use Caution/Monitor. Coadministration may potentiate the CNS-depressant effects of each drug."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "donepezil transdermal",
            "description": {
                "common": "donepezil transdermal, desloratadine.\nEither decreases effects of the other by pharmacodynamic antagonism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "eliglustat",
            "description": {
                "common": "eliglustat increases levels of desloratadine by P-glycoprotein (MDR1) efflux transporter. Modify Therapy/Monitor Closely. Monitor therapeutic drug concentrations, as indicated, or consider reducing the dosage of the P-gp substrate and titrate to clinical effect."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "esketamine intranasal",
            "description": {
                "common": "esketamine intranasal, desloratadine.\nEither increases toxicity of the other by sedation. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "fostamatinib",
            "description": {
                "common": "fostamatinib will increase the level or effect of desloratadine by  P-glycoprotein (MDR1) efflux transporter. Use Caution/Monitor. Concomitant use of fostamatinib may increase concentrations of P-gp substrates. Monitor for toxicities of the P-gp substrate drug that may require dosage reduction when given concurrently with fostamatinib."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "gabapentin",
            "description": {
                "common": "gabapentin, desloratadine.\nEither increases effects of the other by pharmacodynamic synergism. Modify Therapy/Monitor Closely. Coadministration of CNS depressants can result in serious, life-threatening, and fatal respiratory depression. Use lowest dose possible and monitor for respiratory depression and sedation."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "gabapentin enacarbil",
            "description": {
                "common": "gabapentin enacarbil, desloratadine.\nEither increases effects of the other by pharmacodynamic synergism. Modify Therapy/Monitor Closely. Coadministration of CNS depressants can result in serious, life-threatening, and fatal respiratory depression. Use lowest dose possible and monitor for respiratory depression and sedation."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "glecaprevir/pibrentasvir",
            "description": {
                "common": "glecaprevir/pibrentasvir will increase the level or effect of desloratadine by  P-glycoprotein (MDR1) efflux transporter. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "istradefylline",
            "description": {
                "common": "istradefylline will increase the level or effect of desloratadine by  P-glycoprotein (MDR1) efflux transporter. Use Caution/Monitor. Istradefylline 40 mg/day increased peak levels and AUC of P-gp substrates in clinical trials. Consider dose reduction of sensitive P-gp substrates."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ivacaftor",
            "description": {
                "common": "ivacaftor increases levels of desloratadine by P-glycoprotein (MDR1) efflux transporter. Use Caution/Monitor. Ivacaftor and its M1 metabolite has the potential to inhibit P-gp; may significantly increase systemic exposure to sensitive P-gp substrates with a narrow therapeutic index."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "lomitapide",
            "description": {
                "common": "lomitapide increases levels of desloratadine by P-glycoprotein (MDR1) efflux transporter. Modify Therapy/Monitor Closely. Consider reducing dose when used concomitantly with lomitapide."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "lonafarnib",
            "description": {
                "common": "lonafarnib will increase the level or effect of desloratadine by  P-glycoprotein (MDR1) efflux transporter. Modify Therapy/Monitor Closely. Lonafarnib is a weak P-gp inhibitor. Monitor for adverse reactions if coadministered with P-gp substrates where minimal concentration changes may lead to serious or life-threatening toxicities. Reduce P-gp substrate dose if needed."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "lurasidone",
            "description": {
                "common": "lurasidone, desloratadine.\nEither increases toxicity of the other by Other (see comment). Use Caution/Monitor. \nComment: Potential for increased CNS depressant effects when used concurrently; monitor for increased adverse effects and toxicity."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "midazolam intranasal",
            "description": {
                "common": "midazolam intranasal, desloratadine.\nEither increases effects of the other by pharmacodynamic synergism. Modify Therapy/Monitor Closely. Concomitant use of barbiturates, alcohol, or other CNS depressants may increase the risk of hypoventilation, airway obstruction, desaturation, or apnea and may contribute to profound and/or prolonged drug effect."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "phenelzine",
            "description": {
                "common": "phenelzine increases effects of desloratadine by Other (see comment). Modify Therapy/Monitor Closely. \nComment: Potential for dangerous interaction. Use with caution and monitor closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ponatinib",
            "description": {
                "common": "ponatinib increases levels of desloratadine by P-glycoprotein (MDR1) efflux transporter. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "pregabalin",
            "description": {
                "common": "pregabalin, desloratadine.\nEither increases effects of the other by pharmacodynamic synergism. Modify Therapy/Monitor Closely. Coadministration of CNS depressants can result in serious, life-threatening, and fatal respiratory depression. Use lowest dose possible and monitor for respiratory depression and sedation."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "sarecycline",
            "description": {
                "common": "sarecycline will increase the level or effect of desloratadine by  P-glycoprotein (MDR1) efflux transporter. Use Caution/Monitor. Monitor for toxicities of P-gp substrates that may require dosage reduction when coadministered with P-gp inhibitors."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "stiripentol",
            "description": {
                "common": "stiripentol will increase the level or effect of desloratadine by  P-glycoprotein (MDR1) efflux transporter. Modify Therapy/Monitor Closely. Consider reducing the dose of P-glycoprotein (P-gp) substrates, if adverse reactions are experienced when administered concomitantly with stiripentol."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "tucatinib",
            "description": {
                "common": "tucatinib will increase the level or effect of desloratadine by  P-glycoprotein (MDR1) efflux transporter. Use Caution/Monitor. Consider reducing the dosage of P-gp substrates, where minimal concentration changes may lead to serious or life-threatening toxicities."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "vemurafenib",
            "description": {
                "common": "vemurafenib increases levels of desloratadine by P-glycoprotein (MDR1) efflux transporter. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "erythromycin base",
            "description": {
                "common": "erythromycin base increases levels of desloratadine by decreasing metabolism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "erythromycin ethylsuccinate",
            "description": {
                "common": "erythromycin ethylsuccinate increases levels of desloratadine by decreasing metabolism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "erythromycin lactobionate",
            "description": {
                "common": "erythromycin lactobionate increases levels of desloratadine by decreasing metabolism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "erythromycin stearate",
            "description": {
                "common": "erythromycin stearate increases levels of desloratadine by decreasing metabolism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "ketoconazole",
            "description": {
                "common": "ketoconazole increases levels of desloratadine by decreasing metabolism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "levoketoconazole",
            "description": {
                "common": "levoketoconazole increases levels of desloratadine by decreasing metabolism. Minor/Significance Unknown."
            }
        }
    ],
    "adverse effects": [
        {
            "name": "Varies in incidence",
            "percent": "14"
        },
        {
            "name": "severity with the individual drug",
            "percent": "12"
        },
        {
            "name": "also individual patients vary in susceptibility",
            "percent": "12"
        },
        {
            "name": "Headache",
            "percent": "15"
        },
        {
            "name": "Fever",
            "percent": "11"
        },
        {
            "name": "Irritability",
            "percent": "11"
        },
        {
            "name": "Diarrhea",
            "percent": "4"
        },
        {
            "name": "Upper respiratory infection",
            "percent": "2"
        },
        {
            "name": "Cough",
            "percent": "4"
        },
        {
            "name": "Dizziness",
            "percent": "2"
        },
        {
            "name": "Somnolence",
            "percent": "2"
        },
        {
            "name": "Dizziness",
            "percent": "3"
        },
        {
            "name": "Fatigue",
            "percent": "2"
        },
        {
            "name": "Erythema",
            "percent": "4"
        },
        {
            "name": "Macupopular rash",
            "percent": "6"
        },
        {
            "name": "Dysmenorrhea",
            "percent": "3"
        },
        {
            "name": "Urinary tract infection",
            "percent": null
        },
        {
            "name": "Bronchitis",
            "percent": null
        },
        {
            "name": "Epistaxis",
            "percent": null
        },
        {
            "name": "Tachycardia",
            "percent": null
        },
        {
            "name": "palpitation",
            "percent": null
        },
        {
            "name": "Hypersensitivity reactions",
            "percent": null
        },
        {
            "name": "rare",
            "percent": null
        },
        {
            "name": "eg",
            "percent": null
        },
        {
            "name": "rash",
            "percent": null
        },
        {
            "name": "pruritus",
            "percent": null
        },
        {
            "name": "urticaria",
            "percent": null
        },
        {
            "name": "edema",
            "percent": null
        },
        {
            "name": "dyspnea",
            "percent": null
        },
        {
            "name": "and anaphylaxis",
            "percent": null
        },
        {
            "name": "Psychomotor hyperactivity",
            "percent": null
        },
        {
            "name": "movement disorders",
            "percent": null
        },
        {
            "name": "including dystonia",
            "percent": null
        },
        {
            "name": "tics",
            "percent": null
        },
        {
            "name": "and extrapyramidal symptoms",
            "percent": null
        },
        {
            "name": "seizures",
            "percent": null
        },
        {
            "name": "Elevated liver enzymes including bilirubin",
            "percent": null
        },
        {
            "name": "hepatitis",
            "percent": null
        },
        {
            "name": "rare",
            "percent": null
        },
        {
            "name": "Metabolism and nutrition disorders",
            "percent": null
        },
        {
            "name": "Increased appetite",
            "percent": null
        }
    ]
}