{
    "name": "clindamycin",
    "comment": "Rx",
    "other_names": [
        "Cleocin",
        "Cleocin Pediatric"
    ],
    "classes": [
        "Antibiotics",
        "Lincosamide"
    ],
    "source": "https://reference.medscape.com/drug/cleocin-clindamycin-342558",
    "pregnancy": {
        "common": [
            "In clinical trials with pregnant women, systemic administration of clindamycin during the second and third trimesters, has not been associated with increased frequency of congenital abnormalities",
            "Clindamycin should be used during first trimester of pregnancy only if clearly needed; there are no adequate and well-controlled studies in pregnant women during first trimester of pregnancy. Because animal reproduction studies are not always predictive of the human response, this drug should be used during pregnancy only if clearly needed"
        ],
        "specific": []
    },
    "lactation": {
        "common": [
            "Clindamycin has been reported to appear in breast milk in range of 0.5 to 3.8 mcg/mL; clindamycin has potential to cause adverse effects on breastfed infant's gastrointestinal flora; if oral or intravenous clindamycin is required by nursing mother, it is not a reason to discontinue breastfeeding, but alternate drug may be preferred; monitor infant for possible adverse effects on gastrointestinal flora, such as diarrhea, candidiasis (thrush, diaper rash) or rarely, blood in stool indicating possible antibiotic-associated colitis",
            "The developmental and health benefits of breastfeeding should be considered along with mother's clinical need for clindamycin and any potential adverse effects on breastfed child from clindamycin or from underlying maternal condition"
        ]
    },
    "warnings": {
        "black_box_warning": {
            "common": [
                "Clostridium difficile-associated diarrhea (CDAD) has been reported and may range in severity from mild diarrhea to fatal colitis",
                "C difficile produces toxins A and B, which contribute to CDAD; hypertoxin-producing C difficile strains increase morbidity and mortality (more likely to be refractory to antimicrobial therapy and may require colectomy)",
                "If CDAD suspected or confirmed, ongoing antibiotic use not directed against C difficile may need to be discontinued"
            ],
            "specific": []
        },
        "contraindicators": {
            "common": [
                "Hypersensitivity to clindamycin, lincomycin, or formulation components"
            ],
            "specific": []
        },
        "cautions": {
            "common": [
                "Clindamycin is potentially nephrotoxic; acute kidney injury including acute renal failure reported; consider monitoring of renal function of patients with pre-existing renal dysfunction or taking concomitant nephrotoxic drugs; monitoring of renal function should be performed if therapy is prolonged",
                "Endocarditis prophylaxis: Use only for high-risk patients, per recent AHA guidelines",
                "Risk of potentially fatal pseudomembranous colitis, fungal or bacterial superinfection on prolonged use; discontinue therapy if significant abdominal cramps, diarrhea, or passage of blood and mucus occurs",
                "May increase risk of drug-resistant bacteria if prescribed in the absence of proven or strongly suspected bacterial infection",
                "Use caution in hepatic impairment, monitor for hepatic abnormalities; periodic liver enzyme determinations should be made when treating patients with severe liver disease",
                "Not for use in meningitis due to inadequate penetration into CSF",
                "Severe skin reactions including toxic epidermal necrolysis, drug reaction with eosinophilia and systemic symptoms (DRESS), and Stevens-Johnson syndrome (SJS), some with fatal outcome, reported; permanently discontinue if reactions occur",
                "Parenteral product contains benzyl alcohol, which has been associated with gasping syndrome and death in newborns",
                "Use with caution in patients with history of gastrointestinal disease, especially colitis",
                "Not for administration as a bolus; infuse over 10-60 min",
                "Consider possibility of clostridium difficile in all patients who present with diarrhea following antibiotic use",
                "Serious anaphylactic reactions require immediate emergency treatment with epinephrine; oxygen and intravenous corticosteroids should also be administered as indicated",
                "Prescribe with caution in atopic individuals",
                "Indicated surgical procedures should be performed in conjunction with antibiotic therapy",
                "Clindamycin dosage modification may not be necessary in patients with renal disease",
                "Discontinue therapy permanently and institute appropriate therapy if anaphylactic or severe hypersensitivity reaction occurs",
                "When solution is administered to pediatric population (birth to 16 years) appropriate monitoring of organ system functions is desirable"
            ],
            "specific": [
                {
                    "type": "Toxicity in neonates",
                    "description": [
                        "Product contains benzyl alcohol as a preservative; administration of intravenous solutions containing preservative benzyl alcohol has been associated with the “gasping syndrome”, and death in neonates",
                        "Symptoms include a striking onset of gasping respiration, hypotension, bradycardia, and cardiovascular collapse",
                        "Although the normal therapeutic dose of this product delivers amounts of benzyl alcohol that are substantially lower than those reported in association with “gasping syndrome,” minimum amount of benzyl alcohol at which toxicity may occur is not known and total daily benzyl alcohol exposure may be increased by concomitant medications",
                        "The risk of benzyl alcohol toxicity depends on quantity administered and liver and kidneys’ capacity to detoxify the chemical; premature and low birth weight infants may be more likely to develop toxicity"
                    ]
                }
            ]
        }
    },
    "interactions": [
        {
            "classification_type": "Serious",
            "interaction_with": "atracurium",
            "description": {
                "common": "clindamycin increases effects of atracurium by pharmacodynamic synergism. Avoid or Use Alternate Drug. Risk of respiratory depression."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "BCG vaccine live",
            "description": {
                "common": "clindamycin decreases effects of BCG vaccine live by pharmacodynamic antagonism. Contraindicated. Wait until Abx Tx complete to administer live bacterial vaccine."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "cholera vaccine",
            "description": {
                "common": "clindamycin, cholera vaccine. pharmacodynamic antagonism. Avoid or Use Alternate Drug. Avoid coadministration of cholera vaccine with systemic antibiotics since these agents may be active against the vaccine strain. Do not administer cholera vaccine to patients who have received oral or parenteral antibiotics within 14 days prior to vaccination."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "cisatracurium",
            "description": {
                "common": "clindamycin increases effects of cisatracurium by pharmacodynamic synergism. Avoid or Use Alternate Drug. Risk of respiratory depression."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "microbiota oral",
            "description": {
                "common": "clindamycin decreases effects of microbiota oral by pharmacodynamic antagonism. Avoid or Use Alternate Drug. Microbiota oral contains bacterial spores. Antibacterial agents may decrease efficacy if coadministered. Complete antibiotic regimens 2-4 days before initiating microbiota oral. ."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "onabotulinumtoxinA",
            "description": {
                "common": "clindamycin increases effects of onabotulinumtoxinA by pharmacodynamic synergism. Avoid or Use Alternate Drug. Risk of respiratory depression."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "pancuronium",
            "description": {
                "common": "clindamycin increases effects of pancuronium by pharmacodynamic synergism. Avoid or Use Alternate Drug. Risk of respiratory depression."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "rapacuronium",
            "description": {
                "common": "clindamycin increases effects of rapacuronium by pharmacodynamic synergism. Avoid or Use Alternate Drug. Risk of respiratory depression."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "rimabotulinumtoxinB",
            "description": {
                "common": "clindamycin increases effects of rimabotulinumtoxinB by pharmacodynamic synergism. Avoid or Use Alternate Drug. Risk of respiratory depression."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "rocuronium",
            "description": {
                "common": "clindamycin increases effects of rocuronium by pharmacodynamic synergism. Avoid or Use Alternate Drug. Risk of respiratory depression."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "succinylcholine",
            "description": {
                "common": "clindamycin increases effects of succinylcholine by pharmacodynamic synergism. Avoid or Use Alternate Drug. Risk of respiratory depression."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "typhoid vaccine live",
            "description": {
                "common": "clindamycin decreases effects of typhoid vaccine live by pharmacodynamic antagonism. Contraindicated. Wait until Abx Tx complete to administer live bacterial vaccine."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "vecuronium",
            "description": {
                "common": "clindamycin increases effects of vecuronium by pharmacodynamic synergism. Avoid or Use Alternate Drug. Risk of respiratory depression."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "bazedoxifene/conjugated estrogens",
            "description": {
                "common": "clindamycin will decrease the level or effect of bazedoxifene/conjugated estrogens by  altering intestinal flora. Applies only to oral forms of hormone. Low risk of contraceptive failure. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "conjugated estrogens",
            "description": {
                "common": "clindamycin will decrease the level or effect of conjugated estrogens by  altering intestinal flora. Applies only to oral forms of hormone. Low risk of contraceptive failure. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "dienogest/estradiol valerate",
            "description": {
                "common": "clindamycin will decrease the level or effect of dienogest/estradiol valerate by  altering intestinal flora. Applies only to oral forms of hormone. Low risk of contraceptive failure. Use Caution/Monitor. An alternate or additional form of birth control may be advisable during concomitant use."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "digoxin",
            "description": {
                "common": "clindamycin will increase the level or effect of digoxin by  altering intestinal flora. Applies only to oral form of both agents. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "estradiol",
            "description": {
                "common": "clindamycin will decrease the level or effect of estradiol by  altering intestinal flora. Applies only to oral forms of hormone. Low risk of contraceptive failure. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "estrogens conjugated synthetic",
            "description": {
                "common": "clindamycin will decrease the level or effect of estrogens conjugated synthetic by  altering intestinal flora. Applies only to oral forms of hormone. Low risk of contraceptive failure. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "estropipate",
            "description": {
                "common": "clindamycin will decrease the level or effect of estropipate by  altering intestinal flora. Applies only to oral forms of hormone. Low risk of contraceptive failure. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ethinylestradiol",
            "description": {
                "common": "clindamycin will decrease the level or effect of ethinylestradiol by  altering intestinal flora. Applies only to oral forms of hormone. Low risk of contraceptive failure. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "incobotulinumtoxinA",
            "description": {
                "common": "clindamycin increases effects of incobotulinumtoxinA by pharmacodynamic synergism. Use Caution/Monitor. Aminoglycosides may enhance botulinum toxin effects. Closely monitor for increased neuromuscular blockade."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "letermovir",
            "description": {
                "common": "letermovir increases levels of clindamycin by affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "levonorgestrel oral/ethinylestradiol/ferrous bisglycinate",
            "description": {
                "common": "clindamycin will decrease the level or effect of levonorgestrel oral/ethinylestradiol/ferrous bisglycinate by  altering intestinal flora. Applies only to oral forms of hormone. Low risk of contraceptive failure. Use Caution/Monitor. Antibiotics may decrease hormonal contraceptive efficacy."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "mestranol",
            "description": {
                "common": "clindamycin will decrease the level or effect of mestranol by  altering intestinal flora. Applies only to oral forms of hormone. Low risk of contraceptive failure. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "mipomersen",
            "description": {
                "common": "mipomersen, clindamycin.\nEither increases toxicity of the other by Other (see comment). Use Caution/Monitor. \nComment: Both drugs have potential to increase hepatic enzymes; monitor LFTs."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "nitazoxanide",
            "description": {
                "common": "nitazoxanide, clindamycin.\nEither increases levels of the other by Mechanism: plasma protein binding competition. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ospemifene",
            "description": {
                "common": "clindamycin, ospemifene.\nEither increases levels of the other by plasma protein binding competition. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "sodium picosulfate/magnesium oxide/anhydrous citric acid",
            "description": {
                "common": "clindamycin decreases effects of sodium picosulfate/magnesium oxide/anhydrous citric acid by altering metabolism. Use Caution/Monitor. Coadministration with antibiotics decreases efficacy by altering colonic bacterial flora needed to convert sodium picosulfate to active drug."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "balsalazide",
            "description": {
                "common": "clindamycin will decrease the level or effect of balsalazide by  altering intestinal flora. Applies only to oral form of both agents. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "biotin",
            "description": {
                "common": "clindamycin will decrease the level or effect of biotin by  altering intestinal flora. Applies only to oral form of both agents. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "erythromycin base",
            "description": {
                "common": "clindamycin, erythromycin base.\nEither decreases effects of the other by pharmacodynamic antagonism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "erythromycin ethylsuccinate",
            "description": {
                "common": "clindamycin, erythromycin ethylsuccinate.\nEither decreases effects of the other by pharmacodynamic antagonism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "erythromycin lactobionate",
            "description": {
                "common": "clindamycin, erythromycin lactobionate.\nEither decreases effects of the other by pharmacodynamic antagonism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "erythromycin stearate",
            "description": {
                "common": "clindamycin, erythromycin stearate.\nEither decreases effects of the other by pharmacodynamic antagonism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "food",
            "description": {
                "common": "food decreases levels of clindamycin by inhibition of GI absorption. Applies only to oral form of both agents. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "pantothenic acid",
            "description": {
                "common": "clindamycin will decrease the level or effect of pantothenic acid by  altering intestinal flora. Applies only to oral form of both agents. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "pyridoxine",
            "description": {
                "common": "clindamycin will decrease the level or effect of pyridoxine by  altering intestinal flora. Applies only to oral form of both agents. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "pyridoxine (Antidote)",
            "description": {
                "common": "clindamycin will decrease the level or effect of pyridoxine (Antidote) by  altering intestinal flora. Applies only to oral form of both agents. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "thiamine",
            "description": {
                "common": "clindamycin will decrease the level or effect of thiamine by  altering intestinal flora. Applies only to oral form of both agents. Minor/Significance Unknown."
            }
        }
    ],
    "adverse effects": [
        {
            "name": "Abdominal pain",
            "percent": null
        },
        {
            "name": "Agranulocytosis",
            "percent": null
        },
        {
            "name": "Eosinophilia",
            "percent": null
        },
        {
            "name": "transient",
            "percent": null
        },
        {
            "name": "Diarrhea",
            "percent": null
        },
        {
            "name": "Fungal overgrowth",
            "percent": null
        },
        {
            "name": "Pseudomembranous colitis",
            "percent": null
        },
        {
            "name": "Hypersensitivity",
            "percent": null
        },
        {
            "name": "Stevens",
            "percent": null
        },
        {
            "name": "Johnson syndrome",
            "percent": null
        },
        {
            "name": "Rashes",
            "percent": null
        },
        {
            "name": "Urticaria",
            "percent": null
        },
        {
            "name": "Hypotension",
            "percent": null
        },
        {
            "name": "Nausea",
            "percent": null
        },
        {
            "name": "Vomiting",
            "percent": null
        },
        {
            "name": "Sterile abscess at IM site",
            "percent": null
        },
        {
            "name": "Thrombophlebitis",
            "percent": null
        },
        {
            "name": "Granulocytopenia",
            "percent": null
        },
        {
            "name": "Neutropenia",
            "percent": null
        },
        {
            "name": "Thrombocytopenia",
            "percent": null
        },
        {
            "name": "Polyarthritis",
            "percent": null
        },
        {
            "name": "Renal dysfunction",
            "percent": null
        },
        {
            "name": "Metallic taste",
            "percent": null
        },
        {
            "name": "Clostridium difficile colitis",
            "percent": null
        },
        {
            "name": "Acute generalized exanthematous pustulosis",
            "percent": null
        },
        {
            "name": "AGEP",
            "percent": null
        },
        {
            "name": "Erythema multiforme",
            "percent": null
        },
        {
            "name": "some resembling Stevens",
            "percent": null
        },
        {
            "name": "Johnson syndrome",
            "percent": null
        },
        {
            "name": "Acute kidney injury",
            "percent": null
        },
        {
            "name": "Drug reaction with eosinophilia and systemic symptoms",
            "percent": null
        },
        {
            "name": "DRESS",
            "percent": null
        }
    ]
}