{
    "name": "clevidipine",
    "comment": "Rx",
    "other_names": [
        "Cleviprex"
    ],
    "classes": [
        "Calcium Channel Blockers",
        "Calcium Channel Blockers",
        "Dihydropyridines"
    ],
    "source": "https://reference.medscape.com/drug/cleviprex-clevidipine-342405",
    "pregnancy": {
        "common": [
            "Available data based on post-marketing reports with use in pregnant women are not sufficient to inform a drug-associated risk for major birth defects, miscarriage, or adverse maternal or fetal outcomes; there are risks to mother and fetus associated with poorly controlled hypertension in pregnancy",
            "Hypertension in pregnancy increases maternal risk for pre-eclampsia, gestational diabetes, premature delivery, and delivery complications (eg, need for cesarean section and postpartum hemorrhage); hypertension increases fetal risk for intrauterine growth restriction and intrauterine death; pregnant women with hypertension should be carefully monitored and managed accordingly"
        ],
        "specific": [
            {
                "type": "Animal data",
                "description": [
                    "In animal studies, drug was associated with increased incidences of intrauterine deaths, slightly reduced fetal weight, retarded skeletal development, abortion, and embryo lethality at doses higher than the expected human dose",
                    "No evidence of embryo-fetal malformation was found with continuous IV infusion of clevidipine administered to pregnant rats and rabbits during the period of organogenesis at multiples of 2.8 and 7.6 times the expected human dose of 16 mg/hr respectively"
                ]
            }
        ]
    },
    "lactation": {
        "common": [
            "There are no data on presence of drug in human milk, effects on breastfed infant, or on milk production"
        ]
    },
    "warnings": {
        "black_box_warning": {
            "common": [],
            "specific": []
        },
        "contraindicators": {
            "common": [
                "Hypersensitivity to drug, soy or egg products",
                "Defective lipid metabolism",
                "Acute pancreatitis if accompanied by hyperlipidemia",
                "Severe aortic stenosis"
            ],
            "specific": []
        },
        "cautions": {
            "common": [
                "Use aseptic technique and discard unused product within 12hr of stopper puncture",
                "May produce systemic hypotension and reflex tachycardia; if either occurs, decrease dose of drug; there is limited experience with short-duration therapy with beta-blockers as a treatment for drug-induced tachycardia; beta-blocker use for this purpose not recommended",
                "Drug contains approximately 0.2 g of lipid per mL (2.0 kcal); lipid intake restrictions may be necessary for patients with significant disorders of lipid metabolism; for these patients, a reduction in quantity of concurrently administered lipids may be necessary to compensate for amount of lipid infused as part of drug formulation",
                "Dihydropyridine calcium channel blockers can produce negative inotropic effects and exacerbate heart failure; monitor heart failure patients carefully",
                "Drug is not a beta-blocker, does not reduce heart rate, and gives no protection against effects of abrupt beta-blocker withdrawal; beta-blockers should be withdrawn only after gradual reduction in dose",
                "Patients who receive prolonged infusions and are not transitioned to other antihypertensive therapies should be monitored for possibility of rebound hypertension for at least 8 hr after infusion is stopped",
                "There is no information to guide use of drug in treating hypertension associated with pheochromocytoma"
            ],
            "specific": []
        }
    },
    "interactions": [
        {
            "classification_type": "Serious",
            "interaction_with": "lofexidine",
            "description": {
                "common": "lofexidine, clevidipine.\nEither increases effects of the other by pharmacodynamic synergism. Avoid or Use Alternate Drug. Avoid coadministration with other drugs that decrease pulse or blood pressure to mitigate risk of excessive bradycardia and hypotension."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "acebutolol",
            "description": {
                "common": "acebutolol and clevidipine both increase  anti-hypertensive channel blocking. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "aldesleukin",
            "description": {
                "common": "aldesleukin increases effects of clevidipine by pharmacodynamic synergism. Use Caution/Monitor. Risk of hypotension."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "alfuzosin",
            "description": {
                "common": "alfuzosin and clevidipine both increase  anti-hypertensive channel blocking. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "amifostine",
            "description": {
                "common": "amifostine, clevidipine.\nEither increases effects of the other by pharmacodynamic synergism. Modify Therapy/Monitor Closely. Coadministration with blood pressure lowering agents may increase the risk and severity of hypotension associated with amifostine. When amifostine is used at chemotherapeutic doses, withhold blood pressure lowering medications for 24 hr prior to amifostine; if blood pressure lowering medication cannot be withheld, do not administer amifostine."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "amlodipine",
            "description": {
                "common": "amlodipine and clevidipine both increase  anti-hypertensive channel blocking. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "asenapine",
            "description": {
                "common": "asenapine and clevidipine both increase  anti-hypertensive channel blocking. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "atenolol",
            "description": {
                "common": "atenolol, clevidipine.\nEither decreases effects of the other by pharmacodynamic synergism. Use Caution/Monitor. Both drugs lower blood pressure."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "avanafil",
            "description": {
                "common": "avanafil increases effects of clevidipine by pharmacodynamic synergism. Use Caution/Monitor. Risk of hypotension."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "betaxolol",
            "description": {
                "common": "betaxolol, clevidipine.\nEither decreases effects of the other by pharmacodynamic synergism. Use Caution/Monitor. Both drugs lower blood pressure."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "bisoprolol",
            "description": {
                "common": "bisoprolol, clevidipine.\nEither decreases effects of the other by pharmacodynamic synergism. Use Caution/Monitor. Both drugs lower blood pressure."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "bretylium",
            "description": {
                "common": "clevidipine, bretylium.\nEither increases effects of the other by pharmacodynamic synergism. Modify Therapy/Monitor Closely. Each drug may cause hypotension."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "calcium acetate",
            "description": {
                "common": "calcium acetate decreases effects of clevidipine by pharmacodynamic antagonism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "calcium carbonate",
            "description": {
                "common": "calcium carbonate decreases effects of clevidipine by pharmacodynamic antagonism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "calcium chloride",
            "description": {
                "common": "calcium chloride decreases effects of clevidipine by pharmacodynamic antagonism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "calcium citrate",
            "description": {
                "common": "calcium citrate decreases effects of clevidipine by pharmacodynamic antagonism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "calcium gluconate",
            "description": {
                "common": "calcium gluconate decreases effects of clevidipine by pharmacodynamic antagonism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "carbidopa",
            "description": {
                "common": "carbidopa increases effects of clevidipine by pharmacodynamic synergism. Use Caution/Monitor. Therapy with carbidopa, given with or without levodopa or carbidopa-levodopa combination products, is started, dosage adjustment of the antihypertensive drug may be required."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "carvedilol",
            "description": {
                "common": "carvedilol and clevidipine both increase  anti-hypertensive channel blocking. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "celiprolol",
            "description": {
                "common": "celiprolol, clevidipine.\nEither decreases effects of the other by pharmacodynamic synergism. Use Caution/Monitor. Both drugs lower blood pressure."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "clarithromycin",
            "description": {
                "common": "clarithromycin will increase the level or effect of clevidipine by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor. Increased effect of calcium channel blockers may lead to hypotension, edema, decreased HR, and acute kidney injury due to reduced renal blood flow"
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "diltiazem",
            "description": {
                "common": "clevidipine and diltiazem both increase  anti-hypertensive channel blocking. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "doxazosin",
            "description": {
                "common": "doxazosin and clevidipine both increase  anti-hypertensive channel blocking. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "esmolol",
            "description": {
                "common": "esmolol, clevidipine.\nEither decreases effects of the other by pharmacodynamic synergism. Use Caution/Monitor. Both drugs lower blood pressure."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "felodipine",
            "description": {
                "common": "clevidipine and felodipine both increase  anti-hypertensive channel blocking. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "isradipine",
            "description": {
                "common": "clevidipine and isradipine both increase  anti-hypertensive channel blocking. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "itraconazole",
            "description": {
                "common": "itraconazole will increase the level or effect of clevidipine by  Other (see comment). Modify Therapy/Monitor Closely. CCBs elicit negative inotropic effects which may be additive to those of itraconazole;  additionally, itraconazole can inhibit the metabolism of calcium channel blockers. Monitor for adverse reactions. Concomitant drug dose reduction may be necessary. "
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "labetalol",
            "description": {
                "common": "labetalol and clevidipine both increase  anti-hypertensive channel blocking. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "lasmiditan",
            "description": {
                "common": "clevidipine increases effects of lasmiditan by pharmacodynamic synergism. Use Caution/Monitor. Lasmiditan has been associated with a lowering of heart rate (HR). In a drug interaction study, addition of a single 200-mg dose of lasmiditan to propranolol decreased HR by an additional 5 bpm compared to propranolol alone, for a mean maximum of 19 bpm."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "levodopa",
            "description": {
                "common": "levodopa increases effects of clevidipine by pharmacodynamic synergism. Use Caution/Monitor. Consider decreasing dosage of antihypertensive agent."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "lurasidone",
            "description": {
                "common": "lurasidone increases effects of clevidipine by Other (see comment). Use Caution/Monitor. \nComment: Potential  for increased risk of hypotension with concurrent use. Monitor blood pressure and adjust  dose of  antihypertensive agent as needed."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "magnesium supplement",
            "description": {
                "common": "magnesium supplement, clevidipine.\nEither increases toxicity of the other by pharmacodynamic synergism. Use Caution/Monitor. Calcium channel blockers may increase toxic effects of magnesium; magnesium may increase hypotensive effects of calcium channel blockers."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "maraviroc",
            "description": {
                "common": "maraviroc, clevidipine.\nEither increases effects of the other by pharmacodynamic synergism. Use Caution/Monitor. Increased risk of hypotension."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "mefloquine",
            "description": {
                "common": "mefloquine increases levels of clevidipine by decreasing metabolism. Use Caution/Monitor. Risk of arrhythmia."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "metformin",
            "description": {
                "common": "clevidipine decreases effects of metformin by pharmacodynamic antagonism. Use Caution/Monitor. Patient should be closely observed for loss of blood glucose control; when drugs are withdrawn from a patient receiving metformin, patient should be observed closely for hypoglycemia."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "methylphenidate",
            "description": {
                "common": "methylphenidate will decrease the level or effect of clevidipine by  pharmacodynamic antagonism. Use Caution/Monitor. Methylphenidate may diminish antihypertensive effects. Monitor BP."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "metoprolol",
            "description": {
                "common": "metoprolol and clevidipine both increase  anti-hypertensive channel blocking. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "moxisylyte",
            "description": {
                "common": "moxisylyte and clevidipine both increase  anti-hypertensive channel blocking. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "nadolol",
            "description": {
                "common": "nadolol and clevidipine both increase  anti-hypertensive channel blocking. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "nebivolol",
            "description": {
                "common": "nebivolol, clevidipine.\nEither decreases effects of the other by pharmacodynamic synergism. Use Caution/Monitor. Both drugs lower blood pressure."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "nicardipine",
            "description": {
                "common": "clevidipine and nicardipine both increase  anti-hypertensive channel blocking. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "nifedipine",
            "description": {
                "common": "clevidipine and nifedipine both increase  anti-hypertensive channel blocking. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "nisoldipine",
            "description": {
                "common": "clevidipine and nisoldipine both increase  anti-hypertensive channel blocking. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "nitroglycerin rectal",
            "description": {
                "common": "nitroglycerin rectal, clevidipine.\nEither increases effects of the other by pharmacodynamic synergism. Use Caution/Monitor. Marked orthostatic hypotension has been reported when calcium channel blockers and organic nitrates were used concomitantly. Observe for possible additive hypotensive effects during concomitant use. ."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "nitroglycerin sublingual",
            "description": {
                "common": "clevidipine, nitroglycerin sublingual.\nEither increases toxicity of the other by additive vasodilation. Modify Therapy/Monitor Closely. Marked orthostatic hypotension reported with concomitant use."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "nitroprusside sodium",
            "description": {
                "common": "clevidipine increases effects of nitroprusside sodium by pharmacodynamic synergism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ombitasvir/paritaprevir/ritonavir & dasabuvir (DSC)",
            "description": {
                "common": "ombitasvir/paritaprevir/ritonavir & dasabuvir (DSC) will increase the level or effect of clevidipine by  altering metabolism. Modify Therapy/Monitor Closely. May decrease calcium channel blocker dose if necessary"
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "penbutolol",
            "description": {
                "common": "penbutolol and clevidipine both increase  anti-hypertensive channel blocking. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "phenoxybenzamine",
            "description": {
                "common": "phenoxybenzamine and clevidipine both increase  anti-hypertensive channel blocking. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "phentolamine",
            "description": {
                "common": "phentolamine and clevidipine both increase  anti-hypertensive channel blocking. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "pindolol",
            "description": {
                "common": "pindolol and clevidipine both increase  anti-hypertensive channel blocking. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "prazosin",
            "description": {
                "common": "prazosin and clevidipine both increase  anti-hypertensive channel blocking. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "propranolol",
            "description": {
                "common": "propranolol and clevidipine both increase  anti-hypertensive channel blocking. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "silodosin",
            "description": {
                "common": "silodosin and clevidipine both increase  anti-hypertensive channel blocking. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "sodium sulfate/?magnesium sulfate/potassium chloride",
            "description": {
                "common": "clevidipine, sodium sulfate/?magnesium sulfate/potassium chloride.\nEither increases effects of the other by unknown mechanism. Use Caution/Monitor. Monitor for hypotension or muscle weakness in patients receiving calcium channel blockers with elevated serum magnesium concentrations."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "sodium sulfate/potassium sulfate/magnesium sulfate",
            "description": {
                "common": "clevidipine, sodium sulfate/potassium sulfate/magnesium sulfate.\nEither increases effects of the other by unknown mechanism. Use Caution/Monitor. Monitor for hypotension or muscle weakness in patients receiving calcium channel blockers with elevated serum magnesium concentrations."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "sotalol",
            "description": {
                "common": "sotalol and clevidipine both increase  anti-hypertensive channel blocking. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "tadalafil",
            "description": {
                "common": "tadalafil increases effects of clevidipine by pharmacodynamic synergism. Use Caution/Monitor. Risk of hypotension."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "temsirolimus",
            "description": {
                "common": "clevidipine increases toxicity of temsirolimus by Other (see comment). Use Caution/Monitor. \nComment: Combination of mTOR inhibitors with calcium channel blockers increases risk of angioedema."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "terazosin",
            "description": {
                "common": "terazosin and clevidipine both increase  anti-hypertensive channel blocking. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "timolol",
            "description": {
                "common": "timolol and clevidipine both increase  anti-hypertensive channel blocking. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "verapamil",
            "description": {
                "common": "clevidipine and verapamil both increase  anti-hypertensive channel blocking. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "voriconazole",
            "description": {
                "common": "voriconazole increases levels of clevidipine by decreasing metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "xipamide",
            "description": {
                "common": "xipamide increases effects of clevidipine by pharmacodynamic synergism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "agrimony",
            "description": {
                "common": "agrimony increases effects of clevidipine by pharmacodynamic synergism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "atracurium",
            "description": {
                "common": "clevidipine increases effects of atracurium by pharmacodynamic synergism. Minor/Significance Unknown. Ca Channel Blockers interfere w/Ach release from prejunctional axon."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "brimonidine",
            "description": {
                "common": "brimonidine increases effects of clevidipine by pharmacodynamic synergism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "cisatracurium",
            "description": {
                "common": "clevidipine increases effects of cisatracurium by pharmacodynamic synergism. Minor/Significance Unknown. Ca Channel Blockers interfere w/Ach release from prejunctional axon."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "cornsilk",
            "description": {
                "common": "cornsilk increases effects of clevidipine by pharmacodynamic synergism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "fo-ti",
            "description": {
                "common": "fo-ti increases effects of clevidipine by pharmacodynamic synergism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "forskolin",
            "description": {
                "common": "forskolin increases effects of clevidipine by pharmacodynamic synergism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "lithium",
            "description": {
                "common": "clevidipine increases toxicity of lithium by pharmacodynamic synergism. Minor/Significance Unknown. Increased risk of neurotoxicity."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "maitake",
            "description": {
                "common": "maitake increases effects of clevidipine by pharmacodynamic synergism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "metipranolol ophthalmic",
            "description": {
                "common": "metipranolol ophthalmic increases effects of clevidipine by pharmacodynamic synergism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "octacosanol",
            "description": {
                "common": "octacosanol increases effects of clevidipine by pharmacodynamic synergism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "onabotulinumtoxinA",
            "description": {
                "common": "clevidipine increases effects of onabotulinumtoxinA by pharmacodynamic synergism. Minor/Significance Unknown. Ca Channel Blockers interfere w/Ach release from prejunctional axon."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "pancuronium",
            "description": {
                "common": "clevidipine increases effects of pancuronium by pharmacodynamic synergism. Minor/Significance Unknown. Ca Channel Blockers interfere w/Ach release from prejunctional axon."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "porfimer",
            "description": {
                "common": "clevidipine decreases levels of porfimer by unspecified interaction mechanism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "rapacuronium",
            "description": {
                "common": "clevidipine increases effects of rapacuronium by pharmacodynamic synergism. Minor/Significance Unknown. Ca Channel Blockers interfere w/Ach release from prejunctional axon."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "reishi",
            "description": {
                "common": "reishi increases effects of clevidipine by pharmacodynamic synergism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "rocuronium",
            "description": {
                "common": "clevidipine increases effects of rocuronium by pharmacodynamic synergism. Minor/Significance Unknown. Ca Channel Blockers interfere w/Ach release from prejunctional axon."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "shepherd's purse",
            "description": {
                "common": "shepherd's purse, clevidipine. Other (see comment). Minor/Significance Unknown. \nComment: Theoretically, shepherd's purse may interfere with BP control."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "succinylcholine",
            "description": {
                "common": "clevidipine increases effects of succinylcholine by pharmacodynamic synergism. Minor/Significance Unknown. Ca Channel Blockers interfere w/Ach release from prejunctional axon."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "tizanidine",
            "description": {
                "common": "tizanidine increases effects of clevidipine by pharmacodynamic synergism. Minor/Significance Unknown. Risk of hypotension."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "treprostinil",
            "description": {
                "common": "treprostinil increases effects of clevidipine by pharmacodynamic synergism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "vecuronium",
            "description": {
                "common": "clevidipine increases effects of vecuronium by pharmacodynamic synergism. Minor/Significance Unknown. Ca Channel Blockers interfere w/Ach release from prejunctional axon."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "verteporfin",
            "description": {
                "common": "clevidipine increases levels of verteporfin by pharmacodynamic synergism. Minor/Significance Unknown."
            }
        }
    ],
    "adverse effects": [
        {
            "name": "AFib",
            "percent": "21"
        },
        {
            "name": "Nausea",
            "percent": "21"
        },
        {
            "name": "Acute renal failure",
            "percent": "9"
        },
        {
            "name": "Headache",
            "percent": "6"
        },
        {
            "name": "Vomiting",
            "percent": "3"
        },
        {
            "name": "Cardiac arrest",
            "percent": null
        },
        {
            "name": "Myocardial infarction",
            "percent": null
        },
        {
            "name": "Increased blood triglycerides",
            "percent": null
        },
        {
            "name": "Ileus",
            "percent": null
        },
        {
            "name": "Nausea",
            "percent": null
        },
        {
            "name": "Hypersensitivity",
            "percent": null
        },
        {
            "name": "Hypotension",
            "percent": null
        },
        {
            "name": "Reflex tachycardia",
            "percent": null
        },
        {
            "name": "Decreased oxygen saturation",
            "percent": null
        },
        {
            "name": "possible pulmonary shunting",
            "percent": null
        }
    ]
}