{
    "name": "salicylic acid topical",
    "comment": "Rx, OTC",
    "other_names": [
        "Compound W",
        "Compound W for Kids",
        "Dr. Scholl's Advanced Pain Relief Corn Removers",
        "Dr. Scholl's Callus Removers",
        "Dr. Scholl's Clear Away",
        "Dr. Scholl's Clear Away OneStep",
        "Dr. Scholl's Clear Away Plantar",
        "Dr. Scholl's Corn Removers",
        "Dr. Scholl's Moisturizing Corn Remover Kit",
        "Dr. Scholl's OneStep Corn Removers",
        "DuoPlant",
        "Durasal",
        "Keralyt",
        "Mediplast",
        "Trans-Ver-Sal AdultPatch",
        "Trans-Ver-Sal PediaPatch",
        "Trans-Ver-Sal PlantarPatch",
        "Sal-Acid",
        "Virasal",
        "Psoriasin Medicated Wash"
    ],
    "classes": [
        "Keratolytic Agents"
    ],
    "source": "https://reference.medscape.com/drug/compound-w-for-kids-salicylic-acid-topical-999359",
    "pregnancy": {
        "common": [
            "Drug shown to be teratogenic in rats and monkeys; difficult to extrapolate from oral doses of acetylsalicylic acid used in these studies to topical administration as the oral dose to monkeys may represent six times the maximal daily human dose of salicylic acid when applied topically over a large body surface; there are no adequate and well-controlled studies in pregnant women.",
            "Use SA 6% during pregnancy only if potential benefit justifies potential risk to fetus"
        ],
        "specific": []
    },
    "lactation": {
        "common": [
            "Because of potential for serious adverse reactions in nursing infants from mother's use of SA 6%, a decision should be made whether to discontinue nursing or discontinue drug, taking into account importance of drug to mother; if used by nursing mothers, should not be used on chest area to avoid accidental contamination of child"
        ]
    },
    "warnings": {
        "black_box_warning": {
            "common": [],
            "specific": []
        },
        "contraindicators": {
            "common": [
                "Hypersensitivity",
                "Prolonged use or application to large areas (risk for salicylism)",
                "Children < 2 years"
            ],
            "specific": []
        },
        "cautions": {
            "common": [
                "External topical use only",
                "Avoid contact with eyes",
                "Caution in infants, diabetics, or those with impaired circulation (diabetes)",
                "Prolonged use over large areas, especially in children and those patients with significant renal or hepatic impairment, could result in salicylism",
                "Avoid concomitant use of other drugs which may contribute to elevated serum salicylate levels when the potential for toxicity is present ",
                "In children <12 years and patients with renal or hepatic impairment, area to be treated should be limited and patient monitored closely for signs of salicylate toxicity, including nausea, vomiting, dizziness, loss of hearing, tinnitus, lethargy, hyperpnea, diarrhea, and psychic disturbances ",
                "In event of salicylic acid toxicity, discontinue use of SA 6% ",
                "Fluids should be administered to promote urinary excretion; treatment with sodium bicarbonate (oral or intravenous) should be instituted as appropriate",
                "Patients should be cautioned against use of oral aspirin and other salicylate containing medications, such as sports injury creams, to avoid additional excessive exposure to salicylic acid ",
                "Where needed, aspirin should be replaced by alternative non-steroidal anti-inflammatory agent that is not salicylate based",
                "Patients should be advised not to apply occlusive dressings, clothing or other occlusive topical products such as petrolatum-based ointments to prevent excessive systemic exposure to salicylic acid",
                "Excessive application of product other than what is needed to cover affected area will not result in a more rapid therapeutic benefit",
                "Due to potential risk of developing Reye's syndrome, salicylate products should not be used in children and teenagers with varicella or influenza, unless directed by physician"
            ],
            "specific": []
        }
    },
    "interactions": [],
    "adverse effects": [
        {
            "name": "Stinging",
            "percent": null
        },
        {
            "name": "burning of skin",
            "percent": null
        },
        {
            "name": "Dizziness",
            "percent": null
        },
        {
            "name": "Headache",
            "percent": null
        },
        {
            "name": "Tinnitus",
            "percent": null
        },
        {
            "name": "Mental confusion",
            "percent": null
        },
        {
            "name": "Peeling",
            "percent": null
        },
        {
            "name": "Scaling",
            "percent": null
        },
        {
            "name": "Burning",
            "percent": null
        },
        {
            "name": "irritaion on normal tissue at site of exposure",
            "percent": null
        },
        {
            "name": "Hyperventilation",
            "percent": null
        }
    ]
}