{
    "name": "entacapone",
    "comment": "Rx",
    "other_names": [
        "Comtan"
    ],
    "classes": [
        "Antiparkinson Agents",
        "COMT Inhibitors"
    ],
    "source": "https://reference.medscape.com/drug/comtan-entacapone-343041",
    "pregnancy": {
        "common": [
            "Pregnancy Category: C",
            "Lactation: excretion in milk unknown; use with caution"
        ],
        "specific": []
    },
    "lactation": {
        "common": [
            "Lactation: excretion in milk unknown; use with caution"
        ]
    },
    "warnings": {
        "black_box_warning": {
            "common": [],
            "specific": []
        },
        "contraindicators": {
            "common": [
                "Hypersensitivity to drug or excipients"
            ],
            "specific": []
        },
        "cautions": {
            "common": [
                "Use only in combo with levodopa/carbidopa",
                "Not for coadministration with a non-selective MAO inhibitor; monoamine oxidase and catechol-0-methyltransferase (COMT) are both involved in the metabolism of catecholamines as the combination of this drug and a non-selective MAO inhibitor (eg, phenelzine and tranylcypromine) could inhibit the majority of the pathways responsible for normal catecholamine metabolism; however, it may be taken with a selective MAO-B inhibitor, including selegiline",
                "Dopaminergic therapy in Parkinson’s disease patients has been associated with orthostatic hypotension; the drug enhances levodopa bioavailability and, therefore, might be expected to increase occurrence of orthostatic hypotension; syncope reported more frequently in patients with documented hypotension",
                "This drug may potentiate dopaminergic side effects of levodopa and may cause or exacerbate preexisting dyskinesia; although decreasing the dose of levodopa may ameliorate this side effect, many patients in controlled studies continued to experience frequent dyskinesia despite a reduction in their dose of levodopa",
                "Cases of severe rhabdomyolysis reported; although the reactions typically have occurred while patients were treated, the complicated nature of these cases makes it difficult to determine what role, if any, this drug played in their pathogenesis; severe prolonged motor activity including dyskinesia may account for rhabdomyolysis; signs and symptoms include fever, alteration of consciousness, myalgia, increased values of creatine phosphokinase (CPK) and myoglobin",
                "Epidemiological studies have shown that patients with Parkinson’s disease have a higher risk (2- to approximately 6-fold higher) of developing melanoma than the general population; whether increased risk observed was due to Parkinson’s disease or other factors, such as drugs used to treat Parkinson’s disease, is unclear; patients and providers are advised to monitor for melanomas frequently and on a regular basis when receiving this drug for any indication; ideally, periodic skin examinations should be performed by appropriately qualified individuals (eg, dermatologists)",
                "Patients with hepatic impairment should be treated with caution"
            ],
            "specific": [
                {
                    "type": "Hyperpyrexia and confusion",
                    "description": [
                        "Cases of a symptom complex resembling neuroleptic malignant syndrome (NMS) characterized by elevated temperature, muscular rigidity, altered consciousness, and elevated CPK have been reported in association with rapid dose reduction or withdrawal of other dopaminergic drugs",
                        "In most cases, symptoms have begun after abrupt discontinuation of treatment or reduction of dose, or after initiation of treatment with this drug; the complicated nature of these cases makes it difficult to determine what role, if any, this drug may have played in their pathogenesis",
                        "No cases have been reported following abrupt withdrawal or dose reduction during clinical studies; prescribers should exercise caution when discontinuing treatment; when considered necessary, withdrawal should proceed slowly",
                        "If decision is made to discontinue treatment recommendations include monitoring patient closely and adjusting other dopaminergic treatments as needed; this syndrome should be considered in the differential diagnosis for any patient who develops a high fever or severe rigidity; tapering this drug has not been systematically evaluated"
                    ]
                },
                {
                    "type": "Fibrotic complications",
                    "description": [
                        "Cases of retroperitoneal fibrosis, pulmonary infiltrates, pleural effusion, and pleural thickening reported in some patients treated with ergot derived dopaminergic agents;these complications may resolve when the drug is discontinued, but complete resolution does not always occur",
                        "Although these adverse events are believed to be related to the ergoline structure of these compounds, whether other, non-ergot derived drugs (eg, entacapone) that increase dopaminergic activity can cause them is unknown; it should be noted that expected incidence of fibrotic complications is so low that even if therapy caused these complications at rates similar to those attributable to other dopaminergic therapies, it is unlikely that it would have been detected in a cohort of the size exposed to entacapone",
                        "Four cases of pulmonary fibrosis were reported during clinical development of this drug; three of these patients were also treated with pergolide and one with bromocriptine; the duration of treatment with entacapone ranged from 7 months to 17 months"
                    ]
                },
                {
                    "type": "Compulsive behavior",
                    "description": [
                        "Postmarketing reports suggest that patients treated with anti-Parkinson medications can experience intense urges to gamble, increased sexual urges, intense urges to spend money uncontrollably, and other intense urges",
                        "Patients may be unable to control these urges while taking one or more of the medications that used for the treatment of Parkinson’s disease and that increase central dopaminergic tone, including this drug taken with levodopa and carbidopa; in some cases, although not all, these urges were reported to have stopped when the dose of anti-Parkinson medications was reduced or discontinued",
                        "Because patients may not recognize these behaviors as abnormal it is important for prescribers to specifically ask patients or their caregivers about the development of new or increased gambling urges, sexual urges, uncontrolled spending, or other urges while being treated with this drug; physicians should consider dose reduction or stopping therapy if a patient develops such urges while receiving therapy"
                    ]
                },
                {
                    "type": "Diarrhea and colitis",
                    "description": [
                        "Diarrhea may occur; typically presents within 4 weeks to 12 weeks after therapy is initiated, but may appear as early as first week and as late as many months after initiation of treatment; diarrhea may be associated with weight loss, dehydration, and hypokalemia",
                        "Postmarketing experience has shown that diarrhea may be a sign of drug-induced microscopic colitis, primarily lymphocytic colitis; in these cases, diarrhea has usually been moderate to severe, watery, and non-bloody, at times associated with dehydration, abdominal pain, weight loss, and hypokalemia",
                        "In majority of cases, diarrhea and other colitis-related symptoms resolved or significantly improved when treatment was stopped; in some patients with biopsy-confirmed colitis, diarrhea had resolved or significantly improved after discontinuation of therapy but recurred after retreatment",
                        "If prolonged diarrhea is suspected to be related to Comtan, the drug should be discontinued and appropriate medical therapy considered. If the cause of prolonged diarrhea remains unclear or continues after stopping entacapone, then further diagnostic investigations including colonoscopy and biopsies should be considered"
                    ]
                },
                {
                    "type": "Hallucinations and psychotic-like behavior",
                    "description": [
                        "Dopaminergic therapy in patients with Parkinson’s disease has been associated with hallucinations; in clinical studies, hallucinations led to drug discontinuation and premature withdrawal; hospitalizations also reported",
                        "Postmarketing reports indicate that patients may experience new or worsening mental status and behavioral changes, which may be severe, including psychotic-like behavior during treatment or after starting or increasing the dose of this drug",
                        "Other drugs prescribed to improve symptoms of Parkinson's disease can have similar effects on thinking and behavior; abnormal thinking and behavior can cause paranoid ideation, delusions, hallucinations, confusion, disorientation, aggressive behavior, agitation, and delirium",
                        "Patients with a major psychotic disorder should ordinarily not be treated with this drug because of risk of exacerbating psychosis; in addition, certain medications used to treat psychosis may exacerbate symptoms of Parkinson's disease and may decrease effectiveness of this drug"
                    ]
                },
                {
                    "type": "Somnolence",
                    "description": [
                        "Patients with Parkinson’s disease treated with levodopa and this drug, which increases plasma levodopa levels, have reported suddenly falling asleep without prior warning of sleepiness while engaged in activities of daily living (including operation of motor vehicles); some of these episodes have resulted in accidents",
                        "Although many of these patients reported somnolence while on therapy, some did not perceive warning signs, such as excessive drowsiness, and believed that they were alert immediately prior to the event; some of these events have been reported as late as one year after initiation of treatment",
                        "Prescribers should reassess patients for drowsiness or sleepiness especially since some of the events occur well after the start of treatment; prescribers should also be aware that patients may not acknowledge drowsiness or sleepiness until directly questioned about drowsiness or sleepiness during specific activities",
                        "Patients should be advised to exercise caution while driving, operating machines, or working at heights during treatment; patients who have already experienced somnolence and/or an episode of sudden sleep onset should not participate in these activities during treatment",
                        "Before initiating treatment, advise patients of potential to develop drowsiness and specifically ask about factors that may increase risk such as concomitant use of sedating medications and presence of sleep disorders",
                        "Discontinue therapy if a patient develops daytime sleepiness or episodes of falling asleep during activities that require active participation (eg, conversations, eating, etc.); if decision is made to continue therapy, patients should be advised not to drive and to avoid other potentially dangerous activities; there is insufficient information to establish whether dose reduction will eliminate episodes of falling asleep while engaged in activities of daily living"
                    ]
                },
                {
                    "type": "Drug interaction overview",
                    "description": [
                        "Drugs known to be metabolized by COMT, including isoproterenol, epinephrine, norepinephrine, dopamine, dobutamine, alpha-methyldopa, apomorphine, isoetherine, and bitolterol should be administered with caution in patients receiving entacapone regardless of route of administration (including inhalation); their interaction may result in increased heart rates, possible arrhythmias, and excessive changes in blood pressure"
                    ]
                }
            ]
        }
    },
    "interactions": [
        {
            "classification_type": "Contraindicated",
            "interaction_with": "isocarboxazid",
            "description": {
                "common": "entacapone, isocarboxazid.\nEither increases effects of the other by pharmacodynamic synergism. Contraindicated. Both nonselective MAO inhibitors and entacapone inhibit catecholamine metabolism, leading to increased levels of catecholamines. Potential for dangerously high HR or BP."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "lonafarnib",
            "description": {
                "common": "entacapone will increase the level or effect of lonafarnib by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Contraindicated. Lonafarnib is a sensitive CYP3A4 substrate. Coadministration with strong or moderate CYP3A4 inhibitors is contraindicated. "
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "phenelzine",
            "description": {
                "common": "entacapone, phenelzine.\nEither increases effects of the other by pharmacodynamic synergism. Contraindicated. Both nonselective MAO inhibitors and entacapone inhibit catecholamine metabolism, leading to increased levels of catecholamines. Potential for dangerously high HR or BP."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "tranylcypromine",
            "description": {
                "common": "entacapone, tranylcypromine.\nEither increases effects of the other by pharmacodynamic synergism. Contraindicated. Both nonselective MAO inhibitors and entacapone inhibit catecholamine metabolism, leading to increased levels of catecholamines. Potential for dangerously high HR or BP."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "elacestrant",
            "description": {
                "common": "entacapone will increase the level or effect of elacestrant by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "infigratinib",
            "description": {
                "common": "entacapone will increase the level or effect of infigratinib by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "lurbinectedin",
            "description": {
                "common": "entacapone will increase the level or effect of lurbinectedin by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "metoclopramide intranasal",
            "description": {
                "common": "entacapone, metoclopramide intranasal.\nEither increases effects of the other by Other (see comment). Avoid or Use Alternate Drug. \nComment: Avoid use of metoclopramide intranasal or interacting drug, depending on importance of drug to patient."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "olopatadine intranasal",
            "description": {
                "common": "entacapone and olopatadine intranasal both increase  sedation. Avoid or Use Alternate Drug. Coadministration increases risk of CNS depression, which can lead to additive impairment of psychomotor performance and cause daytime impairment. "
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "omaveloxolone",
            "description": {
                "common": "entacapone will increase the level or effect of omaveloxolone by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug. If unavoidable, reduce omaveloxolone dose to 100 mg/day. Closely monitor for adverse effects. If adverse effects emerge, further reduce to 50 mg/day. "
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "pacritinib",
            "description": {
                "common": "entacapone will increase the level or effect of pacritinib by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "ropeginterferon alfa 2b",
            "description": {
                "common": "ropeginterferon alfa 2b and entacapone both increase  Other (see comment). Avoid or Use Alternate Drug. Narcotics, hypnotics or sedatives can produce additive neuropsychiatric side effects. Avoid use and monitor patients receiving the combination for effects of excessive CNS toxicity."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "acrivastine",
            "description": {
                "common": "acrivastine and entacapone both increase  sedation. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "amisulpride",
            "description": {
                "common": "amisulpride and entacapone both increase  sedation. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "asenapine",
            "description": {
                "common": "asenapine and entacapone both increase  sedation. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "asenapine transdermal",
            "description": {
                "common": "asenapine transdermal and entacapone both increase  sedation. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "atogepant",
            "description": {
                "common": "entacapone will increase the level or effect of atogepant by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "avapritinib",
            "description": {
                "common": "avapritinib and entacapone both increase  sedation. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "benzhydrocodone/acetaminophen",
            "description": {
                "common": "benzhydrocodone/acetaminophen and entacapone both increase  sedation. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "brexpiprazole",
            "description": {
                "common": "brexpiprazole and entacapone both increase  sedation. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "daridorexant",
            "description": {
                "common": "entacapone will increase the level or effect of daridorexant by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Modify Therapy/Monitor Closely. Daridorexant dose should not exceed 25 mg per night when coadministered with moderate CYP3A4 inhibitors."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "difelikefalin",
            "description": {
                "common": "difelikefalin and entacapone both increase  sedation. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "dobutamine",
            "description": {
                "common": "entacapone will increase the level or effect of dobutamine by  decreasing metabolism. Use Caution/Monitor. Entacapone is a COMT inhibitor. Caution if coadministered with drugs metabolized by COMT. If coadministered, monitor for changes in heart rate, heart rhythm, and blood pressure."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "dopamine",
            "description": {
                "common": "entacapone will increase the level or effect of dopamine by  decreasing metabolism. Use Caution/Monitor. Entacapone is a COMT inhibitor. Caution if coadministered with drugs metabolized by COMT. If coadministered, monitor for changes in heart rate, heart rhythm, and blood pressure."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "epinephrine",
            "description": {
                "common": "entacapone will increase the level or effect of epinephrine by  decreasing metabolism. Use Caution/Monitor. Entacapone is a COMT inhibitor. Caution if coadministered with drugs metabolized by COMT. If coadministered, monitor for changes in heart rate, heart rhythm, and blood pressure."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "epinephrine inhaled",
            "description": {
                "common": "entacapone will increase the level or effect of epinephrine inhaled by  decreasing metabolism. Use Caution/Monitor. Entacapone is a COMT inhibitor. Caution if coadministered with drugs metabolized by COMT. If coadministered, monitor for changes in heart rate, heart rhythm, and blood pressure."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "epinephrine racemic",
            "description": {
                "common": "entacapone will increase the level or effect of epinephrine racemic by  decreasing metabolism. Use Caution/Monitor. Entacapone is a COMT inhibitor. Caution if coadministered with drugs metabolized by COMT. If coadministered, monitor for changes in heart rate, heart rhythm, and blood pressure."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "finerenone",
            "description": {
                "common": "entacapone will increase the level or effect of finerenone by  affecting hepatic enzyme CYP2E1 metabolism. Modify Therapy/Monitor Closely. Monitor serum potassium during initiation and dosage adjustment of either finererone or moderate CYP3A4 inhibitors. Adjust finererone dosage as needed."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ganaxolone",
            "description": {
                "common": "entacapone and ganaxolone both increase  sedation. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "isavuconazonium sulfate",
            "description": {
                "common": "entacapone will increase the level or effect of isavuconazonium sulfate by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "isoproterenol",
            "description": {
                "common": "entacapone will increase the level or effect of isoproterenol by  decreasing metabolism. Use Caution/Monitor. Entacapone is a COMT inhibitor. Caution if coadministered with drugs metabolized by COMT. If coadministered, monitor for changes in heart rate, heart rhythm, and blood pressure."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "lefamulin",
            "description": {
                "common": "entacapone will increase the level or effect of lefamulin by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor. Monitor for adverse effects if lefamulin is coadministered with moderate CYP3A inhibitors."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "lumateperone",
            "description": {
                "common": "entacapone will increase the level or effect of lumateperone by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Modify Therapy/Monitor Closely. Reduce lumateperone dose to 21 mg/day if coadministered with moderate CYP3A4 inhibitors."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "mavacamten",
            "description": {
                "common": "entacapone will increase the level or effect of mavacamten by  affecting hepatic enzyme CYP2C19 metabolism. Modify Therapy/Monitor Closely. Inititiation of weak CYP2C19 inhibitors may require decreased mavacamten dose. "
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "methyldopa",
            "description": {
                "common": "entacapone will increase the level or effect of methyldopa by  decreasing metabolism. Use Caution/Monitor. Entacapone is a COMT inhibitor. Caution if coadministered with drugs metabolized by COMT. If coadministered, monitor for changes in heart rate, heart rhythm, and blood pressure."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "norepinephrine",
            "description": {
                "common": "entacapone will increase the level or effect of norepinephrine by  decreasing metabolism. Use Caution/Monitor. Entacapone is a COMT inhibitor. Caution if coadministered with drugs metabolized by COMT. If coadministered, monitor for changes in heart rate, heart rhythm, and blood pressure."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "oliceridine",
            "description": {
                "common": "entacapone will increase the level or effect of oliceridine by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Modify Therapy/Monitor Closely. If concomitant use is necessary, may require less frequent oliceridine dosing. Closely monitor for respiratory depression and sedation and titrate subsequent doses accordingly. If inhibitor is discontinued, consider increase oliceridine dosage until stable drug effects are achieved. Monitor for signs of opioid withdrawal. "
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "sparsentan",
            "description": {
                "common": "entacapone will increase the level or effect of sparsentan by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor. No dosage adjustment needed. Monitor blood pressure, serum potassium, edema, and kidney function regularly if sparsentan is coadministered with moderate CYP3A4 inhibitors. "
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "vardenafil",
            "description": {
                "common": "entacapone will increase the level or effect of vardenafil by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Modify Therapy/Monitor Closely. Vardenafil dose may need to be reduced if coadministered with moderate or strong CYP3A4 inhibitors "
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "voclosporin",
            "description": {
                "common": "entacapone will increase the level or effect of voclosporin by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Modify Therapy/Monitor Closely. Reduce voclosporin daily dosage to 15.8 mg PO in AM and 7.9 mg PO in PM."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "warfarin",
            "description": {
                "common": "entacapone increases effects of warfarin by unspecified interaction mechanism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "zanubrutinib",
            "description": {
                "common": "entacapone will increase the level or effect of zanubrutinib by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Modify Therapy/Monitor Closely. Reduce zanubrutinib (a CYP3A4 substrate) to 80 mg PO BID to when coadministered with a moderate CYP3A4 inhibitor. Interrupt dose as recommended for adverse reactions. After discontinuing the CYP3A4 inhibitor, resume previous dose of zanubrutinib. "
            }
        }
    ],
    "adverse effects": [
        {
            "name": "Dyskinesia",
            "percent": "25"
        },
        {
            "name": "Nausea",
            "percent": "14"
        },
        {
            "name": "Diarrhea",
            "percent": "10"
        },
        {
            "name": "Hyperkinesia",
            "percent": "10"
        },
        {
            "name": "Urine discoloration",
            "percent": "10"
        },
        {
            "name": "Hypokinesia",
            "percent": "9"
        },
        {
            "name": "Dizziness",
            "percent": "8"
        },
        {
            "name": "Abdominal pain",
            "percent": "8"
        },
        {
            "name": "Fatigue",
            "percent": "6"
        },
        {
            "name": "Constipation",
            "percent": "6"
        },
        {
            "name": "Back pain",
            "percent": "4"
        },
        {
            "name": "Vomiting",
            "percent": "4"
        },
        {
            "name": "Dry mouth",
            "percent": "3"
        },
        {
            "name": "Dyspnea",
            "percent": "3"
        },
        {
            "name": "Increased sweating",
            "percent": "2"
        },
        {
            "name": "Back pain",
            "percent": "2"
        },
        {
            "name": "Anxiety",
            "percent": "2"
        },
        {
            "name": "Somnolence",
            "percent": "2"
        },
        {
            "name": "Dyspepsia",
            "percent": "2"
        },
        {
            "name": "Flatulence",
            "percent": "2"
        },
        {
            "name": "Purpura",
            "percent": "2"
        },
        {
            "name": "Asthenia",
            "percent": "2"
        },
        {
            "name": "Hallucinations",
            "percent": "1-4"
        },
        {
            "name": "Taste perversion",
            "percent": "1"
        },
        {
            "name": "Agitation",
            "percent": "1"
        },
        {
            "name": "Gastritis",
            "percent": "1"
        },
        {
            "name": "Bacterial infection",
            "percent": "1"
        },
        {
            "name": "Insomnia",
            "percent": null
        },
        {
            "name": "Postural hypotension",
            "percent": null
        },
        {
            "name": "Confusion",
            "percent": null
        },
        {
            "name": "Dopaminergic side affects due to increased dopamine levels",
            "percent": null
        },
        {
            "name": "Rare",
            "percent": null
        },
        {
            "name": "rhabdomyolysis",
            "percent": null
        },
        {
            "name": "retroperitoneal fibrosis",
            "percent": null
        }
    ]
}