{
    "name": "nadolol",
    "comment": "Rx",
    "other_names": [
        "Corgard"
    ],
    "classes": [
        "Beta-Blockers",
        "Nonselective"
    ],
    "source": "https://reference.medscape.com/drug/corgard-nadolol-342361",
    "pregnancy": {
        "common": [
            "Pregnancy Category: C",
            "Lactation: concentrated in breast milk, use caution (AAP Committee states compatible w/ nursing)"
        ],
        "specific": []
    },
    "lactation": {
        "common": [
            "Lactation: concentrated in breast milk, use caution (AAP Committee states compatible w/ nursing)"
        ]
    },
    "warnings": {
        "black_box_warning": {
            "common": [
                "May exacerbate ischemic heart disease following abrupt withdrawal",
                "Hypersensitivity to catecholamines has been observed during withdrawal",
                "Exacerbation of angina and, in some cases, myocardial infarction occurrence after abrupt discontinuation",
                "When discontinuing chronically administered beta-blockers (particularly with ischemic heart disease) gradually reduce dose over 1-2 wk and carefully monitor",
                "If angina markedly worsens or acute coronary insufficiency develops, reinstate beta-blocker administration promptly, at least temporarily (in addition to other measures appropriate for unstable angina)",
                "Warn patients against interruption or discontinuation of beta-blocker without physician advice",
                "Because coronary artery disease is common and may be unrecognized, slowly discontinue beta-blocker therapy, even in patients treated only for hypertension"
            ],
            "specific": []
        },
        "contraindicators": {
            "common": [
                "Hypersensitivity",
                "2°/3° heart block",
                "Bronchial asthma",
                "Sinus bradycardia",
                "Cardiogenic shock",
                "Overt cardiac failure"
            ],
            "specific": []
        },
        "cautions": {
            "common": [
                "Anesthesia/surgery (myocardial depression); chronically administered beta-blocking therapy should not be routinely withdrawn prior to major surgery, however the impaired ability of the heart to respond to reflex adrenergic stimuli may augment the risks of general anesthesia and surgical procedures",
                "Use caution in cerebrovascular insufficiency, well-compensated CHF, liver disease, renal impairment, peripheral vascular disease",
                "Use caution in nonallergic bronchospasm; may block bronchodilation produced by endogenous or exogenous catecholamine stimulation of beta receptors",
                "Beta-adrenergic blockade may prevent appearance of premonitory signs and symptoms (eg, tachycardia and blood pressure changes) of acute hypoglycemia; this is especially important with labile diabetics; beta-blockade also reduces release of insulin in response to hyperglycemia; dose adjustment of antidiabetic drugs may be necessary",
                "Beta-adrenergic blockade may mask certain clinical signs (eg, tachycardia) of hyperthyroidism; patients suspected of developing thyrotoxicosis should be managed carefully to avoid abrupt withdrawal of beta-adrenergic blockade which might precipitate thyroid storm",
                "Adequate alpha-blockade required prior to administering beta-blockade in untreated pheochromocytoma"
            ],
            "specific": [
                {
                    "type": "Cardiac Failure",
                    "description": [
                        "Sympathetic stimulation may be a vital component supporting circulatory function in patients with congestive heart failure",
                        "Inhibition by beta-blockade may precipitate more severe failure; although beta-blockers should be avoided in overt congestive heart failure, if necessary, may use with caution in patients with history of failure who are well-compensated, usually with digitalis and diuretics",
                        "Beta-adrenergic blocking agents do not abolish inotropic action of digitalis on heart muscle",
                        "In patients without a history of heart failure, continued use of beta-blockers can, in some cases, lead to cardiac failure",
                        "At the first sign or symptom of heart failure, such patient should be digitalized and/or treated with diuretics, and response observed closely, or nadolol should be discontinued (gradually, if possible)"
                    ]
                },
                {
                    "type": "Exacerbation of Ischemic Heart Disease Following Abrupt Withdrawal",
                    "description": [
                        "Hypersensitivity to catecholamines has been observed in patients withdrawn from beta-blocker therapy",
                        "Exacerbation of angina and, in some cases, myocardial infarction have occurred after abrupt discontinuation of therapy",
                        "Gradually reduce dose when discontinuing chronically administered nadolol, particularly in patients with ischemic heart disease, over a period of one to two weeks; patient should be carefully monitored",
                        "If angina markedly worsens or acute coronary insufficiency develops, nadolol administration should be reinstituted promptly, at least temporarily, and other measures appropriate for management of unstable angina should be taken",
                        "Patients should be warned against interruption or discontinuation of therapy without physician's advice",
                        "Because coronary artery disease is common and may be unrecognized, it may be prudent not to discontinue nadolol therapy abruptly even in patients treated only for hypertension"
                    ]
                }
            ]
        }
    },
    "interactions": [
        {
            "classification_type": "Serious",
            "interaction_with": "acebutolol",
            "description": {
                "common": "acebutolol and nadolol both increase  anti-hypertensive channel blocking. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "atenolol",
            "description": {
                "common": "atenolol and nadolol both increase  anti-hypertensive channel blocking. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "betaxolol",
            "description": {
                "common": "betaxolol and nadolol both increase  anti-hypertensive channel blocking. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "bisoprolol",
            "description": {
                "common": "bisoprolol and nadolol both increase  anti-hypertensive channel blocking. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "carvedilol",
            "description": {
                "common": "carvedilol and nadolol both increase  anti-hypertensive channel blocking. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "celiprolol",
            "description": {
                "common": "celiprolol and nadolol both increase  anti-hypertensive channel blocking. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "clonidine",
            "description": {
                "common": "clonidine, nadolol.\nEither increases toxicity of the other by unspecified interaction mechanism. Avoid or Use Alternate Drug. Can increase risk of bradycardia."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "digoxin",
            "description": {
                "common": "digoxin, nadolol.\nEither increases toxicity of the other by unspecified interaction mechanism. Avoid or Use Alternate Drug. Can increase risk of bradycardia."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "diltiazem",
            "description": {
                "common": "diltiazem, nadolol.\nEither increases toxicity of the other by unspecified interaction mechanism. Avoid or Use Alternate Drug. Can increase risk of bradycardia."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "epinephrine",
            "description": {
                "common": "nadolol increases effects of epinephrine by pharmacodynamic synergism. Avoid or Use Alternate Drug. Risk of hypertension and bradycardia.  Consider selective beta 1 blocker (e.g., metoprolol)."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "epinephrine racemic",
            "description": {
                "common": "nadolol increases effects of epinephrine racemic by pharmacodynamic synergism. Avoid or Use Alternate Drug. Risk of hypertension and bradycardia.  Consider selective beta 1 blocker (e.g., metoprolol)."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "erdafitinib",
            "description": {
                "common": "erdafitinib will increase the level or effect of nadolol by  P-glycoprotein (MDR1) efflux transporter. Avoid or Use Alternate Drug. If coadministration unavoidable, separate administration by at least 6 hr before or after administration of P-gp substrates with narrow therapeutic index."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "esmolol",
            "description": {
                "common": "esmolol and nadolol both increase  anti-hypertensive channel blocking. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "fexinidazole",
            "description": {
                "common": "fexinidazole, nadolol.\nEither increases effects of the other by pharmacodynamic synergism. Avoid or Use Alternate Drug. Avoid coadministration of fexinidazole with drugs known to induce bradycardia.  ."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "iobenguane I 131",
            "description": {
                "common": "nadolol will decrease the level or effect of iobenguane I 131 by  Other (see comment). Avoid or Use Alternate Drug. Based on the mechanism of action of iobenguane, drugs that reduce catecholamine uptake or that deplete catecholamine stores may interfere with iobenguane uptake into cells, and thus, reduce iobenguane efficacy. Discontinue interfering drugs for at least 5 half-lives before administration of either the dosimetry or an iobenguane dose. Do not administer these drugs until at least 7 days after each iobenguane dose."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "labetalol",
            "description": {
                "common": "labetalol and nadolol both increase  anti-hypertensive channel blocking. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "lofexidine",
            "description": {
                "common": "lofexidine, nadolol.\nEither increases effects of the other by pharmacodynamic synergism. Avoid or Use Alternate Drug. Avoid coadministration with other drugs that decrease pulse or blood pressure to mitigate risk of excessive bradycardia and hypotension."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "mavacamten",
            "description": {
                "common": "nadolol, mavacamten.\nEither increases effects of the other by pharmacodynamic synergism. Avoid or Use Alternate Drug. Expect additive negative inotropic effects of mavacamten and other drugs that reduce cardiac contractility."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "metoprolol",
            "description": {
                "common": "metoprolol and nadolol both increase  anti-hypertensive channel blocking. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "nebivolol",
            "description": {
                "common": "nadolol and nebivolol both increase  anti-hypertensive channel blocking. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "penbutolol",
            "description": {
                "common": "nadolol and penbutolol both increase  anti-hypertensive channel blocking. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "pindolol",
            "description": {
                "common": "nadolol and pindolol both increase  anti-hypertensive channel blocking. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "propranolol",
            "description": {
                "common": "nadolol and propranolol both increase  anti-hypertensive channel blocking. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "rivastigmine",
            "description": {
                "common": "nadolol increases toxicity of rivastigmine by pharmacodynamic synergism. Avoid or Use Alternate Drug. Additive bradycardia effect may result in syncope."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "sotalol",
            "description": {
                "common": "nadolol and sotalol both increase  anti-hypertensive channel blocking. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "sotorasib",
            "description": {
                "common": "sotorasib will decrease the level or effect of nadolol by  P-glycoprotein (MDR1) efflux transporter. Avoid or Use Alternate Drug. If use is unavoidable, refer to the prescribing information of the P-gp substrate for dosage modifications."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "tepotinib",
            "description": {
                "common": "tepotinib will increase the level or effect of nadolol by  P-glycoprotein (MDR1) efflux transporter. Avoid or Use Alternate Drug. If concomitant use unavoidable, reduce the P-gp substrate dosage if recommended in its approved product labeling."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "timolol",
            "description": {
                "common": "nadolol and timolol both increase  anti-hypertensive channel blocking. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "trilaciclib",
            "description": {
                "common": "trilaciclib will decrease the level or effect of nadolol by  Other (see comment). Avoid or Use Alternate Drug. Avoid coadministration of trilaciclib (OCT2, MATE1, and MATE-2K inhibitor) with substrates where minimal increased concentration in kidney or blood may lead to serious or life-threatening toxicities. "
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "umeclidinium bromide/vilanterol inhaled",
            "description": {
                "common": "nadolol, umeclidinium bromide/vilanterol inhaled. pharmacodynamic antagonism. Avoid or Use Alternate Drug. If a  beta-blocker must be used in patients with COPD taking a beta-agonist, consider using a beta-blocker that is  beta-1 selective ."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "verapamil",
            "description": {
                "common": "verapamil, nadolol.\nEither increases toxicity of the other by unspecified interaction mechanism. Avoid or Use Alternate Drug. Can increase risk of bradycardia."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "vilanterol/fluticasone furoate inhaled",
            "description": {
                "common": "nadolol, vilanterol/fluticasone furoate inhaled. pharmacodynamic antagonism. Avoid or Use Alternate Drug. If a  beta-blocker must be used in patients with COPD taking a beta-agonist, consider using a beta-blocker that is  beta-1 selective ."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "acebutolol",
            "description": {
                "common": "acebutolol and nadolol both increase  serum potassium. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "aceclofenac",
            "description": {
                "common": "nadolol and aceclofenac both increase  serum potassium. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "acemetacin",
            "description": {
                "common": "nadolol and acemetacin both increase  serum potassium. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "albuterol",
            "description": {
                "common": "nadolol increases and albuterol decreases serum potassium. Effect of interaction is not clear, use caution. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "aldesleukin",
            "description": {
                "common": "aldesleukin increases effects of nadolol by pharmacodynamic synergism. Use Caution/Monitor. Risk of hypotension."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "alfuzosin",
            "description": {
                "common": "alfuzosin and nadolol both increase  anti-hypertensive channel blocking. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "aluminum hydroxide",
            "description": {
                "common": "aluminum hydroxide decreases levels of nadolol by inhibition of GI absorption. Applies only to oral form of both agents. Use Caution/Monitor. Separate by 2 hours."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "amifostine",
            "description": {
                "common": "amifostine, nadolol.\nEither increases effects of the other by pharmacodynamic synergism. Modify Therapy/Monitor Closely. Coadministration with blood pressure lowering agents may increase the risk and severity of hypotension associated with amifostine. When amifostine is used at chemotherapeutic doses, withhold blood pressure lowering medications for 24 hr prior to amifostine; if blood pressure lowering medication cannot be withheld, do not administer amifostine."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "amiloride",
            "description": {
                "common": "nadolol and amiloride both increase  serum potassium. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "amiodarone",
            "description": {
                "common": "amiodarone, nadolol. Mechanism: pharmacodynamic synergism. Use Caution/Monitor. Risk of cardiotoxicity with bradycardia."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "amlodipine",
            "description": {
                "common": "nadolol and amlodipine both increase  anti-hypertensive channel blocking. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "amobarbital",
            "description": {
                "common": "amobarbital decreases levels of nadolol by increasing metabolism. Use Caution/Monitor. Consider a higher beta-blocker dose during coadministration of amobarbital. Atenolol, sotalol, nadolol less likely to be affected than other beta blockers."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "arformoterol",
            "description": {
                "common": "nadolol increases and arformoterol decreases serum potassium. Effect of interaction is not clear, use caution. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "articaine",
            "description": {
                "common": "nadolol, articaine. Mechanism: pharmacodynamic synergism. Use Caution/Monitor. Increased effects of epinephrine in anesthetic; risk of hypertension and bradycardia.  Do NOT D/C chronic beta blocker Tx prior to anesthetic administration.  Consider selective beta 1 blocker (e.g., metoprolol)."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "asenapine",
            "description": {
                "common": "asenapine and nadolol both increase  anti-hypertensive channel blocking. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "aspirin",
            "description": {
                "common": "nadolol and aspirin both increase  serum potassium. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "aspirin rectal",
            "description": {
                "common": "nadolol and aspirin rectal both increase  serum potassium. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "aspirin/citric acid/sodium bicarbonate",
            "description": {
                "common": "aspirin/citric acid/sodium bicarbonate decreases effects of nadolol by pharmacodynamic antagonism. Use Caution/Monitor. Long term (>1 wk) NSAID use.  NSAIDs decrease prostaglandin synthesis."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "atazanavir",
            "description": {
                "common": "atazanavir increases effects of nadolol by pharmacodynamic synergism. Use Caution/Monitor. Increased risk of hypotension, bradycardia, AV block, and prolonged PR interval. Consider lowering beta blocker dose."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "atenolol",
            "description": {
                "common": "atenolol and nadolol both increase  serum potassium. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "avanafil",
            "description": {
                "common": "avanafil increases effects of nadolol by pharmacodynamic synergism. Use Caution/Monitor. Risk of hypotension."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "bendroflumethiazide",
            "description": {
                "common": "nadolol increases and bendroflumethiazide decreases serum potassium. Effect of interaction is not clear, use caution. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "berotralstat",
            "description": {
                "common": "berotralstat will increase the level or effect of nadolol by  P-glycoprotein (MDR1) efflux transporter. Use Caution/Monitor. Monitor or titrate P-gp substrate dose if coadministered."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "betaxolol",
            "description": {
                "common": "betaxolol and nadolol both increase  serum potassium. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "bismuth subsalicylate",
            "description": {
                "common": "bismuth subsalicylate, nadolol. Mechanism: pharmacodynamic synergism. Use Caution/Monitor. Blockage of renal prostaglandin synthesis; may cause severe hypertension."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "bisoprolol",
            "description": {
                "common": "bisoprolol and nadolol both increase  serum potassium. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "bosutinib",
            "description": {
                "common": "bosutinib increases levels of nadolol by P-glycoprotein (MDR1) efflux transporter. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "bretylium",
            "description": {
                "common": "nadolol, bretylium.\nEither increases effects of the other by pharmacodynamic synergism. Modify Therapy/Monitor Closely. Each drug may cause hypotension."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "bumetanide",
            "description": {
                "common": "nadolol increases and bumetanide decreases serum potassium. Effect of interaction is not clear, use caution. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "bupivacaine",
            "description": {
                "common": "nadolol, bupivacaine. Mechanism: pharmacodynamic synergism. Use Caution/Monitor. Use extreme caution during concomitant use of bupivacaine and antihypertensive agents."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "butabarbital",
            "description": {
                "common": "butabarbital decreases levels of nadolol by increasing metabolism. Use Caution/Monitor. Consider a higher beta-blocker dose during coadministration of butabarbital.  Atenolol, sotalol, nadolol less likely to be affected than other beta blockers."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "butalbital",
            "description": {
                "common": "butalbital decreases levels of nadolol by increasing metabolism. Use Caution/Monitor. Consider a higher beta-blocker dose during coadministration of butalbital.  Atenolol, sotalol, nadolol less likely to be affected than other beta blockers."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "calcium acetate",
            "description": {
                "common": "calcium acetate decreases effects of nadolol by unspecified interaction mechanism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "calcium carbonate",
            "description": {
                "common": "calcium carbonate decreases effects of nadolol by unspecified interaction mechanism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "calcium chloride",
            "description": {
                "common": "calcium chloride decreases effects of nadolol by unspecified interaction mechanism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "calcium citrate",
            "description": {
                "common": "calcium citrate decreases effects of nadolol by unspecified interaction mechanism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "calcium gluconate",
            "description": {
                "common": "calcium gluconate decreases effects of nadolol by unspecified interaction mechanism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "candesartan",
            "description": {
                "common": "candesartan and nadolol both increase  serum potassium. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "carbenoxolone",
            "description": {
                "common": "nadolol increases and carbenoxolone decreases serum potassium. Effect of interaction is not clear, use caution. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "carbidopa",
            "description": {
                "common": "carbidopa increases effects of nadolol by pharmacodynamic synergism. Use Caution/Monitor. Therapy with carbidopa, given with or without levodopa or carbidopa-levodopa combination products, is started, dosage adjustment of the antihypertensive drug may be required."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "carvedilol",
            "description": {
                "common": "carvedilol and nadolol both increase  serum potassium. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "celecoxib",
            "description": {
                "common": "nadolol and celecoxib both increase  serum potassium. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "celiprolol",
            "description": {
                "common": "celiprolol and nadolol both increase  serum potassium. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "chloroprocaine",
            "description": {
                "common": "nadolol, chloroprocaine. Mechanism: pharmacodynamic synergism. Use Caution/Monitor. Increased effects of epinephrine in anesthetic; risk of hypertension and bradycardia.  Do NOT D/C chronic beta blocker Tx prior to anesthetic administration.  Consider selective beta 1 blocker (e.g., metoprolol)."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "chlorothiazide",
            "description": {
                "common": "nadolol increases and chlorothiazide decreases serum potassium. Effect of interaction is not clear, use caution. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "chlorpropamide",
            "description": {
                "common": "nadolol decreases effects of chlorpropamide by pharmacodynamic antagonism. Use Caution/Monitor. Non selective beta blockers may also mask the symptoms of hypoglycemia."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "chlorthalidone",
            "description": {
                "common": "nadolol increases and chlorthalidone decreases serum potassium. Effect of interaction is not clear, use caution. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "choline magnesium trisalicylate",
            "description": {
                "common": "nadolol and choline magnesium trisalicylate both increase  serum potassium. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "clevidipine",
            "description": {
                "common": "nadolol and clevidipine both increase  anti-hypertensive channel blocking. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "clonidine",
            "description": {
                "common": "nadolol, clonidine. Mechanism: pharmacodynamic synergism. Modify Therapy/Monitor Closely. Non selective beta blocker administration during withdrawal from centrally acting alpha agonists may result in rebound hypertension."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "cyclopenthiazide",
            "description": {
                "common": "nadolol increases and cyclopenthiazide decreases serum potassium. Effect of interaction is not clear, use caution. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "dasiglucagon",
            "description": {
                "common": "nadolol decreases effects of dasiglucagon by unknown mechanism. Use Caution/Monitor. Dasiglucagon may stimulate catecholamine release; whereas beta blockers may inhibit catecholamines released in response to dasiglucagon. Coadministration may also transiently increase pulse and BP."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "desflurane",
            "description": {
                "common": "desflurane, nadolol.\nEither increases effects of the other by pharmacodynamic synergism. Use Caution/Monitor. Risk of hypotension."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "diclofenac",
            "description": {
                "common": "nadolol and diclofenac both increase  serum potassium. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "diflunisal",
            "description": {
                "common": "nadolol and diflunisal both increase  serum potassium. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "digoxin",
            "description": {
                "common": "nadolol and digoxin both increase  serum potassium. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "diltiazem",
            "description": {
                "common": "nadolol and diltiazem both increase  anti-hypertensive channel blocking. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "dobutamine",
            "description": {
                "common": "nadolol increases and dobutamine decreases serum potassium. Effect of interaction is not clear, use caution. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "dopexamine",
            "description": {
                "common": "nadolol increases and dopexamine decreases serum potassium. Effect of interaction is not clear, use caution. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "doxazosin",
            "description": {
                "common": "doxazosin and nadolol both increase  anti-hypertensive channel blocking. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "drospirenone",
            "description": {
                "common": "nadolol and drospirenone both increase  serum potassium. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "elagolix",
            "description": {
                "common": "elagolix will increase the level or effect of nadolol by  P-glycoprotein (MDR1) efflux transporter. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "eliglustat",
            "description": {
                "common": "eliglustat increases levels of nadolol by P-glycoprotein (MDR1) efflux transporter. Modify Therapy/Monitor Closely. Monitor therapeutic drug concentrations, as indicated, or consider reducing the dosage of the P-gp substrate and titrate to clinical effect."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ephedrine",
            "description": {
                "common": "nadolol increases and ephedrine decreases serum potassium. Effect of interaction is not clear, use caution. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "epinephrine",
            "description": {
                "common": "nadolol increases and epinephrine decreases serum potassium. Effect of interaction is not clear, use caution. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "epinephrine inhaled",
            "description": {
                "common": "nadolol decreases effects of epinephrine inhaled by pharmacodynamic antagonism. Use Caution/Monitor. Beta2-adrenergic blockers may may inhibit bronchodilatory effects of epinephrine."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "epinephrine racemic",
            "description": {
                "common": "nadolol increases and epinephrine racemic decreases serum potassium. Effect of interaction is not clear, use caution. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "eprosartan",
            "description": {
                "common": "eprosartan and nadolol both increase  serum potassium. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "esmolol",
            "description": {
                "common": "esmolol and nadolol both increase  serum potassium. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ethacrynic acid",
            "description": {
                "common": "nadolol increases and ethacrynic acid decreases serum potassium. Effect of interaction is not clear, use caution. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ether",
            "description": {
                "common": "nadolol, ether.\nEither increases effects of the other by pharmacodynamic synergism. Use Caution/Monitor. Both beta blockers and ether depress the myocardium; consider lowering beta blocker dose if ether used for anesthesia."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "etodolac",
            "description": {
                "common": "nadolol and etodolac both increase  serum potassium. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "etomidate",
            "description": {
                "common": "etomidate, nadolol.\nEither increases effects of the other by pharmacodynamic synergism. Use Caution/Monitor. Risk of hypotension."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "felodipine",
            "description": {
                "common": "nadolol and felodipine both increase  anti-hypertensive channel blocking. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "fenbufen",
            "description": {
                "common": "nadolol and fenbufen both increase  serum potassium. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "fenoprofen",
            "description": {
                "common": "nadolol and fenoprofen both increase  serum potassium. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "fingolimod",
            "description": {
                "common": "nadolol increases effects of fingolimod by pharmacodynamic synergism. Use Caution/Monitor. Both medications decrease heart rate. Monitor patients on concomitant therapy, particularly in the first 6 hours after fingolimod is initiated or after a treatment interruption of at least two weeks,  for bradycardia and atrioventricular block. To identify underlying risk factors of bradycardia and AV block, obtain a new or recent ECG in patients using beta-blockers prior to starting fingolimod."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "flurbiprofen",
            "description": {
                "common": "nadolol and flurbiprofen both increase  serum potassium. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "formoterol",
            "description": {
                "common": "nadolol increases and formoterol decreases serum potassium. Effect of interaction is not clear, use caution. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "fostamatinib",
            "description": {
                "common": "fostamatinib will increase the level or effect of nadolol by  P-glycoprotein (MDR1) efflux transporter. Use Caution/Monitor. Concomitant use of fostamatinib may increase concentrations of P-gp substrates. Monitor for toxicities of the P-gp substrate drug that may require dosage reduction when given concurrently with fostamatinib."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "furosemide",
            "description": {
                "common": "nadolol increases and furosemide decreases serum potassium. Effect of interaction is not clear, use caution. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "gentamicin",
            "description": {
                "common": "nadolol increases and gentamicin decreases serum potassium. Effect of interaction is not clear, use caution. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "glecaprevir/pibrentasvir",
            "description": {
                "common": "glecaprevir/pibrentasvir will increase the level or effect of nadolol by  P-glycoprotein (MDR1) efflux transporter. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "glimepiride",
            "description": {
                "common": "nadolol decreases effects of glimepiride by pharmacodynamic antagonism. Use Caution/Monitor. Non selective beta blockers may also mask the symptoms of hypoglycemia."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "glipizide",
            "description": {
                "common": "nadolol decreases effects of glipizide by pharmacodynamic antagonism. Use Caution/Monitor. Non selective beta blockers may also mask the symptoms of hypoglycemia."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "glucagon",
            "description": {
                "common": "glucagon decreases toxicity of nadolol by sympathetic (adrenergic) effects, including increased blood pressure and heart rate. Use Caution/Monitor. Coadministration of glucagon with beta-blockers may have transiently increased pulse and blood pressure."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "glucagon intranasal",
            "description": {
                "common": "glucagon intranasal decreases toxicity of nadolol by sympathetic (adrenergic) effects, including increased blood pressure and heart rate. Use Caution/Monitor. Coadministration of glucagon with beta-blockers may have transiently increased pulse and blood pressure."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "glyburide",
            "description": {
                "common": "nadolol decreases effects of glyburide by pharmacodynamic antagonism. Use Caution/Monitor. Non selective beta blockers may also mask the symptoms of hypoglycemia."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "guanfacine",
            "description": {
                "common": "nadolol, guanfacine. Mechanism: pharmacodynamic synergism. Use Caution/Monitor. Non selective beta blocker administration during withdrawal from centrally acting alpha agonists may result in rebound hypertension."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "hydralazine",
            "description": {
                "common": "hydralazine increases effects of nadolol by pharmacodynamic synergism. Use Caution/Monitor. Additive hypotensive effects."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "hydrochlorothiazide",
            "description": {
                "common": "nadolol increases and hydrochlorothiazide decreases serum potassium. Effect of interaction is not clear, use caution. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ibuprofen",
            "description": {
                "common": "nadolol and ibuprofen both increase  serum potassium. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ibuprofen IV",
            "description": {
                "common": "ibuprofen IV decreases effects of nadolol by pharmacodynamic antagonism. Use Caution/Monitor. Long term (>1 wk) NSAID use.  NSAIDs decrease prostaglandin synthesis."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "indacaterol, inhaled",
            "description": {
                "common": "indacaterol, inhaled, nadolol. Other (see comment). Use Caution/Monitor. \nComment: Beta-blockers and indacaterol may interfere with the effect of each other when administered concurrently. Beta-blockers may produce severe bronchospasm in COPD patients. Therefore, patients with COPD should not normally be treated with beta-blockers. However, under certain circumstances, e.g. as prophylaxis after myocardial infarction, there may be no acceptable alternatives to the use of beta-blockers in patients with COPD. In this setting, cardioselective beta-blockers could be considered, although they should be administered with caution."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "indapamide",
            "description": {
                "common": "nadolol increases and indapamide decreases serum potassium. Effect of interaction is not clear, use caution. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "indomethacin",
            "description": {
                "common": "nadolol and indomethacin both increase  serum potassium. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "insulin aspart",
            "description": {
                "common": "nadolol, insulin aspart. Mechanism: pharmacodynamic antagonism. Use Caution/Monitor. Non selective beta blockers delay recovery of normoglycemia after insulin induced hypoglycemia; however, they also inhibit insulin secretion, so long term beta blocker Tx may result in reduced glucose tolerance.  Insulin induced hypoglycemia may induce hypertension during non selective beta blocker Tx."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "insulin degludec",
            "description": {
                "common": "nadolol, insulin degludec. Other (see comment). Modify Therapy/Monitor Closely. \nComment: Beta-blockers may either increase or decrease the blood glucose lowering effect of insulin; beta-blockers can prolong hypoglycemia (interference with glycogenolysis) or cause hyperglycemia (insulin secretion inhibited)."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "insulin degludec/insulin aspart",
            "description": {
                "common": "nadolol, insulin degludec/insulin aspart. Other (see comment). Modify Therapy/Monitor Closely. \nComment: Beta-blockers may either increase or decrease the blood glucose lowering effect of insulin; beta-blockers can prolong hypoglycemia (interference with glycogenolysis) or cause hyperglycemia (insulin secretion inhibited)."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "insulin detemir",
            "description": {
                "common": "nadolol, insulin detemir. Mechanism: pharmacodynamic antagonism. Use Caution/Monitor. Non selective beta blockers delay recovery of normoglycemia after insulin induced hypoglycemia; however, they also inhibit insulin secretion, so long term beta blocker Tx may result in reduced glucose tolerance.  Insulin induced hypoglycemia may induce hypertension during non selective beta blocker Tx."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "insulin glargine",
            "description": {
                "common": "nadolol, insulin glargine. Mechanism: pharmacodynamic antagonism. Use Caution/Monitor. Non selective beta blockers delay recovery of normoglycemia after insulin induced hypoglycemia; however, they also inhibit insulin secretion, so long term beta blocker Tx may result in reduced glucose tolerance.  Insulin induced hypoglycemia may induce hypertension during non selective beta blocker Tx."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "insulin glulisine",
            "description": {
                "common": "nadolol, insulin glulisine. Mechanism: pharmacodynamic antagonism. Use Caution/Monitor. Non selective beta blockers delay recovery of normoglycemia after insulin induced hypoglycemia; however, they also inhibit insulin secretion, so long term beta blocker Tx may result in reduced glucose tolerance.  Insulin induced hypoglycemia may induce hypertension during non selective beta blocker Tx."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "insulin inhaled",
            "description": {
                "common": "nadolol, insulin inhaled. Other (see comment). Modify Therapy/Monitor Closely. \nComment: Beta-blockers may either increase or decrease the blood glucose lowering effect of insulin; beta-blockers can prolong hypoglycemia (interference with glycogenolysis) or cause hyperglycemia (insulin secretion inhibited)."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "insulin lispro",
            "description": {
                "common": "nadolol, insulin lispro. Mechanism: pharmacodynamic antagonism. Use Caution/Monitor. Non selective beta blockers delay recovery of normoglycemia after insulin induced hypoglycemia; however, they also inhibit insulin secretion, so long term beta blocker Tx may result in reduced glucose tolerance.  Insulin induced hypoglycemia may induce hypertension during non selective beta blocker Tx."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "insulin NPH",
            "description": {
                "common": "nadolol, insulin NPH. Mechanism: pharmacodynamic antagonism. Use Caution/Monitor. Non selective beta blockers delay recovery of normoglycemia after insulin induced hypoglycemia; however, they also inhibit insulin secretion, so long term beta blocker Tx may result in reduced glucose tolerance.  Insulin induced hypoglycemia may induce hypertension during non selective beta blocker Tx."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "insulin regular human",
            "description": {
                "common": "nadolol, insulin regular human. Mechanism: pharmacodynamic antagonism. Use Caution/Monitor. Non selective beta blockers delay recovery of normoglycemia after insulin induced hypoglycemia; however, they also inhibit insulin secretion, so long term beta blocker Tx may result in reduced glucose tolerance.  Insulin induced hypoglycemia may induce hypertension during non selective beta blocker Tx."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "irbesartan",
            "description": {
                "common": "irbesartan and nadolol both increase  serum potassium. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "isoproterenol",
            "description": {
                "common": "nadolol increases and isoproterenol decreases serum potassium. Effect of interaction is not clear, use caution. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "isradipine",
            "description": {
                "common": "nadolol and isradipine both increase  anti-hypertensive channel blocking. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "istradefylline",
            "description": {
                "common": "istradefylline will increase the level or effect of nadolol by  P-glycoprotein (MDR1) efflux transporter. Use Caution/Monitor. Istradefylline 40 mg/day increased peak levels and AUC of P-gp substrates in clinical trials. Consider dose reduction of sensitive P-gp substrates."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ivabradine",
            "description": {
                "common": "ivabradine, nadolol.\nEither increases effects of the other by pharmacodynamic synergism. Modify Therapy/Monitor Closely. Most patients receiving ivabradine will also be treated with a beta-blocker. The risk of bradycardia increases with  coadministration of drugs that slow heart rate (eg, digoxin, amiodarone, beta-blockers). Monitor heart rate in patients taking ivabradine with other negative chronotropes."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ketamine",
            "description": {
                "common": "ketamine, nadolol.\nEither increases effects of the other by pharmacodynamic synergism. Use Caution/Monitor. Risk of hypotension."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ketoprofen",
            "description": {
                "common": "nadolol and ketoprofen both increase  serum potassium. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ketorolac",
            "description": {
                "common": "nadolol and ketorolac both increase  serum potassium. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ketorolac intranasal",
            "description": {
                "common": "nadolol and ketorolac intranasal both increase  serum potassium. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "labetalol",
            "description": {
                "common": "labetalol and nadolol both increase  serum potassium. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "lasmiditan",
            "description": {
                "common": "nadolol increases effects of lasmiditan by pharmacodynamic synergism. Use Caution/Monitor. Lasmiditan has been associated with a lowering of heart rate (HR). In a drug interaction study, addition of a single 200-mg dose of lasmiditan to propranolol decreased HR by an additional 5 bpm compared to propranolol alone, for a mean maximum of 19 bpm."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "levalbuterol",
            "description": {
                "common": "nadolol increases and levalbuterol decreases serum potassium. Effect of interaction is not clear, use caution. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "levodopa",
            "description": {
                "common": "levodopa increases effects of nadolol by pharmacodynamic synergism. Use Caution/Monitor. Consider decreasing dosage of antihypertensive agent."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "lidocaine",
            "description": {
                "common": "nadolol, lidocaine. Mechanism: pharmacodynamic synergism. Use Caution/Monitor. Increased effects of epinephrine in anesthetic; risk of hypertension and bradycardia.  Do NOT D/C chronic beta blocker Tx prior to anesthetic administration.  Consider selective beta 1 blocker (e.g., metoprolol)."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "lomitapide",
            "description": {
                "common": "lomitapide increases levels of nadolol by P-glycoprotein (MDR1) efflux transporter. Modify Therapy/Monitor Closely. Consider reducing dose when used concomitantly with lomitapide."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "lonafarnib",
            "description": {
                "common": "lonafarnib will increase the level or effect of nadolol by  P-glycoprotein (MDR1) efflux transporter. Modify Therapy/Monitor Closely. Lonafarnib is a weak P-gp inhibitor. Monitor for adverse reactions if coadministered with P-gp substrates where minimal concentration changes may lead to serious or life-threatening toxicities. Reduce P-gp substrate dose if needed."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "lornoxicam",
            "description": {
                "common": "nadolol and lornoxicam both increase  serum potassium. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "losartan",
            "description": {
                "common": "losartan and nadolol both increase  serum potassium. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "lurasidone",
            "description": {
                "common": "lurasidone increases effects of nadolol by Other (see comment). Use Caution/Monitor. \nComment: Potential  for increased risk of hypotension with concurrent use. Monitor blood pressure and adjust  dose of  antihypertensive agent as needed."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "maraviroc",
            "description": {
                "common": "maraviroc, nadolol.\nEither increases effects of the other by pharmacodynamic synergism. Use Caution/Monitor. Increased risk of orthostatic hypotension."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "meclofenamate",
            "description": {
                "common": "meclofenamate decreases effects of nadolol by pharmacodynamic antagonism. Use Caution/Monitor. Long term (>1 wk) NSAID use.  NSAIDs decrease prostaglandin synthesis."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "mefenamic acid",
            "description": {
                "common": "nadolol and mefenamic acid both increase  serum potassium. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "mefloquine",
            "description": {
                "common": "mefloquine increases levels of nadolol by decreasing metabolism. Use Caution/Monitor. Risk of arrhythmia."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "meloxicam",
            "description": {
                "common": "nadolol and meloxicam both increase  serum potassium. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "mepivacaine",
            "description": {
                "common": "nadolol, mepivacaine. Mechanism: pharmacodynamic synergism. Use Caution/Monitor. Use extreme caution during concomitant use of bupivacaine and antihypertensive agents."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "metaproterenol",
            "description": {
                "common": "nadolol increases and metaproterenol decreases serum potassium. Effect of interaction is not clear, use caution. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "methyclothiazide",
            "description": {
                "common": "nadolol increases and methyclothiazide decreases serum potassium. Effect of interaction is not clear, use caution. Use Caution/Monitor.  ."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "methyldopa",
            "description": {
                "common": "nadolol, methyldopa. Mechanism: pharmacodynamic synergism. Use Caution/Monitor. Non selective beta blocker administration during withdrawal from methyldopa may result in rebound hypertension."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "methylphenidate",
            "description": {
                "common": "methylphenidate will decrease the level or effect of nadolol by  pharmacodynamic antagonism. Use Caution/Monitor. Methylphenidate may diminish antihypertensive effects. Monitor BP."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "metolazone",
            "description": {
                "common": "nadolol increases and metolazone decreases serum potassium. Effect of interaction is not clear, use caution. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "metoprolol",
            "description": {
                "common": "metoprolol and nadolol both increase  serum potassium. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "moxisylyte",
            "description": {
                "common": "moxisylyte and nadolol both increase  anti-hypertensive channel blocking. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "nabumetone",
            "description": {
                "common": "nadolol and nabumetone both increase  serum potassium. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "naproxen",
            "description": {
                "common": "nadolol and naproxen both increase  serum potassium. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "nebivolol",
            "description": {
                "common": "nadolol and nebivolol both increase  serum potassium. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "nicardipine",
            "description": {
                "common": "nadolol and nicardipine both increase  anti-hypertensive channel blocking. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "nifedipine",
            "description": {
                "common": "nadolol and nifedipine both increase  anti-hypertensive channel blocking. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "nisoldipine",
            "description": {
                "common": "nadolol and nisoldipine both increase  anti-hypertensive channel blocking. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "nitroglycerin rectal",
            "description": {
                "common": "nitroglycerin rectal, nadolol.\nEither increases effects of the other by pharmacodynamic synergism. Use Caution/Monitor. Beta-blockers blunt the reflex tachycardia produced by nitroglycerin without preventing its hypotensive effects. If beta-blockers are used with nitroglycerin in patients with angina pectoris, additional hypotensive effects may occur."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "norepinephrine",
            "description": {
                "common": "nadolol increases and norepinephrine decreases serum potassium. Effect of interaction is not clear, use caution. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "olmesartan",
            "description": {
                "common": "olmesartan and nadolol both increase  serum potassium. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "olodaterol inhaled",
            "description": {
                "common": "nadolol, olodaterol inhaled.\nEither decreases effects of the other by pharmacodynamic antagonism. Use Caution/Monitor. Beta-blockers and olodaterol may interfere with the effect of each other when administered concurrently. Beta-blockers may produce severe bronchospasm in COPD patients. Therefore, patients with COPD should not normally be treated with beta-blockers. However, under certain circumstances, e.g. as prophylaxis after myocardial infarction, there may be no acceptable alternatives to the use of beta-blockers in patients with COPD. In this setting, cardioselective beta-blockers could be considered, although they should be administered with caution."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "oxaprozin",
            "description": {
                "common": "nadolol and oxaprozin both increase  serum potassium. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "oxymetazoline intranasal",
            "description": {
                "common": "nadolol increases effects of oxymetazoline intranasal by pharmacodynamic synergism. Use Caution/Monitor. When beta-2 receptors are antagonized by nonselective beta blockers, alpha1 vasoconstriction may be unopposed, thus increasing hypertensive effect. When oxymetazoline is combined with intranasal tetracaine for dental anesthesia, avoid or use an alternant anesthetic in patients taking nonselective beta blockers."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "oxymetazoline topical",
            "description": {
                "common": "oxymetazoline topical increases and nadolol decreases sympathetic (adrenergic) effects, including increased blood pressure and heart rate. Effect of interaction is not clear, use caution. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "parecoxib",
            "description": {
                "common": "nadolol and parecoxib both increase  serum potassium. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "penbutolol",
            "description": {
                "common": "nadolol and penbutolol both increase  serum potassium. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "pentobarbital",
            "description": {
                "common": "pentobarbital decreases levels of nadolol by increasing metabolism. Use Caution/Monitor. Atenolol, sotalol, nadolol less likely to be affected than other beta blockers."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "phenobarbital",
            "description": {
                "common": "phenobarbital decreases levels of nadolol by increasing metabolism. Use Caution/Monitor. Consider a higher beta-blocker dose during coadministration of phenobarbital.  Atenolol, sotalol, nadolol less likely to be affected than other beta blockers."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "phenoxybenzamine",
            "description": {
                "common": "phenoxybenzamine and nadolol both increase  anti-hypertensive channel blocking. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "phentolamine",
            "description": {
                "common": "phentolamine and nadolol both increase  anti-hypertensive channel blocking. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "phenylephrine",
            "description": {
                "common": "nadolol increases effects of phenylephrine by pharmacodynamic synergism. Use Caution/Monitor. Risk of acute hypertensive episode (rare)."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "phenylephrine PO",
            "description": {
                "common": "nadolol increases effects of phenylephrine PO by pharmacodynamic synergism. Use Caution/Monitor. Risk of acute hypertensive episode (rare)."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "pindolol",
            "description": {
                "common": "nadolol and pindolol both increase  serum potassium. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "pirbuterol",
            "description": {
                "common": "nadolol increases and pirbuterol decreases serum potassium. Effect of interaction is not clear, use caution. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "piroxicam",
            "description": {
                "common": "nadolol and piroxicam both increase  serum potassium. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ponesimod",
            "description": {
                "common": "ponesimod and nadolol both increase  pharmacodynamic synergism. Use Caution/Monitor. Beta-blockers may have additive effects on lowering HR. Consider resting HR before initiating ponesimod in patients on stable dose of beta-blocker. Refer to the ponesimod prescribing information for more dosing information."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "potassium acid phosphate",
            "description": {
                "common": "nadolol and potassium acid phosphate both increase  serum potassium. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "potassium chloride",
            "description": {
                "common": "nadolol and potassium chloride both increase  serum potassium. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "potassium citrate",
            "description": {
                "common": "nadolol and potassium citrate both increase  serum potassium. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "prazosin",
            "description": {
                "common": "prazosin and nadolol both increase  anti-hypertensive channel blocking. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "prilocaine",
            "description": {
                "common": "nadolol, prilocaine. Mechanism: pharmacodynamic synergism. Use Caution/Monitor. Use extreme caution during concomitant use of bupivacaine and antihypertensive agents."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "primidone",
            "description": {
                "common": "primidone decreases levels of nadolol by increasing metabolism. Use Caution/Monitor. Consider a higher beta-blocker dose during coadministration of primidone.  Atenolol, sotalol, nadolol less likely to be affected than other beta blockers."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "propofol",
            "description": {
                "common": "propofol, nadolol.\nEither increases effects of the other by pharmacodynamic synergism. Use Caution/Monitor. Risk of hypotension."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "propranolol",
            "description": {
                "common": "nadolol and propranolol both increase  serum potassium. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ropivacaine",
            "description": {
                "common": "nadolol, ropivacaine. Mechanism: pharmacodynamic synergism. Use Caution/Monitor. Use extreme caution during concomitant use of bupivacaine and antihypertensive agents."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "sacubitril/valsartan",
            "description": {
                "common": "sacubitril/valsartan and nadolol both increase  serum potassium. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "salicylates (non-asa)",
            "description": {
                "common": "nadolol and salicylates (non-asa) both increase  serum potassium. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "salmeterol",
            "description": {
                "common": "nadolol increases and salmeterol decreases serum potassium. Effect of interaction is not clear, use caution. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "salsalate",
            "description": {
                "common": "nadolol and salsalate both increase  serum potassium. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "saquinavir",
            "description": {
                "common": "saquinavir, nadolol.\nEither increases toxicity of the other by pharmacodynamic synergism. Modify Therapy/Monitor Closely. Use alternatives if available. Increased risk of PR prolongation and cardiac arrhythmias."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "sarecycline",
            "description": {
                "common": "sarecycline will increase the level or effect of nadolol by  P-glycoprotein (MDR1) efflux transporter. Use Caution/Monitor. Monitor for toxicities of P-gp substrates that may require dosage reduction when coadministered with P-gp inhibitors."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "secobarbital",
            "description": {
                "common": "secobarbital decreases levels of nadolol by increasing metabolism. Use Caution/Monitor. Consider a higher beta-blocker dose during coadministration of secobarbital.  Atenolol, sotalol, nadolol less likely to be affected than other beta blockers."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "sevoflurane",
            "description": {
                "common": "sevoflurane, nadolol.\nEither increases effects of the other by pharmacodynamic synergism. Use Caution/Monitor. Risk of hypotension."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "silodosin",
            "description": {
                "common": "silodosin and nadolol both increase  anti-hypertensive channel blocking. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "siponimod",
            "description": {
                "common": "siponimod, nadolol.\nEither increases effects of the other by pharmacodynamic synergism. Modify Therapy/Monitor Closely. Caution when siponimod is initiated in patients receiving beta-blocker treatment because of additive effects on lowering heart rate. Temporary interruption of beta-blocker may be needed before initiating siponimod. Beta-blocker treatment can be initiated in patients receiving stable doses of siponimod."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "sodium bicarbonate",
            "description": {
                "common": "sodium bicarbonate decreases levels of nadolol by inhibition of GI absorption. Applies only to oral form of both agents. Use Caution/Monitor. Separate by 2 hours."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "sodium citrate/citric acid",
            "description": {
                "common": "sodium citrate/citric acid decreases levels of nadolol by inhibition of GI absorption. Applies only to oral form of both agents. Use Caution/Monitor. Separate by 2 hours."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "sotalol",
            "description": {
                "common": "nadolol and sotalol both increase  serum potassium. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "spironolactone",
            "description": {
                "common": "nadolol and spironolactone both increase  serum potassium. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "stiripentol",
            "description": {
                "common": "stiripentol will increase the level or effect of nadolol by  P-glycoprotein (MDR1) efflux transporter. Modify Therapy/Monitor Closely. Consider reducing the dose of P-glycoprotein (P-gp) substrates, if adverse reactions are experienced when administered concomitantly with stiripentol."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "succinylcholine",
            "description": {
                "common": "nadolol and succinylcholine both increase  serum potassium. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "sulfasalazine",
            "description": {
                "common": "nadolol and sulfasalazine both increase  serum potassium. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "sulindac",
            "description": {
                "common": "nadolol and sulindac both increase  serum potassium. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "tadalafil",
            "description": {
                "common": "tadalafil increases effects of nadolol by pharmacodynamic synergism. Use Caution/Monitor. Risk of hypotension."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "telmisartan",
            "description": {
                "common": "telmisartan and nadolol both increase  serum potassium. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "terazosin",
            "description": {
                "common": "terazosin and nadolol both increase  anti-hypertensive channel blocking. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "terbutaline",
            "description": {
                "common": "nadolol increases and terbutaline decreases serum potassium. Effect of interaction is not clear, use caution. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "theophylline",
            "description": {
                "common": "nadolol, theophylline. Other (see comment). Use Caution/Monitor. \nComment: Beta blockers (esp. non selective) antagonize theophylline effects, while at the same time increasing theophylline levels and toxicity (mechanism: decreased theophylline metabolism). Smoking increases risk of interaction."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "timolol",
            "description": {
                "common": "nadolol and timolol both increase  serum potassium. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "tolazamide",
            "description": {
                "common": "nadolol decreases effects of tolazamide by pharmacodynamic antagonism. Use Caution/Monitor. Non selective beta blockers may also mask the symptoms of hypoglycemia."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "tolbutamide",
            "description": {
                "common": "nadolol decreases effects of tolbutamide by pharmacodynamic antagonism. Use Caution/Monitor. Non selective beta blockers may also mask the symptoms of hypoglycemia."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "tolfenamic acid",
            "description": {
                "common": "nadolol and tolfenamic acid both increase  serum potassium. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "tolmetin",
            "description": {
                "common": "nadolol and tolmetin both increase  serum potassium. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "tolvaptan",
            "description": {
                "common": "nadolol and tolvaptan both increase  serum potassium. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "torsemide",
            "description": {
                "common": "nadolol increases and torsemide decreases serum potassium. Effect of interaction is not clear, use caution. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "triamterene",
            "description": {
                "common": "nadolol and triamterene both increase  serum potassium. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "tucatinib",
            "description": {
                "common": "tucatinib will increase the level or effect of nadolol by  P-glycoprotein (MDR1) efflux transporter. Use Caution/Monitor. Consider reducing the dosage of P-gp substrates, where minimal concentration changes may lead to serious or life-threatening toxicities."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "valsartan",
            "description": {
                "common": "valsartan and nadolol both increase  serum potassium. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "verapamil",
            "description": {
                "common": "nadolol and verapamil both increase  anti-hypertensive channel blocking. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "xipamide",
            "description": {
                "common": "xipamide increases effects of nadolol by pharmacodynamic synergism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "adenosine",
            "description": {
                "common": "nadolol, adenosine. Mechanism: pharmacodynamic synergism. Minor/Significance Unknown. Bradycardia."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "agrimony",
            "description": {
                "common": "agrimony increases effects of nadolol by pharmacodynamic synergism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "brimonidine",
            "description": {
                "common": "brimonidine increases effects of nadolol by pharmacodynamic synergism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "cevimeline",
            "description": {
                "common": "cevimeline increases effects of nadolol by unspecified interaction mechanism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "ciprofloxacin",
            "description": {
                "common": "ciprofloxacin increases levels of nadolol by decreasing metabolism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "cocaine topical",
            "description": {
                "common": "nadolol increases effects of cocaine topical by pharmacodynamic synergism. Minor/Significance Unknown. Risk of angina."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "cornsilk",
            "description": {
                "common": "cornsilk increases effects of nadolol by pharmacodynamic synergism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "dihydroergotamine",
            "description": {
                "common": "dihydroergotamine, nadolol. Mechanism: pharmacodynamic synergism. Minor/Significance Unknown. Additive vasospasm."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "dihydroergotamine intranasal",
            "description": {
                "common": "dihydroergotamine intranasal, nadolol. Mechanism: pharmacodynamic synergism. Minor/Significance Unknown. Additive vasospasm."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "dipyridamole",
            "description": {
                "common": "dipyridamole, nadolol. Mechanism: pharmacodynamic synergism. Minor/Significance Unknown. Risk of bradycardia."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "escitalopram",
            "description": {
                "common": "escitalopram increases levels of nadolol by decreasing metabolism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "fenoldopam",
            "description": {
                "common": "fenoldopam increases effects of nadolol by pharmacodynamic synergism. Minor/Significance Unknown. Additive hypotensive effects."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "forskolin",
            "description": {
                "common": "forskolin increases effects of nadolol by pharmacodynamic synergism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "imaging agents (gadolinium)",
            "description": {
                "common": "nadolol, imaging agents (gadolinium). Mechanism: unknown. Minor/Significance Unknown. Increased risk of anaphylaxis from contrast media."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "levobetaxolol",
            "description": {
                "common": "levobetaxolol increases effects of nadolol by pharmacodynamic synergism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "maitake",
            "description": {
                "common": "maitake increases effects of nadolol by pharmacodynamic synergism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "melatonin",
            "description": {
                "common": "melatonin decreases toxicity of nadolol by pharmacodynamic antagonism. Minor/Significance Unknown. Melatonin may correct beta blocker induced sleep disturbances."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "metipranolol ophthalmic",
            "description": {
                "common": "metipranolol ophthalmic increases effects of nadolol by pharmacodynamic synergism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "neostigmine",
            "description": {
                "common": "nadolol, neostigmine.\nEither increases effects of the other by pharmacodynamic synergism. Minor/Significance Unknown. Additive bradycardia."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "noni juice",
            "description": {
                "common": "nadolol and noni juice both increase  serum potassium. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "octacosanol",
            "description": {
                "common": "octacosanol increases effects of nadolol by pharmacodynamic synergism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "physostigmine",
            "description": {
                "common": "nadolol, physostigmine.\nEither increases effects of the other by pharmacodynamic synergism. Minor/Significance Unknown. Additive bradycardia."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "pilocarpine",
            "description": {
                "common": "pilocarpine increases effects of nadolol by pharmacodynamic synergism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "reishi",
            "description": {
                "common": "reishi increases effects of nadolol by pharmacodynamic synergism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "shepherd's purse",
            "description": {
                "common": "shepherd's purse, nadolol. Other (see comment). Minor/Significance Unknown. \nComment: Theoretically, shepherd's purse may interfere with BP control."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "tizanidine",
            "description": {
                "common": "tizanidine increases effects of nadolol by pharmacodynamic synergism. Minor/Significance Unknown. Risk of hypotension."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "treprostinil",
            "description": {
                "common": "treprostinil increases effects of nadolol by pharmacodynamic synergism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "yohimbe",
            "description": {
                "common": "nadolol decreases toxicity of yohimbe by pharmacodynamic antagonism. Minor/Significance Unknown."
            }
        }
    ],
    "adverse effects": [
        {
            "name": "Drowsiness",
            "percent": "2"
        },
        {
            "name": "Insomnia",
            "percent": "2"
        },
        {
            "name": "Decreased sexual ability",
            "percent": "2"
        },
        {
            "name": "Bradycardia",
            "percent": "1"
        },
        {
            "name": "Dizziness",
            "percent": null
        },
        {
            "name": "Fatigue",
            "percent": null
        },
        {
            "name": "Hypotension",
            "percent": null
        },
        {
            "name": "Abdominal discomfort",
            "percent": null
        },
        {
            "name": "Constipation",
            "percent": null
        },
        {
            "name": "Diarrhea",
            "percent": null
        },
        {
            "name": "Nausea",
            "percent": null
        },
        {
            "name": "Cough",
            "percent": null
        },
        {
            "name": "Nasal congestion",
            "percent": null
        },
        {
            "name": "Bronchospasm",
            "percent": null
        },
        {
            "name": "depression",
            "percent": null
        },
        {
            "name": "decreased exercise tolerance",
            "percent": null
        },
        {
            "name": "Raynaud",
            "percent": null
        },
        {
            "name": "s phenomenon",
            "percent": null
        },
        {
            "name": "May increase triglyceride levels and insulin resistance",
            "percent": null
        },
        {
            "name": "and decrease HDL levels",
            "percent": null
        }
    ]
}