{
    "name": "secukinumab",
    "comment": "Rx",
    "other_names": [
        "Cosentyx"
    ],
    "classes": [
        "Interleukin Inhibitors",
        "Monoclonal Antibodies"
    ],
    "source": "https://reference.medscape.com/drug/cosentyx-secukinumab-999964",
    "pregnancy": {
        "common": [
            "Limited available human data regarding use in pregnant women are insufficient to inform a drug associated risk of adverse developmental outcomes"
        ],
        "specific": [
            {
                "type": "Animal data",
                "description": [
                    "No adverse developmental effects were observed in infants born to pregnant monkeys after SC administration of secukinumab during organogenesis at doses up to 30 times the maximum recommended human dose (MRHD)"
                ]
            }
        ]
    },
    "lactation": {
        "common": [
            "Unknown if excreted in human milk or absorbed systemically after ingestion; data are unavailable regarding effects on breastfed children or milk production"
        ]
    },
    "warnings": {
        "black_box_warning": {
            "common": [],
            "specific": []
        },
        "contraindicators": {
            "common": [
                "Hypersensitivity"
            ],
            "specific": []
        },
        "cautions": {
            "common": [
                "May increase risk of infections; caution when considering use in patients with chronic infection or a history of recurrent infection",
                "In the postmarketing setting, serious and some fatal infections reported; instruct patients to seek medical advice if signs or symptoms suggestive of an infection occur; if a patient develops a serious infection, monitor the patient closely and discontinue therapy until infection resolves",
                "Evaluate patients for tuberculosis (TB) infection before initiating; do not administer with active TB; for latent TB, initiate anti-TB therapy prior to initiation of secukinumab in patients with a history of latent or active TB in whom an adequate course of treatment cannot be confirmed; monitor patients closely for signs and symptoms of active TB during and after treatment",
                "May exacerbate Crohn disease",
                "Anaphylaxis and cases of urticaria reported; if this occurs, discontinue secukinumab immediately and initiate anaphylaxis treatment",
                "Caution if latex allergic; the removable cap on the Sensoready pen and prefilled syringe contains natural rubber",
                "Use caution when prescribing drug to patients with inflammatory bowel disease; exacerbations, in some cases serious, reported in clinical trials in plaque psoriasis, psoriatic arthritis, ankylosing spondylitis and non-radiographic axial spondyloarthritis"
            ],
            "specific": [
                {
                    "type": "Drug interaction overview",
                    "description": [
                        "Immunizations",
                        "Prior to initiating therapy, consider completion of all age-appropriate immunizations according to current immunization guidelines",
                        "Patients treated with secukinumab should not receive live vaccines",
                        "Nonlive vaccines received during a course of secukinumab may not elicit an immune response sufficient to prevent disease",
                        "Therapy may alter a patient`s immune response to live vaccines; avoid use of live vaccines in patients receiving treatment",
                        "CYP450 substrates",
                        "CYP450 enzymes are suppressed by increased levels of cytokines (eg, IL-1, IL-6, IL-10, TNF-alpha) during chronic inflammation",
                        "Results from a drug-drug interaction study in patients with moderate-to-severe psoriasis showed no clinically relevant interaction for drugs metabolized by CYP3A4.",
                        "Upon initiation or discontinuation of secukinumab in patients taking CYP450 substrates with narrow therapeutic indices, consider monitoring for therapeutic effect or drug concentration; adjust dose as needed"
                    ]
                }
            ]
        }
    },
    "interactions": [
        {
            "classification_type": "Contraindicated",
            "interaction_with": "adenovirus types 4 and 7 live, oral",
            "description": {
                "common": "secukinumab decreases effects of adenovirus types 4 and 7 live, oral by immunosuppressive effects; risk of infection. Contraindicated. Secukinumab may interfere with immune response of live vaccines and increase risk for vaccine adverse effects; prior to initiating secukinumab, complete all age appropriate immunizations."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "BCG vaccine live",
            "description": {
                "common": "secukinumab decreases effects of BCG vaccine live by immunosuppressive effects; risk of infection. Contraindicated. Secukinumab may interfere with immune response of live vaccines and increase risk for vaccine adverse effects; prior to initiating secukinumab, complete all age appropriate immunizations."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "influenza virus vaccine quadrivalent, intranasal",
            "description": {
                "common": "secukinumab decreases effects of influenza virus vaccine quadrivalent, intranasal by immunosuppressive effects; risk of infection. Contraindicated. Secukinumab may interfere with immune response of live vaccines and increase risk for vaccine adverse effects; prior to initiating secukinumab, complete all age appropriate immunizations."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "measles (rubeola) vaccine",
            "description": {
                "common": "secukinumab decreases effects of measles (rubeola) vaccine by immunosuppressive effects; risk of infection. Contraindicated. Secukinumab may interfere with immune response of live vaccines and increase risk for vaccine adverse effects; prior to initiating secukinumab, complete all age appropriate immunizations."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "measles mumps and rubella vaccine, live",
            "description": {
                "common": "secukinumab decreases effects of measles mumps and rubella vaccine, live by immunosuppressive effects; risk of infection. Contraindicated. Secukinumab may interfere with immune response of live vaccines and increase risk for vaccine adverse effects; prior to initiating secukinumab, complete all age appropriate immunizations."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "measles, mumps, rubella and varicella vaccine, live",
            "description": {
                "common": "secukinumab decreases effects of measles, mumps, rubella and varicella vaccine, live by immunosuppressive effects; risk of infection. Contraindicated. Secukinumab may interfere with immune response of live vaccines and increase risk for vaccine adverse effects; prior to initiating secukinumab, complete all age appropriate immunizations."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "rotavirus oral vaccine, live",
            "description": {
                "common": "secukinumab decreases effects of rotavirus oral vaccine, live by immunosuppressive effects; risk of infection. Contraindicated. Secukinumab may interfere with immune response of live vaccines and increase risk for vaccine adverse effects; prior to initiating secukinumab, complete all age appropriate immunizations."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "smallpox (vaccinia) vaccine, live",
            "description": {
                "common": "secukinumab decreases effects of smallpox (vaccinia) vaccine, live by immunosuppressive effects; risk of infection. Contraindicated. Secukinumab may interfere with immune response of live vaccines and increase risk for vaccine adverse effects; prior to initiating secukinumab, complete all age appropriate immunizations."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "typhoid polysaccharide vaccine",
            "description": {
                "common": "secukinumab decreases effects of typhoid polysaccharide vaccine by immunosuppressive effects; risk of infection. Contraindicated. Secukinumab may interfere with immune response of live vaccines and increase risk for vaccine adverse effects; prior to initiating secukinumab, complete all age appropriate immunizations."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "typhoid vaccine live",
            "description": {
                "common": "secukinumab decreases effects of typhoid vaccine live by immunosuppressive effects; risk of infection. Contraindicated. Secukinumab may interfere with immune response of live vaccines and increase risk for vaccine adverse effects; prior to initiating secukinumab, complete all age appropriate immunizations."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "varicella virus vaccine live",
            "description": {
                "common": "secukinumab decreases effects of varicella virus vaccine live by immunosuppressive effects; risk of infection. Contraindicated. Secukinumab may interfere with immune response of live vaccines and increase risk for vaccine adverse effects; prior to initiating secukinumab, complete all age appropriate immunizations."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "yellow fever vaccine",
            "description": {
                "common": "secukinumab decreases effects of yellow fever vaccine by immunosuppressive effects; risk of infection. Contraindicated. Secukinumab may interfere with immune response of live vaccines and increase risk for vaccine adverse effects; prior to initiating secukinumab, complete all age appropriate immunizations."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "zoster vaccine live",
            "description": {
                "common": "secukinumab decreases effects of zoster vaccine live by immunosuppressive effects; risk of infection. Contraindicated. Secukinumab may interfere with immune response of live vaccines and increase risk for vaccine adverse effects; prior to initiating secukinumab, complete all age appropriate immunizations."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "anthrax vaccine adsorbed",
            "description": {
                "common": "secukinumab decreases effects of anthrax vaccine adsorbed by immunosuppressive effects; risk of infection. Avoid or Use Alternate Drug. Prior to initiating secukinumab, complete all age appropriate immunizations; non-live vaccinations received during treatment with secukinumab may not elicit an immune response sufficient to prevent disease."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "axicabtagene ciloleucel",
            "description": {
                "common": "secukinumab, axicabtagene ciloleucel.\nEither increases effects of the other by immunosuppressive effects; risk of infection. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "brexucabtagene autoleucel",
            "description": {
                "common": "secukinumab, brexucabtagene autoleucel.\nEither increases effects of the other by immunosuppressive effects; risk of infection. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "ciltacabtagene autoleucel",
            "description": {
                "common": "secukinumab, ciltacabtagene autoleucel.\nEither increases effects of the other by immunosuppressive effects; risk of infection. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "diphtheria & tetanus toxoids",
            "description": {
                "common": "secukinumab decreases effects of diphtheria & tetanus toxoids by immunosuppressive effects; risk of infection. Avoid or Use Alternate Drug. Prior to initiating secukinumab, complete all age appropriate immunizations; non-live vaccinations received during treatment with secukinumab may not elicit an immune response sufficient to prevent disease."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "diphtheria & tetanus toxoids/ acellular pertussis vaccine",
            "description": {
                "common": "secukinumab decreases effects of diphtheria & tetanus toxoids/ acellular pertussis vaccine by immunosuppressive effects; risk of infection. Avoid or Use Alternate Drug. Prior to initiating secukinumab, complete all age appropriate immunizations; non-live vaccinations received during treatment with secukinumab may not elicit an immune response sufficient to prevent disease."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "diphtheria & tetanus toxoids/acellular pertussis/poliovirus, inactivated vaccine",
            "description": {
                "common": "secukinumab decreases effects of diphtheria & tetanus toxoids/acellular pertussis/poliovirus, inactivated vaccine by immunosuppressive effects; risk of infection. Avoid or Use Alternate Drug. Prior to initiating secukinumab, complete all age appropriate immunizations; non-live vaccinations received during treatment with secukinumab may not elicit an immune response sufficient to prevent disease."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "hepatitis A vaccine inactivated",
            "description": {
                "common": "secukinumab decreases effects of hepatitis A vaccine inactivated by immunosuppressive effects; risk of infection. Avoid or Use Alternate Drug. Prior to initiating secukinumab, complete all age appropriate immunizations; non-live vaccinations received during treatment with secukinumab may not elicit an immune response sufficient to prevent disease."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "hepatitis a/b vaccine",
            "description": {
                "common": "secukinumab decreases effects of hepatitis a/b vaccine by immunosuppressive effects; risk of infection. Avoid or Use Alternate Drug. Prior to initiating secukinumab, complete all age appropriate immunizations; non-live vaccinations received during treatment with secukinumab may not elicit an immune response sufficient to prevent disease."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "hepatitis b vaccine",
            "description": {
                "common": "secukinumab decreases effects of hepatitis b vaccine by immunosuppressive effects; risk of infection. Avoid or Use Alternate Drug. Prior to initiating secukinumab, complete all age appropriate immunizations; non-live vaccinations received during treatment with secukinumab may not elicit an immune response sufficient to prevent disease."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "human papillomavirus vaccine, nonavalent",
            "description": {
                "common": "secukinumab decreases effects of human papillomavirus vaccine, nonavalent by immunosuppressive effects; risk of infection. Avoid or Use Alternate Drug. Prior to initiating secukinumab, complete all age appropriate immunizations; non-live vaccinations received during treatment with secukinumab may not elicit an immune response sufficient to prevent disease."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "human papillomavirus vaccine, quadrivalent",
            "description": {
                "common": "secukinumab decreases effects of human papillomavirus vaccine, quadrivalent by immunosuppressive effects; risk of infection. Avoid or Use Alternate Drug. Prior to initiating secukinumab, complete all age appropriate immunizations; non-live vaccinations received during treatment with secukinumab may not elicit an immune response sufficient to prevent disease."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "idecabtagene vicleucel",
            "description": {
                "common": "secukinumab, idecabtagene vicleucel.\nEither increases effects of the other by immunosuppressive effects; risk of infection. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "influenza A (H5N1) vaccine",
            "description": {
                "common": "secukinumab decreases effects of influenza A (H5N1) vaccine by immunosuppressive effects; risk of infection. Avoid or Use Alternate Drug. Prior to initiating secukinumab, complete all age appropriate immunizations; non-live vaccinations received during treatment with secukinumab may not elicit an immune response sufficient to prevent disease."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "influenza virus vaccine (H5N1), adjuvanted",
            "description": {
                "common": "secukinumab decreases effects of influenza virus vaccine (H5N1), adjuvanted by immunosuppressive effects; risk of infection. Avoid or Use Alternate Drug. Prior to initiating secukinumab, complete all age appropriate immunizations; non-live vaccinations received during treatment with secukinumab may not elicit an immune response sufficient to prevent disease."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "influenza virus vaccine quadrivalent",
            "description": {
                "common": "secukinumab decreases effects of influenza virus vaccine quadrivalent by immunosuppressive effects; risk of infection. Avoid or Use Alternate Drug. Prior to initiating secukinumab, complete all age appropriate immunizations; non-live vaccinations received during treatment with secukinumab may not elicit an immune response sufficient to prevent disease."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "influenza virus vaccine quadrivalent, cell-cultured",
            "description": {
                "common": "secukinumab decreases effects of influenza virus vaccine quadrivalent, cell-cultured by immunosuppressive effects; risk of infection. Avoid or Use Alternate Drug. Prior to initiating secukinumab, complete all age appropriate immunizations; non-live vaccinations received during treatment with secukinumab may not elicit an immune response sufficient to prevent disease."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "influenza virus vaccine quadrivalent, recombinant",
            "description": {
                "common": "secukinumab decreases effects of influenza virus vaccine quadrivalent, recombinant by immunosuppressive effects; risk of infection. Avoid or Use Alternate Drug. Prior to initiating secukinumab, complete all age appropriate immunizations; non-live vaccinations received during treatment with secukinumab may not elicit an immune response sufficient to prevent disease."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "influenza virus vaccine trivalent",
            "description": {
                "common": "secukinumab decreases effects of influenza virus vaccine trivalent by immunosuppressive effects; risk of infection. Avoid or Use Alternate Drug. Prior to initiating secukinumab, complete all age appropriate immunizations; non-live vaccinations received during treatment with secukinumab may not elicit an immune response sufficient to prevent disease."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "influenza virus vaccine trivalent, recombinant",
            "description": {
                "common": "secukinumab decreases effects of influenza virus vaccine trivalent, recombinant by immunosuppressive effects; risk of infection. Avoid or Use Alternate Drug. Prior to initiating secukinumab, complete all age appropriate immunizations; non-live vaccinations received during treatment with secukinumab may not elicit an immune response sufficient to prevent disease."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "Japanese encephalitis virus vaccine",
            "description": {
                "common": "secukinumab decreases effects of Japanese encephalitis virus vaccine by immunosuppressive effects; risk of infection. Avoid or Use Alternate Drug. Prior to initiating secukinumab, complete all age appropriate immunizations; non-live vaccinations received during treatment with secukinumab may not elicit an immune response sufficient to prevent disease."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "lisocabtagene maraleucel",
            "description": {
                "common": "secukinumab, lisocabtagene maraleucel.\nEither increases effects of the other by immunosuppressive effects; risk of infection. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "meningococcal A C Y and W-135 diphtheria conjugate vaccine",
            "description": {
                "common": "secukinumab decreases effects of meningococcal A C Y and W-135 diphtheria conjugate vaccine by immunosuppressive effects; risk of infection. Avoid or Use Alternate Drug. Prior to initiating secukinumab, complete all age appropriate immunizations; non-live vaccinations received during treatment with secukinumab may not elicit an immune response sufficient to prevent disease."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "meningococcal A C Y and W-135 polysaccharide vaccine combined",
            "description": {
                "common": "secukinumab decreases effects of meningococcal A C Y and W-135 polysaccharide vaccine combined by immunosuppressive effects; risk of infection. Avoid or Use Alternate Drug. Prior to initiating secukinumab, complete all age appropriate immunizations; non-live vaccinations received during treatment with secukinumab may not elicit an immune response sufficient to prevent disease."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "meningococcal group B vaccine",
            "description": {
                "common": "secukinumab decreases effects of meningococcal group B vaccine by immunosuppressive effects; risk of infection. Avoid or Use Alternate Drug. Prior to initiating secukinumab, complete all age appropriate immunizations; non-live vaccinations received during treatment with secukinumab may not elicit an immune response sufficient to prevent disease."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "pneumococcal vaccine 13-valent",
            "description": {
                "common": "secukinumab decreases effects of pneumococcal vaccine 13-valent by immunosuppressive effects; risk of infection. Avoid or Use Alternate Drug. Prior to initiating secukinumab, complete all age appropriate immunizations; non-live vaccinations received during treatment with secukinumab may not elicit an immune response sufficient to prevent disease."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "pneumococcal vaccine polyvalent",
            "description": {
                "common": "secukinumab decreases effects of pneumococcal vaccine polyvalent by immunosuppressive effects; risk of infection. Avoid or Use Alternate Drug. Prior to initiating secukinumab, complete all age appropriate immunizations; non-live vaccinations received during treatment with secukinumab may not elicit an immune response sufficient to prevent disease."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "poliovirus vaccine inactivated",
            "description": {
                "common": "secukinumab decreases effects of poliovirus vaccine inactivated by immunosuppressive effects; risk of infection. Avoid or Use Alternate Drug. Avoid vaccination during chemotherapy or radiation therapy if possible because antibody response might be suboptimal. Patients vaccinated within a 14-day period before starting or during immunosuppressive therapy should be revaccinated =3 months after therapy is discontinued if immune competence has been restored. ."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "rabies vaccine",
            "description": {
                "common": "secukinumab decreases effects of rabies vaccine by immunosuppressive effects; risk of infection. Avoid or Use Alternate Drug. Prior to initiating secukinumab, complete all age appropriate immunizations; non-live vaccinations received during treatment with secukinumab may not elicit an immune response sufficient to prevent disease."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "rabies vaccine chick embryo cell derived",
            "description": {
                "common": "secukinumab decreases effects of rabies vaccine chick embryo cell derived by immunosuppressive effects; risk of infection. Avoid or Use Alternate Drug. Prior to initiating secukinumab, complete all age appropriate immunizations; non-live vaccinations received during treatment with secukinumab may not elicit an immune response sufficient to prevent disease."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "tetanus & reduced diphtheria toxoids/ acellular pertussis vaccine",
            "description": {
                "common": "secukinumab decreases effects of tetanus & reduced diphtheria toxoids/ acellular pertussis vaccine by immunosuppressive effects; risk of infection. Avoid or Use Alternate Drug. Prior to initiating secukinumab, complete all age appropriate immunizations; non-live vaccinations received during treatment with secukinumab may not elicit an immune response sufficient to prevent disease."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "tetanus toxoid adsorbed or fluid",
            "description": {
                "common": "secukinumab decreases effects of tetanus toxoid adsorbed or fluid by immunosuppressive effects; risk of infection. Avoid or Use Alternate Drug. Prior to initiating secukinumab, complete all age appropriate immunizations; non-live vaccinations received during treatment with secukinumab may not elicit an immune response sufficient to prevent disease."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "tisagenlecleucel",
            "description": {
                "common": "secukinumab, tisagenlecleucel.\nEither increases effects of the other by immunosuppressive effects; risk of infection. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "upadacitinib",
            "description": {
                "common": "secukinumab, upadacitinib.\nEither increases effects of the other by immunosuppressive effects; risk of infection. Contraindicated."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "carbamazepine",
            "description": {
                "common": "secukinumab, carbamazepine. Other (see comment). Use Caution/Monitor. \nComment: Formation of CYP450 enzymes can be altered by increased levels of certain cytokines during chronic inflammation; thus, secukinumab could normalize the formation of CYP450 enzymes. Upon initiation or discontinuation of secukinumab in patients who are receiving concomitant CYP450 substrates, particularly those with a narrow therapeutic index, consider monitoring for therapeutic effect."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "clonidine",
            "description": {
                "common": "secukinumab, clonidine. Other (see comment). Use Caution/Monitor. \nComment: Formation of CYP450 enzymes can be altered by increased levels of certain cytokines during chronic inflammation; thus, secukinumab could normalize the formation of CYP450 enzymes. Upon initiation or discontinuation of secukinumab in patients who are receiving concomitant CYP450 substrates, particularly those with a narrow therapeutic index, consider monitoring for therapeutic effect."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "cyclosporine",
            "description": {
                "common": "secukinumab, cyclosporine. Other (see comment). Use Caution/Monitor. \nComment: Formation of CYP450 enzymes can be altered by increased levels of certain cytokines during chronic inflammation; thus, secukinumab could normalize the formation of CYP450 enzymes. Upon initiation or discontinuation of secukinumab in patients who are receiving concomitant CYP450 substrates, particularly those with a narrow therapeutic index, consider monitoring for therapeutic effect."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "dengue vaccine",
            "description": {
                "common": "secukinumab decreases effects of dengue vaccine by immunosuppressive effects; risk of infection. Use Caution/Monitor. Immunosuppressive therapies (eg, irradiation, antimetabolites, alkylating agents, cytotoxic drugs, corticosteroids [greater than physiologic doses]) may reduce immune response to dengue vaccine."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "disopyramide",
            "description": {
                "common": "secukinumab, disopyramide. Other (see comment). Use Caution/Monitor. \nComment: Formation of CYP450 enzymes can be altered by increased levels of certain cytokines during chronic inflammation; thus, secukinumab could normalize the formation of CYP450 enzymes. Upon initiation or discontinuation of secukinumab in patients who are receiving concomitant CYP450 substrates, particularly those with a narrow therapeutic index, consider monitoring for therapeutic effect."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "efgartigimod alfa",
            "description": {
                "common": "efgartigimod alfa will decrease the level or effect of secukinumab by  receptor binding competition. Use Caution/Monitor. Coadministration of efgartigimod with medications that bind to the human neonatal Fc receptor may lower systemic exposures and effectiveness of such medications. Closely monitor for reduced effectiveness of medications that bind to the human neonatal Fc receptor. If long-term use of such medications is essential, consider discontinuing efgartigimod and using alternative therapies."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ethosuximide",
            "description": {
                "common": "secukinumab, ethosuximide. Other (see comment). Use Caution/Monitor. \nComment: Formation of CYP450 enzymes can be altered by increased levels of certain cytokines during chronic inflammation; thus, secukinumab could normalize the formation of CYP450 enzymes. Upon initiation or discontinuation of secukinumab in patients who are receiving concomitant CYP450 substrates, particularly those with a narrow therapeutic index, consider monitoring for therapeutic effect."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "fosphenytoin",
            "description": {
                "common": "secukinumab, fosphenytoin. Other (see comment). Use Caution/Monitor. \nComment: Formation of CYP450 enzymes can be altered by increased levels of certain cytokines during chronic inflammation; thus, secukinumab could normalize the formation of CYP450 enzymes. Upon initiation or discontinuation of secukinumab in patients who are receiving concomitant CYP450 substrates, particularly those with a narrow therapeutic index, consider monitoring for therapeutic effect."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "haemophilus influenzae type b vaccine",
            "description": {
                "common": "secukinumab decreases effects of haemophilus influenzae type b vaccine by pharmacodynamic antagonism. Modify Therapy/Monitor Closely. Avoid vaccination during chemotherapy or radiation therapy if possible because antibody response might be suboptimal. Patients vaccinated within a 14-day period before starting or during immunosuppressive therapy should be revaccinated at least 3 months after therapy is discontinued if immune competence has been restored. ."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "isavuconazonium sulfate",
            "description": {
                "common": "secukinumab and isavuconazonium sulfate both decrease  immunosuppressive effects; risk of infection. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "lomustine",
            "description": {
                "common": "lomustine and secukinumab both increase  immunosuppressive effects; risk of infection. Use Caution/Monitor. Caution should be taken in patients on concomitant immunosuppressants or with impaired immune systems because of increased risk for serious infections."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "mechlorethamine",
            "description": {
                "common": "mechlorethamine, secukinumab.\nEither increases toxicity of the other by immunosuppressive effects; risk of infection. Use Caution/Monitor. Caution should be taken in patients on concomitant immunosuppressants or with impaired immune systems because of increased risk for serious infections."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ofatumumab SC",
            "description": {
                "common": "ofatumumab SC, secukinumab.\nEither increases effects of the other by immunosuppressive effects; risk of infection. Use Caution/Monitor. Consider the risk of additive immune system effects when coadministering immunosuppressive therapies with coadministration. When switching from therapies with immune effects, take into account the duration and mechanism of action of these therapies when initiating ofatumumab SC."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "phenobarbital",
            "description": {
                "common": "secukinumab, phenobarbital. Other (see comment). Use Caution/Monitor. \nComment: Formation of CYP450 enzymes can be altered by increased levels of certain cytokines during chronic inflammation; thus, secukinumab could normalize the formation of CYP450 enzymes. Upon initiation or discontinuation of secukinumab in patients who are receiving concomitant CYP450 substrates, particularly those with a narrow therapeutic index, consider monitoring for therapeutic effect."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "phenytoin",
            "description": {
                "common": "secukinumab, phenytoin. Other (see comment). Use Caution/Monitor. \nComment: Formation of CYP450 enzymes can be altered by increased levels of certain cytokines during chronic inflammation; thus, secukinumab could normalize the formation of CYP450 enzymes. Upon initiation or discontinuation of secukinumab in patients who are receiving concomitant CYP450 substrates, particularly those with a narrow therapeutic index, consider monitoring for therapeutic effect."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "primidone",
            "description": {
                "common": "secukinumab, primidone. Other (see comment). Use Caution/Monitor. \nComment: Formation of CYP450 enzymes can be altered by increased levels of certain cytokines during chronic inflammation; thus, secukinumab could normalize the formation of CYP450 enzymes. Upon initiation or discontinuation of secukinumab in patients who are receiving concomitant CYP450 substrates, particularly those with a narrow therapeutic index, consider monitoring for therapeutic effect."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "quinidine",
            "description": {
                "common": "secukinumab, quinidine. Other (see comment). Use Caution/Monitor. \nComment: Formation of CYP450 enzymes can be altered by increased levels of certain cytokines during chronic inflammation; thus, secukinumab could normalize the formation of CYP450 enzymes. Upon initiation or discontinuation of secukinumab in patients who are receiving concomitant CYP450 substrates, particularly those with a narrow therapeutic index, consider monitoring for therapeutic effect."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "quinine",
            "description": {
                "common": "secukinumab, quinine. Other (see comment). Use Caution/Monitor. \nComment: Formation of CYP450 enzymes can be altered by increased levels of certain cytokines during chronic inflammation; thus, secukinumab could normalize the formation of CYP450 enzymes. Upon initiation or discontinuation of secukinumab in patients who are receiving concomitant CYP450 substrates, particularly those with a narrow therapeutic index, consider monitoring for therapeutic effect."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "sirolimus",
            "description": {
                "common": "secukinumab, sirolimus. Other (see comment). Use Caution/Monitor. \nComment: Formation of CYP450 enzymes can be altered by increased levels of certain cytokines during chronic inflammation; thus, secukinumab could normalize the formation of CYP450 enzymes. Upon initiation or discontinuation of secukinumab in patients who are receiving concomitant CYP450 substrates, particularly those with a narrow therapeutic index, consider monitoring for therapeutic effect."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "tacrolimus",
            "description": {
                "common": "secukinumab, tacrolimus. Other (see comment). Use Caution/Monitor. \nComment: Formation of CYP450 enzymes can be altered by increased levels of certain cytokines during chronic inflammation; thus, secukinumab could normalize the formation of CYP450 enzymes. Upon initiation or discontinuation of secukinumab in patients who are receiving concomitant CYP450 substrates, particularly those with a narrow therapeutic index, consider monitoring for therapeutic effect."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "theophylline",
            "description": {
                "common": "secukinumab, theophylline. Other (see comment). Use Caution/Monitor. \nComment: Formation of CYP450 enzymes can be altered by increased levels of certain cytokines during chronic inflammation; thus, secukinumab could normalize the formation of CYP450 enzymes. Upon initiation or discontinuation of secukinumab in patients who are receiving concomitant CYP450 substrates, particularly those with a narrow therapeutic index, consider monitoring for therapeutic effect."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "trastuzumab",
            "description": {
                "common": "trastuzumab, secukinumab.\nEither increases toxicity of the other by immunosuppressive effects; risk of infection. Use Caution/Monitor.  Neutropenia or febrile neutropenia incidence were increased when trastuzumab was coadministered with myelosuppressive chemotherapy."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "trastuzumab deruxtecan",
            "description": {
                "common": "trastuzumab deruxtecan, secukinumab.\nEither increases toxicity of the other by immunosuppressive effects; risk of infection. Use Caution/Monitor.  Neutropenia or febrile neutropenia incidence were increased when trastuzumab was coadministered with myelosuppressive chemotherapy."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ublituximab",
            "description": {
                "common": "ublituximab and secukinumab both increase  immunosuppressive effects; risk of infection. Modify Therapy/Monitor Closely. Owing to potential additive immunosuppressive effects, consider duration of effect and mechanism of action of these therapies if coadministered"
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "valproic acid",
            "description": {
                "common": "secukinumab, valproic acid. Other (see comment). Use Caution/Monitor. \nComment: Formation of CYP450 enzymes can be altered by increased levels of certain cytokines during chronic inflammation; thus, secukinumab could normalize the formation of CYP450 enzymes. Upon initiation or discontinuation of secukinumab in patients who are receiving concomitant CYP450 substrates, particularly those with a narrow therapeutic index, consider monitoring for therapeutic effect."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "zoster vaccine recombinant",
            "description": {
                "common": "secukinumab decreases effects of zoster vaccine recombinant by pharmacodynamic antagonism. Use Caution/Monitor. Immunosuppressive therapies may reduce the effectiveness of zoster vaccine recombinant."
            }
        }
    ],
    "adverse effects": [
        {
            "name": "Infections",
            "percent": "28.7"
        },
        {
            "name": "Nasopharyngitis",
            "percent": "11.4"
        },
        {
            "name": "Infections",
            "percent": "29"
        },
        {
            "name": "Diarrhea",
            "percent": "4.1"
        },
        {
            "name": "Upper respiratory tract infection",
            "percent": "2.5"
        },
        {
            "name": "Rhinitis",
            "percent": "1.4"
        },
        {
            "name": "Oral herpes",
            "percent": "1.3"
        },
        {
            "name": "Pharyngitis",
            "percent": "1.2"
        },
        {
            "name": "Rhinorrhea",
            "percent": "1.2"
        },
        {
            "name": "Urticaria",
            "percent": "0.6"
        }
    ]
}