{
    "name": "estrogens esterified/methyltestosterone",
    "comment": "Rx",
    "other_names": [
        "Covaryx",
        "Estratest",
        "Estratest H.S."
    ],
    "classes": [
        "Estrogen and Androgen Combos"
    ],
    "source": "https://reference.medscape.com/drug/covaryx-estratest-estrogens-esterified-methyltestosterone-342803",
    "pregnancy": {
        "common": [
            "Pregnancy Category: X",
            "Lactation: Excreted into breast milk; contraindicated"
        ],
        "specific": []
    },
    "lactation": {
        "common": [
            "Lactation: Excreted into breast milk; contraindicated"
        ]
    },
    "warnings": {
        "black_box_warning": {
            "common": [],
            "specific": [
                {
                    "type": "Estrogens Increase Risk of Endometrial Cancer",
                    "description": [
                        "Close clinical surveillance of all women taking estrogens is important",
                        "Adequate diagnostic measures, including endometrial sampling when indicated, should be undertaken to rule out malignancy in all cases of undiagnosed persistent or recurring abnormal vaginal bleeding",
                        "There is no evidence that the use of \"natural\" estrogens results in a different endometrial risk profile than synthetic estrogens at equivalent estrogen doses"
                    ]
                },
                {
                    "type": "Cardiovascular Risks",
                    "description": [
                        "Estrogens with & without progestins should not be used to prevent cardiovascular disease",
                        "Estrogens plus progestins: Women’s Health Initiative (WHI) Estrogen Plus Progestin substudy reported increased risks of myocardial infarction, stroke, invasive breast cancer, pulmonary emboli, & deep vein thrombosis (DVT) in postmenopausal women (aged 50-79 yr) during 5.6 yr of treatment w/ daily PO conjugated estrogens (CE 0.625 mg) combined w/ medroxyprogesterone acetate (MPA 2.5 mg) compared w/ placebo",
                        "Estrogens alone: A substudy of the WHI Study reported increased risk for stroke & DVT in postmenopausal women (aged 50-79 yr) during 6.8 yr of treatment w/ oral conjugated estrogens (0.625 mg/day) alone compared w/ placebo",
                        "Unopposed estrogen in women with intact uterus is assocated with increased risk of endometrial cancer"
                    ]
                },
                {
                    "type": "Dementia Risks",
                    "description": [
                        "Estrogens with & without progestins should not be used to prevent dementia",
                        "Women's Health Initiative Memory Study (WHIMS), a substudy of the WHI study, reported increased risk of developing probable dementia in postmenopausal women aged 65 yr or older during 4 yr of treatment w/ daily CE 0.625 mg combined w/ MPA 2.5 mg, compared w/ placebo",
                        "Estrogens alone: A substudy of the WHIMS reported an increased risk of developing probable dementia in postmenopausal women aged 65 yr or older during 5.2 yr of treatment w/ conjugated estrogens 0.625 mg alone compared w/ placebo",
                        "Unknown whether these findings apply to younger postmenopausal women"
                    ]
                },
                {
                    "type": "Dose & Duration",
                    "description": [
                        "In the absence of comparable data, these risks should be assumed to be similar for other doses of CE and MPA & other combinations & dosage forms of estrogens & progestins",
                        "Because of these risks, estrogens w/ or without progestins should be prescribed at lowest effective dose & for shortest duration consistent w/ treatment goals and individual risks"
                    ]
                }
            ]
        },
        "contraindicators": {
            "common": [
                "Pregnancy, lactation",
                "Estrogen-dependent neoplasia",
                "Breast cancer",
                "Estrogen dependent tumor",
                "Liver dysfunction or disease",
                "Undiagnosed abnormal vaginal bleeding",
                "Active/history of DVT/PE",
                "Active/recent thromboembolic disease",
                "Hypersensitivity"
            ],
            "specific": []
        },
        "cautions": {
            "common": [
                "Cardiac disease, renal disease, DM, endometriosis, hyperlipidemias, HTN, hypothyroidism",
                "Increased risk of VTE",
                "Fluid retention may exacerbate asthma, epilepsy, migraines, & cardiac or renal dysfunction",
                "Increased risk of ovarian and endometrial cancer",
                "Concomitant warfarin, oral anticoagulants: may need to incr anticoagulant dose",
                "Estrogen may cause retinal vascular thrombosis; discontinue if migraine, proptosis, loss of vision, diplopia, or other vision abnormalities occur",
                "Women with thrombophilias may experience increased risk of venous thromboembolism",
                "Use caution in patients with familial defects of lipoprotein metabolism; triglycerides and HDL cholesterol may increase while LDL cholesterol may decrease"
            ],
            "specific": [
                {
                    "type": "See also individual monographs:",
                    "description": [
                        "Estrogens, esterifed",
                        "Methyltstosterone"
                    ]
                }
            ]
        }
    },
    "interactions": [
        {
            "classification_type": "Contraindicated",
            "interaction_with": "ospemifene",
            "description": {
                "common": "ospemifene, estrogens esterified.\nEither increases effects of the other by pharmacodynamic synergism. Contraindicated."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "abametapir",
            "description": {
                "common": "abametapir will increase the level or effect of estrogens esterified by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug. For 2 weeks after abametapir application, avoid taking drugs that are CYP3A4 substrates. If not feasible, avoid use of abametapir."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "anastrozole",
            "description": {
                "common": "estrogens esterified decreases effects of anastrozole by pharmacodynamic antagonism. Contraindicated. Estrogen may diminish the pharmacologic action of anastrozole. Coadministration not recommended."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "antithrombin alfa",
            "description": {
                "common": "estrogens esterified decreases effects of antithrombin alfa by pharmacodynamic antagonism. Contraindicated. Risk of thromboembolic disorders."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "apalutamide",
            "description": {
                "common": "apalutamide will decrease the level or effect of estrogens esterified by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug. Coadministration of apalutamide, a strong CYP3A4 inducer, with drugs that are CYP3A4 substrates can result in lower exposure to these medications. Avoid or substitute another drug for these medications when possible. Evaluate for loss of therapeutic effect if medication must be coadministered. Adjust dose according to prescribing information if needed."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "cyclosporine",
            "description": {
                "common": "methyltestosterone increases effects of cyclosporine by decreasing metabolism. Avoid or Use Alternate Drug. Androgens may potentiate the hepatoxic effects of cyclosporine, when coadministered."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "enzalutamide",
            "description": {
                "common": "enzalutamide will decrease the level or effect of estrogens esterified by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "erythromycin base",
            "description": {
                "common": "erythromycin base will increase the level or effect of estrogens esterified by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "erythromycin ethylsuccinate",
            "description": {
                "common": "erythromycin ethylsuccinate will increase the level or effect of estrogens esterified by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "erythromycin lactobionate",
            "description": {
                "common": "erythromycin lactobionate will increase the level or effect of estrogens esterified by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "erythromycin stearate",
            "description": {
                "common": "erythromycin stearate will increase the level or effect of estrogens esterified by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "fexinidazole",
            "description": {
                "common": "fexinidazole will increase the level or effect of estrogens esterified by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug. Fexinidazole inhibits CYP3A4. Coadministration may increase risk for adverse effects of CYP3A4 substrates. "
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "givosiran",
            "description": {
                "common": "givosiran will increase the level or effect of estrogens esterified by  affecting hepatic enzyme CYP1A2 metabolism. Avoid or Use Alternate Drug. Avoid coadministration of sensitive CYP1A2 substrates with givosiran. If unavoidable, decrease the CYP1A2 substrate dosage in accordance with approved product labeling."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "idelalisib",
            "description": {
                "common": "idelalisib will increase the level or effect of estrogens esterified by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug. Idelalisib is a strong CYP3A inhibitor; avoid coadministration with sensitive CYP3A substrates"
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "ivosidenib",
            "description": {
                "common": "ivosidenib will decrease the level or effect of estrogens esterified by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug. Avoid coadministration of sensitive CYP3A4 substrates with ivosidenib or replace with alternate therapies. If coadministration is unavoidable, monitor patients for loss of therapeutic effect of these drugs."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "lorlatinib",
            "description": {
                "common": "lorlatinib will decrease the level or effect of estrogens esterified by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "pexidartinib",
            "description": {
                "common": "methyltestosterone and pexidartinib both increase  Other (see comment). Avoid or Use Alternate Drug. Pexidartinib can cause hepatotoxicity. Avoid coadministration of pexidartinib with other products know to cause hepatoxicity."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "pretomanid",
            "description": {
                "common": "methyltestosterone, pretomanid.\nEither increases toxicity of the other by Other (see comment). Avoid or Use Alternate Drug. \nComment: Pretomanid regimen associated with hepatotoxicity. Avoid alcohol and hepatotoxic agents, including herbal supplements and drugs other than bedaquiline and linezolid."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "tucatinib",
            "description": {
                "common": "tucatinib will increase the level or effect of estrogens esterified by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug. Avoid concomitant use of tucatinib with CYP3A substrates, where minimal concentration changes may lead to serious or life-threatening toxicities. If unavoidable, reduce CYP3A substrate dose according to product labeling."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "voxelotor",
            "description": {
                "common": "voxelotor will increase the level or effect of estrogens esterified by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug. Voxelotor increases systemic exposure of sensitive CYP3A4 substrates. Avoid coadministration with sensitive CYP3A4 substrates with a narrow therapeutic index. Consider dose reduction of the sensitive CYP3A4 substrate(s) if unable to avoid."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "warfarin",
            "description": {
                "common": "methyltestosterone increases effects of warfarin by anticoagulation. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "albiglutide",
            "description": {
                "common": "methyltestosterone increases effects of albiglutide by pharmacodynamic synergism. Use Caution/Monitor. It is important to monitor all patients with type 2 diabetes on antidiabetic agents receiving androgens for changes in glycemic control. Potential for hypoglycemia."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "amobarbital",
            "description": {
                "common": "amobarbital will decrease the level or effect of estrogens esterified by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "epoetin alfa",
            "description": {
                "common": "methyltestosterone increases effects of epoetin alfa by pharmacodynamic synergism. Use Caution/Monitor. Concurrent administration of androgens can increase the patient's response to epoetin alfa, reducing the amount required to treat anemia. Because of potential adverse effects drug combination should be avoided."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "aprepitant",
            "description": {
                "common": "aprepitant will increase the level or effect of estrogens esterified by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor. Estrogens are CYP3A4 substrates, and the efficacy of estrogens when used for hormone replacement may be reduced."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "artemether/lumefantrine",
            "description": {
                "common": "artemether/lumefantrine will decrease the level or effect of estrogens esterified by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "atazanavir",
            "description": {
                "common": "atazanavir, estrogens esterified. affecting hepatic/intestinal enzyme CYP3A4 metabolism. Modify Therapy/Monitor Closely. Atazanavir may increase or decrease levels of estrogens esterified. Use alternatives if available."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "belzutifan",
            "description": {
                "common": "belzutifan will decrease the level or effect of estrogens esterified by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Modify Therapy/Monitor Closely. If unable to avoid coadministration of belzutifan with sensitive CYP3A4 substrates, consider increasing the sensitive CYP3A4 substrate dose in accordance with its prescribing information. "
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "bosentan",
            "description": {
                "common": "bosentan will decrease the level or effect of estrogens esterified by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "butabarbital",
            "description": {
                "common": "butabarbital will decrease the level or effect of estrogens esterified by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "carbamazepine",
            "description": {
                "common": "carbamazepine will decrease the level or effect of estrogens esterified by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "cenobamate",
            "description": {
                "common": "cenobamate will decrease the level or effect of estrogens esterified by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Modify Therapy/Monitor Closely. Increase dose of CYP3A4 substrate, as needed, when coadministered with cenobamate."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ceritinib",
            "description": {
                "common": "ceritinib will increase the level or effect of estrogens esterified by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "chloramphenicol",
            "description": {
                "common": "chloramphenicol increases levels of estrogens esterified by affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor. May increase side effects."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "cimetidine",
            "description": {
                "common": "cimetidine will increase the level or effect of estrogens esterified by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "clarithromycin",
            "description": {
                "common": "clarithromycin will increase the level or effect of estrogens esterified by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "conivaptan",
            "description": {
                "common": "conivaptan will increase the level or effect of estrogens esterified by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "cyclosporine",
            "description": {
                "common": "cyclosporine will increase the level or effect of estrogens esterified by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "dabrafenib",
            "description": {
                "common": "dabrafenib will decrease the level or effect of estrogens esterified by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "darifenacin",
            "description": {
                "common": "darifenacin will increase the level or effect of estrogens esterified by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "darunavir",
            "description": {
                "common": "darunavir will increase the level or effect of estrogens esterified by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "dasatinib",
            "description": {
                "common": "dasatinib will increase the level or effect of estrogens esterified by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "deferasirox",
            "description": {
                "common": "deferasirox will decrease the level or effect of estrogens esterified by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "dexamethasone",
            "description": {
                "common": "dexamethasone will decrease the level or effect of estrogens esterified by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "diltiazem",
            "description": {
                "common": "diltiazem will increase the level or effect of estrogens esterified by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "dronedarone",
            "description": {
                "common": "dronedarone will increase the level or effect of estrogens esterified by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "efavirenz",
            "description": {
                "common": "efavirenz will decrease the level or effect of estrogens esterified by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "elagolix",
            "description": {
                "common": "elagolix will decrease the level or effect of estrogens esterified by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Modify Therapy/Monitor Closely. Elagolix is a weak-to-moderate CYP3A4 inducer. Monitor CYP3A substrates if coadministered. Consider increasing CYP3A substrate dose if needed."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "encorafenib",
            "description": {
                "common": "encorafenib, estrogens esterified. affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor. Encorafenib both inhibits and induces CYP3A4 at clinically relevant plasma concentrations. Coadministration of encorafenib with sensitive CYP3A4 substrates may result in increased toxicity or decreased efficacy of these agents."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "erythromycin base",
            "description": {
                "common": "erythromycin base will decrease the level or effect of estrogens esterified by  altering intestinal flora. Applies only to oral forms of hormone. Low risk of contraceptive failure. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "erythromycin ethylsuccinate",
            "description": {
                "common": "erythromycin ethylsuccinate will decrease the level or effect of estrogens esterified by  altering intestinal flora. Applies only to oral forms of hormone. Low risk of contraceptive failure. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "erythromycin lactobionate",
            "description": {
                "common": "erythromycin lactobionate will decrease the level or effect of estrogens esterified by  altering intestinal flora. Applies only to oral forms of hormone. Low risk of contraceptive failure. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "erythromycin stearate",
            "description": {
                "common": "erythromycin stearate will decrease the level or effect of estrogens esterified by  altering intestinal flora. Applies only to oral forms of hormone. Low risk of contraceptive failure. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "eslicarbazepine acetate",
            "description": {
                "common": "eslicarbazepine acetate will decrease the level or effect of estrogens esterified by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "etravirine",
            "description": {
                "common": "etravirine will decrease the level or effect of estrogens esterified by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "exemestane",
            "description": {
                "common": "estrogens esterified decreases levels of exemestane by increasing metabolism. Use Caution/Monitor. Estrogens should not be given concomitantly with exemestane; these drugs could interfere with the pharmacologic action and efficacy of exemestane."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "exenatide injectable solution",
            "description": {
                "common": "estrogens esterified decreases effects of exenatide injectable solution by pharmacodynamic antagonism. Use Caution/Monitor. Estrogens may decrease hypoglycemic effects of antidiabetics by impairing glucose tolerance. Monitor for glycemic control in diabetic patients."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "exenatide injectable suspension",
            "description": {
                "common": "estrogens esterified decreases effects of exenatide injectable suspension by pharmacodynamic antagonism. Use Caution/Monitor. Estrogens may decrease hypoglycemic effects of antidiabetics by impairing glucose tolerance. Monitor for glycemic control in diabetic patients."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "fedratinib",
            "description": {
                "common": "fedratinib will increase the level or effect of estrogens esterified by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor. Adjust dose of drugs that are CYP3A4 substrates as necessary."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "fexinidazole",
            "description": {
                "common": "fexinidazole will increase the level or effect of estrogens esterified by  affecting hepatic enzyme CYP1A2 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "fluconazole",
            "description": {
                "common": "fluconazole will increase the level or effect of estrogens esterified by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "fosamprenavir",
            "description": {
                "common": "fosamprenavir will increase the level or effect of estrogens esterified by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "fosaprepitant",
            "description": {
                "common": "fosaprepitant will increase the level or effect of estrogens esterified by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor. Estrogens are CYP3A4 substrates, and the efficacy of estrogens when used for hormone replacement may be reduced."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "fosphenytoin",
            "description": {
                "common": "fosphenytoin will decrease the level or effect of estrogens esterified by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "grapefruit",
            "description": {
                "common": "grapefruit will increase the level or effect of estrogens esterified by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "griseofulvin",
            "description": {
                "common": "griseofulvin will decrease the level or effect of estrogens esterified by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "hemin",
            "description": {
                "common": "estrogens esterified decreases effects of hemin by pharmacodynamic antagonism. Use Caution/Monitor. Drugs that increase delta-aminolevulinic acid synthetase may decrease hemin effect."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "hyaluronidase",
            "description": {
                "common": "estrogens esterified decreases effects of hyaluronidase by Other (see comment). Use Caution/Monitor. \nComment: Estrogens, when given in large systemic doses, may render tissues partially resistant to the action of hyaluronidase. Patients may require larger amounts of hyaluronidase for equivalent dispersing effect."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "hydrocortisone",
            "description": {
                "common": "hydrocortisone will decrease the level or effect of estrogens esterified by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "iloperidone",
            "description": {
                "common": "iloperidone increases levels of estrogens esterified by affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor. Iloperidone is a time-dependent CYP3A inhibitor and may lead to increased plasma levels of drugs predominantly eliminated by CYP3A4."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "indinavir",
            "description": {
                "common": "indinavir will increase the level or effect of estrogens esterified by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "insulin aspart",
            "description": {
                "common": "methyltestosterone increases effects of insulin aspart by pharmacodynamic synergism. Use Caution/Monitor. It is important to monitor all patients with type 2 diabetes on antidiabetic agents receiving androgens for changes in glycemic control. Potential for hypoglycemia."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "insulin glargine",
            "description": {
                "common": "methyltestosterone increases effects of insulin glargine by pharmacodynamic synergism. Use Caution/Monitor. It is important to monitor all patients with type 2 diabetes on antidiabetic agents receiving androgens for changes in glycemic control. Potential for hypoglycemia."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "insulin glulisine",
            "description": {
                "common": "methyltestosterone increases effects of insulin glulisine by pharmacodynamic synergism. Use Caution/Monitor. It is important to monitor all patients with type 2 diabetes on antidiabetic agents receiving androgens for changes in glycemic control. Potential for hypoglycemia."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "insulin regular human",
            "description": {
                "common": "methyltestosterone increases effects of insulin regular human by pharmacodynamic synergism. Use Caution/Monitor. It is important to monitor all patients with type 2 diabetes on antidiabetic agents receiving androgens for changes in glycemic control. Potential for hypoglycemia."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "istradefylline",
            "description": {
                "common": "istradefylline will increase the level or effect of estrogens esterified by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor. Istradefylline 40 mg/day increased peak levels and AUC of CYP3A4 substrates in clinical trials. This effect was not observed with istradefylline 20 mg/day. Consider dose reduction of sensitive CYP3A4 substrates."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "itraconazole",
            "description": {
                "common": "itraconazole will increase the level or effect of estrogens esterified by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ketoconazole",
            "description": {
                "common": "ketoconazole will increase the level or effect of estrogens esterified by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "lamotrigine",
            "description": {
                "common": "estrogens esterified decreases levels of lamotrigine by increasing hepatic clearance. Use Caution/Monitor. Concurrent use may cause lamotrigine levels to decrease by almost 50%. Dose adjustment is required."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "lapatinib",
            "description": {
                "common": "lapatinib will increase the level or effect of estrogens esterified by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "lenacapavir",
            "description": {
                "common": "lenacapavir will increase the level or effect of estrogens esterified by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor. Lencapavir (a moderate CYP3A4 inhibitor) may increase CYP3A4 substrates initiated within 9 months after last SC dose of lenacapavir, which may increase potential risk of adverse reactions of CYP3A4 substrates."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "levoketoconazole",
            "description": {
                "common": "levoketoconazole will increase the level or effect of estrogens esterified by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "liraglutide",
            "description": {
                "common": "methyltestosterone increases effects of liraglutide by pharmacodynamic synergism. Use Caution/Monitor. It is important to monitor all patients with type 2 diabetes on antidiabetic agents receiving androgens for changes in glycemic control. Potential for hypoglycemia."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "lonapegsomatropin",
            "description": {
                "common": "estrogens esterified will decrease the level or effect of lonapegsomatropin by  Other (see comment). Use Caution/Monitor. Oral estrogens may reduce serum insulin-like growth factor-1 response to lonapegsomatropin. Patients receiving oral estrogen replacement may require higher lonapegsomatropin dosages."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "siponimod",
            "description": {
                "common": "siponimod and methyltestosterone both increase  immunosuppressive effects; risk of infection. Use Caution/Monitor. Caution if coadministered because of additive immunosuppressive effects during such therapy and in the weeks following administration. When switching from drugs with prolonged immune effects, consider the half-life and mode of action of these drugs to avoid unintended additive immunosuppressive effects."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "lopinavir",
            "description": {
                "common": "lopinavir will increase the level or effect of estrogens esterified by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "maraviroc",
            "description": {
                "common": "estrogens esterified increases levels of maraviroc by affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor. Potential for increased toxicity. ."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "meropenem/vaborbactam",
            "description": {
                "common": "meropenem/vaborbactam will decrease the level or effect of estrogens esterified by  altering intestinal flora. Applies only to oral forms of hormone. Low risk of contraceptive failure. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "miconazole vaginal",
            "description": {
                "common": "miconazole vaginal will increase the level or effect of estrogens esterified by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "mifepristone",
            "description": {
                "common": "mifepristone will increase the level or effect of estrogens esterified by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "mitotane",
            "description": {
                "common": "mitotane decreases levels of estrogens esterified by affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor. Mitotane is a strong inducer of cytochrome P-4503A4; monitor when coadministered with CYP3A4 substrates for possible dosage adjustments."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "nafcillin",
            "description": {
                "common": "nafcillin will decrease the level or effect of estrogens esterified by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "nefazodone",
            "description": {
                "common": "nefazodone will increase the level or effect of estrogens esterified by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "nelfinavir",
            "description": {
                "common": "nelfinavir will increase the level or effect of estrogens esterified by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "nevirapine",
            "description": {
                "common": "nevirapine will decrease the level or effect of estrogens esterified by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "oxcarbazepine",
            "description": {
                "common": "oxcarbazepine will decrease the level or effect of estrogens esterified by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "pentobarbital",
            "description": {
                "common": "pentobarbital will decrease the level or effect of estrogens esterified by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "phenobarbital",
            "description": {
                "common": "phenobarbital will decrease the level or effect of estrogens esterified by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "phenytoin",
            "description": {
                "common": "phenytoin will decrease the level or effect of estrogens esterified by  P-glycoprotein (MDR1) efflux transporter. Use Caution/Monitor.  If the estrogen is being used for contraception then loss of contraception may occur. "
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "posaconazole",
            "description": {
                "common": "posaconazole will increase the level or effect of estrogens esterified by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "primidone",
            "description": {
                "common": "primidone will decrease the level or effect of estrogens esterified by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "quinidine",
            "description": {
                "common": "quinidine will increase the level or effect of estrogens esterified by  P-glycoprotein (MDR1) efflux transporter. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "quinupristin/dalfopristin",
            "description": {
                "common": "quinupristin/dalfopristin will increase the level or effect of estrogens esterified by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ribociclib",
            "description": {
                "common": "ribociclib will increase the level or effect of estrogens esterified by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "rifabutin",
            "description": {
                "common": "rifabutin will decrease the level or effect of estrogens esterified by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "rifampin",
            "description": {
                "common": "rifampin will decrease the level or effect of estrogens esterified by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "rifapentine",
            "description": {
                "common": "rifapentine will decrease the level or effect of estrogens esterified by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ritonavir",
            "description": {
                "common": "ritonavir will increase the level or effect of estrogens esterified by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "secobarbital",
            "description": {
                "common": "secobarbital will decrease the level or effect of estrogens esterified by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "siponimod",
            "description": {
                "common": "siponimod and estrogens esterified both increase  immunosuppressive effects; risk of infection. Use Caution/Monitor. Caution if coadministered because of additive immunosuppressive effects during such therapy and in the weeks following administration. When switching from drugs with prolonged immune effects, consider the half-life and mode of action of these drugs to avoid unintended additive immunosuppressive effects."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "somapacitan",
            "description": {
                "common": "estrogens esterified decreases effects of somapacitan by Other (see comment). Modify Therapy/Monitor Closely. \nComment: Oral estrogens may reduce the serum IGF-1 response to somapacitan. Patients may require higher somapacitan dosages. See drug monograph for starting dose recommendations."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "St John's Wort",
            "description": {
                "common": "St John's Wort will decrease the level or effect of estrogens esterified by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "stiripentol",
            "description": {
                "common": "stiripentol, estrogens esterified. affecting hepatic enzyme CYP1A2 metabolism. Modify Therapy/Monitor Closely. Stiripentol is a CYP1A2 inhibitor and inducer. Monitor CYP1A2 substrates coadministered with stiripentol for increased or decreased effects. CYP1A2 substrates may require dosage adjustment."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "tacrolimus",
            "description": {
                "common": "methyltestosterone increases effects of tacrolimus by decreasing metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "tazemetostat",
            "description": {
                "common": "tazemetostat will decrease the level or effect of estrogens esterified by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "tolazamide",
            "description": {
                "common": "methyltestosterone increases effects of tolazamide by pharmacodynamic synergism. Use Caution/Monitor. It is important to monitor all patients with type 2 diabetes on antidiabetic agents receiving androgens for changes in glycemic control. Potential for hypoglycemia."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "acarbose",
            "description": {
                "common": "methyltestosterone increases effects of acarbose by pharmacodynamic synergism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "acetazolamide",
            "description": {
                "common": "acetazolamide will increase the level or effect of estrogens esterified by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "amitriptyline",
            "description": {
                "common": "estrogens esterified, amitriptyline. Mechanism: unspecified interaction mechanism. Minor/Significance Unknown. Estrogens may inhibit hepatic metabolism of tricyclic antidepressants. However, interactions are not common."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "amoxapine",
            "description": {
                "common": "estrogens esterified, amoxapine. Mechanism: unspecified interaction mechanism. Minor/Significance Unknown. Estrogens may inhibit hepatic metabolism of tricyclic antidepressants. However, interactions are not common."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "anastrozole",
            "description": {
                "common": "anastrozole will increase the level or effect of estrogens esterified by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "boron",
            "description": {
                "common": "boron increases levels of estrogens esterified by altering metabolism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "chlorpropamide",
            "description": {
                "common": "methyltestosterone increases effects of chlorpropamide by pharmacodynamic synergism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "clomipramine",
            "description": {
                "common": "estrogens esterified, clomipramine. Mechanism: unspecified interaction mechanism. Minor/Significance Unknown. Estrogens may inhibit hepatic metabolism of tricyclic antidepressants. However, interactions are not common."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "cortisone",
            "description": {
                "common": "methyltestosterone, cortisone.\nEither increases effects of the other by pharmacodynamic synergism. Minor/Significance Unknown. May enhance edema formation."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "cyanocobalamin",
            "description": {
                "common": "estrogens esterified decreases levels of cyanocobalamin by altering metabolism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "cyclophosphamide",
            "description": {
                "common": "cyclophosphamide will increase the level or effect of estrogens esterified by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "desipramine",
            "description": {
                "common": "estrogens esterified, desipramine. Mechanism: unspecified interaction mechanism. Minor/Significance Unknown. Estrogens may inhibit hepatic metabolism of tricyclic antidepressants. However, interactions are not common."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "dexamethasone",
            "description": {
                "common": "methyltestosterone, dexamethasone.\nEither increases effects of the other by pharmacodynamic synergism. Minor/Significance Unknown. May enhance edema formation."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "dosulepin",
            "description": {
                "common": "estrogens esterified, dosulepin. Mechanism: unspecified interaction mechanism. Minor/Significance Unknown. Estrogens and progestins may decr tricyclic antidepressant effects, while increasing TCA plasma concentration and adverse effects."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "doxepin",
            "description": {
                "common": "estrogens esterified, doxepin. Mechanism: unspecified interaction mechanism. Minor/Significance Unknown. Estrogens may inhibit hepatic metabolism of tricyclic antidepressants. However, interactions are not common."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "fludrocortisone",
            "description": {
                "common": "methyltestosterone, fludrocortisone.\nEither increases effects of the other by pharmacodynamic synergism. Minor/Significance Unknown. May enhance edema formation."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "folic acid",
            "description": {
                "common": "estrogens esterified decreases levels of folic acid by altering metabolism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "glimepiride",
            "description": {
                "common": "methyltestosterone increases effects of glimepiride by pharmacodynamic synergism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "glipizide",
            "description": {
                "common": "methyltestosterone increases effects of glipizide by pharmacodynamic synergism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "glyburide",
            "description": {
                "common": "methyltestosterone increases effects of glyburide by pharmacodynamic synergism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "hydrocortisone",
            "description": {
                "common": "methyltestosterone, hydrocortisone.\nEither increases effects of the other by pharmacodynamic synergism. Minor/Significance Unknown. May enhance edema formation."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "imipramine",
            "description": {
                "common": "estrogens esterified, imipramine. Mechanism: unspecified interaction mechanism. Minor/Significance Unknown. Estrogens may inhibit hepatic metabolism of tricyclic antidepressants. However, interactions are not common."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "insulin detemir",
            "description": {
                "common": "methyltestosterone increases effects of insulin detemir by pharmacodynamic synergism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "insulin lispro",
            "description": {
                "common": "methyltestosterone increases effects of insulin lispro by pharmacodynamic synergism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "insulin NPH",
            "description": {
                "common": "methyltestosterone increases effects of insulin NPH by pharmacodynamic synergism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "isoniazid",
            "description": {
                "common": "isoniazid will increase the level or effect of estrogens esterified by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "L-methylfolate",
            "description": {
                "common": "estrogens esterified decreases levels of L-methylfolate by altering metabolism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "larotrectinib",
            "description": {
                "common": "larotrectinib will increase the level or effect of estrogens esterified by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "lofepramine",
            "description": {
                "common": "estrogens esterified, lofepramine. Mechanism: unspecified interaction mechanism. Minor/Significance Unknown. Estrogens and progestins may decr tricyclic antidepressant effects, while increasing TCA plasma concentration and adverse effects."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "magnesium chloride",
            "description": {
                "common": "estrogens esterified decreases levels of magnesium chloride by Other (see comment). Minor/Significance Unknown. \nComment: Magnesium shifted from blood to tissue storage."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "magnesium citrate",
            "description": {
                "common": "estrogens esterified decreases levels of magnesium citrate by Other (see comment). Minor/Significance Unknown. \nComment: Magnesium shifted from blood to tissue storage."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "magnesium hydroxide",
            "description": {
                "common": "estrogens esterified decreases levels of magnesium hydroxide by Other (see comment). Minor/Significance Unknown. \nComment: Magnesium shifted from blood to tissue storage."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "magnesium oxide",
            "description": {
                "common": "estrogens esterified decreases levels of magnesium oxide by Other (see comment). Minor/Significance Unknown. \nComment: Magnesium shifted from blood to tissue storage."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "magnesium sulfate",
            "description": {
                "common": "estrogens esterified decreases levels of magnesium sulfate by Other (see comment). Minor/Significance Unknown. \nComment: Magnesium shifted from blood to tissue storage."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "maprotiline",
            "description": {
                "common": "estrogens esterified, maprotiline. Mechanism: unspecified interaction mechanism. Minor/Significance Unknown. Estrogens and progestins may decr tricyclic antidepressant effects, while increasing TCA plasma concentration and adverse effects."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "metformin",
            "description": {
                "common": "methyltestosterone increases effects of metformin by pharmacodynamic synergism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "methylprednisolone",
            "description": {
                "common": "methyltestosterone, methylprednisolone.\nEither increases effects of the other by pharmacodynamic synergism. Minor/Significance Unknown. May enhance edema formation."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "metyrapone",
            "description": {
                "common": "estrogens esterified decreases effects of metyrapone by unspecified interaction mechanism. Minor/Significance Unknown. A subtherapeutic response to metyrapone can be seen in patients on estrogen therapy. It is generally advisable to discontinue estrogens prior to and during metyrapone administration."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "miglitol",
            "description": {
                "common": "methyltestosterone increases effects of miglitol by pharmacodynamic synergism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "mycophenolate",
            "description": {
                "common": "mycophenolate decreases effects of estrogens esterified by unknown mechanism. Minor/Significance Unknown. Clinical significance unclear."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "nateglinide",
            "description": {
                "common": "methyltestosterone increases effects of nateglinide by pharmacodynamic synergism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "nortriptyline",
            "description": {
                "common": "estrogens esterified, nortriptyline. Mechanism: unspecified interaction mechanism. Minor/Significance Unknown. Estrogens may inhibit hepatic metabolism of tricyclic antidepressants. However, interactions are not common."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "phytoestrogens",
            "description": {
                "common": "phytoestrogens decreases effects of estrogens esterified by pharmacodynamic antagonism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "pioglitazone",
            "description": {
                "common": "methyltestosterone increases effects of pioglitazone by pharmacodynamic synergism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "pleurisy root",
            "description": {
                "common": "pleurisy root decreases effects of estrogens esterified by unspecified interaction mechanism. Minor/Significance Unknown. Theoretical interaction."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "prednisolone",
            "description": {
                "common": "methyltestosterone, prednisolone.\nEither increases effects of the other by pharmacodynamic synergism. Minor/Significance Unknown. May enhance edema formation."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "prednisone",
            "description": {
                "common": "methyltestosterone, prednisone.\nEither increases effects of the other by pharmacodynamic synergism. Minor/Significance Unknown. May enhance edema formation."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "protriptyline",
            "description": {
                "common": "estrogens esterified, protriptyline. Mechanism: unspecified interaction mechanism. Minor/Significance Unknown. Estrogens may inhibit hepatic metabolism of tricyclic antidepressants. However, interactions are not common."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "pyridoxine",
            "description": {
                "common": "estrogens esterified decreases levels of pyridoxine by altering metabolism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "pyridoxine (Antidote)",
            "description": {
                "common": "estrogens esterified decreases levels of pyridoxine (Antidote) by altering metabolism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "repaglinide",
            "description": {
                "common": "methyltestosterone increases effects of repaglinide by pharmacodynamic synergism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "rose hips",
            "description": {
                "common": "estrogens esterified decreases levels of rose hips by increasing elimination. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "rosiglitazone",
            "description": {
                "common": "methyltestosterone increases effects of rosiglitazone by pharmacodynamic synergism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "saw palmetto",
            "description": {
                "common": "saw palmetto decreases effects of methyltestosterone by pharmacodynamic antagonism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "saxagliptin",
            "description": {
                "common": "methyltestosterone increases effects of saxagliptin by pharmacodynamic synergism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "sitagliptin",
            "description": {
                "common": "methyltestosterone increases effects of sitagliptin by pharmacodynamic synergism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "tolbutamide",
            "description": {
                "common": "methyltestosterone increases effects of tolbutamide by pharmacodynamic synergism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "trazodone",
            "description": {
                "common": "estrogens esterified, trazodone. Mechanism: unspecified interaction mechanism. Minor/Significance Unknown. Estrogens and progestins may decr tricyclic antidepressant effects, while increasing TCA plasma concentration and adverse effects."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "triamcinolone acetonide injectable suspension",
            "description": {
                "common": "methyltestosterone, triamcinolone acetonide injectable suspension.\nEither increases effects of the other by pharmacodynamic synergism. Minor/Significance Unknown. May enhance edema formation."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "trimipramine",
            "description": {
                "common": "estrogens esterified, trimipramine. Mechanism: unspecified interaction mechanism. Minor/Significance Unknown. Estrogens may inhibit hepatic metabolism of tricyclic antidepressants. However, interactions are not common."
            }
        }
    ],
    "adverse effects": [
        {
            "name": "Edema",
            "percent": null
        },
        {
            "name": "Headache",
            "percent": null
        },
        {
            "name": "Acne",
            "percent": null
        },
        {
            "name": "alopecia",
            "percent": null
        },
        {
            "name": "Breast soreness",
            "percent": null
        },
        {
            "name": "Menstrual irregularities",
            "percent": null
        },
        {
            "name": "Bloating",
            "percent": null
        },
        {
            "name": "Nausea",
            "percent": null
        },
        {
            "name": "Hypercalcemia",
            "percent": null
        },
        {
            "name": "Hypercholesterolemia",
            "percent": null
        },
        {
            "name": "Cholestatic hepatitis",
            "percent": null
        },
        {
            "name": "Vomiting",
            "percent": null
        },
        {
            "name": "Anaphylaxis",
            "percent": null
        },
        {
            "name": "Suppression of clotting factors II",
            "percent": null
        },
        {
            "name": "V",
            "percent": null
        },
        {
            "name": "VII",
            "percent": null
        },
        {
            "name": "Polycythemia",
            "percent": null
        },
        {
            "name": "Paresthesia",
            "percent": null
        }
    ]
}