{
    "name": "rosuvastatin",
    "comment": "Rx",
    "other_names": [
        "Crestor",
        "Ezallor Sprinkle"
    ],
    "classes": [
        "Lipid-Lowering Agents",
        "Statins",
        "HMG-CoA Reductase Inhibitors"
    ],
    "source": "https://reference.medscape.com/drug/crestor-ezallor-sprinkle-rosuvastatin-342467",
    "pregnancy": {
        "common": [
            "Owing to HMG-CoA reductase inhibitors decrease cholesterol synthesis and possibly the synthesis of other biologically active substances derived from cholesterol, fetal harm may occur when administered to pregnant females; discontinue therapy as soon as pregnancy is recognized; limited published data are insufficient to determine a drug-associated risk of major congenital malformations or miscarriage",
            "Advise females of reproductive potential to use effective contraception during treatment",
            "There is no available information on effects of drug on breastfed infant or on milk production",
            "Unknown whether is present in human milk; it has been shown that drugs in this class pass into human milk and atorvastatin is present in rat milk",
            "Not recommended during treatment"
        ],
        "specific": [
            {
                "type": "Contraception",
                "description": [
                    "On July 20, 2021, the ",
                    " request to remove the contraindication against HMG-CoA reductase inhibitors in pregnant females",
                    "Despite the changes, most females found to be pregnant should stop therapy "
                ]
            },
            {
                "type": "FDA MedWatch",
                "description": [
                    "On July 20, 2021, the FDA request to remove the contraindication against HMG-CoA reductase inhibitors in pregnant females",
                    "Breastfeeding is still not recommended if taking statins; drug may still pass through milk and pose a risk breastfed children ",
                    "For patients with lower risk, temporarily stop statin therapy until breastfeeding ends ",
                    "Patients who are at high risk of heart attack or stroke who require statins after delivery should not breastfeed and should use alternatives such as infant formula "
                ]
            },
            {
                "type": "FDA MedWatch",
                "description": [
                    "On July 20, 2021, the FDA request to remove the contraindication against HMG-CoA reductase inhibitors in pregnant females",
                    "Breastfeeding is still not recommended if taking statins; drug may still pass through milk and pose a risk breastfed children ",
                    "For patients with lower risk, temporarily stop statin therapy until breastfeeding ends ",
                    "Patients who are at high risk of heart attack or stroke who require statins after delivery should not breastfeed and should use alternatives such as infant formula "
                ]
            }
        ]
    },
    "lactation": {
        "common": [
            "There is no available information on effects of drug on breastfed infant or on milk production",
            "Unknown whether is present in human milk; it has been shown that drugs in this class pass into human milk and atorvastatin is present in rat milk",
            "Not recommended during treatment"
        ]
    },
    "warnings": {
        "black_box_warning": {
            "common": [],
            "specific": []
        },
        "contraindicators": {
            "common": [
                "Hypersensitivity to drug or excipients",
                "Acute liver failure or decompensated cirrhosis (including unexplained persistent elevations of LFTs)"
            ],
            "specific": []
        },
        "cautions": {
            "common": [
                "Nonserious and reversible cognitive adverse effects may occur",
                "Increased blood glucose and glycosylated hemoglobin (HbA1c) levels reported with statin intake; in some instances, these increases may exceed the threshold for the diagnosis of diabetes mellitus; optimize lifestyle measures, including regular exercise, maintaining healthy body weight, and making healthy food choices",
                "Use caution in patients who consume large amounts of ethanol or have a history of liver disease",
                "Interrupt therapy if serious hepatotoxicity with clinical symptoms and/or hyperbilirubinemia or jaundice occurs during treatment",
                "Increases in AST or ALT reported with HMG-CoA reductase inhibitors; monitor liver enzymes before initiating and if signs or symptoms of liver injury occur",
                "Cases of myopathy [muscle pain, tenderness, or weakness associated with elevated creatine kinase (CK)] and rhabdomyolysis and rhabdomyolysis with acute renal failure secondary to myoglobinuria reported with HMG-CoA reductase inhibitors; may occur at any dose level, but are increased at the highest dose (40 mg); caution in patients with predisposing factors for myopathy (eg, age ≥65 years, inadequately treated hypothyroidism, renal impairment)",
                "Discontinue treatment if markedly elevated creatine kinase levels occur or myopathy is diagnosed or suspected; temporarily withhold in any patient with an acute, serious condition suggestive of myopathy or predisposing to the development of renal failure secondary to rhabdomyolysis (eg, sepsis; hypotension; dehydration; major surgery; trauma; severe metabolic, endocrine, or electrolyte disorders; uncontrolled seizures)",
                "Pharmacokinetic studies demonstrated an ~2-fold elevation in median exposure (AUC and peak plasma concentrations) in Asian subjects when compared with a white control group",
                "Hematuria and proteinuria reported without decrease in renal function; consider dosage reduction if unexplained hematuria and proteinuria persists",
                "Rule out secondary causes of hyperlipidemia prior to initiating therapy"
            ],
            "specific": [
                {
                    "type": "Risk factors for myopathy",
                    "description": [
                        "Risk factors for myopathy include age 65 years or greater, uncontrolled hypothyroidism, renal impairment, concomitant use with certain other drugs (including other lipid-lowering therapies), and higher dosage; Asian patients may be at higher risk for myopathy; the myopathy risk is greater in patients taking 40 mg daily compared with lower dosages"
                    ]
                },
                {
                    "type": "Steps to prevent or reduce risk of myopathy and rhabdomyolysis",
                    "description": [
                        "Concomitant use of this medication with cyclosporine or gemfibrozil not recommended; dosage modifications are recommended for patients taking certain antiviral medications, darolutamide, and regorafenib; niacin, fibrates, and colchicine may also increase risk of myopathy and rhabdomyolysis",
                        "Discontinue therapy if markedly elevated CK levels occur or if myopathy is either diagnosed or suspected; muscle symptoms and CK elevations may resolve if therapy is discontinued",
                        "Temporarily discontinue therapy in patients experiencing an acute or serious condition at high risk of developing renal failure secondary to rhabdomyolysis (eg, sepsis; shock; severe hypovolemia; major surgery; trauma; severe metabolic, endocrine, or electrolyte disorders; or uncontrolled epilepsy)",
                        "Inform patients of risk of myopathy and rhabdomyolysis when starting or increasing dosage; instruct patients to promptly report any unexplained muscle pain, tenderness or weakness, particularly if accompanied by malaise or fever"
                    ]
                },
                {
                    "type": "Immune-mediated necrotizing myopathy",
                    "description": [
                        "Immune-mediated necrotizing myopathy (IMNM), an autoimmune myopathy, reported with statin use",
                        "IMNM is characterized by muscle biopsy showing necrotizing myopathy without significant inflammation improvement with immunosuppressive agents, proximal muscle weakness, and elevated serum creatine kinase, which persist despite discontinuation of statin treatment",
                        "Treatment with immunosuppressive agents may be required",
                        "Advice all patients starting therapy or whose dose is being increased, about the risk of myopathy, including rhabdomyolysis",
                        "Patients should report promptly any unexplained muscle pain, tenderness, or weakness particularly if accompanied by malaise or fever or if muscle signs and symptoms persist after discontinuing therapy; additional neuromuscular and serologic testing may be necessary",
                        "Therapy should be discontinued immediately if myopathy is diagnosed or suspected",
                        "Discontinue therapy if markedly elevated creatine kinase (CK) levels occur or if myopathy diagnosed or suspected",
                        "Therapy should be temporarily withheld in any patient experiencing an acute or serious condition predisposing to development of renal failure secondary to rhabdomyolysis, eg, sepsis; hypotension; dehydration; major surgery; trauma; severe metabolic, endocrine, and electrolyte disorders; or uncontrolled epilepsy",
                        "Consider risk of IMNM carefully prior to initiation of a different statin",
                        "If therapy is initiated with a different statin, monitor for signs and symptoms of IMNM",
                        "Additional neuromuscular and serologic testing may be necessary",
                        "Treatment with immunosuppressive agents may be required",
                        "Consider risk of IMNM carefully prior to initiation of a different statin",
                        "If therapy is initiated with a different statin, monitor for signs and symptoms of IMNM"
                    ]
                },
                {
                    "type": "Drug interactions overview",
                    "description": [
                        "Exercise caution when anticoagulants coadministered with rosuvastatin because of its potentiation of effect of coumarin-type anticoagulants in prolonging the prothrombin time/INR; monitor INR at baseline and frequently during concomitant therapy",
                        "Cyclosporine and gemfibrozil increased rosuvastatin exposure and may result in increased risk of myopathy",
                        "Coadministration of rosuvastatin with certain protease inhibitors has differing effects on rosuvastatin exposure and may increase risk of myopathy",
                        "Risk of skeletal muscle effects may be enhanced when used in combination with lipid-modifying doses (≥1 g/day) of niacin; use with caution when administered with rosuvastatin",
                        "Because the risk of myopathy during treatment with HMG-CoA reductase inhibitors is increased with concomitant use of fenofibrates, use with caution",
                        "Cases of myopathy, including rhabdomyolysis, reported with HMG-CoA reductase inhibitors when coadministered with colchicine",
                        "Also see Dosage Modifications"
                    ]
                }
            ]
        }
    },
    "interactions": [
        {
            "classification_type": "Contraindicated",
            "interaction_with": "gemfibrozil",
            "description": {
                "common": "gemfibrozil increases toxicity of rosuvastatin by Other (see comment). Contraindicated. \nComment: OATP1B1 inhibitors may increase risk of myopathy."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "red yeast rice",
            "description": {
                "common": "rosuvastatin, red yeast rice.\nEither increases toxicity of the other by pharmacodynamic synergism. Contraindicated. May increase creatine kinase levels and increase risk of myopathy or rhabdomyolysis; red yeast rice contains monocolin K (reportedly identical to lovastatin)."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "atazanavir",
            "description": {
                "common": "atazanavir increases levels of rosuvastatin by unknown mechanism. Avoid or Use Alternate Drug. Potential for increased toxicity. Use alternatives if available. Increased risk of myopathy and rhabdomyolysis. Limit rosuvastatin dose to 10 mg/day; ritonavir component of atazanavir/ritonavir regimen decreases rosuvastatin metabolism."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "clarithromycin",
            "description": {
                "common": "clarithromycin increases toxicity of rosuvastatin by Other (see comment). Avoid or Use Alternate Drug. \nComment: OATP1B1 inhibitors may increase risk of myopathy."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "colchicine",
            "description": {
                "common": "colchicine, rosuvastatin.\nEither increases toxicity of the other by pharmacodynamic synergism. Avoid or Use Alternate Drug. Increased risk of rhabdomyolysis (incl a fatality)."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "cyclosporine",
            "description": {
                "common": "cyclosporine increases toxicity of rosuvastatin by Other (see comment). Avoid or Use Alternate Drug. \nComment: OATP1B1 inhibitors may increase risk of myopathy."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "darolutamide",
            "description": {
                "common": "darolutamide will increase the level or effect of rosuvastatin by  Other (see comment). Avoid or Use Alternate Drug. Darolutamide is a BCRP inhibitor. Avoid coadministration with BCRP inhibitors. If use is unavoidable, closely monitor for adverse reactions; dose of rosuvastatin should not exceed 5 mg once daily (refer BCRP substrate prescribing information)."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "eltrombopag",
            "description": {
                "common": "eltrombopag increases toxicity of rosuvastatin by Other (see comment). Avoid or Use Alternate Drug. \nComment: OATP1B1 inhibitors may increase risk of myopathy."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "fenofibrate",
            "description": {
                "common": "fenofibrate, rosuvastatin.\nEither increases effects of the other by pharmacodynamic synergism. Avoid or Use Alternate Drug. Fenofibrate may further increase risk for rhabdomyolysis when added to optimal statin regimen to further decrease TG and increase HDLs."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "fenofibrate micronized",
            "description": {
                "common": "fenofibrate micronized, rosuvastatin.\nEither increases effects of the other by pharmacodynamic synergism. Avoid or Use Alternate Drug. Fenofibrate may further increase risk for rhabdomyolysis when added to optimal statin regimen to further decrease TG and increase HDLs."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "fenofibric acid",
            "description": {
                "common": "fenofibric acid, rosuvastatin.\nEither increases effects of the other by pharmacodynamic synergism. Avoid or Use Alternate Drug. Fenofibrate may further increase risk for rhabdomyolysis when added to optimal statin regimen to further decrease TG and increase HDLs."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "gemfibrozil",
            "description": {
                "common": "gemfibrozil, rosuvastatin.\nEither increases effects of the other by pharmacodynamic synergism. Avoid or Use Alternate Drug. Gemfibrozil may further increase risk for rhabdomyolysis when added to optimal statin regimen to further decrease TG and increase HDLs. If concomitant use cannot be avoided, initiate rosuvastatin at 5 mg once daily; the dose of rosuvastatin should not exceed 10 mg once daily."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "indinavir",
            "description": {
                "common": "indinavir increases toxicity of rosuvastatin by affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug. Risk of myopathy and rhabdomyolysis increased when atorvastatin coadministered with CYP3A4 inhibitors; use lowest statin dose possible."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "ketoconazole",
            "description": {
                "common": "ketoconazole increases toxicity of rosuvastatin by Other (see comment). Avoid or Use Alternate Drug. \nComment: OATP1B1 inhibitors may increase risk of myopathy."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "lasmiditan",
            "description": {
                "common": "lasmiditan increases levels of rosuvastatin by Other (see comment). Avoid or Use Alternate Drug. \nComment: Lasmiditan inhibits BCRP in vitro. Avoid coadministration of lasmiditan with BCRP substrates."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "leniolisib",
            "description": {
                "common": "leniolisib will increase the level or effect of rosuvastatin by  Other (see comment). Avoid or Use Alternate Drug. Leniolisib, a BCRP, OATP1B1, and OATP1B3 inhibitor, may increase systemic exposure of these substrates"
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "levoketoconazole",
            "description": {
                "common": "levoketoconazole increases toxicity of rosuvastatin by Other (see comment). Avoid or Use Alternate Drug. \nComment: OATP1B1 inhibitors may increase risk of myopathy."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "lopinavir",
            "description": {
                "common": "lopinavir increases levels of rosuvastatin by decreasing metabolism. Avoid or Use Alternate Drug. Limit rosuvastatin dose to 10 mg/day; ritonavir component of lopinavir/ritonavir decreases rosuvastatin metabolism."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "mifepristone",
            "description": {
                "common": "mifepristone increases toxicity of rosuvastatin by Other (see comment). Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "nelfinavir",
            "description": {
                "common": "nelfinavir increases toxicity of rosuvastatin by Other (see comment). Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "niacin",
            "description": {
                "common": "niacin, rosuvastatin.\nEither increases toxicity of the other by pharmacodynamic synergism. Avoid or Use Alternate Drug. Increased risk of rhabdomyolysis (>1 g/day niacin)."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "ombitasvir/paritaprevir/ritonavir & dasabuvir (DSC)",
            "description": {
                "common": "ombitasvir/paritaprevir/ritonavir & dasabuvir (DSC) increases toxicity of rosuvastatin by Other (see comment). Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "ritonavir",
            "description": {
                "common": "ritonavir increases toxicity of rosuvastatin by Other (see comment). Avoid or Use Alternate Drug. \nComment: OATP1B1 inhibitors may increase risk of myopathy."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "saquinavir",
            "description": {
                "common": "saquinavir increases toxicity of rosuvastatin by Other (see comment). Avoid or Use Alternate Drug. \nComment: OATP1B1 inhibitors may increase risk of myopathy."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "trofinetide",
            "description": {
                "common": "trofinetide will increase the level or effect of rosuvastatin by  Other (see comment). Avoid or Use Alternate Drug. Trofinetide (an OATP131 and OATP13B inhibitor) may increase plasma levels of OATP131 or OATP13B substrates. Avoid coadministration with sensitive substrates."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "acalabrutinib",
            "description": {
                "common": "acalabrutinib increases levels of rosuvastatin by Other (see comment). Use Caution/Monitor. \nComment: Acalabrutinib may increase exposure to coadministered BCRP substrates by inhibition of intestinal BCRP."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "aluminum hydroxide",
            "description": {
                "common": "aluminum hydroxide decreases levels of rosuvastatin by inhibition of GI absorption. Applies only to oral form of both agents. Use Caution/Monitor. Separate by 2 hours."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "apalutamide",
            "description": {
                "common": "apalutamide will decrease the level or effect of rosuvastatin by  increasing elimination. Use Caution/Monitor. Apalutamide induces UGT and weakly induces BCRP and OATP1B1. Drugs that are eliminated via these pathways may have decreased systemic exposure if coadministered with apalutamide."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "atazanavir",
            "description": {
                "common": "atazanavir increases levels of rosuvastatin by affecting hepatic/intestinal enzyme CYP3A4 metabolism. Modify Therapy/Monitor Closely. Potential for increased toxicity. Use alternatives if available. Increased risk of myopathy and rhabdomyolysis. ."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "calcium carbonate",
            "description": {
                "common": "calcium carbonate decreases levels of rosuvastatin by inhibition of GI absorption. Applies only to oral form of both agents. Use Caution/Monitor. Separate by 2 hours."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "carbamazepine",
            "description": {
                "common": "carbamazepine increases toxicity of rosuvastatin by Other (see comment). Use Caution/Monitor. \nComment: OATP1B1 inhibitors may increase risk of myopathy."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "caspofungin",
            "description": {
                "common": "caspofungin increases toxicity of rosuvastatin by Other (see comment). Use Caution/Monitor. \nComment: OATP1B1 inhibitors may increase risk of myopathy."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "cholestyramine",
            "description": {
                "common": "cholestyramine decreases levels of rosuvastatin by inhibition of GI absorption. Applies only to oral form of both agents. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "clotrimazole",
            "description": {
                "common": "clotrimazole increases toxicity of rosuvastatin by Other (see comment). Use Caution/Monitor. \nComment: OATP1B1 inhibitors may increase risk of myopathy."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "cobicistat",
            "description": {
                "common": "cobicistat will increase the level or effect of rosuvastatin by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Modify Therapy/Monitor Closely. For HMG-CoA reductase inhibitors that are not contraindicated with cobicistat, dose should not  exceed 20 mg/day."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "crofelemer",
            "description": {
                "common": "crofelemer increases toxicity of rosuvastatin by Other (see comment). Use Caution/Monitor. \nComment: Crofelemer has the potential to inhibit transporters MRP2 and OATP1A2 at concentrations expected in the gut; unlikely to inhibit systemically because minimally absorbed."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "daptomycin",
            "description": {
                "common": "rosuvastatin, daptomycin.\nEither increases toxicity of the other by Other (see comment). Modify Therapy/Monitor Closely. \nComment: Coadministration of daptomycin with HMG-CoA reductase inhibitors may increase CPK levels and risk for myopathy; consider temporary suspension of HMG-CoA reductase inhibitors during daptomycin therapy."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "darunavir",
            "description": {
                "common": "darunavir will increase the level or effect of rosuvastatin by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Modify Therapy/Monitor Closely. For HMG-CoA reductase inhibitors that are not contraindicated with cobicistat, dose should not  exceed 20 mg/day."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "dasabuvir",
            "description": {
                "common": "dasabuvir increases toxicity of rosuvastatin by Other (see comment). Modify Therapy/Monitor Closely. \nComment: OATP1B1 inhibitors may increase risk of myopathy."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "elagolix",
            "description": {
                "common": "elagolix decreases levels of rosuvastatin by unknown mechanism. Modify Therapy/Monitor Closely. Consider increasing the dose of rosuvastatin."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "elbasvir/grazoprevir",
            "description": {
                "common": "elbasvir/grazoprevir increases levels of rosuvastatin by unknown mechanism. Modify Therapy/Monitor Closely. If coadministered, do not exceed rosuvastatin dose of 10 mg/day."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "eluxadoline",
            "description": {
                "common": "eluxadoline increases levels of rosuvastatin by decreasing metabolism. Use Caution/Monitor. Eluxadoline may increase the systemic exposure of coadministered OATP1B1 or BCRP substrates. Potential for increased risk of myopathy/rhabdomyolysis with rosuvastatin. Decrease rosuvastatin to lowest effective dose."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "encorafenib",
            "description": {
                "common": "encorafenib will increase the level or effect of rosuvastatin by  Other (see comment). Modify Therapy/Monitor Closely.  Encorafenib (a  OATP1B1, OATP1B3, and BCRP inhibitor) may increase the concentration and toxicities of OATP1B1, OATP1B3, and BCRP substrates. Closely monitor for signs and symptoms of increased exposure and consider adjusting the dose of these substrates. Screen reader support enabled.  "
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "erythromycin base",
            "description": {
                "common": "erythromycin base increases toxicity of rosuvastatin by Other (see comment). Use Caution/Monitor. \nComment: OATP1B1 inhibitors may increase risk of myopathy."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "erythromycin ethylsuccinate",
            "description": {
                "common": "erythromycin ethylsuccinate increases toxicity of rosuvastatin by Other (see comment). Use Caution/Monitor. \nComment: OATP1B1 inhibitors may increase risk of myopathy."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "erythromycin lactobionate",
            "description": {
                "common": "erythromycin lactobionate increases toxicity of rosuvastatin by Other (see comment). Use Caution/Monitor. \nComment: OATP1B1 inhibitors may increase risk of myopathy."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "erythromycin stearate",
            "description": {
                "common": "erythromycin stearate increases toxicity of rosuvastatin by Other (see comment). Use Caution/Monitor. \nComment: OATP1B1 inhibitors may increase risk of myopathy."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "eslicarbazepine acetate",
            "description": {
                "common": "eslicarbazepine acetate will decrease the level or effect of rosuvastatin by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Modify Therapy/Monitor Closely. Dose adjustment of some statins may be needed if a clinically significant change in lipids is noted. "
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "fostamatinib",
            "description": {
                "common": "fostamatinib will increase the level or effect of rosuvastatin by  decreasing metabolism. Use Caution/Monitor. Concomitant use of fostamatinib may increase concentrations of BCRP substrate drugs. Monitor for toxicities of BCRP substrate drug that may require dosage reduction when given concurrently with fostamatinib."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "fostemsavir",
            "description": {
                "common": "fostemsavir will increase the level or effect of rosuvastatin by  Other (see comment). Modify Therapy/Monitor Closely. Fostemsavir inhibits OATP1B1/3 and BCRP transporters. If possible, avoid coadministration or modify dose of OATP1B1/3 or BCRP substrates coadministered with fostemsavir. Use lowest possible starting dose for statins and monitor for associated adverse events."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "glecaprevir/pibrentasvir",
            "description": {
                "common": "glecaprevir/pibrentasvir increases levels of rosuvastatin by Other (see comment). Modify Therapy/Monitor Closely. \nComment: Increased statin concentrations resulting from OATP1B1 inhibition may increase risk of myopathy, including rhabdomyolysis. If coadministered, do not exceed 10 mg/day of rosuvastatin."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "glyburide",
            "description": {
                "common": "glyburide increases toxicity of rosuvastatin by Other (see comment). Use Caution/Monitor. \nComment: Coadministration of rosuvastatin with OATP1B1 inhibitors may increase rosuvastatin levels and risk for myopathy."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "lanthanum carbonate",
            "description": {
                "common": "lanthanum carbonate decreases levels of rosuvastatin by cation binding in GI tract. Use Caution/Monitor. Administer statin at least 2 hr before or 2 hr after lanthanum. Monitor serum concentrations."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ledipasvir/sofosbuvir",
            "description": {
                "common": "ledipasvir/sofosbuvir will increase the level or effect of rosuvastatin by  unspecified interaction mechanism. Modify Therapy/Monitor Closely. Coadministration of ledipasvir/sofosbuvir with rosuvastatin may be associated withincreased risk of myopathy,including rhabdomyolysis. Monitor closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "letermovir",
            "description": {
                "common": "letermovir increases levels of rosuvastatin by affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor. Coadministration of letermovir with fluvastatin may require a dosage reduction. Closely monitor patients for myopathy and rhabdomyolysis. When letermovir is coadministered with cyclosporine, the dose of rosuvastatin should not exceed 5 mg PO qDay . ."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "levonorgestrel oral/ethinylestradiol/ferrous bisglycinate",
            "description": {
                "common": "rosuvastatin increases levels of levonorgestrel oral/ethinylestradiol/ferrous bisglycinate by P-glycoprotein (MDR1) efflux transporter. Use Caution/Monitor. Coadministration of rosuvastatin and certain combined hormonal contraceptives (CHCs) containing EE increase AUC values for EE by approximately 20-25%."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "mesterolone",
            "description": {
                "common": "mesterolone increases toxicity of rosuvastatin by decreasing metabolism. Use Caution/Monitor. Risk of rhabdomyolysis (theoretical interaction based on case reports of combination of danazol and >20 mg/day lovastatin)."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "metyrapone",
            "description": {
                "common": "metyrapone increases toxicity of rosuvastatin by Other (see comment). Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "mipomersen",
            "description": {
                "common": "mipomersen increases toxicity of rosuvastatin by Other (see comment). Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "nirmatrelvir",
            "description": {
                "common": "nirmatrelvir will increase the level or effect of rosuvastatin by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Modify Therapy/Monitor Closely. Consider temporary discontinuation of rosuvastatin during treatment with nirmatrelvir/ritonavir."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "nirmatrelvir/ritonavir",
            "description": {
                "common": "nirmatrelvir/ritonavir will increase the level or effect of rosuvastatin by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Modify Therapy/Monitor Closely. Consider temporary discontinuation of rosuvastatin during treatment with nirmatrelvir/ritonavir."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ombitasvir/paritaprevir/ritonavir & dasabuvir (DSC)",
            "description": {
                "common": "ombitasvir/paritaprevir/ritonavir & dasabuvir (DSC) will increase the level or effect of rosuvastatin by  decreasing hepatic clearance. Modify Therapy/Monitor Closely. Maximum daily dose of rosuvastatin should be limited to 10 mg/day"
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "paclitaxel",
            "description": {
                "common": "paclitaxel increases toxicity of rosuvastatin by Other (see comment). Use Caution/Monitor. \nComment: OATP1B1 inhibitors may increase risk of myopathy."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "pazopanib",
            "description": {
                "common": "pazopanib increases toxicity of rosuvastatin by Other (see comment). Use Caution/Monitor. \nComment: OATP1B1 inhibitors may increase risk of myopathy."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "pioglitazone",
            "description": {
                "common": "pioglitazone increases toxicity of rosuvastatin by Other (see comment). Use Caution/Monitor. \nComment: OATP1B1 inhibitors may increase risk of myopathy."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ponatinib",
            "description": {
                "common": "ponatinib increases toxicity of rosuvastatin by Other (see comment). Use Caution/Monitor. \nComment: OATP1B1 inhibitors may increase risk of myopathy."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ranolazine",
            "description": {
                "common": "ranolazine increases toxicity of rosuvastatin by Other (see comment). Modify Therapy/Monitor Closely. \nComment: OATP1B1 inhibitors may increase risk of myopathy."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "regorafenib",
            "description": {
                "common": "regorafenib will increase the level or effect of rosuvastatin by  Other (see comment). Modify Therapy/Monitor Closely. Regorafenib likely inhibits BCRP (ABCG2) transport. Coadministration with a BCRP substrate may increase systemic exposure to the substrate and related toxicity."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "repaglinide",
            "description": {
                "common": "repaglinide increases toxicity of rosuvastatin by Other (see comment). Use Caution/Monitor. \nComment: OATP1B1 inhibitors may increase risk of myopathy."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "rifampin",
            "description": {
                "common": "rifampin increases toxicity of rosuvastatin by Other (see comment). Use Caution/Monitor. \nComment: OATP1B1 inhibitors may increase risk of myopathy."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ritonavir",
            "description": {
                "common": "ritonavir will increase the level or effect of rosuvastatin by  decreasing metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "rolapitant",
            "description": {
                "common": "rolapitant will increase the level or effect of rosuvastatin by  Other (see comment). Use Caution/Monitor. Monitor for adverse reactions when unable to avoid rolapitant coadministration with narrow therapeutic index BCRP substrates. Use the lowest effective dose of rosuvastatin."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "rosiglitazone",
            "description": {
                "common": "rosiglitazone increases toxicity of rosuvastatin by Other (see comment). Use Caution/Monitor. \nComment: OATP1B1 inhibitors may increase risk of myopathy."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "safinamide",
            "description": {
                "common": "safinamide will increase the level or effect of rosuvastatin by  Other (see comment). Use Caution/Monitor. Safinamide and its major metabolite may inhibit intestinal BCRP. Monitor BCRP substrates for increased pharmacologic or adverse effects."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "sodium bicarbonate",
            "description": {
                "common": "sodium bicarbonate decreases levels of rosuvastatin by inhibition of GI absorption. Applies only to oral form of both agents. Use Caution/Monitor. Separate by 2 hours."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "sodium citrate/citric acid",
            "description": {
                "common": "sodium citrate/citric acid decreases levels of rosuvastatin by inhibition of GI absorption. Applies only to oral form of both agents. Use Caution/Monitor. Separate by 2 hours."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "sofosbuvir/velpatasvir",
            "description": {
                "common": "sofosbuvir/velpatasvir will increase the level or effect of rosuvastatin by  Other (see comment). Modify Therapy/Monitor Closely. Velpatasvir is an inhibitor of the drug transporter BCRP. Coadministration may increase systemic exposure of drugs that are BCRP substrates. Coadministration may significantly increase rosuvastatin serum concentration, which is associated with increased risk of myopathy, including rhabdomyolysis. If coadministered, do not exceed rosuvastatin dose of 10 mg/day."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "stiripentol",
            "description": {
                "common": "stiripentol will increase the level or effect of rosuvastatin by  Other (see comment). Modify Therapy/Monitor Closely. Stiripentol is a BCRP transport inhibitor. Consider dosage reduction for BCRP substrates if adverse effects are experienced when coadministered."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "tafamidis",
            "description": {
                "common": "tafamidis will increase the level or effect of rosuvastatin by  Other (see comment). Use Caution/Monitor. Tafamidis inhibits breast cancer resistant protein (BCRP) in vitro and may increase exposure of BCRP substrates following tafamidis or tafamidis meglumine administration. Dosage adjustment of these BCRP substrates may be necessary."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "tafamidis meglumine",
            "description": {
                "common": "tafamidis meglumine will increase the level or effect of rosuvastatin by  Other (see comment). Use Caution/Monitor. Tafamidis inhibits breast cancer resistant protein (BCRP) in vitro and may increase exposure of BCRP substrates following tafamidis or tafamidis meglumine administration. Dosage adjustment of these BCRP substrates may be necessary."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "tenapanor",
            "description": {
                "common": "tenapanor decreases levels of rosuvastatin by Other (see comment). Use Caution/Monitor. \nComment: Tenapanor (an inhibitor of intestinal uptake transporter, OATP2B1) may reduce the exposure of OATP2B1 substrates."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "tipranavir",
            "description": {
                "common": "tipranavir increases levels of rosuvastatin by affecting hepatic/intestinal enzyme CYP3A4 metabolism. Modify Therapy/Monitor Closely. This interaction is the net effect of tipranavir being coadministered with ritonavir (boosted therapy); increased risk of myopathy including rhabdomyolysis; do not exceed rosuvastatin dose of 10 mg/day."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "warfarin",
            "description": {
                "common": "rosuvastatin increases effects of warfarin by anticoagulation. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "coenzyme Q10",
            "description": {
                "common": "rosuvastatin decreases levels of coenzyme Q10 by unspecified interaction mechanism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "colestipol",
            "description": {
                "common": "colestipol decreases levels of rosuvastatin by inhibition of GI absorption. Applies only to oral form of both agents. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "erythromycin base",
            "description": {
                "common": "erythromycin base decreases levels of rosuvastatin by inhibition of GI absorption. Applies only to oral form of both agents. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "erythromycin ethylsuccinate",
            "description": {
                "common": "erythromycin ethylsuccinate decreases levels of rosuvastatin by inhibition of GI absorption. Applies only to oral form of both agents. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "erythromycin lactobionate",
            "description": {
                "common": "erythromycin lactobionate decreases levels of rosuvastatin by inhibition of GI absorption. Applies only to oral form of both agents. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "erythromycin stearate",
            "description": {
                "common": "erythromycin stearate decreases levels of rosuvastatin by inhibition of GI absorption. Applies only to oral form of both agents. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "ethinylestradiol",
            "description": {
                "common": "rosuvastatin increases levels of ethinylestradiol by unspecified interaction mechanism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "isradipine",
            "description": {
                "common": "isradipine decreases levels of rosuvastatin by unknown mechanism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "mestranol",
            "description": {
                "common": "rosuvastatin increases levels of mestranol by unspecified interaction mechanism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "orlistat",
            "description": {
                "common": "orlistat increases effects of rosuvastatin by pharmacodynamic synergism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "trazodone",
            "description": {
                "common": "trazodone increases levels of rosuvastatin by unspecified interaction mechanism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "voclosporin",
            "description": {
                "common": "voclosporin will increase the level or effect of rosuvastatin by  Other (see comment). Minor/Significance Unknown. Information suggests voclosporin (an OATP1B1 inhibitor) may increase in the concentration of OATP1B1 substrates is possible. Monitor for adverse reactions of OATP1B1 substrates when coadministered with voclosporin."
            }
        }
    ],
    "adverse effects": [
        {
            "name": "Myalgia",
            "percent": "3-13"
        },
        {
            "name": "Arthralgia",
            "percent": "10"
        },
        {
            "name": "Pharyngitis",
            "percent": "9"
        },
        {
            "name": "Headache",
            "percent": "3.1-8.5"
        },
        {
            "name": "Myalgia",
            "percent": "7.6"
        },
        {
            "name": "Nausea",
            "percent": "2.4-6.3"
        },
        {
            "name": "Asthenia",
            "percent": "0.9-6.3"
        },
        {
            "name": "Constipation",
            "percent": "2.1-4.7"
        },
        {
            "name": "Dizziness",
            "percent": "4"
        },
        {
            "name": "Arthralgia",
            "percent": "3.8"
        },
        {
            "name": "CPK increased",
            "percent": "3"
        },
        {
            "name": "Diabetes mellitus",
            "percent": "2.8"
        },
        {
            "name": "Abdominal pain",
            "percent": "2"
        },
        {
            "name": "ALT increased",
            "percent": "2"
        },
        {
            "name": "Flulike illness",
            "percent": "2"
        },
        {
            "name": "UTI",
            "percent": "2"
        },
        {
            "name": "Jaundice",
            "percent": null
        },
        {
            "name": "Myopathy",
            "percent": null
        },
        {
            "name": "Rhabdomyolysis",
            "percent": null
        },
        {
            "name": "Arthralgia",
            "percent": null
        },
        {
            "name": "Peripheral neuropathy",
            "percent": null
        },
        {
            "name": "Depression and sleep disorders",
            "percent": null
        },
        {
            "name": "including insomnia and nightmares",
            "percent": null
        },
        {
            "name": "Fatal and nonfatal hepatic failure",
            "percent": null
        },
        {
            "name": "hepatitis",
            "percent": null
        },
        {
            "name": "jaundice",
            "percent": null
        },
        {
            "name": "Thrombocytopenia",
            "percent": null
        },
        {
            "name": "Gynecomastia",
            "percent": null
        },
        {
            "name": "Interstitial lung disease",
            "percent": null
        },
        {
            "name": "Immune",
            "percent": null
        },
        {
            "name": "mediated necrotizing myopathy",
            "percent": null
        },
        {
            "name": "Cognitive impairment",
            "percent": null
        },
        {
            "name": "eg",
            "percent": null
        },
        {
            "name": "memory loss",
            "percent": null
        },
        {
            "name": "forgetfulness",
            "percent": null
        },
        {
            "name": "amnesia",
            "percent": null
        },
        {
            "name": "memory impairment",
            "percent": null
        },
        {
            "name": "confusion",
            "percent": null
        }
    ]
}