{
    "name": "cytarabine",
    "comment": "Rx",
    "other_names": [
        "Cytosar U"
    ],
    "classes": [
        "Antineoplastics",
        "Antimetabolites"
    ],
    "source": "https://reference.medscape.com/drug/cytosar-u-cytarabine-342089",
    "pregnancy": {
        "common": [
            "Pregnancy Category: D",
            "Lactation: not known if excreted in breast milk, avoid"
        ],
        "specific": []
    },
    "lactation": {
        "common": [
            "Lactation: not known if excreted in breast milk, avoid"
        ]
    },
    "warnings": {
        "black_box_warning": {
            "common": [],
            "specific": [
                {
                    "type": "Conventional formulation",
                    "description": [
                        "Only physicians experienced in cancer chemotherapy should administer",
                        "For induction therapy, administer in facility with lab and supportive resources sufficient to monitor drug tolerance and protect and maintain patient if compromised by drug toxicity",
                        "Main toxic effect is bone marrow suppression with leukopenia, thrombocytopenia, and anemia",
                        "Less serious toxicity includes nausea, vomiting, diarrhea, abdominal pain, oral ulceration, and hepatic dysfunction"
                    ]
                },
                {
                    "type": "Arachnoiditis with liposomal IT administration",
                    "description": [
                        "In all clinical studies, chemical arachnoiditis, a syndrome manifested primarily by nausea, vomiting, headache and fever, was a common adverse event",
                        "If left untreated, chemical arachnoiditis may be fatal",
                        "The incidence and severity of chemical arachnoiditis can be reduced by coadministration of dexamethasone"
                    ]
                }
            ]
        },
        "contraindicators": {
            "common": [
                "Hypersensitivity",
                "Liposomal cytarabine: active meningeal infection"
            ],
            "specific": []
        },
        "cautions": {
            "common": [
                "Potent bone marrow suppression",
                "Severe and at times fatal CNS, GI, and pulmonary toxicity",
                "Cardiomyopathy with subsequent death reported following experimental high dose therapy with cytarabine in combination with cyclophosphamide when used for bone marrow transplant preparation",
                "Do not use benzyl alcohol-containing solutions IT or in neonates",
                "Avoid pregnancy"
            ],
            "specific": [
                {
                    "type": "Liposomal IT administration",
                    "description": [
                        "CSF flow assessment should be considered before treatment is started Blockage to CSF flow may increase risk of neurotoxicity due to increased serum concentrations",
                        "To reduce incidence of arachnoiditis, administer dexamethasone concurrently",
                        "Hydrocephalus has also been reported, possibly precipitated by arachnoiditis",
                        "Infectious meningitis may be associated with IT drug administration",
                        "Following IT administration, CNS toxicity, including persistent extreme somnolence, hemiplegia, visual disturbances including blindness which may be total and permanent, deafness, cranial nerve palsies, and visual disturbances including blindness which may be total and permanent, have been reported",
                        "Symptoms and signs of peripheral neuropathy (eg, pain, numbness, paresthesia, weakness, impaired bowel and bladder control) observed; in some cases, these signs and symptoms have been reported as Cauda Equina Syndrome"
                    ]
                }
            ]
        }
    },
    "interactions": [
        {
            "classification_type": "Serious",
            "interaction_with": "adenovirus types 4 and 7 live, oral",
            "description": {
                "common": "cytarabine decreases effects of adenovirus types 4 and 7 live, oral by pharmacodynamic antagonism. Avoid or Use Alternate Drug. Immunosuppressives may diminish therapeutic effects of vaccines and increase risk of adverse effects (increased risk of infection). Live-attenuated vaccines should be avoided for at least 3mo after cessation of immunosuppressive therapy."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "axicabtagene ciloleucel",
            "description": {
                "common": "cytarabine, axicabtagene ciloleucel.\nEither increases effects of the other by immunosuppressive effects; risk of infection. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "brexucabtagene autoleucel",
            "description": {
                "common": "cytarabine, brexucabtagene autoleucel.\nEither increases effects of the other by immunosuppressive effects; risk of infection. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "cedazuridine",
            "description": {
                "common": "cedazuridine will increase the level or effect of cytarabine by  decreasing metabolism. Avoid or Use Alternate Drug. Cedazuridine, a CDA inhibitor, is used with decitabine to increase systemic exposure of decitabine. Use with other drugs metabolized by CDA may increase levels and toxicities of those drugs."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "ciltacabtagene autoleucel",
            "description": {
                "common": "cytarabine, ciltacabtagene autoleucel.\nEither increases effects of the other by immunosuppressive effects; risk of infection. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "idecabtagene vicleucel",
            "description": {
                "common": "cytarabine, idecabtagene vicleucel.\nEither increases effects of the other by immunosuppressive effects; risk of infection. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "influenza virus vaccine quadrivalent, adjuvanted",
            "description": {
                "common": "cytarabine decreases effects of influenza virus vaccine quadrivalent, adjuvanted by pharmacodynamic antagonism. Avoid or Use Alternate Drug. Immunosuppressive drugs may reduce the immune response to influenza vaccine."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "influenza virus vaccine trivalent, adjuvanted",
            "description": {
                "common": "cytarabine decreases effects of influenza virus vaccine trivalent, adjuvanted by pharmacodynamic antagonism. Avoid or Use Alternate Drug. Immunosuppressive drugs may reduce the immune response to influenza vaccine."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "lisocabtagene maraleucel",
            "description": {
                "common": "cytarabine, lisocabtagene maraleucel.\nEither increases effects of the other by immunosuppressive effects; risk of infection. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "palifermin",
            "description": {
                "common": "palifermin increases toxicity of cytarabine by Other (see comment). Avoid or Use Alternate Drug. \nComment: Palifermin should not be administered within 24 hrbefore, during infusion of, or within 24 hr after administration of antineoplastic agents. Coadministration of palifermin within 24 hr of chemotherapy resulted in increased severity and duration of oral mucositis."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "ropeginterferon alfa 2b",
            "description": {
                "common": "ropeginterferon alfa 2b, cytarabine.\nEither increases toxicity of the other by Other (see comment). Avoid or Use Alternate Drug. \nComment: Myelosuppressive agents can produce additive myelosuppression. Avoid use and monitor patients receiving the combination for effects of excessive myelosuppression."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "tisagenlecleucel",
            "description": {
                "common": "cytarabine, tisagenlecleucel.\nEither increases effects of the other by immunosuppressive effects; risk of infection. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "tofacitinib",
            "description": {
                "common": "cytarabine, tofacitinib.\nEither increases toxicity of the other by immunosuppressive effects; risk of infection. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "acalabrutinib",
            "description": {
                "common": "acalabrutinib, cytarabine.\nEither increases toxicity of the other by pharmacodynamic synergism. Use Caution/Monitor. Coadministration may increase risk of myelosuppressive effects."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "belatacept",
            "description": {
                "common": "belatacept and cytarabine both increase  immunosuppressive effects; risk of infection. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "cholera vaccine",
            "description": {
                "common": "cytarabine decreases effects of cholera vaccine by immunosuppressive effects; risk of infection. Modify Therapy/Monitor Closely. Immunosuppressive therapies, including irradiation, antimetabolites, alkylating agents, cytotoxic drugs and corticosteroids (used in greater than physiologic doses), may reduce the immune response to cholera vaccine."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "dengue vaccine",
            "description": {
                "common": "cytarabine decreases effects of dengue vaccine by immunosuppressive effects; risk of infection. Use Caution/Monitor. Immunosuppressive therapies (eg, irradiation, antimetabolites, alkylating agents, cytotoxic drugs, corticosteroids [greater than physiologic doses]) may reduce immune response to dengue vaccine."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "denosumab",
            "description": {
                "common": "cytarabine, denosumab. Other (see comment). Use Caution/Monitor. \nComment: Caution should be taken in patients on concomitant immunosuppressants or with impaired immune systems because of increased risk for serious infections."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "dichlorphenamide",
            "description": {
                "common": "dichlorphenamide and cytarabine both decrease  serum potassium. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "digoxin",
            "description": {
                "common": "cytarabine decreases levels of digoxin by inhibition of GI absorption. Applies only to oral form of both agents. Use Caution/Monitor. Cytarabine may decrease digoxin absorption even several days after stopping chemotherapy. Digoxin capsules and digitoxin do not appear to be affected. ."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "fingolimod",
            "description": {
                "common": "cytarabine increases effects of fingolimod by immunosuppressive effects; risk of infection. Modify Therapy/Monitor Closely. Concomitant therapy is expected to increase the risk of immunosuppression. Use caution when switching patients from long-acting therapies with immune effects. ."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "hydroxyurea",
            "description": {
                "common": "cytarabine, hydroxyurea. Other (see comment). Use Caution/Monitor. \nComment: Combination may increase risk of myelosuppression."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "influenza A (H5N1) vaccine",
            "description": {
                "common": "cytarabine decreases effects of influenza A (H5N1) vaccine by Mechanism: pharmacodynamic antagonism. Use Caution/Monitor. Immunosuppressive therapies may reduce immune response to H5N1 vaccine."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "influenza virus vaccine (H5N1), adjuvanted",
            "description": {
                "common": "cytarabine decreases effects of influenza virus vaccine (H5N1), adjuvanted by Mechanism: pharmacodynamic antagonism. Use Caution/Monitor. Immunosuppressive therapies may reduce immune response to H5N1 vaccine."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "meningococcal group B vaccine",
            "description": {
                "common": "cytarabine decreases effects of meningococcal group B vaccine by pharmacodynamic antagonism. Use Caution/Monitor. Individuals with altered immunocompetence may have reduced immune responses to the vaccine."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ofatumumab SC",
            "description": {
                "common": "ofatumumab SC, cytarabine.\nEither increases effects of the other by immunosuppressive effects; risk of infection. Use Caution/Monitor. Consider the risk of additive immune system effects when coadministering immunosuppressive therapies with coadministration. When switching from therapies with immune effects, take into account the duration and mechanism of action of these therapies when initiating ofatumumab SC."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "olaparib",
            "description": {
                "common": "cytarabine and olaparib both increase  pharmacodynamic synergism. Use Caution/Monitor. Coadministration with other other myelosuppressive anticancer agents, including DNA damaging agents,  may potentiate and prolongate the myelosuppressive toxicity. "
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "siponimod",
            "description": {
                "common": "siponimod and cytarabine both increase  immunosuppressive effects; risk of infection. Use Caution/Monitor. Caution if coadministered because of additive immunosuppressive effects during such therapy and in the weeks following administration. When switching from drugs with prolonged immune effects, consider the half-life and mode of action of these drugs to avoid unintended additive immunosuppressive effects."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "sipuleucel-T",
            "description": {
                "common": "cytarabine decreases effects of sipuleucel-T by pharmacodynamic antagonism. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "tobramycin inhaled",
            "description": {
                "common": "tobramycin inhaled and cytarabine both increase  nephrotoxicity and/or ototoxicity. Modify Therapy/Monitor Closely. Avoid concurrent or sequential use to decrease risk for ototoxicity"
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "trastuzumab",
            "description": {
                "common": "trastuzumab, cytarabine.\nEither increases toxicity of the other by immunosuppressive effects; risk of infection. Use Caution/Monitor.  Neutropenia or febrile neutropenia incidence were increased when trastuzumab was coadministered with myelosuppressive chemotherapy. ."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "trastuzumab deruxtecan",
            "description": {
                "common": "trastuzumab deruxtecan, cytarabine.\nEither increases toxicity of the other by immunosuppressive effects; risk of infection. Use Caution/Monitor.  Neutropenia or febrile neutropenia incidence were increased when trastuzumab was coadministered with myelosuppressive chemotherapy. ."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ublituximab",
            "description": {
                "common": "ublituximab and cytarabine both increase  immunosuppressive effects; risk of infection. Modify Therapy/Monitor Closely. Owing to potential additive immunosuppressive effects, consider duration of effect and mechanism of action of these therapies if coadministered"
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "gentamicin",
            "description": {
                "common": "cytarabine decreases effects of gentamicin by unspecified interaction mechanism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "maitake",
            "description": {
                "common": "maitake increases effects of cytarabine by pharmacodynamic synergism. Minor/Significance Unknown. Maitake mushroom has anti-tumor effects (animal/in vitro research)."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "taurine",
            "description": {
                "common": "cytarabine decreases levels of taurine by unspecified interaction mechanism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "vitamin A",
            "description": {
                "common": "vitamin A, cytarabine. Mechanism: pharmacodynamic synergism. Minor/Significance Unknown. Antioxidants such as vitamin A enhance the efficacy, and reduce toxicity, of antineoplastic drugs."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "vitamin E",
            "description": {
                "common": "vitamin E, cytarabine. Mechanism: pharmacodynamic synergism. Minor/Significance Unknown. Antioxidants such as vitamin E enhance the efficacy, and reduce toxicity, of antineoplastic drugs."
            }
        }
    ],
    "adverse effects": [
        {
            "name": "Anorexia",
            "percent": null
        },
        {
            "name": "Nausea",
            "percent": null
        },
        {
            "name": "Vomiting",
            "percent": null
        },
        {
            "name": "Diarrhea",
            "percent": null
        },
        {
            "name": "Oral",
            "percent": null
        },
        {
            "name": "anal inflammation",
            "percent": null
        },
        {
            "name": "Thrombophlebitis",
            "percent": null
        },
        {
            "name": "Bleeding",
            "percent": null
        },
        {
            "name": "Myelosuppression",
            "percent": null
        },
        {
            "name": "Rash",
            "percent": null
        },
        {
            "name": "Fever",
            "percent": null
        },
        {
            "name": "Hepatic dysfunction",
            "percent": null
        },
        {
            "name": "Headache",
            "percent": null
        },
        {
            "name": "Neuropathy",
            "percent": null
        },
        {
            "name": "Chest pain",
            "percent": null
        },
        {
            "name": "Pericarditis",
            "percent": null
        },
        {
            "name": "Pneumonia",
            "percent": null
        },
        {
            "name": "Anemia",
            "percent": null
        },
        {
            "name": "Bleeding",
            "percent": null
        },
        {
            "name": "Leukopenia",
            "percent": null
        },
        {
            "name": "Thrombocytopenia",
            "percent": null
        },
        {
            "name": "Kidney disease",
            "percent": null
        },
        {
            "name": "Infectious disease",
            "percent": null
        },
        {
            "name": "Sepsis",
            "percent": null
        },
        {
            "name": "Cytarabine syndrome",
            "percent": null
        },
        {
            "name": "fever",
            "percent": null
        },
        {
            "name": "myalgia",
            "percent": null
        },
        {
            "name": "bone pain",
            "percent": null
        },
        {
            "name": "rash",
            "percent": null
        },
        {
            "name": "conjunctivitis",
            "percent": null
        },
        {
            "name": "malaise",
            "percent": null
        },
        {
            "name": "Skin ulcers",
            "percent": null
        },
        {
            "name": "Cellulitis",
            "percent": null
        },
        {
            "name": "Urinary retention",
            "percent": null
        },
        {
            "name": "Neuritis",
            "percent": null
        },
        {
            "name": "Jaundice",
            "percent": null
        },
        {
            "name": "Anaphylaxis",
            "percent": null
        }
    ]
}