{
    "name": "misoprostol",
    "comment": "Rx",
    "other_names": [
        "Cytotec"
    ],
    "classes": [
        "Gastrointestinal Agents",
        "Other",
        "Prostaglandins",
        "Endocrine"
    ],
    "source": "https://reference.medscape.com/drug/cytotec-misoprostol-341995",
    "pregnancy": {
        "common": [
            "Pregnancy category: X",
            "Lactation: Drug is rapidly metabolized in mother to misoprostol acid, which is biologically active and is excreted in breast milk; although no published reports of adverse effects of misoprostol in breast-feeding infants exist, caution should be exercised when misoprostol is administered to breastfeeding women"
        ],
        "specific": []
    },
    "lactation": {
        "common": [
            "Lactation: Drug is rapidly metabolized in mother to misoprostol acid, which is biologically active and is excreted in breast milk; although no published reports of adverse effects of misoprostol in breast-feeding infants exist, caution should be exercised when misoprostol is administered to breastfeeding women"
        ]
    },
    "warnings": {
        "black_box_warning": {
            "common": [
                "Bacterial infections reported after use",
                "Patients must seek medical attention if excessive bleeding occurs",
                "Administration to pregnant women can cause abortion, premature birth, or birth defects",
                "Uterine rupture has been reported when drug is administered to pregnant women to induce labor; risk of uterine rupture increases with advancing gestational ages and prior uterine surgery, including cesarean delivery",
                "Contraindicated in pregnant women to reduce peptic ulcer risk from nonsteroidal anti-inflammatory drugs (NSAIDs)",
                "Warn patients of risk for abortion, and warn them not to give drug to others"
            ],
            "specific": [
                {
                    "type": "Use in women of childbearing potential ",
                    "description": [
                        "Do not use for reducing risk of NSAID-induced ulcers in women of childbearing potential unless patient is at high risk for complication from gastric ulcers; may be prescribed in the following situations:",
                        "(1) Patient has negative serum pregnancy test result within 2 weeks before initiation of therapy",
                        "(2) Patient is capable of complying with effective contraceptive measures",
                        "(3) Patient has received both oral and written warnings about misoprostol hazards, risk of possible contraception failure, and danger to other women of childbearing potential should drug be taken by mistake",
                        "(4) Patient will begin misoprostol only on day 2 or 3 of next normal menstrual period"
                    ]
                }
            ]
        },
        "contraindicators": {
            "common": [
                "Pregnancy when used to reduce risk of NSAID-induced ulcers",
                "Hypersensitivity to misoprostol, prostaglandins, or prostaglandin analogues"
            ],
            "specific": []
        },
        "cautions": {
            "common": [
                "May cause diarrhea; should not be coadministered with other drugs that cause diarrhea (eg, magnesium-containing antacids)",
                "Adequate contraception is required in women of childbearing age",
                "May cause anaphylactic reaction",
                "May cause chills",
                "Unknown whether drug is safe for use in women with severe anemia",
                "Misoprostol may cause birth defects, abortion (sometimes incomplete), premature labor or rupture of the uterus if given to pregnant women",
                "Safety and efficacy in patients with cardiovascular disease, diabetes, renal impairment, or respiratory disease are not established",
                "Use with caution in women >35 years or heavy smokers (these patients were not included in clinical trials)"
            ],
            "specific": [
                {
                    "type": "Off-label use",
                    "description": [
                        "For hospital use only if used off label for cervical ripening, induction of labor, or treatment of serious postpartum hemorrhage",
                        "Uterine activity and fetal status should be monitored by trained obstetric personnel in hospital setting",
                        "May be associated with meconium passage, meconium staining of amniotic fluid, and cesarean delivery",
                        "Maternal shock, maternal death, fetal bradycardia, and fetal death have been reported"
                    ]
                }
            ]
        }
    },
    "interactions": [
        {
            "classification_type": "Serious",
            "interaction_with": "aluminum hydroxide/magnesium carbonate",
            "description": {
                "common": "aluminum hydroxide/magnesium carbonate, misoprostol. unknown mechanism. Avoid or Use Alternate Drug. Antacids reduce the bioavailability of misoprostol acid. Magnesium-containing antacids may potentiate misoprostol-induced diarrhea. If an antacid is needs, use an aluminum- or calcium- containing antacids."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "aluminum hydroxide/magnesium trisilicate",
            "description": {
                "common": "aluminum hydroxide/magnesium trisilicate, misoprostol. unknown mechanism. Avoid or Use Alternate Drug. Antacids reduce the bioavailability of misoprostol acid. Magnesium-containing antacids may potentiate misoprostol-induced diarrhea. If an antacid is needs, use an aluminum- or calcium- containing antacids."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "citric acid/glucono-delta-lactone/magnesium carbonate",
            "description": {
                "common": "citric acid/glucono-delta-lactone/magnesium carbonate, misoprostol. unknown mechanism. Avoid or Use Alternate Drug. Antacids reduce the bioavailability of misoprostol acid. Magnesium-containing antacids may potentiate misoprostol-induced diarrhea. If an antacid is needs, use an aluminum- or calcium- containing antacids."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "magnesium gluconate",
            "description": {
                "common": "magnesium gluconate, misoprostol. unknown mechanism. Avoid or Use Alternate Drug. Antacids reduce the bioavailability of misoprostol acid. Magnesium-containing antacids may potentiate misoprostol-induced diarrhea. If an antacid is needs, use an aluminum- or calcium- containing antacids."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "oxytocin",
            "description": {
                "common": "misoprostol increases effects of oxytocin by pharmacodynamic synergism. Avoid or Use Alternate Drug. Misoprostol may augment the effects  oxytocic agents, especially when given less than 4 hours before initiating oxytocin. ."
            }
        }
    ],
    "adverse effects": [
        {
            "name": "Diarrhea",
            "percent": "14-40"
        },
        {
            "name": "Abdominal pain",
            "percent": "13-20"
        },
        {
            "name": "Headache",
            "percent": "2"
        },
        {
            "name": "Anaphylaxis",
            "percent": null
        },
        {
            "name": "Anemia",
            "percent": null
        },
        {
            "name": "Cardiac dysrhythmia",
            "percent": null
        },
        {
            "name": "Chest pain",
            "percent": null
        },
        {
            "name": "Flatulence",
            "percent": null
        },
        {
            "name": "Gastrointestinal hemorrhage",
            "percent": null
        },
        {
            "name": "Hearing loss",
            "percent": null
        },
        {
            "name": "Myocardial infarction",
            "percent": null
        },
        {
            "name": "Nausea",
            "percent": null
        },
        {
            "name": "Rupture of uterus",
            "percent": null
        },
        {
            "name": "Thromboembolic disorder",
            "percent": null
        }
    ]
}