{
    "name": "dactinomycin",
    "comment": "Rx",
    "other_names": [
        "Cosmegen"
    ],
    "classes": [
        "Antineoplastics",
        "Antibiotic"
    ],
    "source": "https://reference.medscape.com/drug/dactinomycin-342117",
    "pregnancy": {
        "common": [
            "Based on findings from animal studies and its mechanism of action, can cause fetal harm when administered to pregnant women",
            "In animal reproduction studies, administration to pregnant animals during the period of organogenesis was teratogenic, resulting in malformations at doses lower than the recommended human dose",
            "Verify the pregnancy status of females of reproductive potential prior to initiating"
        ],
        "specific": [
            {
                "type": "Contraception",
                "description": [
                    "Females of reproductive: Use effective contraception during treatment and for at least 6 months after the final dose",
                    "Males with female partners of reproductive potential: Use effective contraception during treatment and for 3 months after the final dose"
                ]
            }
        ]
    },
    "lactation": {
        "common": [
            "There are no data on the presence of dactinomycin or its metabolites in human milk or their effects on the breastfed infant or on milk production"
        ]
    },
    "warnings": {
        "black_box_warning": {
            "common": [],
            "specific": []
        },
        "contraindicators": {
            "common": [
                "None"
            ],
            "specific": []
        },
        "cautions": {
            "common": [
                "Increased risk of secondary malignancy or leukemia following treatment",
                "Severe and fatal veno-occlusive disease reported; risk increased with young age (ie, <4 yr) or concomitant radiotherapy; monitor for increased AST, ALT, total bilirubin, hepatomegaly, weight gain, or ascites; consider delaying next dose; resume, reduce dose, or permanently discontinue based on severity of reaction and disease being treated",
                "If extravasation occurs, immediately interrupt the injection or infusion and apply ice (see Administration)",
                "Severe and fatal myelosuppression reported; monitor blood cell counts before each cycle; delay next dose if severe myelosuppression has not improved; consider dose reduction for patients with prolonged myelosuppression based on severity of reaction and disease being treated",
                "Severe mucocutaneous reactions (eg, Steven-Johnson syndrome, toxic epidermal necrolysis) can occur; permanently discontinue",
                "Renal toxicity reported; monitor creatinine and electrolytes frequently",
                "Hepatotoxicity reported; monitor transaminases, alkaline phosphatase and bilirubin before and during treatment",
                "Reduce dose by 50% during concomitant radiation; use caution when administering within 2 months of radiation",
                "Can cause fetal harm; inform patients of potential risk to a fetus and to use effective contraception (see Pregnancy)"
            ],
            "specific": [
                {
                    "type": "Drug interaction overview ",
                    "description": [
                        "Vaccination with live viral vaccines is not recommended before or during treatment; not studied",
                        "Published in vitro studies report that dactinomycin may be a P-glycoprotein and OATP1B3 substrate"
                    ]
                }
            ]
        }
    },
    "interactions": [
        {
            "classification_type": "Serious",
            "interaction_with": "adenovirus types 4 and 7 live, oral",
            "description": {
                "common": "dactinomycin decreases effects of adenovirus types 4 and 7 live, oral by pharmacodynamic antagonism. Avoid or Use Alternate Drug. Immunosuppressives may diminish therapeutic effects of vaccines and increase risk of adverse effects (increased risk of infection). Live-attenuated vaccines should be avoided for at least 3mo after cessation of immunosuppressive therapy."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "influenza virus vaccine quadrivalent, adjuvanted",
            "description": {
                "common": "dactinomycin decreases effects of influenza virus vaccine quadrivalent, adjuvanted by pharmacodynamic antagonism. Avoid or Use Alternate Drug. Immunosuppressive drugs may reduce the immune response to influenza vaccine."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "influenza virus vaccine trivalent, adjuvanted",
            "description": {
                "common": "dactinomycin decreases effects of influenza virus vaccine trivalent, adjuvanted by pharmacodynamic antagonism. Avoid or Use Alternate Drug. Immunosuppressive drugs may reduce the immune response to influenza vaccine."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "palifermin",
            "description": {
                "common": "palifermin increases toxicity of dactinomycin by Other (see comment). Avoid or Use Alternate Drug. \nComment: Palifermin should not be administered within 24 hrbefore, during infusion of, or within 24 hr after administration of antineoplastic agents. Coadministration of palifermin within 24 hr of chemotherapy resulted in increased severity and duration of oral mucositis."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "ropeginterferon alfa 2b",
            "description": {
                "common": "ropeginterferon alfa 2b, dactinomycin.\nEither increases toxicity of the other by Other (see comment). Avoid or Use Alternate Drug. \nComment: Myelosuppressive agents can produce additive myelosuppression. Avoid use and monitor patients receiving the combination for effects of excessive myelosuppression."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "acalabrutinib",
            "description": {
                "common": "acalabrutinib, dactinomycin.\nEither increases toxicity of the other by pharmacodynamic synergism. Use Caution/Monitor. Coadministration may increase risk of myelosuppressive effects."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "belatacept",
            "description": {
                "common": "belatacept and dactinomycin both increase  immunosuppressive effects; risk of infection. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "cholera vaccine",
            "description": {
                "common": "dactinomycin decreases effects of cholera vaccine by immunosuppressive effects; risk of infection. Modify Therapy/Monitor Closely. Immunosuppressive therapies, including irradiation, antimetabolites, alkylating agents, cytotoxic drugs and corticosteroids (used in greater than physiologic doses), may reduce the immune response to cholera vaccine."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "dengue vaccine",
            "description": {
                "common": "dactinomycin decreases effects of dengue vaccine by immunosuppressive effects; risk of infection. Use Caution/Monitor. Immunosuppressive therapies (eg, irradiation, antimetabolites, alkylating agents, cytotoxic drugs, corticosteroids [greater than physiologic doses]) may reduce immune response to dengue vaccine."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "denosumab",
            "description": {
                "common": "dactinomycin, denosumab. Other (see comment). Use Caution/Monitor. \nComment: Caution should be taken in patients on concomitant immunosuppressants or with impaired immune systems because of increased risk for serious infections."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "erythromycin base",
            "description": {
                "common": "erythromycin base will increase the level or effect of dactinomycin by  P-glycoprotein (MDR1) efflux transporter. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "erythromycin ethylsuccinate",
            "description": {
                "common": "erythromycin ethylsuccinate will increase the level or effect of dactinomycin by  P-glycoprotein (MDR1) efflux transporter. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "erythromycin lactobionate",
            "description": {
                "common": "erythromycin lactobionate will increase the level or effect of dactinomycin by  P-glycoprotein (MDR1) efflux transporter. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "erythromycin stearate",
            "description": {
                "common": "erythromycin stearate will increase the level or effect of dactinomycin by  P-glycoprotein (MDR1) efflux transporter. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "fingolimod",
            "description": {
                "common": "dactinomycin increases effects of fingolimod by immunosuppressive effects; risk of infection. Modify Therapy/Monitor Closely. Concomitant therapy is expected to increase the risk of immunosuppression. Use caution when switching patients from long-acting therapies with immune effects. ."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "hydroxyurea",
            "description": {
                "common": "dactinomycin, hydroxyurea. Other (see comment). Use Caution/Monitor. \nComment: Combination may increase risk of myelosuppression."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "levoketoconazole",
            "description": {
                "common": "levoketoconazole will increase the level or effect of dactinomycin by  P-glycoprotein (MDR1) efflux transporter. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "meningococcal group B vaccine",
            "description": {
                "common": "dactinomycin decreases effects of meningococcal group B vaccine by pharmacodynamic antagonism. Use Caution/Monitor. Individuals with altered immunocompetence may have reduced immune responses to the vaccine."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ofatumumab SC",
            "description": {
                "common": "ofatumumab SC, dactinomycin.\nEither increases effects of the other by immunosuppressive effects; risk of infection. Use Caution/Monitor. Consider the risk of additive immune system effects when coadministering immunosuppressive therapies with coadministration. When switching from therapies with immune effects, take into account the duration and mechanism of action of these therapies when initiating ofatumumab SC."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "olaparib",
            "description": {
                "common": "dactinomycin and olaparib both increase  pharmacodynamic synergism. Use Caution/Monitor. Coadministration with other other myelosuppressive anticancer agents, including DNA damaging agents,  may potentiate and prolongate the myelosuppressive toxicity. "
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "siponimod",
            "description": {
                "common": "siponimod and dactinomycin both increase  immunosuppressive effects; risk of infection. Use Caution/Monitor. Caution if coadministered because of additive immunosuppressive effects during such therapy and in the weeks following administration. When switching from drugs with prolonged immune effects, consider the half-life and mode of action of these drugs to avoid unintended additive immunosuppressive effects."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "sipuleucel-T",
            "description": {
                "common": "dactinomycin decreases effects of sipuleucel-T by pharmacodynamic antagonism. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "trastuzumab",
            "description": {
                "common": "trastuzumab, dactinomycin.\nEither increases toxicity of the other by immunosuppressive effects; risk of infection. Use Caution/Monitor.  Neutropenia or febrile neutropenia incidence were increased when trastuzumab was coadministered with myelosuppressive chemotherapy. ."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "trastuzumab deruxtecan",
            "description": {
                "common": "trastuzumab deruxtecan, dactinomycin.\nEither increases toxicity of the other by immunosuppressive effects; risk of infection. Use Caution/Monitor.  Neutropenia or febrile neutropenia incidence were increased when trastuzumab was coadministered with myelosuppressive chemotherapy. ."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "doxorubicin",
            "description": {
                "common": "doxorubicin, dactinomycin. unspecified interaction mechanism. Minor/Significance Unknown. Pediatric patients receiving concomitant doxorubicin and dactinomycin have manifested acute \"recall\" pneumonitis at variable times after local radiation therapy."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "doxorubicin liposomal",
            "description": {
                "common": "doxorubicin liposomal, dactinomycin. unspecified interaction mechanism. Minor/Significance Unknown. Pediatric patients receiving concomitant doxorubicin and dactinomycin have manifested acute \"recall\" pneumonitis at variable times after local radiation therapy."
            }
        }
    ],
    "adverse effects": [
        {
            "name": "Also see Cautions",
            "percent": null
        },
        {
            "name": "Common adverse effects include infection",
            "percent": null
        },
        {
            "name": "alopecia",
            "percent": null
        },
        {
            "name": "rash",
            "percent": null
        },
        {
            "name": "dysphagia",
            "percent": null
        },
        {
            "name": "fatigue",
            "percent": null
        },
        {
            "name": "fever",
            "percent": null
        },
        {
            "name": "nausea",
            "percent": null
        },
        {
            "name": "vomiting",
            "percent": null
        },
        {
            "name": "anemia",
            "percent": null
        },
        {
            "name": "neutropenia",
            "percent": null
        },
        {
            "name": "thrombocytopenia",
            "percent": null
        },
        {
            "name": "mucositis",
            "percent": null
        },
        {
            "name": "and hepatotoxicity",
            "percent": null
        },
        {
            "name": "Secondary malignancy and leukemia",
            "percent": null
        },
        {
            "name": "Veno",
            "percent": null
        },
        {
            "name": "occlusive disease",
            "percent": null
        },
        {
            "name": "Extravasation",
            "percent": null
        },
        {
            "name": "Myelosuppression",
            "percent": null
        },
        {
            "name": "Severe mucocutaneous reactions",
            "percent": null
        },
        {
            "name": "Renal toxicity",
            "percent": null
        },
        {
            "name": "Hepatotoxicity",
            "percent": null
        },
        {
            "name": "Potentiation of radiation toxicity and radiation recall",
            "percent": null
        },
        {
            "name": "Infections",
            "percent": null
        },
        {
            "name": "Infections including sepsis with fatal outcome",
            "percent": null
        },
        {
            "name": "Hematologic",
            "percent": null
        },
        {
            "name": "Anemia",
            "percent": null
        },
        {
            "name": "leukopenia",
            "percent": null
        },
        {
            "name": "thrombocytopenia",
            "percent": null
        },
        {
            "name": "pancytopenia",
            "percent": null
        },
        {
            "name": "reticulocytopenia",
            "percent": null
        },
        {
            "name": "neutropenia",
            "percent": null
        },
        {
            "name": "febrile neutropenia",
            "percent": null
        },
        {
            "name": "disseminated intravascular coagulation",
            "percent": null
        },
        {
            "name": "Immune system",
            "percent": null
        },
        {
            "name": "Hypersensitivity",
            "percent": null
        },
        {
            "name": "Metabolism and nutrition",
            "percent": null
        },
        {
            "name": "Anorexia",
            "percent": null
        },
        {
            "name": "hypocalcemia",
            "percent": null
        },
        {
            "name": "tumor lysis syndrome",
            "percent": null
        },
        {
            "name": "Nervous system",
            "percent": null
        },
        {
            "name": "Peripheral neuropathy",
            "percent": null
        },
        {
            "name": "Ocular",
            "percent": null
        },
        {
            "name": "Optic neuropathy",
            "percent": null
        },
        {
            "name": "Vascular",
            "percent": null
        },
        {
            "name": "Thrombophlebitis",
            "percent": null
        },
        {
            "name": "hemorrhage",
            "percent": null
        },
        {
            "name": "Respiratory",
            "percent": null
        },
        {
            "name": "thoracic and mediastinal",
            "percent": null
        },
        {
            "name": "Pneumonitis",
            "percent": null
        },
        {
            "name": "pneumothorax",
            "percent": null
        },
        {
            "name": "Gastrointestinal",
            "percent": null
        },
        {
            "name": "Nausea",
            "percent": null
        },
        {
            "name": "vomiting",
            "percent": null
        },
        {
            "name": "abdominal pain",
            "percent": null
        },
        {
            "name": "diarrhea",
            "percent": null
        },
        {
            "name": "constipation",
            "percent": null
        },
        {
            "name": "gastrointestinal ulceration",
            "percent": null
        },
        {
            "name": "cheilitis",
            "percent": null
        },
        {
            "name": "dysphagia",
            "percent": null
        },
        {
            "name": "esophagitis",
            "percent": null
        },
        {
            "name": "ulcerative stomatitis",
            "percent": null
        },
        {
            "name": "ascites",
            "percent": null
        },
        {
            "name": "proctitis",
            "percent": null
        },
        {
            "name": "mucositis",
            "percent": null
        },
        {
            "name": "Hepatobiliary",
            "percent": null
        },
        {
            "name": "Liver function test abnormalities",
            "percent": null
        },
        {
            "name": "hepatomegaly",
            "percent": null
        },
        {
            "name": "hepatitis",
            "percent": null
        },
        {
            "name": "hepatic failure with reports of death",
            "percent": null
        },
        {
            "name": "hepatic veno",
            "percent": null
        },
        {
            "name": "occlusive disease",
            "percent": null
        },
        {
            "name": "Dermatologic",
            "percent": null
        },
        {
            "name": "Alopecia",
            "percent": null
        },
        {
            "name": "rash",
            "percent": null
        },
        {
            "name": "dermatitis",
            "percent": null
        },
        {
            "name": "acne",
            "percent": null
        },
        {
            "name": "erythema multiforme",
            "percent": null
        },
        {
            "name": "Stevens Johnson Syndrome",
            "percent": null
        },
        {
            "name": "radiation recall",
            "percent": null
        },
        {
            "name": "toxic epidermal necrolysis",
            "percent": null
        },
        {
            "name": "Musculoskeletal and connective tissue",
            "percent": null
        },
        {
            "name": "Myalgia",
            "percent": null
        },
        {
            "name": "growth retardation",
            "percent": null
        },
        {
            "name": "Renal and urinary",
            "percent": null
        },
        {
            "name": "Renal impairment",
            "percent": null
        },
        {
            "name": "renal failure",
            "percent": null
        },
        {
            "name": "General",
            "percent": null
        },
        {
            "name": "Fatigue",
            "percent": null
        },
        {
            "name": "fever",
            "percent": null
        },
        {
            "name": "malaise",
            "percent": null
        }
    ]
}