{
    "name": "trofinetide",
    "comment": "Rx",
    "other_names": [
        "Daybue"
    ],
    "classes": [
        "Insulinlike Growth Factors"
    ],
    "source": "https://reference.medscape.com/drug/daybue-trofinetide-4000326",
    "pregnancy": {
        "common": [
            "There are no adequate data on developmental risks associated with use in pregnant females"
        ],
        "specific": [
            {
                "type": "Animal studies ",
                "description": [
                    "No adverse developmental effects observed following administration to pregnant animals at doses associated with plasma exposures below those used clinically"
                ]
            }
        ]
    },
    "lactation": {
        "common": []
    },
    "warnings": {
        "black_box_warning": {
            "common": [],
            "specific": []
        },
        "contraindicators": {
            "common": [],
            "specific": []
        },
        "cautions": {
            "common": [],
            "specific": []
        }
    },
    "interactions": [
        {
            "classification_type": "Serious",
            "interaction_with": "ambrisentan",
            "description": {
                "common": "trofinetide will increase the level or effect of ambrisentan by  Other (see comment). Avoid or Use Alternate Drug. Trofinetide (an OATP131 and OATP13B inhibitor) may increase plasma levels of OATP131 or OATP13B substrates. Avoid coadministration with sensitive substrates."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "atogepant",
            "description": {
                "common": "trofinetide will increase the level or effect of atogepant by  Other (see comment). Avoid or Use Alternate Drug. Trofinetide (an OATP131 and OATP13B inhibitor) may increase plasma levels of OATP131 or OATP13B substrates. Avoid coadministration with sensitive substrates."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "atorvastatin",
            "description": {
                "common": "trofinetide will increase the level or effect of atorvastatin by  Other (see comment). Avoid or Use Alternate Drug. Trofinetide (an OATP131 and OATP13B inhibitor) may increase plasma levels of OATP131 or OATP13B substrates. Avoid coadministration with sensitive substrates."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "bosentan",
            "description": {
                "common": "trofinetide will increase the level or effect of bosentan by  Other (see comment). Avoid or Use Alternate Drug. Trofinetide (an OATP131 and OATP13B inhibitor) may increase plasma levels of OATP131 or OATP13B substrates. Avoid coadministration with sensitive substrates."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "caspofungin",
            "description": {
                "common": "trofinetide will increase the level or effect of caspofungin by  Other (see comment). Avoid or Use Alternate Drug. Trofinetide (an OATP131 and OATP13B inhibitor) may increase plasma levels of OATP131 or OATP13B substrates. Avoid coadministration with sensitive substrates."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "digoxin",
            "description": {
                "common": "trofinetide will increase the level or effect of digoxin by  Other (see comment). Avoid or Use Alternate Drug. Trofinetide (an OATP131 and OATP13B inhibitor) may increase plasma levels of OATP131 or OATP13B substrates. Avoid coadministration with sensitive substrates."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "elagolix",
            "description": {
                "common": "trofinetide will increase the level or effect of elagolix by  Other (see comment). Avoid or Use Alternate Drug. Trofinetide (an OATP131 and OATP13B inhibitor) may increase plasma levels of OATP131 or OATP13B substrates. Avoid coadministration with sensitive substrates."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "elbasvir/grazoprevir",
            "description": {
                "common": "trofinetide will increase the level or effect of elbasvir/grazoprevir by  Other (see comment). Avoid or Use Alternate Drug. Trofinetide (an OATP131 and OATP13B inhibitor) may increase plasma levels of OATP131 or OATP13B substrates. Avoid coadministration with sensitive substrates."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "eluxadoline",
            "description": {
                "common": "trofinetide will increase the level or effect of eluxadoline by  Other (see comment). Avoid or Use Alternate Drug. Trofinetide (an OATP131 and OATP13B inhibitor) may increase plasma levels of OATP131 or OATP13B substrates. Avoid coadministration with sensitive substrates."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "enalapril",
            "description": {
                "common": "trofinetide will increase the level or effect of enalapril by  Other (see comment). Avoid or Use Alternate Drug. Trofinetide (an OATP131 and OATP13B inhibitor) may increase plasma levels of OATP131 or OATP13B substrates. Avoid coadministration with sensitive substrates."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "erythromycin base",
            "description": {
                "common": "trofinetide will increase the level or effect of erythromycin base by  Other (see comment). Avoid or Use Alternate Drug. Trofinetide (an OATP131 and OATP13B inhibitor) may increase plasma levels of OATP131 or OATP13B substrates. Avoid coadministration with sensitive substrates."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "erythromycin ethylsuccinate",
            "description": {
                "common": "trofinetide will increase the level or effect of erythromycin ethylsuccinate by  Other (see comment). Avoid or Use Alternate Drug. Trofinetide (an OATP131 and OATP13B inhibitor) may increase plasma levels of OATP131 or OATP13B substrates. Avoid coadministration with sensitive substrates."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "erythromycin lactobionate",
            "description": {
                "common": "trofinetide will increase the level or effect of erythromycin lactobionate by  Other (see comment). Avoid or Use Alternate Drug. Trofinetide (an OATP131 and OATP13B inhibitor) may increase plasma levels of OATP131 or OATP13B substrates. Avoid coadministration with sensitive substrates."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "erythromycin stearate",
            "description": {
                "common": "trofinetide will increase the level or effect of erythromycin stearate by  Other (see comment). Avoid or Use Alternate Drug. Trofinetide (an OATP131 and OATP13B inhibitor) may increase plasma levels of OATP131 or OATP13B substrates. Avoid coadministration with sensitive substrates."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "ezetimibe",
            "description": {
                "common": "trofinetide will increase the level or effect of ezetimibe by  Other (see comment). Avoid or Use Alternate Drug. Trofinetide (an OATP131 and OATP13B inhibitor) may increase plasma levels of OATP131 or OATP13B substrates. Avoid coadministration with sensitive substrates."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "fexofenadine",
            "description": {
                "common": "trofinetide will increase the level or effect of fexofenadine by  Other (see comment). Avoid or Use Alternate Drug. Trofinetide (an OATP131 and OATP13B inhibitor) may increase plasma levels of OATP131 or OATP13B substrates. Avoid coadministration with sensitive substrates."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "fluvastatin",
            "description": {
                "common": "trofinetide will increase the level or effect of fluvastatin by  Other (see comment). Avoid or Use Alternate Drug. Trofinetide (an OATP131 and OATP13B inhibitor) may increase plasma levels of OATP131 or OATP13B substrates. Avoid coadministration with sensitive substrates."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "glecaprevir/pibrentasvir",
            "description": {
                "common": "trofinetide will increase the level or effect of glecaprevir/pibrentasvir by  Other (see comment). Avoid or Use Alternate Drug. Trofinetide (an OATP131 and OATP13B inhibitor) may increase plasma levels of OATP131 or OATP13B substrates. Avoid coadministration with sensitive substrates."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "glyburide",
            "description": {
                "common": "trofinetide will increase the level or effect of glyburide by  Other (see comment). Avoid or Use Alternate Drug. Trofinetide (an OATP131 and OATP13B inhibitor) may increase plasma levels of OATP131 or OATP13B substrates. Avoid coadministration with sensitive substrates."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "imatinib",
            "description": {
                "common": "trofinetide will increase the level or effect of imatinib by  Other (see comment). Avoid or Use Alternate Drug. Trofinetide (an OATP131 and OATP13B inhibitor) may increase plasma levels of OATP131 or OATP13B substrates. Avoid coadministration with sensitive substrates."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "letermovir",
            "description": {
                "common": "trofinetide will increase the level or effect of letermovir by  Other (see comment). Avoid or Use Alternate Drug. Trofinetide (an OATP131 and OATP13B inhibitor) may increase plasma levels of OATP131 or OATP13B substrates. Avoid coadministration with sensitive substrates."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "levothyroxine",
            "description": {
                "common": "trofinetide will increase the level or effect of levothyroxine by  Other (see comment). Avoid or Use Alternate Drug. Trofinetide (an OATP131 and OATP13B inhibitor) may increase plasma levels of OATP131 or OATP13B substrates. Avoid coadministration with sensitive substrates."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "lovastatin",
            "description": {
                "common": "trofinetide will increase the level or effect of lovastatin by  Other (see comment). Avoid or Use Alternate Drug. Trofinetide (an OATP131 and OATP13B inhibitor) may increase plasma levels of OATP131 or OATP13B substrates. Avoid coadministration with sensitive substrates."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "methotrexate",
            "description": {
                "common": "trofinetide will increase the level or effect of methotrexate by  Other (see comment). Avoid or Use Alternate Drug. Trofinetide (an OATP131 and OATP13B inhibitor) may increase plasma levels of OATP131 or OATP13B substrates. Avoid coadministration with sensitive substrates."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "olmesartan",
            "description": {
                "common": "trofinetide will increase the level or effect of olmesartan by  Other (see comment). Avoid or Use Alternate Drug. Trofinetide (an OATP131 and OATP13B inhibitor) may increase plasma levels of OATP131 or OATP13B substrates. Avoid coadministration with sensitive substrates."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "paclitaxel",
            "description": {
                "common": "trofinetide will increase the level or effect of paclitaxel by  Other (see comment). Avoid or Use Alternate Drug. Trofinetide (an OATP131 and OATP13B inhibitor) may increase plasma levels of OATP131 or OATP13B substrates. Avoid coadministration with sensitive substrates."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "penicillin G benzathine",
            "description": {
                "common": "trofinetide will increase the level or effect of penicillin G benzathine by  Other (see comment). Avoid or Use Alternate Drug. Trofinetide (an OATP131 and OATP13B inhibitor) may increase plasma levels of OATP131 or OATP13B substrates. Avoid coadministration with sensitive substrates."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "pitavastatin",
            "description": {
                "common": "trofinetide will increase the level or effect of pitavastatin by  Other (see comment). Avoid or Use Alternate Drug. Trofinetide (an OATP131 and OATP13B inhibitor) may increase plasma levels of OATP131 or OATP13B substrates. Avoid coadministration with sensitive substrates."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "pravastatin",
            "description": {
                "common": "trofinetide will increase the level or effect of pravastatin by  Other (see comment). Avoid or Use Alternate Drug. Trofinetide (an OATP131 and OATP13B inhibitor) may increase plasma levels of OATP131 or OATP13B substrates. Avoid coadministration with sensitive substrates."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "repaglinide",
            "description": {
                "common": "trofinetide will increase the level or effect of repaglinide by  Other (see comment). Avoid or Use Alternate Drug. Trofinetide (an OATP131 and OATP13B inhibitor) may increase plasma levels of OATP131 or OATP13B substrates. Avoid coadministration with sensitive substrates."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "revefenacin",
            "description": {
                "common": "trofinetide will increase the level or effect of revefenacin by  Other (see comment). Avoid or Use Alternate Drug. rofinetide (an OATP131 and OATP13B inhibitor) may increase plasma levels of OATP131 or OATP13B substrates. Avoid coadministration with sensitive substrates."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "rifampin",
            "description": {
                "common": "trofinetide will increase the level or effect of rifampin by  Other (see comment). Avoid or Use Alternate Drug. Trofinetide (an OATP131 and OATP13B inhibitor) may increase plasma levels of OATP131 or OATP13B substrates. Avoid coadministration with sensitive substrates."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "rosuvastatin",
            "description": {
                "common": "trofinetide will increase the level or effect of rosuvastatin by  Other (see comment). Avoid or Use Alternate Drug. Trofinetide (an OATP131 and OATP13B inhibitor) may increase plasma levels of OATP131 or OATP13B substrates. Avoid coadministration with sensitive substrates."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "sacubitril/valsartan",
            "description": {
                "common": "trofinetide will increase the level or effect of sacubitril/valsartan by  Other (see comment). Avoid or Use Alternate Drug. Trofinetide (an OATP131 and OATP13B inhibitor) may increase plasma levels of OATP131 or OATP13B substrates. Avoid coadministration with sensitive substrates."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "simvastatin",
            "description": {
                "common": "trofinetide will increase the level or effect of simvastatin by  Other (see comment). Avoid or Use Alternate Drug. Trofinetide (an OATP131 and OATP13B inhibitor) may increase plasma levels of OATP131 or OATP13B substrates. Avoid coadministration with sensitive substrates."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "telmisartan",
            "description": {
                "common": "trofinetide will increase the level or effect of telmisartan by  Other (see comment). Avoid or Use Alternate Drug. Trofinetide (an OATP131 and OATP13B inhibitor) may increase plasma levels of OATP131 or OATP13B substrates. Avoid coadministration with sensitive substrates."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "troglitazone",
            "description": {
                "common": "trofinetide will increase the level or effect of troglitazone by  Other (see comment). Avoid or Use Alternate Drug. Trofinetide (an OATP131 and OATP13B inhibitor) may increase plasma levels of OATP131 or OATP13B substrates. Avoid coadministration with sensitive substrates."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "valsartan",
            "description": {
                "common": "trofinetide will increase the level or effect of valsartan by  Other (see comment). Avoid or Use Alternate Drug. Trofinetide (an OATP131 and OATP13B inhibitor) may increase plasma levels of OATP131 or OATP13B substrates. Avoid coadministration with sensitive substrates."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "voxilaprevir",
            "description": {
                "common": "trofinetide will increase the level or effect of voxilaprevir by  Other (see comment). Avoid or Use Alternate Drug. Trofinetide (an OATP131 and OATP13B inhibitor) may increase plasma levels of OATP131 or OATP13B substrates. Avoid coadministration with sensitive substrates."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "zavegepant intranasal",
            "description": {
                "common": "trofinetide will increase the level or effect of zavegepant intranasal by  Other (see comment). Avoid or Use Alternate Drug. Trofinetide (an OATP131 and OATP13B inhibitor) may increase plasma levels of OATP131 or OATP13B substrates. Avoid coadministration with sensitive substrates."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "alfentanil",
            "description": {
                "common": "trofinetide will increase the level or effect of alfentanil by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor. Monitor CYP3A4 substrates for which a small increase in plasma concentration may lead to serious toxicities if coadministered with trofinetide (a weak CYP3A4 inhibitor)."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "carbamazepine",
            "description": {
                "common": "trofinetide will increase the level or effect of carbamazepine by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor. Monitor CYP3A4 substrates for which a small increase in plasma concentration may lead to serious toxicities if coadministered with trofinetide (a weak CYP3A4 inhibitor)."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "clonidine",
            "description": {
                "common": "trofinetide will increase the level or effect of clonidine by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor. Monitor CYP3A4 substrates for which a small increase in plasma concentration may lead to serious toxicities if coadministered with trofinetide (a weak CYP3A4 inhibitor)."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "colchicine",
            "description": {
                "common": "trofinetide will increase the level or effect of colchicine by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor. Monitor CYP3A4 substrates for which a small increase in plasma concentration may lead to serious toxicities if coadministered with trofinetide (a weak CYP3A4 inhibitor)."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "cyclosporine",
            "description": {
                "common": "trofinetide will increase the level or effect of cyclosporine by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor. Monitor CYP3A4 substrates for which a small increase in plasma concentration may lead to serious toxicities if coadministered with trofinetide (a weak CYP3A4 inhibitor)."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "dihydroergotamine",
            "description": {
                "common": "trofinetide will increase the level or effect of dihydroergotamine by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor. Monitor CYP3A4 substrates for which a small increase in plasma concentration may lead to serious toxicities if coadministered with trofinetide (a weak CYP3A4 inhibitor)."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "disopyramide",
            "description": {
                "common": "trofinetide will increase the level or effect of disopyramide by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor. Monitor CYP3A4 substrates for which a small increase in plasma concentration may lead to serious toxicities if coadministered with trofinetide (a weak CYP3A4 inhibitor)."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "divalproex sodium",
            "description": {
                "common": "trofinetide will increase the level or effect of divalproex sodium by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor. Monitor CYP3A4 substrates for which a small increase in plasma concentration may lead to serious toxicities if coadministered with trofinetide (a weak CYP3A4 inhibitor)."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ergotamine",
            "description": {
                "common": "trofinetide will increase the level or effect of ergotamine by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor. Monitor CYP3A4 substrates for which a small increase in plasma concentration may lead to serious toxicities if coadministered with trofinetide (a weak CYP3A4 inhibitor)."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ethosuximide",
            "description": {
                "common": "trofinetide will increase the level or effect of ethosuximide by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor. Monitor CYP3A4 substrates for which a small increase in plasma concentration may lead to serious toxicities if coadministered with trofinetide (a weak CYP3A4 inhibitor)."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "everolimus",
            "description": {
                "common": "trofinetide will increase the level or effect of everolimus by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor. Monitor CYP3A4 substrates for which a small increase in plasma concentration may lead to serious toxicities if coadministered with trofinetide (a weak CYP3A4 inhibitor)."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "fentanyl",
            "description": {
                "common": "trofinetide will increase the level or effect of fentanyl by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor. Monitor CYP3A4 substrates for which a small increase in plasma concentration may lead to serious toxicities if coadministered with trofinetide (a weak CYP3A4 inhibitor)."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "fosphenytoin",
            "description": {
                "common": "trofinetide will increase the level or effect of fosphenytoin by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor. Monitor CYP3A4 substrates for which a small increase in plasma concentration may lead to serious toxicities if coadministered with trofinetide (a weak CYP3A4 inhibitor)."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "midazolam",
            "description": {
                "common": "trofinetide will increase the level or effect of midazolam by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor. Monitor CYP3A4 substrates for which a small increase in plasma concentration may lead to serious toxicities if coadministered with trofinetide (a weak CYP3A4 inhibitor)."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "pacritinib",
            "description": {
                "common": "trofinetide will increase the level or effect of pacritinib by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor. Monitor CYP3A4 substrates for which a small increase in plasma concentration may lead to serious toxicities if coadministered with trofinetide (a weak CYP3A4 inhibitor)."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "phenobarbital",
            "description": {
                "common": "trofinetide will increase the level or effect of phenobarbital by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor. Monitor CYP3A4 substrates for which a small increase in plasma concentration may lead to serious toxicities if coadministered with trofinetide (a weak CYP3A4 inhibitor)."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "phenytoin",
            "description": {
                "common": "trofinetide will increase the level or effect of phenytoin by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor. Monitor CYP3A4 substrates for which a small increase in plasma concentration may lead to serious toxicities if coadministered with trofinetide (a weak CYP3A4 inhibitor)."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "pimozide",
            "description": {
                "common": "trofinetide will increase the level or effect of pimozide by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor. Monitor CYP3A4 substrates for which a small increase in plasma concentration may lead to serious toxicities if coadministered with trofinetide (a weak CYP3A4 inhibitor)."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "primidone",
            "description": {
                "common": "trofinetide will increase the level or effect of primidone by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor. Monitor CYP3A4 substrates for which a small increase in plasma concentration may lead to serious toxicities if coadministered with trofinetide (a weak CYP3A4 inhibitor)."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "quinidine",
            "description": {
                "common": "trofinetide will increase the level or effect of quinidine by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor. Monitor CYP3A4 substrates for which a small increase in plasma concentration may lead to serious toxicities if coadministered with trofinetide (a weak CYP3A4 inhibitor)."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "quinine",
            "description": {
                "common": "trofinetide will increase the level or effect of quinine by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor. Monitor CYP3A4 substrates for which a small increase in plasma concentration may lead to serious toxicities if coadministered with trofinetide (a weak CYP3A4 inhibitor)."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "repaglinide",
            "description": {
                "common": "trofinetide will increase the level or effect of repaglinide by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor. Monitor CYP3A4 substrates for which a small increase in plasma concentration may lead to serious toxicities if coadministered with trofinetide (a weak CYP3A4 inhibitor)."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "sirolimus",
            "description": {
                "common": "trofinetide will increase the level or effect of sirolimus by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor. Monitor CYP3A4 substrates for which a small increase in plasma concentration may lead to serious toxicities if coadministered with trofinetide (a weak CYP3A4 inhibitor)."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "tacrolimus",
            "description": {
                "common": "trofinetide will increase the level or effect of tacrolimus by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor. Monitor CYP3A4 substrates for which a small increase in plasma concentration may lead to serious toxicities if coadministered with trofinetide (a weak CYP3A4 inhibitor)."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "theophylline",
            "description": {
                "common": "trofinetide will increase the level or effect of theophylline by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor. Monitor CYP3A4 substrates for which a small increase in plasma concentration may lead to serious toxicities if coadministered with trofinetide (a weak CYP3A4 inhibitor)."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "thioridazine",
            "description": {
                "common": "trofinetide will increase the level or effect of thioridazine by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor. Monitor CYP3A4 substrates for which a small increase in plasma concentration may lead to serious toxicities if coadministered with trofinetide (a weak CYP3A4 inhibitor)."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "triazolam",
            "description": {
                "common": "trofinetide will increase the level or effect of triazolam by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor. Monitor CYP3A4 substrates for which a small increase in plasma concentration may lead to serious toxicities if coadministered with trofinetide (a weak CYP3A4 inhibitor)."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "valproic acid",
            "description": {
                "common": "trofinetide will increase the level or effect of valproic acid by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor. Monitor CYP3A4 substrates for which a small increase in plasma concentration may lead to serious toxicities if coadministered with trofinetide (a weak CYP3A4 inhibitor)."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "warfarin",
            "description": {
                "common": "trofinetide will increase the level or effect of warfarin by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor. Monitor CYP3A4 substrates for which a small increase in plasma concentration may lead to serious toxicities if coadministered with trofinetide (a weak CYP3A4 inhibitor)."
            }
        }
    ],
    "adverse effects": [
        {
            "name": "Diarrhea",
            "percent": "82"
        },
        {
            "name": "Diarrhea",
            "percent": "49"
        },
        {
            "name": "persistent or recurrent after dose interruptions",
            "percent": "29"
        },
        {
            "name": "reductions",
            "percent": "9"
        },
        {
            "name": "or concomitant antidiarrheal therapy",
            "percent": "9"
        },
        {
            "name": "Vomiting",
            "percent": "8"
        },
        {
            "name": "Fever",
            "percent": "8"
        },
        {
            "name": "Seizure",
            "percent": "8"
        },
        {
            "name": "Anxiety",
            "percent": "5"
        },
        {
            "name": "Decreased appetite",
            "percent": null
        },
        {
            "name": "Fatigue",
            "percent": null
        },
        {
            "name": "Nasopharyngitis",
            "percent": null
        }
    ]
}