{
    "name": "desmopressin",
    "comment": "Rx",
    "other_names": [
        "DDAVP",
        "Stimate",
        "Minirin",
        "Noctiva",
        "Nocdurna"
    ],
    "classes": [
        "Vasopressin-Related"
    ],
    "source": "https://reference.medscape.com/drug/ddavp-stimate-noctiva-desmopressin-342819",
    "pregnancy": {
        "common": [
            "Prolonged experience with desmopressin in pregnant women over several decades, based on available published data and case reports, did not identify a drug associated risk of major birth defects, miscarriage or adverse maternal or fetal outcomes; in addition, in vitro studies with human placenta demonstrate poor placental transfer of desmopressin; no adverse developmental outcomes were observed in animal reproduction studies with administration of desmopressin during organogenesis to pregnant rats and rabbits at doses approximately <1 and 38 times, respectively, the maximum recommended human dose based on body surface area (mg/m²)",
            "Not recommended for treatment of nocturia in pregnant women; nocturia is usually related to normal, physiologic changes during pregnancy that do not require treatment"
        ],
        "specific": [
            {
                "type": "Animal data",
                "description": [
                    "No adverse developmental outcomes were observed in animal reproduction studies with administration of desmopressin during organogenesis to pregnant rats and rabbits at doses approximately <1 and 38 times, respectively, the maximum recommended human dose based on body surface area",
                    "No adverse developmental outcomes were observed in animal reproductive and developmental studies following administration of desmopressin acetate during organogenesis to pregnant rats and rabbits, at exposures 92- and 8- times, respectively, the maximum recommended dose in women, based on body surface area"
                ]
            }
        ]
    },
    "lactation": {
        "common": [
            "Desmopressin is present in small amounts in human milk and is poorly absorbed orally by infant",
            "There is no information on effects of desmopressin on breastfed infant or on milk production; development and health benefits of breastfeeding should be considered along with mother’s clinical need for therapy and potential adverse effects on breastfed infant from therapy or from the underlying maternal condition"
        ]
    },
    "warnings": {
        "black_box_warning": {
            "common": [],
            "specific": [
                {
                    "type": "Hyponatremia",
                    "description": [
                        "Intranasal preservative-free (Noctiva) and sublingual tablets",
                        "Hyponatremia may occur; severe hyponatremia can be life-threatening, leading to seizures, coma, respiratory arrest, or death",
                        "Contraindicated in patients at increased risk of severe hyponatremia, such as patients with excessive fluid intake, illnesses that can cause fluid or electrolyte imbalances, and in those using loop diuretics or systemic or inhaled glucocorticoids",
                        "Ensure serum sodium is normal before starting or resuming therapy; measure serum sodium within 7 days and approximately 1 month after initiating therapy or increasing dose, and periodically during treatment; monitor serum sodium frequently in patients >65 years and patients at increased risk of hyponatremia",
                        "If hyponatremia occurs, therapy may need to be temporarily or permanently discontinued"
                    ]
                }
            ]
        },
        "contraindicators": {
            "common": [
                "Hypersensitivity",
                "Hyponatremia or history of hyponatremia",
                "Moderate to severe renal impairment (CrCl <50 mL/min)"
            ],
            "specific": []
        },
        "cautions": {
            "common": [
                "Factor VIII levels <5% or presence of factor VIII antibodies",
                "Avoid use in Type IIB von Willebrand disease",
                "Therapeutic effect has not been observed in patients who have been febrile or stressed for several days; monitor for efficacy if necessary",
                "Use caution in patients with habitual or psychogenic polydipsia (increased risk of hypnatremia)",
                "Risk of potentially fatal hyponatremia/seizures; may occur with any route of administration",
                "Anaphylactic reactioins reported (rare) with IV and intranasal administration",
                "Use alternative route of administration if changes in the nasal mucosa resulting from edema or scarring occurs",
                "Rapid IV infusions may result in severe hypotension",
                "Interrupt therapy if patient perform activities associated with increase in water consumption or with acute illness including fever or recurrent vomiting or diarrhea",
                "Use with caution in patients predisposed to thrombus formation; acute myocardial infarction and cerebrovascular thrombosis reported with desmopressin injection",
                "Therapy can cause fluid retention, which can worsen underlying conditions that are susceptible to volume status, including congestive heart failure (see Contraindications)",
                "In children and the elderly adjust fluid intake downward to decrease possibility of water intoxication and hyponatremia"
            ],
            "specific": [
                {
                    "type": "Nasal spray",
                    "description": [
                        "Chronic administration nasal spray may result in changes to nasal mucosa; nasal mucosa abnormalities (such as scarring and edema) due to chronic administration, or due to other causes (nasal blockage, nasal mucosal atrophy, severe atrophic rhinitis, recent nasal surgery such as transsphenoidal hypophysectomy) may cause erratic, unreliable absorption; avoid use of nasal spray in such patients and consider use of other formulations of desmopressin acetate given by other routes of administration",
                        "Intranasal DDAVP at high dosage has infrequently produced a slight elevation of blood pressure, which disappeared with a reduced dose; exercise caution in patients with coronary artery insufficiency and/or hypertensive cardiovascular disease because of possible rise in blood pressure",
                        "Use with caution in patients predisposed to thrombus formation; acute myocardial infarction and cerebrovascular thrombosis reported with desmopressin injection",
                        "Noctiva only",
                        "Before starting or resuming therapy, ensure that serum sodium concentration is normal; consider 0.83-mcg dose as starting dose for patients who may be at risk for hyponatremia",
                        "Not recommended in patients at risk of increased intracranial pressure or history of urinary retention; monitor volume status in patients with NYHA class I congestive heart failure",
                        "Discontinue therapy in patients with concurrent nasal conditions that may increase systemic absorption (eg, atrophy of nasal mucosa, acute or chronic rhinitis), because increased absorption may increase risk of hyponatremia; therapy can be resumed when conditions resolve",
                        "When therapy is administered, fluid intake in the evening and nighttime hours should be moderated to decrease risk of hyponatremia; monitor serum sodium concentration within 7 days and ~1 month of initiating therapy or increasing dose, and periodically thereafter; the frequency of serum sodium monitoring should be based on patient’s risk for hyponatremia"
                    ]
                },
                {
                    "type": "Hyponatremia",
                    "description": [
                        "Also see Administration, Black Box Warnings, and Dosing Considerations",
                        "In order to decrease risk of water intoxication with hyponatremia, fluid restriction recommended; careful fluid intake restriction is particularly important in pediatric and geriatric patients because these patients are at greater risk of developing hyponatremia; more frequent monitoring of serum sodium levels recommended in the following patients: those with conditions associated with fluid and electrolyte imbalance, such as cystic fibrosis, heart failure, renal disorders, habitual or psychogenic polydipsia or those taking concomitant drugs that may cause hyponatremia",
                        "Nasal spray is not an indicated formulation for treatment of primary nocturnal enuresis due to higher risk of hyponatremia and hyponatremic convulsions with use of nasal spray formulation compared to desmopressin tablets seen in postmarketing reports",
                        "Signs and symptoms associated with hyponatremia: Headache, nausea/vomiting, decreased serum sodium, weight gain, restlessness, fatigue, lethargy, disorientation, depressed reflexes, loss appetite, irritability, muscle weakness, muscle spasms or cramps and abnormal mental status such as hallucinations, decreased consciousness, and confusion",
                        "Severe symptoms due to an extreme decrease in serum sodium and plasma osmolality may include one or a combination of the following: seizure, coma, and/or respiratory arrest"
                    ]
                },
                {
                    "type": "Drug interaction overview",
                    "description": [
                        "Concomitant use of desmopressin sublingual and loop diuretics or systemic or inhaled glucocorticoids is contraindicated because of the risk of severe hyponatremia; may be started or resumed 3 days or 5 half-lives after discontinuing glucocorticoid, whichever is longer",
                        "Drugs (eg, tricyclic antidepressants, selective serotonin reuptake inhibitors, chlorpromazine, opiate analgesics, thiazide diuretics, carbamazepine, lamotrigine, sulfonylureas, particularly chlorpropamide, NSAIDs) may increase the risk of hyponatremia; monitor serum sodium more frequently in patients taking desmopressin concomitantly with these drugs and when doses of these drugs are increased",
                        "Use of large doses of nasal spray with other vasoconstrictors may require reducing the dose"
                    ]
                }
            ]
        }
    },
    "interactions": [
        {
            "classification_type": "Contraindicated",
            "interaction_with": "mometasone, intranasal",
            "description": {
                "common": "mometasone, intranasal increases toxicity of desmopressin by Other (see comment). Contraindicated. \nComment: Increases risk of severe hyponatremia."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "mometasone inhaled",
            "description": {
                "common": "mometasone inhaled increases toxicity of desmopressin by Other (see comment). Avoid or Use Alternate Drug. \nComment: Corticosteroids may enhance the hyponatremic effect of intranasal desmopressin."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "methylphenidate transdermal",
            "description": {
                "common": "methylphenidate transdermal and desmopressin both increase  sympathetic (adrenergic) effects, including increased blood pressure and heart rate. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "benzphetamine",
            "description": {
                "common": "desmopressin increases effects of benzphetamine by pharmacodynamic synergism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "carbamazepine",
            "description": {
                "common": "carbamazepine, desmopressin. Mechanism: unknown. Minor/Significance Unknown. Carbamazepine may increase or decrease the duration of action of desmopressin."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "chlorpropamide",
            "description": {
                "common": "chlorpropamide increases effects of desmopressin by pharmacodynamic synergism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "dexfenfluramine",
            "description": {
                "common": "desmopressin increases effects of dexfenfluramine by pharmacodynamic synergism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "dexmethylphenidate",
            "description": {
                "common": "desmopressin increases effects of dexmethylphenidate by pharmacodynamic synergism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "dextroamphetamine",
            "description": {
                "common": "desmopressin increases effects of dextroamphetamine by pharmacodynamic synergism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "diethylpropion",
            "description": {
                "common": "desmopressin increases effects of diethylpropion by pharmacodynamic synergism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "dobutamine",
            "description": {
                "common": "desmopressin increases effects of dobutamine by pharmacodynamic synergism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "dopamine",
            "description": {
                "common": "desmopressin increases effects of dopamine by pharmacodynamic synergism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "ephedrine",
            "description": {
                "common": "desmopressin increases effects of ephedrine by pharmacodynamic synergism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "epinephrine",
            "description": {
                "common": "desmopressin increases effects of epinephrine by pharmacodynamic synergism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "fenfluramine",
            "description": {
                "common": "desmopressin increases effects of fenfluramine by pharmacodynamic synergism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "isoproterenol",
            "description": {
                "common": "desmopressin increases effects of isoproterenol by pharmacodynamic synergism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "lisdexamfetamine",
            "description": {
                "common": "desmopressin increases effects of lisdexamfetamine by pharmacodynamic synergism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "methamphetamine",
            "description": {
                "common": "desmopressin increases effects of methamphetamine by pharmacodynamic synergism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "methylenedioxymethamphetamine",
            "description": {
                "common": "desmopressin increases effects of methylenedioxymethamphetamine by pharmacodynamic synergism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "methylphenidate",
            "description": {
                "common": "desmopressin increases effects of methylphenidate by pharmacodynamic synergism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "midodrine",
            "description": {
                "common": "desmopressin increases effects of midodrine by pharmacodynamic synergism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "norepinephrine",
            "description": {
                "common": "desmopressin increases effects of norepinephrine by pharmacodynamic synergism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "phendimetrazine",
            "description": {
                "common": "desmopressin increases effects of phendimetrazine by pharmacodynamic synergism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "phentermine",
            "description": {
                "common": "desmopressin increases effects of phentermine by pharmacodynamic synergism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "phenylephrine",
            "description": {
                "common": "desmopressin increases effects of phenylephrine by pharmacodynamic synergism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "phenylephrine PO",
            "description": {
                "common": "desmopressin increases effects of phenylephrine PO by pharmacodynamic synergism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "propylhexedrine",
            "description": {
                "common": "desmopressin increases effects of propylhexedrine by pharmacodynamic synergism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "pseudoephedrine",
            "description": {
                "common": "desmopressin increases effects of pseudoephedrine by pharmacodynamic synergism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "serdexmethylphenidate/dexmethylphenidate",
            "description": {
                "common": "desmopressin increases effects of serdexmethylphenidate/dexmethylphenidate by pharmacodynamic synergism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "xylometazoline",
            "description": {
                "common": "desmopressin increases effects of xylometazoline by pharmacodynamic synergism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "yohimbine",
            "description": {
                "common": "desmopressin increases effects of yohimbine by pharmacodynamic synergism. Minor/Significance Unknown."
            }
        }
    ],
    "adverse effects": [
        {
            "name": "Dry mouth",
            "percent": "14"
        },
        {
            "name": "men",
            "percent": "12"
        },
        {
            "name": "Dry mouth",
            "percent": "2-5"
        },
        {
            "name": "women",
            "percent": "4"
        },
        {
            "name": "Headache",
            "percent": "4"
        },
        {
            "name": "Hyponatremia",
            "percent": "3"
        },
        {
            "name": "men",
            "percent": "3"
        },
        {
            "name": "Headache",
            "percent": "3"
        },
        {
            "name": "men",
            "percent": "2-3"
        },
        {
            "name": "Hyponatremia",
            "percent": "2"
        },
        {
            "name": "women",
            "percent": "2"
        },
        {
            "name": "Dizziness",
            "percent": "3-8"
        },
        {
            "name": "men",
            "percent": "2"
        },
        {
            "name": "Dizziness",
            "percent": "2"
        },
        {
            "name": "Epistaxis",
            "percent": "2"
        },
        {
            "name": "Headache",
            "percent": "2"
        },
        {
            "name": "women",
            "percent": "2"
        },
        {
            "name": "Dizziness",
            "percent": "2"
        },
        {
            "name": "women",
            "percent": "2"
        },
        {
            "name": "Rhinitis",
            "percent": "2"
        },
        {
            "name": "Abdominal pain",
            "percent": "2"
        },
        {
            "name": "Asthenia",
            "percent": null
        },
        {
            "name": "Chills",
            "percent": null
        },
        {
            "name": "Nostril pain",
            "percent": null
        },
        {
            "name": "Gastrointestinal disorder",
            "percent": null
        },
        {
            "name": "Nausea",
            "percent": null
        },
        {
            "name": "Conjunctivitis",
            "percent": null
        },
        {
            "name": "Eye edema",
            "percent": null
        },
        {
            "name": "Lachrymation disorder",
            "percent": null
        },
        {
            "name": "Nasal discomfort",
            "percent": null
        },
        {
            "name": "Nasal congestion",
            "percent": null
        },
        {
            "name": "Atrial fibrillation",
            "percent": null
        },
        {
            "name": "Dizziness",
            "percent": null
        },
        {
            "name": "Dyuria",
            "percent": null
        }
    ]
}