{
    "name": "demeclocycline",
    "comment": "Rx",
    "other_names": [
        "Declomycin"
    ],
    "classes": [
        "Tetracyclines"
    ],
    "source": "https://reference.medscape.com/drug/declomycin-demeclocycline-342551",
    "pregnancy": {
        "common": [
            "Avoid during pregnancy; use alternant antibiotics",
            "Tetracycline use during tooth development (last one-half of pregnancy through age 8 y) can cause permanent discoloration of teeth"
        ],
        "specific": []
    },
    "lactation": {
        "common": [
            "Tetracyclines are excreted in breastmilk",
            "Avoided in breastfeeding women due to theoretical concerns that they may permanently stain the teeth of the breastfed infants"
        ]
    },
    "warnings": {
        "black_box_warning": {
            "common": [],
            "specific": []
        },
        "contraindicators": {
            "common": [
                "Documented hypersensitivity"
            ],
            "specific": []
        },
        "cautions": {
            "common": [
                "All antimicrobials#tetracyclines form a stable calcium complex in any bone-forming tissue; a decrease in fibula growth rate has been observed in premature human infants given in doses of 25 mg/kg/ every six hr; this reaction was shown to be reversible when the drug was discontinued",
                "Results of animal studies indicate that antimicrobials#tetracyclines cross the placenta, are found in fetal tissues, and can have toxic effects on the developing fetus (often related to retardation of skeletal development); evidence of embryotoxicity has been noted in animals treated early in pregnancy",
                "The anti-anabolic action of the antimicrobials#tetracyclines may cause an increase in BUN; while this is not a problem in those with normal renal function, in patients with significantly impaired function, higher serum levels of tetracycline may lead to azotemia, hyperphosphatemia, and acidosis; if renal impairment exists, even usual oral or parenteral doses may lead to excessive systemic accumulation of the drug and possible liver toxicity; under such conditions, lower than usual total doses are indicated and, if therapy is prolonged, serum level determinations of the drug may be advisable",
                "Photosensitivity manifested by exaggerated sunburn reaction has been observed in some individuals taking antimicrobials#tetracyclines; phototoxic reactions can occur in individuals taking demeclocycline, and are characterized by severe burns or exposed surfaces resulting from direct exposure of patients to sunlight during therapy with moderate or large doses of demeclocycline; patients that may be exposed to direct sunlight or ultraviolet light should be advised that this reaction can occur and treatment should be discontinued at first evidence of erythema of skin",
                "Administration of demeclocycline hydrochloride has resulted in appearance of the diabetes insipidus syndrome (polyuria, polydipsia, and weakness) in some patients on long-term therapy; the syndrome has been shown to be nephrogenic, dose-dependent, and reversible on discontinuance of therapy; patients, who are experiencing central nervous system symptoms associated with this therapy, should be cautioned about driving vehicles or using hazardous machinery while on demeclocycline therapy",
                "Pseudotumor cerebri (benign intracranial hypertension) in adults has been associated with use of this medication; the usual clinical manifestations are headache and blurred vision; bulging fontanels have been associated with use of antimicrobials#tetracyclines in infants; while both of these conditions and related symptoms usually resolve soon after discontinuation of tetracycline, the possibility for permanent sequelae exists",
                "As with other antibiotic preparations, use of this drug may result in overgrowth of nonsusceptible organisms, including fungi; if superinfection occurs, the antibiotic should be discontinued and appropriate therapy should be instituted; incision and drainage or other surgical procedures should be performed in conjunction with antibiotic therapy, when indicated; prescribing therapy in the absence of a proven or strongly suspected bacterial infection or a prophylactic indication is unlikely to provide benefit to patient and increases risk of development of drug-resistant bacteria",
                "Clostridioides difficile",
                " associated with diarrhea (CDAD) reported with use; may range in severity from mild diarrhea to fatal colitis; treatment with antibacterial agents alters the normal flora of the colon leading to overgrowth of C. difficile; C. difficile produces toxins A and B which contribute to development of CDAD",
                "Hypertoxin-producing strains of C. difficile cause increased morbidity and mortality, as these infections can be refractory to antimicrobial therapy and may require colectomy",
                "CDAD must be considered in all patients who present with diarrhea following antibiotic use; careful medical history is necessary since CDAD has been reported to occur over two months after administration of antibacterial agents; if CDAD is suspected or confirmed, ongoing antibiotic use not directed against C. difficile may need to discontinue; appropriate fluid and electrolyte management, protein supplementation, antibiotic treatment of C. difficile, and surgical evaluation should be instituted as clinically indicated"
            ],
            "specific": []
        }
    },
    "interactions": [
        {
            "classification_type": "Contraindicated",
            "interaction_with": "acitretin",
            "description": {
                "common": "demeclocycline, acitretin. Other (see comment). Contraindicated. \nComment: Both acitretin and tetracyclines can cause increased intracranial pressure."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "aluminum hydroxide",
            "description": {
                "common": "aluminum hydroxide decreases levels of demeclocycline by inhibition of GI absorption. Applies only to oral form of both agents. Avoid or Use Alternate Drug. Separate by 2 hours."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "aminolevulinic acid oral",
            "description": {
                "common": "aminolevulinic acid oral, demeclocycline.\nEither increases toxicity of the other by pharmacodynamic synergism. Avoid or Use Alternate Drug. Avoid administering other phototoxic drugs with aminolevulinic acid oral for 24 hr during perioperative period."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "aminolevulinic acid topical",
            "description": {
                "common": "demeclocycline increases toxicity of aminolevulinic acid topical by pharmacodynamic synergism. Avoid or Use Alternate Drug. Coadministration of photosensitizing drugs may enhance the phototoxic reaction to photodynamic therapy with aminolevulinic acid."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "amoxicillin",
            "description": {
                "common": "demeclocycline decreases effects of amoxicillin by pharmacodynamic antagonism. Avoid or Use Alternate Drug. Tetracyclines may interfere with the bactericidal action of penicillins. Monitor for decreased therapeutic effects of penicillins if concomitantly used with a tetracycline."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "ampicillin",
            "description": {
                "common": "demeclocycline decreases effects of ampicillin by pharmacodynamic antagonism. Avoid or Use Alternate Drug. Tetracyclines may interfere with the bactericidal action of penicillins. Monitor for decreased therapeutic effects of penicillins if concomitantly used with a tetracycline."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "atracurium",
            "description": {
                "common": "demeclocycline increases effects of atracurium by pharmacodynamic synergism. Avoid or Use Alternate Drug. Risk of respiratory depression."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "BCG vaccine live",
            "description": {
                "common": "demeclocycline decreases effects of BCG vaccine live by pharmacodynamic antagonism. Contraindicated. Wait until Abx Tx complete to administer live bacterial vaccine."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "bismuth subsalicylate",
            "description": {
                "common": "bismuth subsalicylate decreases levels of demeclocycline by inhibition of GI absorption. Applies only to oral form of both agents. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "calcium acetate",
            "description": {
                "common": "calcium acetate, demeclocycline.\nEither decreases levels of the other by inhibition of GI absorption. Applies only to oral form of both agents. Avoid or Use Alternate Drug. Separate by 2 hours."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "calcium carbonate",
            "description": {
                "common": "calcium carbonate, demeclocycline.\nEither decreases levels of the other by inhibition of GI absorption. Applies only to oral form of both agents. Avoid or Use Alternate Drug. Separate by 2 hours."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "calcium chloride",
            "description": {
                "common": "calcium chloride, demeclocycline.\nEither decreases levels of the other by inhibition of GI absorption. Applies only to oral form of both agents. Avoid or Use Alternate Drug. Separate by 2 hours."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "calcium citrate",
            "description": {
                "common": "calcium citrate, demeclocycline.\nEither decreases levels of the other by inhibition of GI absorption. Applies only to oral form of both agents. Avoid or Use Alternate Drug. Separate by 2 hours."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "calcium gluconate",
            "description": {
                "common": "calcium gluconate, demeclocycline.\nEither decreases levels of the other by inhibition of GI absorption. Applies only to oral form of both agents. Avoid or Use Alternate Drug. Separate by 2 hours."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "carbonyl iron",
            "description": {
                "common": "carbonyl iron decreases levels of demeclocycline by inhibition of GI absorption. Applies only to oral form of both agents. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "cholera vaccine",
            "description": {
                "common": "demeclocycline, cholera vaccine. pharmacodynamic antagonism. Avoid or Use Alternate Drug. Avoid coadministration of cholera vaccine with systemic antibiotics since these agents may be active against the vaccine strain. Do not administer cholera vaccine to patients who have received oral or parenteral antibiotics within 14 days prior to vaccination."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "cisatracurium",
            "description": {
                "common": "demeclocycline increases effects of cisatracurium by pharmacodynamic synergism. Avoid or Use Alternate Drug. Risk of respiratory depression."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "dicloxacillin",
            "description": {
                "common": "demeclocycline decreases effects of dicloxacillin by pharmacodynamic antagonism. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "ferric maltol",
            "description": {
                "common": "ferric maltol decreases levels of demeclocycline by inhibition of GI absorption. Applies only to oral form of both agents. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "ferrous fumarate",
            "description": {
                "common": "ferrous fumarate decreases levels of demeclocycline by inhibition of GI absorption. Applies only to oral form of both agents. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "ferrous gluconate",
            "description": {
                "common": "ferrous gluconate decreases levels of demeclocycline by inhibition of GI absorption. Applies only to oral form of both agents. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "ferrous sulfate",
            "description": {
                "common": "ferrous sulfate decreases levels of demeclocycline by inhibition of GI absorption. Applies only to oral form of both agents. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "iron dextran complex",
            "description": {
                "common": "iron dextran complex decreases levels of demeclocycline by inhibition of GI absorption. Applies only to oral form of both agents. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "iron sucrose",
            "description": {
                "common": "iron sucrose decreases levels of demeclocycline by inhibition of GI absorption. Applies only to oral form of both agents. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "isotretinoin",
            "description": {
                "common": "isotretinoin, demeclocycline. Mechanism: unknown. Contraindicated. Risk of pseudotumor cerebri."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "magnesium chloride",
            "description": {
                "common": "magnesium chloride decreases levels of demeclocycline by inhibition of GI absorption. Applies only to oral form of both agents. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "magnesium citrate",
            "description": {
                "common": "magnesium citrate decreases levels of demeclocycline by inhibition of GI absorption. Applies only to oral form of both agents. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "magnesium hydroxide",
            "description": {
                "common": "magnesium hydroxide decreases levels of demeclocycline by inhibition of GI absorption. Applies only to oral form of both agents. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "magnesium oxide",
            "description": {
                "common": "magnesium oxide decreases levels of demeclocycline by inhibition of GI absorption. Applies only to oral form of both agents. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "magnesium sulfate",
            "description": {
                "common": "magnesium sulfate decreases levels of demeclocycline by inhibition of GI absorption. Applies only to oral form of both agents. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "methoxyflurane",
            "description": {
                "common": "demeclocycline, methoxyflurane. Mechanism: pharmacodynamic synergism. Avoid or Use Alternate Drug. Risk of nephrotoxicity."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "methyl aminolevulinate",
            "description": {
                "common": "demeclocycline, methyl aminolevulinate.\nEither increases toxicity of the other by pharmacodynamic synergism. Avoid or Use Alternate Drug. Each drug may increase the photosensitizing effect of the other."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "microbiota oral",
            "description": {
                "common": "demeclocycline decreases effects of microbiota oral by pharmacodynamic antagonism. Avoid or Use Alternate Drug. Microbiota oral contains bacterial spores. Antibacterial agents may decrease efficacy if coadministered. Complete antibiotic regimens 2-4 days before initiating microbiota oral. ."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "nafcillin",
            "description": {
                "common": "demeclocycline decreases effects of nafcillin by pharmacodynamic antagonism. Avoid or Use Alternate Drug. bacteriostatic antibiotics may interfere with the bactericidal actions of penicillins."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "onabotulinumtoxinA",
            "description": {
                "common": "demeclocycline increases effects of onabotulinumtoxinA by pharmacodynamic synergism. Avoid or Use Alternate Drug. Risk of respiratory depression."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "oxacillin",
            "description": {
                "common": "demeclocycline decreases effects of oxacillin by pharmacodynamic antagonism. Avoid or Use Alternate Drug. bacteriostatic agents may inhibit the effects of bactericidal agentsba."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "pancuronium",
            "description": {
                "common": "demeclocycline increases effects of pancuronium by pharmacodynamic synergism. Avoid or Use Alternate Drug. Risk of respiratory depression."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "penicillin G aqueous",
            "description": {
                "common": "demeclocycline decreases effects of penicillin G aqueous by pharmacodynamic antagonism. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "penicillin VK",
            "description": {
                "common": "demeclocycline decreases effects of penicillin VK by pharmacodynamic antagonism. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "pivmecillinam",
            "description": {
                "common": "demeclocycline decreases effects of pivmecillinam by pharmacodynamic antagonism. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "polysaccharide iron",
            "description": {
                "common": "polysaccharide iron decreases levels of demeclocycline by inhibition of GI absorption. Applies only to oral form of both agents. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "rapacuronium",
            "description": {
                "common": "demeclocycline increases effects of rapacuronium by pharmacodynamic synergism. Avoid or Use Alternate Drug. Risk of respiratory depression."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "rocuronium",
            "description": {
                "common": "demeclocycline increases effects of rocuronium by pharmacodynamic synergism. Avoid or Use Alternate Drug. Risk of respiratory depression."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "rose hips",
            "description": {
                "common": "rose hips decreases levels of demeclocycline by inhibition of GI absorption. Applies only to oral form of both agents. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "sodium bicarbonate",
            "description": {
                "common": "sodium bicarbonate decreases levels of demeclocycline by inhibition of GI absorption. Applies only to oral form of both agents. Avoid or Use Alternate Drug. Separate by 2 hours."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "sodium citrate/citric acid",
            "description": {
                "common": "sodium citrate/citric acid decreases levels of demeclocycline by inhibition of GI absorption. Applies only to oral form of both agents. Avoid or Use Alternate Drug. Separate by 2 hours."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "sodium sulfate/?magnesium sulfate/potassium chloride",
            "description": {
                "common": "sodium sulfate/?magnesium sulfate/potassium chloride decreases levels of demeclocycline by inhibition of GI absorption. Applies only to oral form of both agents. Avoid or Use Alternate Drug. Administer tetracyclines at least 2 hr before and no less than 6 hr after each dose to avoid chelation with magnesium. ."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "sodium sulfate/potassium sulfate/magnesium sulfate",
            "description": {
                "common": "sodium sulfate/potassium sulfate/magnesium sulfate decreases levels of demeclocycline by inhibition of GI absorption. Applies only to oral form of both agents. Avoid or Use Alternate Drug. Administer tetracyclines at least 2 hr before and no less than 6 hr after each dose to avoid chelation with magnesium. ."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "strontium ranelate",
            "description": {
                "common": "strontium ranelate decreases levels of demeclocycline by inhibition of GI absorption. Applies only to oral form of both agents. Contraindicated. Suspend strontium ranelate during antibiotic therapy."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "succinylcholine",
            "description": {
                "common": "demeclocycline increases effects of succinylcholine by pharmacodynamic synergism. Avoid or Use Alternate Drug. Risk of respiratory depression."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "temocillin",
            "description": {
                "common": "demeclocycline decreases effects of temocillin by pharmacodynamic antagonism. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "ticarcillin",
            "description": {
                "common": "demeclocycline decreases effects of ticarcillin by pharmacodynamic antagonism. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "tretinoin",
            "description": {
                "common": "demeclocycline, tretinoin. Mechanism: pharmacodynamic synergism. Avoid or Use Alternate Drug. Increased phototoxicity."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "tretinoin topical",
            "description": {
                "common": "demeclocycline, tretinoin topical. Mechanism: pharmacodynamic synergism. Avoid or Use Alternate Drug. Increased phototoxicity."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "tripotassium dicitratobismuthate",
            "description": {
                "common": "tripotassium dicitratobismuthate decreases levels of demeclocycline by inhibition of GI absorption. Applies only to oral form of both agents. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "typhoid vaccine live",
            "description": {
                "common": "demeclocycline decreases effects of typhoid vaccine live by pharmacodynamic antagonism. Contraindicated. Wait until Abx Tx complete to administer live bacterial vaccine."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "vecuronium",
            "description": {
                "common": "demeclocycline increases effects of vecuronium by pharmacodynamic synergism. Avoid or Use Alternate Drug. Risk of respiratory depression."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "bazedoxifene/conjugated estrogens",
            "description": {
                "common": "demeclocycline will decrease the level or effect of bazedoxifene/conjugated estrogens by  altering intestinal flora. Applies only to oral forms of hormone. Low risk of contraceptive failure. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "cefdinir",
            "description": {
                "common": "demeclocycline decreases effects of cefdinir by pharmacodynamic antagonism. Use Caution/Monitor. bacteriostatic agents may inhibit the effects of bactericidal agents."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "cefditoren",
            "description": {
                "common": "demeclocycline decreases effects of cefditoren by pharmacodynamic antagonism. Use Caution/Monitor. bacteriostatic agents may inhibit the effects of bactericidal agents."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "cefoxitin",
            "description": {
                "common": "demeclocycline decreases effects of cefoxitin by pharmacodynamic antagonism. Use Caution/Monitor. bacteriostatic agents may inhibit the effects of bactericidal agents."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "cefpodoxime",
            "description": {
                "common": "demeclocycline decreases effects of cefpodoxime by pharmacodynamic antagonism. Use Caution/Monitor. bacteriostatic agents may inhibit the effects of bactericidal agents."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ceftriaxone",
            "description": {
                "common": "demeclocycline decreases effects of ceftriaxone by pharmacodynamic antagonism. Use Caution/Monitor. bacteriostatic agents may inhibit the effects of bactericidal agents."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "cefuroxime",
            "description": {
                "common": "demeclocycline decreases effects of cefuroxime by pharmacodynamic antagonism. Use Caution/Monitor. bacteriostatic agents may inhibit the effects of bactericidal agents."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "cholestyramine",
            "description": {
                "common": "cholestyramine decreases levels of demeclocycline by inhibition of GI absorption. Applies only to oral form of both agents. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "conjugated estrogens",
            "description": {
                "common": "demeclocycline will decrease the level or effect of conjugated estrogens by  altering intestinal flora. Applies only to oral forms of hormone. Low risk of contraceptive failure. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "didanosine",
            "description": {
                "common": "didanosine will decrease the level or effect of demeclocycline by  inhibition of GI absorption. Applies only to oral form of both agents. Modify Therapy/Monitor Closely. Applies to didanosine chewable tablets and powder for oral solution; administer 2 hr before or several hours after didanosine oral solution or chewable tablet administration"
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "digoxin",
            "description": {
                "common": "demeclocycline will increase the level or effect of digoxin by  altering intestinal flora. Applies only to oral form of both agents. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "estradiol",
            "description": {
                "common": "demeclocycline will decrease the level or effect of estradiol by  altering intestinal flora. Applies only to oral forms of hormone. Low risk of contraceptive failure. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "estrogens conjugated synthetic",
            "description": {
                "common": "demeclocycline will decrease the level or effect of estrogens conjugated synthetic by  altering intestinal flora. Applies only to oral forms of hormone. Low risk of contraceptive failure. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "estropipate",
            "description": {
                "common": "demeclocycline will decrease the level or effect of estropipate by  altering intestinal flora. Applies only to oral forms of hormone. Low risk of contraceptive failure. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ethinylestradiol",
            "description": {
                "common": "demeclocycline will decrease the level or effect of ethinylestradiol by  altering intestinal flora. Applies only to oral forms of hormone. Low risk of contraceptive failure. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "lanthanum carbonate",
            "description": {
                "common": "lanthanum carbonate decreases levels of demeclocycline by cation binding in GI tract. Use Caution/Monitor. Administer oral tetracycline antibiotics at least 2 hr before or after lanthanum. Interaction applies only to oral tetracyclines."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "levonorgestrel oral/ethinylestradiol/ferrous bisglycinate",
            "description": {
                "common": "demeclocycline will decrease the level or effect of levonorgestrel oral/ethinylestradiol/ferrous bisglycinate by  altering intestinal flora. Applies only to oral forms of hormone. Low risk of contraceptive failure. Use Caution/Monitor. Antibiotics may decrease hormonal contraceptive efficacy."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "magnesium supplement",
            "description": {
                "common": "magnesium supplement will decrease the level or effect of demeclocycline by  Other (see comment). Modify Therapy/Monitor Closely. Formation of an insoluble complex reduces absorption of the drug through intestinal tract; administer magnesium 2hr before the tetracycline or 4hr after the tetracycline."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "mestranol",
            "description": {
                "common": "demeclocycline will decrease the level or effect of mestranol by  altering intestinal flora. Applies only to oral forms of hormone. Low risk of contraceptive failure. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "methotrexate",
            "description": {
                "common": "demeclocycline increases levels of methotrexate by decreasing elimination. Use Caution/Monitor. Tetracyclines may decrease intestinal absorption of methotrexate or interfere with the enterohepatic circulation by inhibiting bowel flora and suppressing metabolism of the drug by bacteria."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "methoxsalen",
            "description": {
                "common": "methoxsalen, demeclocycline.\nEither increases toxicity of the other by pharmacodynamic synergism. Use Caution/Monitor. Additive photosensitizing effects."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "mipomersen",
            "description": {
                "common": "mipomersen, demeclocycline.\nEither increases toxicity of the other by Other (see comment). Use Caution/Monitor. \nComment: Both drugs have potential to increase hepatic enzymes; monitor LFTs."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "piperacillin",
            "description": {
                "common": "demeclocycline decreases effects of piperacillin by pharmacodynamic antagonism. Use Caution/Monitor. bacteriostatic agents may inhibit the effects of bactericidal agents."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "polycarbophil",
            "description": {
                "common": "polycarbophil decreases levels of demeclocycline by inhibition of GI absorption. Applies only to oral form of both agents. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "porfimer",
            "description": {
                "common": "demeclocycline, porfimer. Mechanism: pharmacodynamic synergism. Use Caution/Monitor. Enhanced photosensitivity."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "sodium picosulfate/magnesium oxide/anhydrous citric acid",
            "description": {
                "common": "demeclocycline decreases effects of sodium picosulfate/magnesium oxide/anhydrous citric acid by altering metabolism. Use Caution/Monitor. Coadministration with antibiotics decreases efficacy by altering colonic bacterial flora needed to convert sodium picosulfate to active drug."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "trimagnesium citrate anhydrous",
            "description": {
                "common": "trimagnesium citrate anhydrous decreases levels of demeclocycline by inhibition of GI absorption. Applies only to oral form of both agents. Use Caution/Monitor. Multivalent cation-containing products may reduce bioavailability of tetracyclines; administer tetracycline at least 2 hr before or 6 hr after magnesium; use alternatives if available."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "warfarin",
            "description": {
                "common": "demeclocycline increases effects of warfarin by unspecified interaction mechanism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "zinc",
            "description": {
                "common": "zinc will decrease the level or effect of demeclocycline by  cation binding in GI tract. Modify Therapy/Monitor Closely. Separate administration of oral tetracycline derivatives and oral zinc salts by at least 2 hr."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "antithrombin alfa",
            "description": {
                "common": "demeclocycline increases effects of antithrombin alfa by pharmacodynamic synergism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "antithrombin III",
            "description": {
                "common": "demeclocycline increases effects of antithrombin III by pharmacodynamic synergism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "argatroban",
            "description": {
                "common": "demeclocycline increases effects of argatroban by pharmacodynamic synergism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "balsalazide",
            "description": {
                "common": "demeclocycline will decrease the level or effect of balsalazide by  altering intestinal flora. Applies only to oral form of both agents. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "bemiparin",
            "description": {
                "common": "demeclocycline increases effects of bemiparin by pharmacodynamic synergism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "biotin",
            "description": {
                "common": "demeclocycline will decrease the level or effect of biotin by  altering intestinal flora. Applies only to oral form of both agents. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "bivalirudin",
            "description": {
                "common": "demeclocycline increases effects of bivalirudin by pharmacodynamic synergism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "colestipol",
            "description": {
                "common": "colestipol decreases levels of demeclocycline by inhibition of GI absorption. Applies only to oral form of both agents. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "dalteparin",
            "description": {
                "common": "demeclocycline increases effects of dalteparin by pharmacodynamic synergism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "enoxaparin",
            "description": {
                "common": "demeclocycline increases effects of enoxaparin by pharmacodynamic synergism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "fondaparinux",
            "description": {
                "common": "demeclocycline increases effects of fondaparinux by pharmacodynamic synergism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "heparin",
            "description": {
                "common": "demeclocycline increases effects of heparin by pharmacodynamic synergism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "niacin",
            "description": {
                "common": "demeclocycline will decrease the level or effect of niacin by  altering intestinal flora. Applies only to oral form of both agents. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "pantothenic acid",
            "description": {
                "common": "demeclocycline will decrease the level or effect of pantothenic acid by  altering intestinal flora. Applies only to oral form of both agents. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "phenindione",
            "description": {
                "common": "demeclocycline increases effects of phenindione by pharmacodynamic synergism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "protamine",
            "description": {
                "common": "demeclocycline increases effects of protamine by pharmacodynamic synergism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "pyridoxine",
            "description": {
                "common": "demeclocycline will decrease the level or effect of pyridoxine by  altering intestinal flora. Applies only to oral form of both agents. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "pyridoxine (Antidote)",
            "description": {
                "common": "demeclocycline will decrease the level or effect of pyridoxine (Antidote) by  altering intestinal flora. Applies only to oral form of both agents. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "rose hips",
            "description": {
                "common": "demeclocycline decreases levels of rose hips by increasing elimination. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "sucralfate",
            "description": {
                "common": "sucralfate decreases levels of demeclocycline by inhibition of GI absorption. Applies only to oral form of both agents. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "thiamine",
            "description": {
                "common": "demeclocycline will decrease the level or effect of thiamine by  altering intestinal flora. Applies only to oral form of both agents. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "vasopressin",
            "description": {
                "common": "demeclocycline decreases effects of vasopressin by pharmacodynamic antagonism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "verteporfin",
            "description": {
                "common": "demeclocycline, verteporfin. Mechanism: pharmacodynamic synergism. Minor/Significance Unknown. Increased phototoxicity."
            }
        }
    ],
    "adverse effects": [
        {
            "name": "Photosensitivity rxn",
            "percent": null
        },
        {
            "name": "more frequent",
            "percent": null
        },
        {
            "name": "severe than other antimicrobials",
            "percent": null
        },
        {
            "name": "tetracyclines",
            "percent": null
        },
        {
            "name": "reversible",
            "percent": null
        },
        {
            "name": "Dose",
            "percent": null
        },
        {
            "name": "related diabetes insipidus",
            "percent": null
        },
        {
            "name": "does not occur with other antimicrobials",
            "percent": null
        },
        {
            "name": "tetracyclines",
            "percent": null
        },
        {
            "name": "Discoloration of teeth",
            "percent": null
        },
        {
            "name": "Superinfection",
            "percent": null
        },
        {
            "name": "monilial",
            "percent": null
        },
        {
            "name": "Dysphagia",
            "percent": null
        },
        {
            "name": "Glossitis",
            "percent": null
        },
        {
            "name": "Nausea",
            "percent": null
        },
        {
            "name": "Vomiting",
            "percent": null
        },
        {
            "name": "Diarrhea",
            "percent": null
        },
        {
            "name": "Hepatotoxicity",
            "percent": null
        }
    ]
}