{
    "name": "divalproex sodium",
    "comment": "Rx",
    "other_names": [
        "Depakote",
        "Depakote ER",
        "Depakote Sprinkles"
    ],
    "classes": [
        "Anticonvulsants",
        "Other"
    ],
    "source": "https://reference.medscape.com/drug/depakote-divalproex-sodium-999832",
    "pregnancy": {
        "common": [
            "A pregnancy exposure registry monitors pregnancy outcomes in women exposed to antiepileptic drugs (AEDs), during pregnancy; encourage women on therapy during pregnancy to enroll in the North American Antiepileptic Drug (NAAED) Pregnancy Registry by calling toll-free 1-888-233-2334 or visiting the website, http://www.aedpregnancyregistry.org/.; must be done by the patient herself",
            "Contraindicated for use in prophylaxis of migraine headaches in women who are pregnant and in women of childbearing potential who are not using effective contraception; for epilepsy or bipolar disorder, drug should not be used to treat women who are pregnant or who plan to become pregnant unless other medications have failed to provide adequate symptom control or are otherwise unacceptable",
            "Women with epilepsy who become pregnant while taking valproate should not discontinue therapy abruptly, as this can precipitate status epilepticus with resulting maternal and fetal hypoxia and threat to life; discontinuation of the drug may be considered prior to and during pregnancy in individual cases if seizure disorder severity and frequency do not pose serious threat to patient",
            "Maternal valproate use during pregnancy for any indication increases risk of congenital malformations, particularly neural tube defects including spina bifida, but also malformations involving other body systems (e.g., craniofacial defects including oral clefts, cardiovascular malformations, hypospadias, limb malformations)",
            "Risk is dose-dependent; a threshold dose below which no risk exists cannot be established; valproate polytherapy with other AEDs has been associated with increased frequency of congenital malformations compared with AED monotherapy; risk of major structural abnormalities is greatest during first trimester; however, other serious developmental effects can occur with valproate use throughout pregnancy",
            "There have been reports of hypoglycemia in neonates and fatal cases of hepatic failure in infants following maternal use of valproate during pregnancy",
            "Pregnant women taking valproate may develop hepatic failure or clotting abnormalities including thrombocytopenia, hypofibrinogenemia, and/or decrease in other coagulation factors, which may result in hemorrhagic complications in the neonate including death",
            "Evidence suggests that folic acid supplementation prior to conception and during the first trimester of pregnancy decreases risk for congenital neural tube defects in general population; not known whether risk of neural tube defects or decreased IQ in offspring of women receiving valproate is reduced by folic acid supplementation; dietary folic acid supplementation both prior to conception and during pregnancy should be routinely recommended for patients using valproate",
            "There have been reports of male infertility coincident with valproate therapy; in animal studies, oral administration at clinically relevant doses resulted in adverse reproductive effects in males"
        ],
        "specific": []
    },
    "lactation": {
        "common": [
            "Drug is excreted in human milk; data in the published literature describe presence of valproate in human milk; there are no data to assess effects of drug on milk production or excretion",
            "Developmental and health benefits of breastfeeding should be considered along with mother’s clinical need for therapy and any potential adverse effects on breastfed child from drug or from underlying maternal condition",
            "Monitor breastfed infant for signs of liver damage including jaundice and unusual bruising or bleeding; there have been reports of hepatic failure and clotting abnormalities in offspring of women who used valproate during pregnancy"
        ]
    },
    "warnings": {
        "black_box_warning": {
            "common": [],
            "specific": [
                {
                    "type": "Hepatotoxicity",
                    "description": [
                        "Hepatic failure resulting in fatalities has occurred",
                        "Children younger than 2 years are at increased risk for fatal hepatotoxicity, particularly patients on multiple anticonvulsants, as well as those with congenital metabolic disorders, severe seizure disorders accompanied by mental retardation, or organic brain disease",
                        "Increased risk of valproate-induced acute liver failure and resultant deaths in patients with hereditary neurometabolic syndromes caused by DNA mutations of the mitochondrial DNA polymerase-gamma (POLG) gene (eg, Alpers Huttenlocher Syndrome)",
                        "If used in children with these conditions, it should be administered with extreme caution as a sole agent",
                        "Hepatotoxicity usually occurs during the first 6 months of treatment and may be preceded by malaise, weakness, lethargy, facial edema, anorexia, and vomiting"
                    ]
                },
                {
                    "type": "Teratogenicity",
                    "description": [
                        "Do not use in women of childbearing age unless the drug is essential to the management of the medical condition; all non-pregnant women of childbearing potential should use effective birth control if taking valproate products (see Contraindications and Pregnancy sections)",
                        "May cause neural tube defects",
                        "Children exposed in utero have increased risk for lower cognitive test scores compared with those exposed in utero to other antiseizure medications",
                        "Alternative medications that have a lower risk for adverse birth outcomes should be considered",
                        "Patients should not stop taking valproate without talking to a health-care professional",
                        "Women should use effective contraception while taking valproate derivatives",
                        "Not for administration to treat women with epilepsy or bipolar disorder who are pregnant or who plan to become pregnant unless other medications have failed to provide adequate symptom control or are otherwise unacceptable"
                    ]
                },
                {
                    "type": "Pancreatitis",
                    "description": [
                        "Cases of life-threatening pancreatitis have been reported in children and adults",
                        "Some cases have been described as hemorrhagic with a rapid progression from initial symptoms to death"
                    ]
                }
            ]
        },
        "contraindicators": {
            "common": [
                "Hypersensitivity",
                "Liver disease, significant hepatic impairment",
                "Urea cycle disorders",
                "Mitochondrial disorders caused by mutations in mitochondrial DNA polymerase-gamma (POLG; eg, Alpers-Huttenlocher Syndrome) and children <2 years of age who are suspected of having a POLG-related disorder",
                "Migraine headache prevention in women who are pregnant or plan to become pregnant"
            ],
            "specific": []
        },
        "cautions": {
            "common": [
                "Probability of thrombocytopenia increases significantly at total trough valproate plasma concentrations exceed 110 mcg/mL in females and 135 mcg/mL in males",
                "Hepatotoxic (age <2 years, higher risk of fatal hepatotoxicity); see Black Box Warnings",
                "POLG mutations; see Contraindications and Black Box Warnings",
                "Discontinue if hyperammonemia/encephalopathy occurs; check ammonia level if emesis occurs or if the patient displays lethargy or abnormal behavior; evaluate patient for urea cycle disorder (see Contraindications) or hepatotoxicity (see Black Box Warnings);",
                "Pancreatitis, including fatalities reported (see Black Box Warnings)",
                "Hypothermia has been reported during valproate therapy with or without associated hyperammonemia; this adverse reaction can also occur in patients using concomitant topiramate",
                "In utero exposure increases risk for poor cognitive outcomes and anatomical malformations, compared with 3 other common AEDs (carbamazepine, lamotrigine, phenytoin); see Black Box Warnings",
                "Potential for thrombocytopenia, porphyria, and multiorgan hypersensitivity reaction (also known as drug reaction with eosinophilia and systemic symptoms or DRESS)",
                "May produce false-positive urine ketone test and alter TFTs",
                "Reversible cerebral and cerebellar atrophy reported; monitor motor and cognitive function routinely and assess for signs and symptoms of brain atrophy",
                "May cause CNS depression and impair physical or mental abilities",
                "Somnolence in the elderly can occur; divalproex dosage should be increased slowly and with regular monitoring for fluid and nutritional intake",
                "Not for administration to post-traumatic seizure prophylaxis in patients with acute head trauma (increased mortality reported when used)"
            ],
            "specific": []
        }
    },
    "interactions": [
        {
            "classification_type": "Serious",
            "interaction_with": "adagrasib",
            "description": {
                "common": "adagrasib will increase the level or effect of divalproex sodium by  affecting hepatic enzyme CYP2C9/10 metabolism. Avoid or Use Alternate Drug. Avoid coadministration of adagrasib, a CYP2C9 inhibitor, with sensitive CYP2C9 substrates unless otherwise recommended in the prescribing information for these substrates."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "bremelanotide",
            "description": {
                "common": "bremelanotide will decrease the level or effect of divalproex sodium by  Other (see comment). Avoid or Use Alternate Drug. Bremelanotide may slow gastric emptying and potentially reduces the rate and extent of absorption of concomitantly administered oral medications. Avoid use when taking any oral drug that is dependent on threshold concentrations for efficacy. Interactions listed are representative examples and do not include all possible clinical examples."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "imipenem/cilastatin",
            "description": {
                "common": "imipenem/cilastatin will decrease the level or effect of divalproex sodium by  unknown mechanism. Avoid or Use Alternate Drug. Data from in vitro and animal studies suggest carbapenems may inhibit hydrolysis of the valproic acid glucuronide metabolite (VPA-g) back to valproic acid, thus decreasing the serum concentrations of valproic acid/divalproex sodium."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "imipenem/cilastatin/relebactam",
            "description": {
                "common": "imipenem/cilastatin/relebactam will decrease the level or effect of divalproex sodium by  unknown mechanism. Avoid or Use Alternate Drug. Data from in vitro and animal studies suggest carbapenems may inhibit hydrolysis of the valproic acid glucuronide metabolite (VPA-g) back to valproic acid, thus decreasing the serum concentrations of valproic acid/divalproex sodium."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "meropenem/vaborbactam",
            "description": {
                "common": "meropenem/vaborbactam decreases levels of divalproex sodium by unknown mechanism. Avoid or Use Alternate Drug. Risk of seizures. If administration of meropenem/vaborbactam is necessary, then supplemental anticonvulsant therapy should be considered."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "methotrexate",
            "description": {
                "common": "methotrexate will decrease the level or effect of divalproex sodium by  unspecified interaction mechanism. Avoid or Use Alternate Drug. may potentially result in increased frequency of seizures or bipolar symptoms; monitor serum valproate concentrations and clinical response when adding or discontinuing methotrexate and adjust valproate dosage"
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "metoclopramide intranasal",
            "description": {
                "common": "divalproex sodium, metoclopramide intranasal.\nEither increases effects of the other by Other (see comment). Avoid or Use Alternate Drug. \nComment: Avoid use of metoclopramide intranasal or interacting drug, depending on importance of drug to patient."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "olopatadine intranasal",
            "description": {
                "common": "divalproex sodium and olopatadine intranasal both increase  sedation. Avoid or Use Alternate Drug. Coadministration increases risk of CNS depression, which can lead to additive impairment of psychomotor performance and cause daytime impairment. "
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "betrixaban",
            "description": {
                "common": "divalproex sodium will decrease the level or effect of betrixaban by  unknown mechanism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "cannabidiol",
            "description": {
                "common": "cannabidiol increases toxicity of divalproex sodium by unspecified interaction mechanism. Use Caution/Monitor. associated with increased risk of ALT and/or AST elevation; manageable by dose reduction or, in more severe cases, by discontinuation of one or both drugs; monitor liver function, including serum transaminase and total bilirubin levels, during concomitant treatment."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "cenobamate",
            "description": {
                "common": "cenobamate, divalproex sodium.\nEither increases effects of the other by sedation. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "dabigatran",
            "description": {
                "common": "divalproex sodium will decrease the level or effect of dabigatran by  unknown mechanism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "daridorexant",
            "description": {
                "common": "divalproex sodium and daridorexant both increase  sedation. Modify Therapy/Monitor Closely. Coadministration increases risk of CNS depression, which can lead to additive impairment of psychomotor performance and cause daytime impairment. "
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "difelikefalin",
            "description": {
                "common": "difelikefalin and divalproex sodium both increase  sedation. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "edoxaban",
            "description": {
                "common": "divalproex sodium will decrease the level or effect of edoxaban by  unknown mechanism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ferric maltol",
            "description": {
                "common": "ferric maltol, divalproex sodium.\nEither increases levels of the other by unspecified interaction mechanism. Modify Therapy/Monitor Closely. Coadministration of ferric maltol with certain oral medications may decrease the bioavailability of either ferric maltol and some oral drugs. For oral drugs where reductions in bioavailability may cause clinically significant effects on its safety or efficacy, separate administration of ferric maltol from these drugs. Duration of separation may depend on the absorption of the medication concomitantly administered (eg, time to peak concentration,  whether the drug is an immediate or extended release product)."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "fosphenytoin",
            "description": {
                "common": "divalproex sodium, fosphenytoin.\nEither increases toxicity of the other by Other (see comment). Use Caution/Monitor. \nComment: Coadministration associated with an increased risk of valproate-associated hyperammonemia; patients treated concomitantly with these two drugs should be monitored for signs and symptoms of hyperammonemia."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "lamotrigine",
            "description": {
                "common": "divalproex sodium will increase the level or effect of lamotrigine by  decreasing metabolism. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "lemborexant",
            "description": {
                "common": "divalproex sodium will increase the level or effect of lemborexant by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Modify Therapy/Monitor Closely. Lower nightly dose of lemborexant recommended if coadministered with weak CYP3A4 inhibitors. See drug monograph for specific dosage modification."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "lomustine",
            "description": {
                "common": "divalproex sodium will increase the level or effect of lomustine by  decreasing metabolism. Use Caution/Monitor. Coadministration of valproic acid may inhibit metabolism and increase the toxicity of lomustine."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "mavacamten",
            "description": {
                "common": "divalproex sodium will increase the level or effect of mavacamten by  affecting hepatic enzyme CYP2C19 metabolism. Modify Therapy/Monitor Closely. Inititiation of weak CYP2C19 inhibitors may require decreased mavacamten dose. "
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "methylphenidate transdermal",
            "description": {
                "common": "methylphenidate transdermal will increase the level or effect of divalproex sodium by  decreasing metabolism. Modify Therapy/Monitor Closely. Consider decreasing the dose of these drugs when given coadministered with methylphenidate. Monitor for drug toxiticities when initiating or discontinuing methylphenidate. "
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "midazolam intranasal",
            "description": {
                "common": "midazolam intranasal, divalproex sodium.\nEither increases toxicity of the other by pharmacodynamic synergism. Modify Therapy/Monitor Closely. Concomitant use of barbiturates, alcohol, or other CNS depressants may increase risk of hypoventilation, airway obstruction, desaturation, or apnea and may contribute to profound and/or prolonged drug effect."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "omaveloxolone",
            "description": {
                "common": "omaveloxolone will decrease the level or effect of divalproex sodium by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor. Omaveloxolone may reduce systemic exposure of sensitive CYP3A4 substrates. Check prescribing information of substrate if dosage modification is needed.  "
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "osilodrostat",
            "description": {
                "common": "osilodrostat will decrease the level or effect of divalproex sodium by  affecting hepatic enzyme CYP2C19 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "rivaroxaban",
            "description": {
                "common": "divalproex sodium will decrease the level or effect of rivaroxaban by  unknown mechanism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ropeginterferon alfa 2b",
            "description": {
                "common": "ropeginterferon alfa 2b will increase the level or effect of divalproex sodium by  Other (see comment). Use Caution/Monitor. Certain proinflammatory cytokines, including interferons, can suppress CYP450 enzymes resulting in increased exposures of some CYP substrates. Therefore, monitor patients who are receiving concomitant drugs that are CYP450 substrates with a narrow therapeutic index from toxicities to such drugs."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "teclistamab",
            "description": {
                "common": "teclistamab will increase the level or effect of divalproex sodium by  altering metabolism. Use Caution/Monitor. Teclistamab causes release of cytokines that may suppress activity of CYP450 enzymes, resulting in increased exposure of CYP substrates. Monitor for increased concentrations or toxicities of sensitive CYP substrates. Adjust dose of CYP substrate drug as needed. "
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "trofinetide",
            "description": {
                "common": "trofinetide will increase the level or effect of divalproex sodium by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor. Monitor CYP3A4 substrates for which a small increase in plasma concentration may lead to serious toxicities if coadministered with trofinetide (a weak CYP3A4 inhibitor)."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ustekinumab",
            "description": {
                "common": "ustekinumab, divalproex sodium. Other (see comment). Use Caution/Monitor. \nComment: Formation of CYP450 enzymes can be altered by increased levels of certain cytokines during chronic inflammation;  thus, normalizing the formation of CYP450 enzymes. Upon initiation or discontinuation of ustekinumab in patients who are receiving concomitant CYP450 substrates, particularly those with a narrow therapeutic index, consider monitoring for therapeutic effect."
            }
        }
    ],
    "adverse effects": [
        {
            "name": "Nausea",
            "percent": "48"
        },
        {
            "name": "Headache",
            "percent": "31"
        },
        {
            "name": "Asthenia",
            "percent": "27"
        },
        {
            "name": "Vomiting",
            "percent": "27"
        },
        {
            "name": "Somnolence",
            "percent": "27"
        },
        {
            "name": "Tremor",
            "percent": "25"
        },
        {
            "name": "Dizziness",
            "percent": "25"
        },
        {
            "name": "Abdominal pain",
            "percent": "23"
        },
        {
            "name": "Diplopia",
            "percent": "16"
        },
        {
            "name": "Diarrhea",
            "percent": "13"
        },
        {
            "name": "Anorexia",
            "percent": "12"
        },
        {
            "name": "Amblyopia",
            "percent": "12"
        },
        {
            "name": "blurred vision",
            "percent": "12"
        },
        {
            "name": "Flu syndrome",
            "percent": "12"
        },
        {
            "name": "Infection",
            "percent": "8"
        },
        {
            "name": "Dyspepsia",
            "percent": "8"
        },
        {
            "name": "Ataxia",
            "percent": "8"
        },
        {
            "name": "Nystagmus",
            "percent": "6"
        },
        {
            "name": "Fever",
            "percent": "6"
        },
        {
            "name": "Emotional lability",
            "percent": "6"
        },
        {
            "name": "Thinking abnormal",
            "percent": "6"
        },
        {
            "name": "Alopecia",
            "percent": "6"
        },
        {
            "name": "Weight loss",
            "percent": "5"
        },
        {
            "name": "Constipation",
            "percent": "5"
        },
        {
            "name": "Amnesia",
            "percent": "5"
        },
        {
            "name": "Bronchitis",
            "percent": "5"
        },
        {
            "name": "Rhinitis",
            "percent": null
        },
        {
            "name": "Cerebral pseudoatrophy",
            "percent": null
        },
        {
            "name": "acute or subacute cognitive decline and behavioral changes",
            "percent": null
        },
        {
            "name": "apathy or irritability",
            "percent": null
        },
        {
            "name": "Hair texture change",
            "percent": null
        },
        {
            "name": "Hair color change",
            "percent": null
        },
        {
            "name": "Photosensitivity",
            "percent": null
        },
        {
            "name": "Erythema multiforme",
            "percent": null
        },
        {
            "name": "Toxic epidermal necrolysis",
            "percent": null
        },
        {
            "name": "Stevens",
            "percent": null
        },
        {
            "name": "Johnson syndrome",
            "percent": null
        },
        {
            "name": "Elevated testosterone level",
            "percent": null
        },
        {
            "name": "Hyperandrogenism",
            "percent": null
        },
        {
            "name": "Nail and nailbed disorders",
            "percent": null
        },
        {
            "name": "Weight gain",
            "percent": null
        },
        {
            "name": "Paradoxical convulsion",
            "percent": null
        },
        {
            "name": "Parkinsonism",
            "percent": null
        },
        {
            "name": "Psychiatric",
            "percent": null
        },
        {
            "name": "Emotional upset",
            "percent": null
        },
        {
            "name": "psychosis",
            "percent": null
        },
        {
            "name": "aggression",
            "percent": null
        },
        {
            "name": "psychomotor hyperactivity",
            "percent": null
        },
        {
            "name": "hostility",
            "percent": null
        },
        {
            "name": "disturbance in attention",
            "percent": null
        },
        {
            "name": "learning disorder",
            "percent": null
        },
        {
            "name": "and behavioral deterioration",
            "percent": null
        },
        {
            "name": "Musculoskeletal",
            "percent": null
        },
        {
            "name": "fractures",
            "percent": null
        },
        {
            "name": "decreased bone mineral density",
            "percent": null
        },
        {
            "name": "osteopenia",
            "percent": null
        },
        {
            "name": "osteoporosis",
            "percent": null
        },
        {
            "name": "and weakness",
            "percent": null
        },
        {
            "name": "Hematologic",
            "percent": null
        },
        {
            "name": "Relative lymphocytosis",
            "percent": null
        },
        {
            "name": "macrocytosis",
            "percent": null
        },
        {
            "name": "hypofibrinogenemia",
            "percent": null
        },
        {
            "name": "leukopenia",
            "percent": null
        },
        {
            "name": "eosinophilia",
            "percent": null
        },
        {
            "name": "anemia including macrocytic with or without folate deficiency",
            "percent": null
        },
        {
            "name": "bone marrow suppression",
            "percent": null
        },
        {
            "name": "pancytopenia",
            "percent": null
        },
        {
            "name": "aplastic anemia",
            "percent": null
        },
        {
            "name": "agranulocytosis",
            "percent": null
        },
        {
            "name": "and acute intermittent porphyria",
            "percent": null
        },
        {
            "name": "Endocrine",
            "percent": null
        },
        {
            "name": "Irregular menses",
            "percent": null
        },
        {
            "name": "secondary amenorrhea",
            "percent": null
        },
        {
            "name": "hyperandrogenism",
            "percent": null
        },
        {
            "name": "hirsutism",
            "percent": null
        },
        {
            "name": "elevated testosterone level",
            "percent": null
        },
        {
            "name": "breast enlargement",
            "percent": null
        },
        {
            "name": "galactorrhea",
            "percent": null
        },
        {
            "name": "polycystic ovary disease",
            "percent": null
        },
        {
            "name": "parotid gland swelling",
            "percent": null
        },
        {
            "name": "decreased carnitine concentrations",
            "percent": null
        },
        {
            "name": "hyponatremia",
            "percent": null
        },
        {
            "name": "hyperglycinemia",
            "percent": null
        },
        {
            "name": "and inappropriate ADH secretion",
            "percent": null
        },
        {
            "name": "Reproductive",
            "percent": null
        },
        {
            "name": "Aspermia",
            "percent": null
        },
        {
            "name": "azoospermia",
            "percent": null
        },
        {
            "name": "decreased sperm count",
            "percent": null
        },
        {
            "name": "decreased spermatozoa motility",
            "percent": null
        },
        {
            "name": "male infertility",
            "percent": null
        },
        {
            "name": "and abnormal spermatozoa morphology",
            "percent": null
        },
        {
            "name": "Genitourinary",
            "percent": null
        },
        {
            "name": "Enuresis",
            "percent": null
        },
        {
            "name": "tubulointerstitial nephritis",
            "percent": null
        },
        {
            "name": "and urinary tract infection",
            "percent": null
        },
        {
            "name": "Special Senses",
            "percent": null
        },
        {
            "name": "Hearing loss",
            "percent": null
        },
        {
            "name": "Other",
            "percent": null
        },
        {
            "name": "Allergic reaction",
            "percent": null
        },
        {
            "name": "anaphylaxis",
            "percent": null
        },
        {
            "name": "developmental delay",
            "percent": null
        },
        {
            "name": "bone pain",
            "percent": null
        },
        {
            "name": "bradycardia",
            "percent": null
        },
        {
            "name": "and cutaneous vasculitis",
            "percent": null
        }
    ]
}