{
    "name": "azilsartan/chlorthalidone",
    "comment": "Rx",
    "other_names": [
        "Edarbyclor"
    ],
    "classes": [
        "Antihypertensive Combos",
        "Other",
        "ARB/Diuretic Combos"
    ],
    "source": "https://reference.medscape.com/drug/edarbyclor-azilsartan-chlorthalidone-999707",
    "pregnancy": {
        "common": [
            "Drug can cause fetal harm when administered to a pregnant woman; use of drugs that act on renin-angiotensin system during second and third trimesters of pregnancy reduces fetal renal function and increases fetal and neonatal morbidity and death; most epidemiologic studies examining fetal abnormalities after exposure to antihypertensive use in first trimester have not distinguished drugs affecting renin-angiotensin system from other antihypertensive agents; when pregnancy is detected, discontinue drug as soon as possible",
            "Hypertension in pregnancy increases maternal risk for pre-eclampsia, gestational diabetes, premature delivery, and delivery complications (eg, need for cesarean section and post-partum hemorrhage); hypertension increases fetal risk for intrauterine growth restriction and intrauterine death; pregnant women with hypertension should be carefully monitored and managed accordingly",
            "Oligohydramnios in pregnant women who use drugs affecting renin-angiotensin system in the second and third trimesters can result in reduced fetal renal function leading to anuria and renal failure, fetal lung hypoplasia, skeletal deformations, including skull hypoplasia, hypotension and death",
            "Perform serial ultrasound examinations to assess the intra-amniotic environment; closely observe infants with histories of in utero exposure to drug for hypotension, oliguria, and hyperkalemia; in neonates with a history of ",
            "Thiazides cross the placenta; use of thiazides during pregnancy is associated with a risk of fetal or neonatal jaundice, thrombocytopenia, and possible other adverse reactions that have occurred in adults"
        ],
        "specific": []
    },
    "lactation": {
        "common": [
            "There is limited information regarding presence of azilsartan in human milk, effects on breastfed infant, or on milk production; azilsartan is present in rat milk; thiazide-like diuretics like chlorthalidone are excreted in human milk; because of potential for adverse effects on nursing infant, advise a nursing woman that breastfeeding is not recommended during therapy "
        ]
    },
    "warnings": {
        "black_box_warning": {
            "common": [
                "When pregnancy is detected, discontinue as soon as possible; drugs affecting renin-angiotensin system causing oligohydramnios, which may result in fetal injury and/or death (also see Cautions)"
            ],
            "specific": []
        },
        "contraindicators": {
            "common": [
                "Anuria",
                "Coadministration with aliskiren-containing products in patients with diabetes"
            ],
            "specific": []
        },
        "cautions": {
            "common": [],
            "specific": [
                {
                    "type": "Hyperuricemia",
                    "description": [
                        "Hyperuricemia may occur or frank gout may be precipitated in certain patients receiving chlorthalidone or other thiazide diuretics"
                    ]
                },
                {
                    "type": "Fetal toxicity",
                    "description": [
                        "Also see Black Box Warnings",
                        "Use of drugs that act on the renin-angiotensin system during the second and third trimesters of pregnancy reduces fetal renal function and increases fetal and neonatal morbidity and death",
                        "Resulting oligohydramnios can be associated with fetal lung hypoplasia and skeletal deformations",
                        "Potential neonatal adverse effects include skull hypoplasia, anuria, hypotension, renal failure, and death",
                        "Thiazides cross the placental barrier and appear in cord blood; adverse reactions include fetal or neonatal jaundice and thrombocytopenia"
                    ]
                },
                {
                    "type": "Hypotension in volume or salt depleted patients",
                    "description": [
                        "In patients with an activated renin-angiotensin system, symptomatic hypotension may occur after initiation of treatment; such patients are probably not good candidates to start therapy with more than one drug",
                        "Correct volume prior to administration; if hypotension does occur, place patient in supine position and, if necessary, give an IV infusion of normal saline",
                        "Transient hypotensive response is not a contraindication to further treatment, which usually can be continued without difficulty once the blood pressure has stabilized"
                    ]
                },
                {
                    "type": "Electrolytes",
                    "description": [
                        "Hypokalemia is a dose-dependent adverse reaction that may develop with chlorthalidone; Edarbyclor attenuates chlorthalidone-associated hypokalemia",
                        "Coadministration of digitalis may exacerbate adverse effects of hypokalemia",
                        "Thiazide diuretics can cause hyponatremia and hypokalemia; drugs that inhibit the renin-angiotensin system can cause hyperkalemia; monitor serum electrolytes periodically"
                    ]
                },
                {
                    "type": "Impaired renal function",
                    "description": [
                        "Monitor for worsening renal function in patients with renal impairment; consider withholding or discontinuing if progressive renal impairment becomes evident",
                        "May cause renal failure in patients with renal artery stenosis",
                        "Azilsartan:",
                        "Dual blockade of the renin-angiotensin system with ARBs, ACE inhibitors, or aliskiren is associated with increased risk for hypotension, hyperkalemia, and renal function changes (including acute renal failure) compared to monotherapy",
                        "As a consequence of inhibiting the renin-angiotensin system, changes in renal function may be anticipated in susceptible individuals receiving therapy",
                        "In patients whose renal function may depend on activity of renin-angiotensin system (eg, patients with severe congestive heart failure, renal artery stenosis, or volume depletion), treatment with angiotensin-converting enzyme inhibitors and angiotensin receptor blockers has been associated with oliguria or progressive azotemia and rarely with acute renal failure and death; similar results may be anticipated in patients receiving therapy",
                        "Chlorthalidone",
                        "In patients with renal disease, chlorthalidone may precipitate azotemia; if progressive renal impairment becomes evident, as indicated by increased blood urea nitrogen, consider withholding or discontinuing diuretic therapy"
                    ]
                }
            ]
        }
    },
    "interactions": [
        {
            "classification_type": "Contraindicated",
            "interaction_with": "aliskiren",
            "description": {
                "common": "azilsartan decreases effects of aliskiren by Other (see comment). Contraindicated. \nComment: Aliskiren use contraindicated with ARBs in patients with diabetes; avoid coadministration with ARBs if GFR. In patients who are elderly, volume-depleted (including those on diuretic therapy), or with compromised renal function, coadministration of ARBS with drugs that affect RAAS may increase the risk of renal impairment (including acute renal failure) and cause loss of antihypertensive effect. Monitor renal function periodically."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "sparsentan",
            "description": {
                "common": "sparsentan, azilsartan.\nEither increases toxicity of the other by pharmacodynamic synergism. Contraindicated. Coadministration of ARBs with sparsentan is associated with increased risks of hypotension, syncope, hyperkalemia, and changes in renal function (eg, acute renal failure)."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "aliskiren",
            "description": {
                "common": "aliskiren, azilsartan.\nEither increases toxicity of the other by unspecified interaction mechanism. Avoid or Use Alternate Drug. Coadministration associated with increased risk of non-fatal stroke, renal complications, hyperkalemia, and hypotension."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "aminolevulinic acid oral",
            "description": {
                "common": "aminolevulinic acid oral, chlorthalidone.\nEither increases toxicity of the other by pharmacodynamic synergism. Avoid or Use Alternate Drug. Avoid administering other phototoxic drugs with aminolevulinic acid oral for 24 hr during perioperative period."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "aminolevulinic acid topical",
            "description": {
                "common": "chlorthalidone increases toxicity of aminolevulinic acid topical by pharmacodynamic synergism. Avoid or Use Alternate Drug. Coadministration of photosensitizing drugs may enhance the phototoxic reaction to photodynamic therapy with aminolevulinic acid."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "benazepril",
            "description": {
                "common": "azilsartan, benazepril.\nEither increases toxicity of the other by pharmacodynamic synergism. Avoid or Use Alternate Drug. Dual blockade of renin-angiotensin system increases risks of hypotension, hyperkalemia, and renal impairment."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "captopril",
            "description": {
                "common": "azilsartan, captopril.\nEither increases toxicity of the other by pharmacodynamic synergism. Avoid or Use Alternate Drug. Dual blockade of renin-angiotensin system increases risks of hypotension, hyperkalemia, and renal impairment."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "enalapril",
            "description": {
                "common": "azilsartan, enalapril.\nEither increases toxicity of the other by pharmacodynamic synergism. Avoid or Use Alternate Drug. Dual blockade of renin-angiotensin system increases risks of hypotension, hyperkalemia, and renal impairment."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "fosinopril",
            "description": {
                "common": "azilsartan, fosinopril.\nEither increases toxicity of the other by pharmacodynamic synergism. Avoid or Use Alternate Drug. Dual blockade of renin-angiotensin system increases risks of hypotension, hyperkalemia, and renal impairment."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "isocarboxazid",
            "description": {
                "common": "isocarboxazid, chlorthalidone. Other (see comment). Contraindicated. \nComment: Additive hypotensive effects may be seen when MAOI's are combined with antihypertensives."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "lisinopril",
            "description": {
                "common": "azilsartan, lisinopril.\nEither increases toxicity of the other by pharmacodynamic synergism. Avoid or Use Alternate Drug. Dual blockade of renin-angiotensin system increases risks of hypotension, hyperkalemia, and renal impairment."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "lithium",
            "description": {
                "common": "azilsartan increases toxicity of lithium by decreasing renal clearance. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "lofexidine",
            "description": {
                "common": "lofexidine, chlorthalidone.\nEither increases effects of the other by pharmacodynamic synergism. Avoid or Use Alternate Drug. Avoid coadministration with other drugs that decrease pulse or blood pressure to mitigate risk of excessive bradycardia and hypotension."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "methyl aminolevulinate",
            "description": {
                "common": "chlorthalidone, methyl aminolevulinate.\nEither increases toxicity of the other by pharmacodynamic synergism. Avoid or Use Alternate Drug. Each drug may increase the photosensitizing effect of the other."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "moexipril",
            "description": {
                "common": "azilsartan, moexipril.\nEither increases toxicity of the other by pharmacodynamic synergism. Avoid or Use Alternate Drug. Dual blockade of renin-angiotensin system increases risks of hypotension, hyperkalemia, and renal impairment."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "perindopril",
            "description": {
                "common": "azilsartan, perindopril.\nEither increases toxicity of the other by pharmacodynamic synergism. Avoid or Use Alternate Drug. Dual blockade of renin-angiotensin system increases risks of hypotension, hyperkalemia, and renal impairment."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "potassium phosphates, IV",
            "description": {
                "common": "azilsartan and potassium phosphates, IV both increase  serum potassium. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "quinapril",
            "description": {
                "common": "azilsartan, quinapril.\nEither increases toxicity of the other by pharmacodynamic synergism. Avoid or Use Alternate Drug. Dual blockade of renin-angiotensin system increases risks of hypotension, hyperkalemia, and renal impairment."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "ramipril",
            "description": {
                "common": "azilsartan, ramipril.\nEither increases toxicity of the other by pharmacodynamic synergism. Avoid or Use Alternate Drug. Dual blockade of renin-angiotensin system increases risks of hypotension, hyperkalemia, and renal impairment."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "squill",
            "description": {
                "common": "chlorthalidone increases toxicity of squill by Other (see comment). Avoid or Use Alternate Drug. \nComment: Potassium depletion may enhance toxicity of squill."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "trandolapril",
            "description": {
                "common": "azilsartan, trandolapril.\nEither increases toxicity of the other by pharmacodynamic synergism. Avoid or Use Alternate Drug. Dual blockade of renin-angiotensin system increases risks of hypotension, hyperkalemia, and renal impairment."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "tretinoin",
            "description": {
                "common": "chlorthalidone, tretinoin. Mechanism: pharmacodynamic synergism. Avoid or Use Alternate Drug. Increased phototoxicity."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "acebutolol",
            "description": {
                "common": "acebutolol increases and chlorthalidone decreases serum potassium. Effect of interaction is not clear, use caution. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "aceclofenac",
            "description": {
                "common": "aceclofenac increases and chlorthalidone decreases serum potassium. Effect of interaction is not clear, use caution. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "acemetacin",
            "description": {
                "common": "acemetacin increases and chlorthalidone decreases serum potassium. Effect of interaction is not clear, use caution. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "albiglutide",
            "description": {
                "common": "chlorthalidone decreases effects of albiglutide by pharmacodynamic antagonism. Use Caution/Monitor. Thiazide diuretics can decrease insulin sensitivity thereby leading to glucose intolerance and hyperglycemia. Monitor glycemic control especially when initiating, discontinuing, or increasing thiazide diuretic dose."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "albuterol",
            "description": {
                "common": "albuterol and chlorthalidone both decrease  serum potassium. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "amifostine",
            "description": {
                "common": "amifostine, azilsartan.\nEither increases effects of the other by pharmacodynamic synergism. Modify Therapy/Monitor Closely. Coadministration with blood pressure lowering agents may increase the risk and severity of hypotension associated with amifostine. When amifostine is used at chemotherapeutic doses, withhold blood pressure lowering medications for 24 hr prior to amifostine; if blood pressure lowering medication cannot be withheld, do not administer amifostine."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "aldesleukin",
            "description": {
                "common": "aldesleukin increases effects of chlorthalidone by pharmacodynamic synergism. Use Caution/Monitor. Risk of hypotension."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "amifostine",
            "description": {
                "common": "amifostine, chlorthalidone.\nEither increases effects of the other by pharmacodynamic synergism. Modify Therapy/Monitor Closely. Coadministration with blood pressure lowering agents may increase the risk and severity of hypotension associated with amifostine. When amifostine is used at chemotherapeutic doses, withhold blood pressure lowering medications for 24 hr prior to amifostine; if blood pressure lowering medication cannot be withheld, do not administer amifostine."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "amiloride",
            "description": {
                "common": "amiloride increases and chlorthalidone decreases serum potassium. Effect of interaction is not clear, use caution. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "arformoterol",
            "description": {
                "common": "arformoterol and chlorthalidone both decrease  serum potassium. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "aspirin",
            "description": {
                "common": "aspirin, azilsartan.\nEither increases toxicity of the other by Other (see comment). Use Caution/Monitor. \nComment: May result in renal function deterioration, particularly in elderly or volume depleted individuals."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "aspirin rectal",
            "description": {
                "common": "aspirin rectal decreases effects of azilsartan by pharmacodynamic antagonism. Modify Therapy/Monitor Closely. NSAIDs decrease synthesis of vasodilating renal prostaglandins, and thus affect fluid homeostasis and may diminish antihypertensive effect."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "aspirin/citric acid/sodium bicarbonate",
            "description": {
                "common": "aspirin/citric acid/sodium bicarbonate decreases effects of azilsartan by pharmacodynamic antagonism. Modify Therapy/Monitor Closely. NSAIDs decrease synthesis of vasodilating renal prostaglandins, and thus affect fluid homeostasis and may diminish antihypertensive effect."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "atenolol",
            "description": {
                "common": "atenolol increases and chlorthalidone decreases serum potassium. Effect of interaction is not clear, use caution. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "avanafil",
            "description": {
                "common": "avanafil increases effects of azilsartan by pharmacodynamic synergism. Use Caution/Monitor. Risk of hypotension."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "avanafil",
            "description": {
                "common": "avanafil increases effects of chlorthalidone by pharmacodynamic synergism. Use Caution/Monitor. Risk of hypotension."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "beclomethasone, inhaled",
            "description": {
                "common": "beclomethasone, inhaled increases toxicity of chlorthalidone by increasing elimination. Use Caution/Monitor. May increase the hypokalemic effects of thiazide diuretics."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "benazepril",
            "description": {
                "common": "benazepril, chlorthalidone.\nEither increases toxicity of the other by pharmacodynamic synergism. Use Caution/Monitor. Enhanced hypotensive effects. Increased risk of nephrotoxicity. Monitor blood pressure and renal function."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "bendroflumethiazide",
            "description": {
                "common": "bendroflumethiazide and chlorthalidone both decrease  serum potassium. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "betaxolol",
            "description": {
                "common": "betaxolol increases and chlorthalidone decreases serum potassium. Effect of interaction is not clear, use caution. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "bisoprolol",
            "description": {
                "common": "bisoprolol increases and chlorthalidone decreases serum potassium. Effect of interaction is not clear, use caution. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "bretylium",
            "description": {
                "common": "azilsartan, bretylium.\nEither increases effects of the other by pharmacodynamic synergism. Modify Therapy/Monitor Closely. Each drug may cause hypotension."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "bumetanide",
            "description": {
                "common": "bumetanide and chlorthalidone both decrease  serum potassium. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "canagliflozin",
            "description": {
                "common": "azilsartan and canagliflozin both increase  serum potassium. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "buprenorphine, long-acting injection",
            "description": {
                "common": "buprenorphine, long-acting injection decreases effects of chlorthalidone by pharmacodynamic antagonism. Modify Therapy/Monitor Closely. Opioids can reduce diuretic efficacy by inducing antidiuretic hormone release."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "calcifediol",
            "description": {
                "common": "chlorthalidone increases toxicity of calcifediol by Other (see comment). Use Caution/Monitor. \nComment: Thiazide diuretics may increase serum calcium by decreasing urinary calcium excretion."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "candesartan",
            "description": {
                "common": "candesartan increases and chlorthalidone decreases serum potassium. Effect of interaction is not clear, use caution. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "captopril",
            "description": {
                "common": "captopril, chlorthalidone.\nEither increases toxicity of the other by pharmacodynamic synergism. Use Caution/Monitor. Both drugs lower blood pressure. Increased risk of nephrotoxicity. Monitor blood pressure and renal function."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "carbenoxolone",
            "description": {
                "common": "chlorthalidone and carbenoxolone both decrease  serum potassium. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "carbidopa",
            "description": {
                "common": "carbidopa increases effects of chlorthalidone by pharmacodynamic synergism. Use Caution/Monitor. Therapy with carbidopa, given with or without levodopa or carbidopa-levodopa combination products, is started, dosage adjustment of the antihypertensive drug may be required."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "carvedilol",
            "description": {
                "common": "carvedilol increases and chlorthalidone decreases serum potassium. Effect of interaction is not clear, use caution. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "celecoxib",
            "description": {
                "common": "celecoxib decreases effects of azilsartan by pharmacodynamic antagonism. Modify Therapy/Monitor Closely. NSAIDs decrease synthesis of vasodilating renal prostaglandins, and thus affect fluid homeostasis and may diminish antihypertensive effect."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "celiprolol",
            "description": {
                "common": "celiprolol increases and chlorthalidone decreases serum potassium. Effect of interaction is not clear, use caution. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "choline magnesium trisalicylate",
            "description": {
                "common": "choline magnesium trisalicylate, azilsartan.\nEither increases toxicity of the other by Other (see comment). Use Caution/Monitor. \nComment: May result in renal function deterioration, particularly in elderly or volume depleted individuals."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "chlorothiazide",
            "description": {
                "common": "chlorothiazide and chlorthalidone both decrease  serum potassium. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "cholestyramine",
            "description": {
                "common": "cholestyramine decreases levels of chlorthalidone by inhibition of GI absorption. Applies only to oral form of both agents. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "choline magnesium trisalicylate",
            "description": {
                "common": "choline magnesium trisalicylate increases and chlorthalidone decreases serum potassium. Effect of interaction is not clear, use caution. Use Caution/Monitor.  ."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "cornsilk",
            "description": {
                "common": "cornsilk increases effects of chlorthalidone by pharmacodynamic synergism. Use Caution/Monitor. Increased risk of hypokalemia (theoretical interaction)."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "cyclopenthiazide",
            "description": {
                "common": "chlorthalidone and cyclopenthiazide both decrease  serum potassium. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "dalteparin",
            "description": {
                "common": "dalteparin increases toxicity of azilsartan by Other (see comment). Use Caution/Monitor. \nComment: Low molecular weight heparins may suppress adrenal aldosterone secretion, which can potentially cause hyperkalemia."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "deflazacort",
            "description": {
                "common": "chlorthalidone and deflazacort both decrease  serum potassium. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "dichlorphenamide",
            "description": {
                "common": "dichlorphenamide and chlorthalidone both decrease  serum potassium. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "diclofenac",
            "description": {
                "common": "diclofenac decreases effects of azilsartan by pharmacodynamic antagonism. Modify Therapy/Monitor Closely. NSAIDs decrease synthesis of vasodilating renal prostaglandins, and thus affect fluid homeostasis and may diminish antihypertensive effect."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "diflunisal",
            "description": {
                "common": "diflunisal decreases effects of azilsartan by pharmacodynamic antagonism. Modify Therapy/Monitor Closely. NSAIDs decrease synthesis of vasodilating renal prostaglandins, and thus affect fluid homeostasis and may diminish antihypertensive effect."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "digoxin",
            "description": {
                "common": "digoxin increases and chlorthalidone decreases serum potassium. Effect of interaction is not clear, use caution. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "enoxaparin",
            "description": {
                "common": "enoxaparin increases toxicity of azilsartan by Other (see comment). Use Caution/Monitor. \nComment: Low molecular weight heparins may suppress adrenal aldosterone secretion, which can potentially cause hyperkalemia."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "dobutamine",
            "description": {
                "common": "dobutamine and chlorthalidone both decrease  serum potassium. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "dopexamine",
            "description": {
                "common": "dopexamine and chlorthalidone both decrease  serum potassium. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "drospirenone",
            "description": {
                "common": "drospirenone increases and chlorthalidone decreases serum potassium. Effect of interaction is not clear, use caution. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "empagliflozin",
            "description": {
                "common": "empagliflozin, chlorthalidone.\nEither increases effects of the other by pharmacodynamic synergism. Use Caution/Monitor. Coadministration of empagliflozin with diuretics results in increased urine volume and frequency of voids, which might enhance the potential for volume depletion."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ephedrine",
            "description": {
                "common": "ephedrine and chlorthalidone both decrease  serum potassium. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "epinephrine",
            "description": {
                "common": "epinephrine and chlorthalidone both decrease  serum potassium. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "epinephrine racemic",
            "description": {
                "common": "epinephrine racemic and chlorthalidone both decrease  serum potassium. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "eprosartan",
            "description": {
                "common": "eprosartan increases and chlorthalidone decreases serum potassium. Effect of interaction is not clear, use caution. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "esmolol",
            "description": {
                "common": "esmolol increases and chlorthalidone decreases serum potassium. Effect of interaction is not clear, use caution. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ethacrynic acid",
            "description": {
                "common": "ethacrynic acid and chlorthalidone both decrease  serum potassium. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "etodolac",
            "description": {
                "common": "etodolac increases and chlorthalidone decreases serum potassium. Effect of interaction is not clear, use caution. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "exenatide injectable solution",
            "description": {
                "common": "azilsartan increases effects of exenatide injectable solution by Other (see comment). Use Caution/Monitor. \nComment: Angiotensin II receptor antagonists may enhance hypoglycemic effects of antidiabetic agents by improving insulin sensitivity. Monitor patients for changes in glycemic control."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "exenatide injectable suspension",
            "description": {
                "common": "azilsartan increases effects of exenatide injectable suspension by Other (see comment). Use Caution/Monitor. \nComment: Angiotensin II receptor antagonists may enhance hypoglycemic effects of antidiabetic agents by improving insulin sensitivity. Monitor patients for changes in glycemic control."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "fenoprofen",
            "description": {
                "common": "fenoprofen increases and chlorthalidone decreases serum potassium. Effect of interaction is not clear, use caution. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "fentanyl",
            "description": {
                "common": "fentanyl decreases effects of chlorthalidone by Other (see comment). Modify Therapy/Monitor Closely. \nComment: Fentanyl can reduce the efficacy of diuretics by inducing antidiuretic hormone release. Fentanyl may also lead to acute urinary retention by causing bladder sphincter spasm (particularly in men with enlarged prostates)."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "flurbiprofen",
            "description": {
                "common": "flurbiprofen, azilsartan.\nEither increases toxicity of the other by Other (see comment). Use Caution/Monitor. \nComment: May result in renal function deterioration, particularly in elderly or volume depleted individuals."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "fentanyl intranasal",
            "description": {
                "common": "fentanyl intranasal decreases effects of chlorthalidone by Other (see comment). Modify Therapy/Monitor Closely. \nComment: Fentanyl can reduce the efficacy of diuretics by inducing antidiuretic hormone release. Fentanyl may also lead to acute urinary retention by causing bladder sphincter spasm (particularly in men with enlarged prostates)."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "fentanyl transdermal",
            "description": {
                "common": "fentanyl transdermal decreases effects of chlorthalidone by Other (see comment). Modify Therapy/Monitor Closely. \nComment: Fentanyl can reduce the efficacy of diuretics by inducing antidiuretic hormone release. Fentanyl may also lead to acute urinary retention by causing bladder sphincter spasm (particularly in men with enlarged prostates)."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "fentanyl transmucosal",
            "description": {
                "common": "fentanyl transmucosal decreases effects of chlorthalidone by Other (see comment). Modify Therapy/Monitor Closely. \nComment: Fentanyl can reduce the efficacy of diuretics by inducing antidiuretic hormone release. Fentanyl may also lead to acute urinary retention by causing bladder sphincter spasm (particularly in men with enlarged prostates)."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "flurbiprofen",
            "description": {
                "common": "flurbiprofen increases and chlorthalidone decreases serum potassium. Effect of interaction is not clear, use caution. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "formoterol",
            "description": {
                "common": "formoterol and chlorthalidone both decrease  serum potassium. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "furosemide",
            "description": {
                "common": "furosemide and chlorthalidone both decrease  serum potassium. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "gentamicin",
            "description": {
                "common": "chlorthalidone and gentamicin both decrease  serum potassium. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "heparin",
            "description": {
                "common": "heparin increases toxicity of azilsartan by Other (see comment). Use Caution/Monitor. \nComment: Low molecular weight heparins may suppress adrenal aldosterone secretion, which can potentially cause hyperkalemia."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "hydrochlorothiazide",
            "description": {
                "common": "chlorthalidone and hydrochlorothiazide both decrease  serum potassium. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ibuprofen",
            "description": {
                "common": "ibuprofen, azilsartan.\nEither increases toxicity of the other by Other (see comment). Use Caution/Monitor. \nComment: May result in renal function deterioration, particularly in elderly or volume depleted individuals."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ibuprofen IV",
            "description": {
                "common": "ibuprofen IV increases and chlorthalidone decreases serum potassium. Effect of interaction is not clear, use caution. Use Caution/Monitor. NSAIDs may decrease the therapeutic effects of thiazide-like diuretics; may also enhance nephrotoxic effects."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "indacaterol, inhaled",
            "description": {
                "common": "chlorthalidone, indacaterol, inhaled. serum potassium. Use Caution/Monitor. Combination may increase risk of hypokalemia."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "indomethacin",
            "description": {
                "common": "indomethacin, azilsartan.\nEither increases toxicity of the other by Other (see comment). Use Caution/Monitor. \nComment: May result in renal function deterioration, particularly in elderly or volume depleted individuals."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "indapamide",
            "description": {
                "common": "chlorthalidone and indapamide both decrease  serum potassium. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "indomethacin",
            "description": {
                "common": "indomethacin increases and chlorthalidone decreases serum potassium. Effect of interaction is not clear, use caution. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "insulin aspart",
            "description": {
                "common": "azilsartan increases effects of insulin aspart by unspecified interaction mechanism. Use Caution/Monitor. Concomitant use of insulin and ARBs may require insulin dosage adjustment and increased glucose monitoring."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "insulin aspart protamine/insulin aspart",
            "description": {
                "common": "azilsartan increases effects of insulin aspart protamine/insulin aspart by unspecified interaction mechanism. Use Caution/Monitor. Concomitant use of insulin and ARBs may require insulin dosage adjustment and increased glucose monitoring."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "insulin degludec",
            "description": {
                "common": "azilsartan increases effects of insulin degludec by unspecified interaction mechanism. Use Caution/Monitor. Concomitant use of insulin and ARBs may require insulin dosage adjustment and increased glucose monitoring."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "insulin degludec/insulin aspart",
            "description": {
                "common": "chlorthalidone decreases effects of insulin degludec/insulin aspart by Other (see comment). Use Caution/Monitor. \nComment: Diuretics may cause hyperglycemia and glycosuria in patients with diabetes mellitus, possibly by diuretic-induced hpokalemia."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "insulin detemir",
            "description": {
                "common": "azilsartan increases effects of insulin detemir by unspecified interaction mechanism. Use Caution/Monitor. Concomitant use of insulin and ARBs may require insulin dosage adjustment and increased glucose monitoring."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "insulin inhaled",
            "description": {
                "common": "chlorthalidone decreases effects of insulin inhaled by Other (see comment). Use Caution/Monitor. \nComment: Diuretics may cause hyperglycemia and glycosuria in patients with diabetes mellitus, possibly by diuretic-induced hpokalemia."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "insulin glargine",
            "description": {
                "common": "azilsartan increases effects of insulin glargine by unspecified interaction mechanism. Use Caution/Monitor. Concomitant use of insulin and ARBs may require insulin dosage adjustment and increased glucose monitoring."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "insulin glulisine",
            "description": {
                "common": "azilsartan increases effects of insulin glulisine by unspecified interaction mechanism. Use Caution/Monitor. Concomitant use of insulin and ARBs may require insulin dosage adjustment and increased glucose monitoring."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "insulin inhaled",
            "description": {
                "common": "azilsartan, insulin inhaled.\nEither increases effects of the other by pharmacodynamic synergism. Use Caution/Monitor. Both drugs decrease blood glucose."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "insulin isophane human/insulin regular human",
            "description": {
                "common": "azilsartan increases effects of insulin isophane human/insulin regular human by unspecified interaction mechanism. Use Caution/Monitor. Concomitant use of insulin and ARBs may require insulin dosage adjustment and increased glucose monitoring."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "insulin lispro",
            "description": {
                "common": "azilsartan increases effects of insulin lispro by unspecified interaction mechanism. Use Caution/Monitor. Concomitant use of insulin and ARBs may require insulin dosage adjustment and increased glucose monitoring."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "insulin lispro protamine/insulin lispro",
            "description": {
                "common": "azilsartan increases effects of insulin lispro protamine/insulin lispro by unspecified interaction mechanism. Use Caution/Monitor. Concomitant use of insulin and ARBs may require insulin dosage adjustment and increased glucose monitoring."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "insulin NPH",
            "description": {
                "common": "azilsartan increases effects of insulin NPH by unspecified interaction mechanism. Use Caution/Monitor. Concomitant use of insulin and ARBs may require insulin dosage adjustment and increased glucose monitoring."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "insulin regular human",
            "description": {
                "common": "azilsartan increases effects of insulin regular human by unspecified interaction mechanism. Use Caution/Monitor. Concomitant use of insulin and ARBs may require insulin dosage adjustment and increased glucose monitoring."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "irbesartan",
            "description": {
                "common": "irbesartan increases and chlorthalidone decreases serum potassium. Effect of interaction is not clear, use caution. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "isoproterenol",
            "description": {
                "common": "isoproterenol and chlorthalidone both decrease  serum potassium. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "juniper",
            "description": {
                "common": "juniper, chlorthalidone. Other (see comment). Use Caution/Monitor. \nComment: Juniper may potentiate or interfere with diuretic therapy. Juniper has diuretic effects, but may cause kidney damage at large doses."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ketoprofen",
            "description": {
                "common": "ketoprofen increases and chlorthalidone decreases serum potassium. Effect of interaction is not clear, use caution. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ketorolac",
            "description": {
                "common": "ketorolac, azilsartan.\nEither increases toxicity of the other by Other (see comment). Use Caution/Monitor. \nComment: May result in renal function deterioration, particularly in elderly or volume depleted individuals."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ketorolac intranasal",
            "description": {
                "common": "ketorolac intranasal increases and chlorthalidone decreases serum potassium. Effect of interaction is not clear, use caution. Use Caution/Monitor.  ."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "liraglutide",
            "description": {
                "common": "azilsartan increases effects of liraglutide by Other (see comment). Use Caution/Monitor. \nComment: Angiotensin II receptor antagonists may enhance hypoglycemic effects of antidiabetic agents by improving insulin sensitivity. Monitor patients for changes in glycemic control."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "labetalol",
            "description": {
                "common": "labetalol increases and chlorthalidone decreases serum potassium. Effect of interaction is not clear, use caution. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "levalbuterol",
            "description": {
                "common": "levalbuterol and chlorthalidone both decrease  serum potassium. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "levodopa",
            "description": {
                "common": "levodopa increases effects of chlorthalidone by pharmacodynamic synergism. Use Caution/Monitor. Consider decreasing dosage of antihypertensive agent."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "lily of the valley",
            "description": {
                "common": "chlorthalidone increases toxicity of lily of the valley by Other (see comment). Use Caution/Monitor. \nComment: Increased risk of cardiac toxicity due to K+ depletion."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "liraglutide",
            "description": {
                "common": "chlorthalidone decreases effects of liraglutide by pharmacodynamic antagonism. Use Caution/Monitor. Thiazide diuretics can decrease insulin sensitivity thereby leading to glucose intolerance and hyperglycemia. Monitor glycemic control especially when initiating, discontinuing, or increasing thiazide diuretic dose."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "lithium",
            "description": {
                "common": "chlorthalidone increases toxicity of lithium by decreasing elimination. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "lornoxicam",
            "description": {
                "common": "lornoxicam increases and chlorthalidone decreases serum potassium. Effect of interaction is not clear, use caution. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "losartan",
            "description": {
                "common": "losartan increases and chlorthalidone decreases serum potassium. Effect of interaction is not clear, use caution. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "lurasidone",
            "description": {
                "common": "lurasidone increases effects of chlorthalidone by Other (see comment). Use Caution/Monitor. \nComment: Potential  for increased risk of hypotension with concurrent use. Monitor blood pressure and adjust  dose of  antihypertensive agent as needed."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "maitake",
            "description": {
                "common": "maitake increases effects of chlorthalidone by pharmacodynamic synergism. Use Caution/Monitor. Increased risk of hypokalemia (theoretical interaction)."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "maraviroc",
            "description": {
                "common": "maraviroc, chlorthalidone.\nEither increases effects of the other by pharmacodynamic synergism. Use Caution/Monitor. Increased risk of orthostatic hypotension."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "meclofenamate",
            "description": {
                "common": "meclofenamate decreases effects of azilsartan by pharmacodynamic antagonism. Modify Therapy/Monitor Closely. NSAIDs decrease synthesis of vasodilating renal prostaglandins, and thus affect fluid homeostasis and may diminish antihypertensive effect."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "mefenamic acid",
            "description": {
                "common": "mefenamic acid, azilsartan.\nEither increases toxicity of the other by Other (see comment). Use Caution/Monitor. \nComment: May result in renal function deterioration, particularly in elderly or volume depleted individuals."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "meloxicam",
            "description": {
                "common": "meloxicam, azilsartan.\nEither increases toxicity of the other by Other (see comment). Use Caution/Monitor. \nComment: May result in renal function deterioration, particularly in elderly or volume depleted individuals."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "metaproterenol",
            "description": {
                "common": "metaproterenol and chlorthalidone both decrease  serum potassium. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "methylphenidate",
            "description": {
                "common": "methylphenidate will decrease the level or effect of azilsartan by  pharmacodynamic antagonism. Use Caution/Monitor. Methylphenidate may diminish antihypertensive effects. Monitor BP."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "methoxsalen",
            "description": {
                "common": "methoxsalen, chlorthalidone.\nEither increases toxicity of the other by pharmacodynamic synergism. Use Caution/Monitor. Additive photosensitizing effects."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "methyclothiazide",
            "description": {
                "common": "chlorthalidone and methyclothiazide both decrease  serum potassium. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "methylphenidate transdermal",
            "description": {
                "common": "methylphenidate transdermal decreases effects of azilsartan by anti-hypertensive channel blocking. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "metolazone",
            "description": {
                "common": "chlorthalidone and metolazone both decrease  serum potassium. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "nabumetone",
            "description": {
                "common": "nabumetone, azilsartan.\nEither increases toxicity of the other by Other (see comment). Use Caution/Monitor. \nComment: May result in renal function deterioration, particularly in elderly or volume depleted individuals."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "metoprolol",
            "description": {
                "common": "metoprolol increases and chlorthalidone decreases serum potassium. Effect of interaction is not clear, use caution. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "mometasone inhaled",
            "description": {
                "common": "mometasone inhaled increases toxicity of chlorthalidone by Other (see comment). Use Caution/Monitor. \nComment: Corticosteroids may increase hypokalemic effect of loop diuretics."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "mycophenolate",
            "description": {
                "common": "chlorthalidone will increase the level or effect of mycophenolate by  acidic (anionic) drug competition for renal tubular clearance. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "nabumetone",
            "description": {
                "common": "nabumetone increases and chlorthalidone decreases serum potassium. Effect of interaction is not clear, use caution. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "nadolol",
            "description": {
                "common": "nadolol increases and chlorthalidone decreases serum potassium. Effect of interaction is not clear, use caution. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "naproxen",
            "description": {
                "common": "naproxen decreases effects of azilsartan by pharmacodynamic antagonism. Modify Therapy/Monitor Closely. NSAIDs decrease synthesis of vasodilating renal prostaglandins, and thus affect fluid homeostasis and may diminish antihypertensive effect."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "nebivolol",
            "description": {
                "common": "nebivolol increases and chlorthalidone decreases serum potassium. Effect of interaction is not clear, use caution. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "nitroglycerin rectal",
            "description": {
                "common": "nitroglycerin rectal, azilsartan.\nEither increases effects of the other by pharmacodynamic synergism. Use Caution/Monitor. Observe for possible additive hypotensive effects during concomitant use. ."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "nitazoxanide",
            "description": {
                "common": "nitazoxanide, chlorthalidone.\nEither increases levels of the other by Mechanism: plasma protein binding competition. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "nitroglycerin rectal",
            "description": {
                "common": "nitroglycerin rectal, chlorthalidone.\nEither increases effects of the other by pharmacodynamic synergism. Use Caution/Monitor. Observe for possible additive hypotensive effects during concomitant use. ."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "norepinephrine",
            "description": {
                "common": "norepinephrine and chlorthalidone both decrease  serum potassium. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "oliceridine",
            "description": {
                "common": "oliceridine decreases effects of chlorthalidone by Other (see comment). Use Caution/Monitor. \nComment: Opioids can reduce the efficacy of diuretics by inducing the release of antidiuretic hormone. Monitor for signs of diminished diuresis and/or effects on blood pressure and increase dosage of the diuretic as needed. ."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "olmesartan",
            "description": {
                "common": "olmesartan increases and chlorthalidone decreases serum potassium. Effect of interaction is not clear, use caution. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "olodaterol inhaled",
            "description": {
                "common": "chlorthalidone and olodaterol inhaled both decrease  serum potassium. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ospemifene",
            "description": {
                "common": "chlorthalidone, ospemifene.\nEither increases levels of the other by plasma protein binding competition. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "oxaprozin",
            "description": {
                "common": "oxaprozin decreases effects of azilsartan by pharmacodynamic antagonism. Modify Therapy/Monitor Closely. NSAIDs decrease synthesis of vasodilating renal prostaglandins, and thus affect fluid homeostasis and may diminish antihypertensive effect."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "parecoxib",
            "description": {
                "common": "parecoxib increases and chlorthalidone decreases serum potassium. Effect of interaction is not clear, use caution. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "piroxicam",
            "description": {
                "common": "piroxicam, azilsartan.\nEither increases toxicity of the other by Other (see comment). Use Caution/Monitor. \nComment: May result in renal function deterioration, particularly in elderly or volume depleted individuals."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "penbutolol",
            "description": {
                "common": "penbutolol increases and chlorthalidone decreases serum potassium. Effect of interaction is not clear, use caution. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "pindolol",
            "description": {
                "common": "pindolol increases and chlorthalidone decreases serum potassium. Effect of interaction is not clear, use caution. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "pirbuterol",
            "description": {
                "common": "pirbuterol and chlorthalidone both decrease  serum potassium. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "piroxicam",
            "description": {
                "common": "piroxicam increases and chlorthalidone decreases serum potassium. Effect of interaction is not clear, use caution. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "pivmecillinam",
            "description": {
                "common": "pivmecillinam, chlorthalidone.\nEither increases levels of the other by decreasing renal clearance. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "porfimer",
            "description": {
                "common": "chlorthalidone, porfimer. Mechanism: pharmacodynamic synergism. Use Caution/Monitor. Enhanced photosensitivity."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "potassium acid phosphate",
            "description": {
                "common": "potassium acid phosphate increases and chlorthalidone decreases serum potassium. Effect of interaction is not clear, use caution. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "potassium chloride",
            "description": {
                "common": "potassium chloride increases and chlorthalidone decreases serum potassium. Effect of interaction is not clear, use caution. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "potassium citrate",
            "description": {
                "common": "potassium citrate increases and chlorthalidone decreases serum potassium. Effect of interaction is not clear, use caution. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "potassium citrate/citric acid",
            "description": {
                "common": "azilsartan and potassium citrate/citric acid both increase  serum potassium. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "potassium iodide",
            "description": {
                "common": "potassium iodide and azilsartan both increase  serum potassium. Use Caution/Monitor. Potassium salts may increase the hyperkalemic effects of ARBs; the effect may be the result of aldosterone suppression in patients receiving ARBs."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "probenecid",
            "description": {
                "common": "chlorthalidone will increase the level or effect of probenecid by  acidic (anionic) drug competition for renal tubular clearance. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "propranolol",
            "description": {
                "common": "propranolol increases and chlorthalidone decreases serum potassium. Effect of interaction is not clear, use caution. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "sacubitril/valsartan",
            "description": {
                "common": "sacubitril/valsartan increases and chlorthalidone decreases serum potassium. Effect of interaction is not clear, use caution. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "salicylates (non-asa)",
            "description": {
                "common": "salicylates (non-asa) increases and chlorthalidone decreases serum potassium. Effect of interaction is not clear, use caution. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "salmeterol",
            "description": {
                "common": "salmeterol and chlorthalidone both decrease  serum potassium. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "salsalate",
            "description": {
                "common": "salsalate increases and chlorthalidone decreases serum potassium. Effect of interaction is not clear, use caution. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "shark cartilage",
            "description": {
                "common": "chlorthalidone, shark cartilage. Other (see comment). Use Caution/Monitor. \nComment: May lead to hypercalcemia (theoretical)."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "sodium sulfate/?magnesium sulfate/potassium chloride",
            "description": {
                "common": "sodium sulfate/?magnesium sulfate/potassium chloride increases toxicity of azilsartan by Other (see comment). Use Caution/Monitor. \nComment: Coadministration with medications that cause fluid and electrolyte abnormalities may increase the risk of adverse events of seizure, arrhythmias, and renal impairment."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "sodium sulfate/?magnesium sulfate/potassium chloride",
            "description": {
                "common": "sodium sulfate/?magnesium sulfate/potassium chloride increases toxicity of chlorthalidone by Other (see comment). Use Caution/Monitor. \nComment: Coadministration with medications that cause fluid and electrolyte abnormalities may increase the risk of adverse events of seizure, arrhythmias, and renal impairment."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "sodium sulfate/potassium sulfate/magnesium sulfate",
            "description": {
                "common": "sodium sulfate/potassium sulfate/magnesium sulfate increases toxicity of chlorthalidone by Other (see comment). Use Caution/Monitor. \nComment: Coadministration with medications that cause fluid and electrolyte abnormalities may increase the risk of adverse events of seizure, arrhythmias, and renal impairment."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "sodium sulfate/potassium sulfate/magnesium sulfate/polyethylene glycol",
            "description": {
                "common": "chlorthalidone and sodium sulfate/potassium sulfate/magnesium sulfate/polyethylene glycol both decrease  serum potassium. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "sulfasalazine",
            "description": {
                "common": "sulfasalazine, azilsartan.\nEither increases toxicity of the other by Other (see comment). Use Caution/Monitor. \nComment: May result in renal function deterioration, particularly in elderly or volume depleted individuals."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "sotalol",
            "description": {
                "common": "sotalol increases and chlorthalidone decreases serum potassium. Effect of interaction is not clear, use caution. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "spironolactone",
            "description": {
                "common": "spironolactone increases and chlorthalidone decreases serum potassium. Effect of interaction is not clear, use caution. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "succinylcholine",
            "description": {
                "common": "succinylcholine increases and chlorthalidone decreases serum potassium. Effect of interaction is not clear, use caution. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "sulfasalazine",
            "description": {
                "common": "sulfasalazine increases and chlorthalidone decreases serum potassium. Effect of interaction is not clear, use caution. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "sulindac",
            "description": {
                "common": "sulindac, azilsartan.\nEither increases toxicity of the other by Other (see comment). Use Caution/Monitor. \nComment: May result in renal function deterioration, particularly in elderly or volume depleted individuals."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "synthetic human angiotensin II",
            "description": {
                "common": "azilsartan decreases effects of synthetic human angiotensin II by pharmacodynamic antagonism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "tadalafil",
            "description": {
                "common": "tadalafil increases effects of chlorthalidone by pharmacodynamic synergism. Use Caution/Monitor. Risk of hypotension."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "tadalafil",
            "description": {
                "common": "tadalafil increases effects of azilsartan by pharmacodynamic synergism. Use Caution/Monitor. Risk of hypotension."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "telmisartan",
            "description": {
                "common": "telmisartan increases and chlorthalidone decreases serum potassium. Effect of interaction is not clear, use caution. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "temocillin",
            "description": {
                "common": "temocillin, chlorthalidone.\nEither increases levels of the other by decreasing renal clearance. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "terbutaline",
            "description": {
                "common": "terbutaline and chlorthalidone both decrease  serum potassium. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ticarcillin",
            "description": {
                "common": "ticarcillin, chlorthalidone.\nEither increases levels of the other by decreasing renal clearance. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "timolol",
            "description": {
                "common": "timolol increases and chlorthalidone decreases serum potassium. Effect of interaction is not clear, use caution. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "tolfenamic acid",
            "description": {
                "common": "tolfenamic acid increases and chlorthalidone decreases serum potassium. Effect of interaction is not clear, use caution. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "tolmetin",
            "description": {
                "common": "tolmetin, azilsartan.\nEither increases toxicity of the other by Other (see comment). Use Caution/Monitor. \nComment: May result in renal function deterioration, particularly in elderly or volume depleted individuals."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "tolvaptan",
            "description": {
                "common": "tolvaptan increases and chlorthalidone decreases serum potassium. Effect of interaction is not clear, use caution. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "voclosporin",
            "description": {
                "common": "voclosporin and azilsartan both increase  serum potassium. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "acarbose",
            "description": {
                "common": "chlorthalidone decreases effects of acarbose by pharmacodynamic antagonism. Minor/Significance Unknown. Thiazide dosage >50 mg/day may increase blood glucose."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "aceclofenac",
            "description": {
                "common": "chlorthalidone will increase the level or effect of aceclofenac by  acidic (anionic) drug competition for renal tubular clearance. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "acemetacin",
            "description": {
                "common": "chlorthalidone will increase the level or effect of acemetacin by  acidic (anionic) drug competition for renal tubular clearance. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "acyclovir",
            "description": {
                "common": "chlorthalidone will increase the level or effect of acyclovir by  acidic (anionic) drug competition for renal tubular clearance. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "agrimony",
            "description": {
                "common": "agrimony increases effects of chlorthalidone by pharmacodynamic synergism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "albuterol",
            "description": {
                "common": "albuterol, chlorthalidone. Mechanism: pharmacodynamic synergism. Minor/Significance Unknown. Hypokalemia."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "aminohippurate sodium",
            "description": {
                "common": "chlorthalidone will increase the level or effect of aminohippurate sodium by  acidic (anionic) drug competition for renal tubular clearance. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "arformoterol",
            "description": {
                "common": "arformoterol, chlorthalidone. Mechanism: pharmacodynamic synergism. Minor/Significance Unknown. Hypokalemia."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "aspirin",
            "description": {
                "common": "chlorthalidone will increase the level or effect of aspirin by  acidic (anionic) drug competition for renal tubular clearance. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "aspirin rectal",
            "description": {
                "common": "chlorthalidone will increase the level or effect of aspirin rectal by  acidic (anionic) drug competition for renal tubular clearance. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "aspirin/citric acid/sodium bicarbonate",
            "description": {
                "common": "chlorthalidone will increase the level or effect of aspirin/citric acid/sodium bicarbonate by  acidic (anionic) drug competition for renal tubular clearance. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "balsalazide",
            "description": {
                "common": "chlorthalidone will increase the level or effect of balsalazide by  acidic (anionic) drug competition for renal tubular clearance. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "bendroflumethiazide",
            "description": {
                "common": "bendroflumethiazide will increase the level or effect of chlorthalidone by  acidic (anionic) drug competition for renal tubular clearance. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "birch",
            "description": {
                "common": "birch increases effects of chlorthalidone by pharmacodynamic synergism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "bitter melon",
            "description": {
                "common": "bitter melon, chlorthalidone. Mechanism: pharmacodynamic synergism. Minor/Significance Unknown. Hypokalemia."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "brimonidine",
            "description": {
                "common": "brimonidine increases effects of chlorthalidone by pharmacodynamic synergism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "budesonide",
            "description": {
                "common": "budesonide, chlorthalidone. Mechanism: pharmacodynamic synergism. Minor/Significance Unknown. Risk of hypokalemia, especially with strong glucocorticoid activity."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "calcitriol topical",
            "description": {
                "common": "calcitriol topical, chlorthalidone.\nEither increases toxicity of the other by pharmacodynamic synergism. Minor/Significance Unknown. Potential additive hypercalcemia."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "calcium acetate",
            "description": {
                "common": "chlorthalidone increases levels of calcium acetate by decreasing renal clearance. Minor/Significance Unknown. Risk of alkalosis, hypercalcemia."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "calcium carbonate",
            "description": {
                "common": "chlorthalidone increases levels of calcium carbonate by decreasing renal clearance. Minor/Significance Unknown. Risk of alkalosis, hypercalcemia."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "calcium chloride",
            "description": {
                "common": "chlorthalidone increases levels of calcium chloride by decreasing renal clearance. Minor/Significance Unknown. Risk of alkalosis, hypercalcemia."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "calcium citrate",
            "description": {
                "common": "chlorthalidone increases levels of calcium citrate by decreasing renal clearance. Minor/Significance Unknown. Risk of alkalosis, hypercalcemia."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "calcium gluconate",
            "description": {
                "common": "chlorthalidone increases levels of calcium gluconate by decreasing renal clearance. Minor/Significance Unknown. Risk of alkalosis, hypercalcemia."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "carbenoxolone",
            "description": {
                "common": "chlorthalidone, carbenoxolone. Mechanism: pharmacodynamic synergism. Minor/Significance Unknown. Additive hypokalemic effects."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "cefadroxil",
            "description": {
                "common": "cefadroxil will increase the level or effect of chlorthalidone by  acidic (anionic) drug competition for renal tubular clearance. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "cefamandole",
            "description": {
                "common": "cefamandole will increase the level or effect of chlorthalidone by  acidic (anionic) drug competition for renal tubular clearance. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "cefpirome",
            "description": {
                "common": "cefpirome will increase the level or effect of chlorthalidone by  acidic (anionic) drug competition for renal tubular clearance. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "celecoxib",
            "description": {
                "common": "chlorthalidone will increase the level or effect of celecoxib by  acidic (anionic) drug competition for renal tubular clearance. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "cephalexin",
            "description": {
                "common": "cephalexin will increase the level or effect of chlorthalidone by  acidic (anionic) drug competition for renal tubular clearance. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "chlorothiazide",
            "description": {
                "common": "chlorothiazide will increase the level or effect of chlorthalidone by  acidic (anionic) drug competition for renal tubular clearance. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "chlorpropamide",
            "description": {
                "common": "chlorthalidone will increase the level or effect of chlorpropamide by  acidic (anionic) drug competition for renal tubular clearance. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "choline magnesium trisalicylate",
            "description": {
                "common": "chlorthalidone will increase the level or effect of choline magnesium trisalicylate by  acidic (anionic) drug competition for renal tubular clearance. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "colestipol",
            "description": {
                "common": "colestipol decreases levels of chlorthalidone by inhibition of GI absorption. Applies only to oral form of both agents. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "corticotropin",
            "description": {
                "common": "corticotropin, chlorthalidone. pharmacodynamic synergism. Minor/Significance Unknown. Possible enhanced electrolyte loss."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "cortisone",
            "description": {
                "common": "cortisone, chlorthalidone. Mechanism: pharmacodynamic synergism. Minor/Significance Unknown. Risk of hypokalemia, especially with strong glucocorticoid activity."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "cosyntropin",
            "description": {
                "common": "cosyntropin, chlorthalidone. pharmacodynamic synergism. Minor/Significance Unknown. Possible enhanced electrolyte loss."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "cyclopenthiazide",
            "description": {
                "common": "chlorthalidone will increase the level or effect of cyclopenthiazide by  acidic (anionic) drug competition for renal tubular clearance. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "deflazacort",
            "description": {
                "common": "deflazacort, chlorthalidone. Mechanism: pharmacodynamic synergism. Minor/Significance Unknown. Risk of hypokalemia, especially with strong glucocorticoid activity."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "dexamethasone",
            "description": {
                "common": "dexamethasone, chlorthalidone. Mechanism: pharmacodynamic synergism. Minor/Significance Unknown. Risk of hypokalemia, especially with strong glucocorticoid activity."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "diazoxide",
            "description": {
                "common": "diazoxide, chlorthalidone. Mechanism: pharmacodynamic synergism. Minor/Significance Unknown. Risk of hyperglycemia."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "diclofenac",
            "description": {
                "common": "chlorthalidone will increase the level or effect of diclofenac by  acidic (anionic) drug competition for renal tubular clearance. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "diflunisal",
            "description": {
                "common": "chlorthalidone will increase the level or effect of diflunisal by  acidic (anionic) drug competition for renal tubular clearance. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "dobutamine",
            "description": {
                "common": "dobutamine, chlorthalidone. Mechanism: pharmacodynamic synergism. Minor/Significance Unknown. Hypokalemia."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "dopexamine",
            "description": {
                "common": "dopexamine, chlorthalidone. Mechanism: pharmacodynamic synergism. Minor/Significance Unknown. Hypokalemia."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "entecavir",
            "description": {
                "common": "azilsartan, entecavir.\nEither increases effects of the other by decreasing renal clearance. Minor/Significance Unknown. Coadministration with drugs that reduce renal function or compete for active tubular secretion may increase serum concentrations of either entecavir or the coadministered drug."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "ephedrine",
            "description": {
                "common": "ephedrine, chlorthalidone. Mechanism: pharmacodynamic synergism. Minor/Significance Unknown. Hypokalemia."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "epinephrine",
            "description": {
                "common": "epinephrine, chlorthalidone. Mechanism: pharmacodynamic synergism. Minor/Significance Unknown. Hypokalemia."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "epinephrine racemic",
            "description": {
                "common": "epinephrine racemic, chlorthalidone. Mechanism: pharmacodynamic synergism. Minor/Significance Unknown. Hypokalemia."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "epoprostenol",
            "description": {
                "common": "epoprostenol increases effects of chlorthalidone by pharmacodynamic synergism. Minor/Significance Unknown. Additive hypotensive effects."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "etodolac",
            "description": {
                "common": "chlorthalidone will increase the level or effect of etodolac by  acidic (anionic) drug competition for renal tubular clearance. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "fenbufen",
            "description": {
                "common": "chlorthalidone will increase the level or effect of fenbufen by  acidic (anionic) drug competition for renal tubular clearance. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "fenoprofen",
            "description": {
                "common": "chlorthalidone will increase the level or effect of fenoprofen by  acidic (anionic) drug competition for renal tubular clearance. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "fludrocortisone",
            "description": {
                "common": "fludrocortisone, chlorthalidone. Mechanism: pharmacodynamic synergism. Minor/Significance Unknown. Risk of hypokalemia, especially with strong glucocorticoid activity."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "flurbiprofen",
            "description": {
                "common": "chlorthalidone will increase the level or effect of flurbiprofen by  acidic (anionic) drug competition for renal tubular clearance. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "fo-ti",
            "description": {
                "common": "fo-ti increases effects of chlorthalidone by pharmacodynamic synergism. Minor/Significance Unknown. Risk of hypokalemia (theoretical)."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "folic acid",
            "description": {
                "common": "chlorthalidone decreases levels of folic acid by increasing renal clearance. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "formoterol",
            "description": {
                "common": "formoterol, chlorthalidone. Mechanism: pharmacodynamic synergism. Minor/Significance Unknown. Hypokalemia."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "forskolin",
            "description": {
                "common": "forskolin increases effects of chlorthalidone by pharmacodynamic synergism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "ganciclovir",
            "description": {
                "common": "chlorthalidone will increase the level or effect of ganciclovir by  acidic (anionic) drug competition for renal tubular clearance. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "glimepiride",
            "description": {
                "common": "chlorthalidone decreases effects of glimepiride by pharmacodynamic antagonism. Minor/Significance Unknown. Thiazide dosage >50 mg/day may increase blood glucose."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "glipizide",
            "description": {
                "common": "chlorthalidone decreases effects of glipizide by pharmacodynamic antagonism. Minor/Significance Unknown. Thiazide dosage >50 mg/day may increase blood glucose."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "glyburide",
            "description": {
                "common": "chlorthalidone decreases effects of glyburide by pharmacodynamic antagonism. Minor/Significance Unknown. Thiazide dosage >50 mg/day may increase blood glucose."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "goldenrod",
            "description": {
                "common": "goldenrod increases effects of chlorthalidone by pharmacodynamic synergism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "hydrochlorothiazide",
            "description": {
                "common": "chlorthalidone will increase the level or effect of hydrochlorothiazide by  acidic (anionic) drug competition for renal tubular clearance. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "hydrocortisone",
            "description": {
                "common": "hydrocortisone, chlorthalidone. Mechanism: pharmacodynamic synergism. Minor/Significance Unknown. Risk of hypokalemia, especially with strong glucocorticoid activity."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "ibuprofen",
            "description": {
                "common": "chlorthalidone will increase the level or effect of ibuprofen by  acidic (anionic) drug competition for renal tubular clearance. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "indapamide",
            "description": {
                "common": "chlorthalidone will increase the level or effect of indapamide by  acidic (anionic) drug competition for renal tubular clearance. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "indomethacin",
            "description": {
                "common": "chlorthalidone will increase the level or effect of indomethacin by  acidic (anionic) drug competition for renal tubular clearance. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "insulin aspart",
            "description": {
                "common": "chlorthalidone decreases effects of insulin aspart by pharmacodynamic antagonism. Minor/Significance Unknown. Thiazide dosage >50 mg/day may increase blood glucose."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "insulin detemir",
            "description": {
                "common": "chlorthalidone decreases effects of insulin detemir by pharmacodynamic antagonism. Minor/Significance Unknown. Thiazide dosage >50 mg/day may increase blood glucose."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "insulin glargine",
            "description": {
                "common": "chlorthalidone decreases effects of insulin glargine by pharmacodynamic antagonism. Minor/Significance Unknown. Thiazide dosage >50 mg/day may increase blood glucose."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "insulin glulisine",
            "description": {
                "common": "chlorthalidone decreases effects of insulin glulisine by pharmacodynamic antagonism. Minor/Significance Unknown. Thiazide dosage >50 mg/day may increase blood glucose."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "insulin lispro",
            "description": {
                "common": "chlorthalidone decreases effects of insulin lispro by pharmacodynamic antagonism. Minor/Significance Unknown. Thiazide dosage >50 mg/day may increase blood glucose."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "insulin NPH",
            "description": {
                "common": "chlorthalidone decreases effects of insulin NPH by pharmacodynamic antagonism. Minor/Significance Unknown. Thiazide dosage >50 mg/day may increase blood glucose."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "insulin regular human",
            "description": {
                "common": "chlorthalidone decreases effects of insulin regular human by pharmacodynamic antagonism. Minor/Significance Unknown. Thiazide dosage >50 mg/day may increase blood glucose."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "isoproterenol",
            "description": {
                "common": "isoproterenol, chlorthalidone. Mechanism: pharmacodynamic synergism. Minor/Significance Unknown. Hypokalemia."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "ketoprofen",
            "description": {
                "common": "chlorthalidone will increase the level or effect of ketoprofen by  acidic (anionic) drug competition for renal tubular clearance. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "ketorolac",
            "description": {
                "common": "chlorthalidone will increase the level or effect of ketorolac by  acidic (anionic) drug competition for renal tubular clearance. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "ketorolac intranasal",
            "description": {
                "common": "chlorthalidone will increase the level or effect of ketorolac intranasal by  acidic (anionic) drug competition for renal tubular clearance. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "L-methylfolate",
            "description": {
                "common": "chlorthalidone decreases levels of L-methylfolate by increasing renal clearance. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "levalbuterol",
            "description": {
                "common": "levalbuterol, chlorthalidone. Mechanism: pharmacodynamic synergism. Minor/Significance Unknown. Hypokalemia."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "lornoxicam",
            "description": {
                "common": "chlorthalidone will increase the level or effect of lornoxicam by  acidic (anionic) drug competition for renal tubular clearance. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "magnesium chloride",
            "description": {
                "common": "chlorthalidone decreases levels of magnesium chloride by increasing renal clearance. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "magnesium citrate",
            "description": {
                "common": "chlorthalidone decreases levels of magnesium citrate by increasing renal clearance. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "magnesium hydroxide",
            "description": {
                "common": "chlorthalidone decreases levels of magnesium hydroxide by increasing renal clearance. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "magnesium oxide",
            "description": {
                "common": "chlorthalidone decreases levels of magnesium oxide by increasing renal clearance. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "magnesium sulfate",
            "description": {
                "common": "chlorthalidone decreases levels of magnesium sulfate by increasing renal clearance. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "meclofenamate",
            "description": {
                "common": "chlorthalidone will increase the level or effect of meclofenamate by  acidic (anionic) drug competition for renal tubular clearance. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "mefenamic acid",
            "description": {
                "common": "chlorthalidone will increase the level or effect of mefenamic acid by  acidic (anionic) drug competition for renal tubular clearance. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "meloxicam",
            "description": {
                "common": "chlorthalidone will increase the level or effect of meloxicam by  acidic (anionic) drug competition for renal tubular clearance. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "mesalamine",
            "description": {
                "common": "chlorthalidone will increase the level or effect of mesalamine by  acidic (anionic) drug competition for renal tubular clearance. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "metaproterenol",
            "description": {
                "common": "metaproterenol, chlorthalidone. Mechanism: pharmacodynamic synergism. Minor/Significance Unknown. Hypokalemia."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "metformin",
            "description": {
                "common": "chlorthalidone decreases effects of metformin by pharmacodynamic antagonism. Minor/Significance Unknown. Thiazide dosage >50 mg/day may increase blood glucose."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "methyclothiazide",
            "description": {
                "common": "chlorthalidone will increase the level or effect of methyclothiazide by  acidic (anionic) drug competition for renal tubular clearance. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "methylprednisolone",
            "description": {
                "common": "methylprednisolone, chlorthalidone. Mechanism: pharmacodynamic synergism. Minor/Significance Unknown. Risk of hypokalemia, especially with strong glucocorticoid activity."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "metolazone",
            "description": {
                "common": "chlorthalidone will increase the level or effect of metolazone by  acidic (anionic) drug competition for renal tubular clearance. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "miglitol",
            "description": {
                "common": "chlorthalidone decreases effects of miglitol by pharmacodynamic antagonism. Minor/Significance Unknown. Thiazide dosage >50 mg/day may increase blood glucose."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "minoxidil",
            "description": {
                "common": "chlorthalidone increases effects of minoxidil by pharmacodynamic synergism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "nabumetone",
            "description": {
                "common": "chlorthalidone will increase the level or effect of nabumetone by  acidic (anionic) drug competition for renal tubular clearance. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "naproxen",
            "description": {
                "common": "chlorthalidone will increase the level or effect of naproxen by  acidic (anionic) drug competition for renal tubular clearance. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "nateglinide",
            "description": {
                "common": "chlorthalidone decreases effects of nateglinide by pharmacodynamic antagonism. Minor/Significance Unknown. Thiazide dosage >50 mg/day may increase blood glucose."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "noni juice",
            "description": {
                "common": "noni juice increases and chlorthalidone decreases serum potassium. Effect of interaction is not clear, use caution. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "norepinephrine",
            "description": {
                "common": "norepinephrine, chlorthalidone. Mechanism: pharmacodynamic synergism. Minor/Significance Unknown. Hypokalemia."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "octacosanol",
            "description": {
                "common": "octacosanol increases effects of chlorthalidone by pharmacodynamic synergism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "oxaprozin",
            "description": {
                "common": "chlorthalidone will increase the level or effect of oxaprozin by  acidic (anionic) drug competition for renal tubular clearance. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "parecoxib",
            "description": {
                "common": "chlorthalidone will increase the level or effect of parecoxib by  acidic (anionic) drug competition for renal tubular clearance. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "patiromer",
            "description": {
                "common": "patiromer, azilsartan. cation binding in GI tract. Minor/Significance Unknown. No observed clinically important interaction. No separation of dosing required."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "pioglitazone",
            "description": {
                "common": "chlorthalidone decreases effects of pioglitazone by pharmacodynamic antagonism. Minor/Significance Unknown. Thiazide dosage >50 mg/day may increase blood glucose."
            }
        }
    ],
    "adverse effects": [
        {
            "name": "Dizziness",
            "percent": "8.9"
        },
        {
            "name": "Fatigue",
            "percent": "2"
        },
        {
            "name": "Hypotension",
            "percent": "1.7"
        },
        {
            "name": "Syncope",
            "percent": "0.3"
        },
        {
            "name": "Nausea",
            "percent": null
        },
        {
            "name": "Rash",
            "percent": null
        },
        {
            "name": "pruritus",
            "percent": null
        },
        {
            "name": "angioedema",
            "percent": null
        },
        {
            "name": "Loss of consciousness",
            "percent": null
        }
    ]
}