{
    "name": "apixaban",
    "comment": "Rx",
    "other_names": [
        "Eliquis"
    ],
    "classes": [
        "Anticoagulants",
        "Cardiovascular",
        "Factor Xa Inhibitors"
    ],
    "source": "https://reference.medscape.com/drug/eliquis-apixaban-999805",
    "pregnancy": {
        "common": [
            "There are no adequate and well-controlled studies in pregnant women",
            "Treatment is likely to increase the risk of hemorrhage during pregnancy and delivery",
            "Use of anticoagulants, during pregnancy, may increase risk of bleeding in fetus and neonate",
            "Pregnancy confers an increased risk of thromboembolism that is higher for women with underlying thromboembolic disease and certain high-risk pregnancy conditions",
            "Published data describe that women with a previous history of venous thrombosis are at high risk for recurrence during pregnancy",
            "Therapy should be administered during pregnancy only if the potential benefit outweighs the potential risk to the mother and fetus"
        ],
        "specific": [
            {
                "type": "Animal studies",
                "description": [
                    "Treatment of pregnant rats, rabbits, and mice after implantation until the end of gestation resulted in fetal exposure to apixaban, but was not associated with increased risk for fetal malformations or toxicity"
                ]
            },
            {
                "type": "Labor and delivery",
                "description": [
                    "All patients receiving anticoagulants, including pregnant women, are at risk for bleeding; use during labor or delivery in women who are receiving neuraxial anesthesia may result in epidural or spinal hematomas; consider use of a shorter acting anticoagulant as delivery approaches",
                    "Consider the risks of bleeding and of stroke in this setting"
                ]
            },
            {
                "type": "Females of reproductive potential",
                "description": [
                    "Females of reproductive potential requiring anticoagulation should discuss pregnancy planning with their physician",
                    "The risk of clinically significant uterine bleeding, potentially requiring gynecological surgical interventions, identified with oral anticoagulants should be assessed in females of reproductive potential and those with abnormal uterine bleeding"
                ]
            }
        ]
    },
    "lactation": {
        "common": [
            "There are no data on presence of drug metabolites in human milk, effects on breastfed child, or the effects on milk production; the drug and/or its metabolites were present in milk of rats",
            "Rats excrete apixaban in milk (12% of the maternal dose)",
            "Because human exposure through milk is unknown, instruct women to either discontinue breastfeeding or to discontinue apixaban therapy, taking into account the importance of the drug to the mother"
        ]
    },
    "warnings": {
        "black_box_warning": {
            "common": [],
            "specific": [
                {
                    "type": "Discontinuing in patients with nonvalvular atrial fibrillation",
                    "description": [
                        "Premature discontinuation of any oral anticoagulant, including, apixaban, increases risk of thrombotic events; consider using another anticoagulant if anticoagulation with apixaban is discontinued for a reason other than pathological bleeding or completion of a course of therapy",
                        "An increased rate of stroke was observed following discontinuation of apixaban in clinical trials in patients with nonvalvular atrial fibrillation",
                        "If anticoagulation with apixaban must be discontinued for a reason other than pathological bleeding, coverage with another anticoagulant should be strongly considered (see Dosing Considerations)"
                    ]
                },
                {
                    "type": "Spinal/epidural hematoma",
                    "description": [
                        "Increased risk of epidural or spinal hematoma when used with neuraxial anesthesia (epidural/spinal anesthesia) or spinal puncture (can result in long-term or permanent paralysis)",
                        "Risk increased with indwelling epidural catheters for administration of analgesia or by the concomitant use of drugs affecting hemostasis (eg, NSAIDs, platelet aggregation inhibitors, other anticoagulants)",
                        "Risk also increased by traumatic or repeated epidural or spinal puncture; if this occurs, delay apixaban administration for 48 hr",
                        "Monitor patients for signs and symptoms of neurologic impairment; if neurologic compromise is noted, urgent treatment is necessary",
                        "Indwelling epidural or intrathecal catheters should not be removed earlier than 24 hr after the last administration of apixaban; the next apixaban dose should not be administered earlier than 5 hr after the removal of the catheter",
                        "Consider the potential benefit versus risk before neuraxial intervention in patients anticoagulated or to be anticoagulated for thromboprophylaxis"
                    ]
                }
            ]
        },
        "contraindicators": {
            "common": [
                "Severe hypersensitivity (ie, anaphylactic reactions)",
                "Active pathological bleeding"
            ],
            "specific": []
        },
        "cautions": {
            "common": [
                "Discontinuing apixaban in the absence of adequate alternative anticoagulation increases the risk of thrombotic events (see Black Box Warnings)",
                "Risk of epidural or spinal hematoma when used with neuraxial anesthesia (see Black Box Warnings)",
                "Safety and efficacy has not been studied in patients with prosthetic heart valves; therefore, use of is not recommended in these patients",
                "Not recommended as an alternative to unfractionated heparin for the initial treatment of PE in patients who present with hemodynamic instability or who may receive thrombolysis or pulmonary embolectomy",
                "Coadministration with strong dual inhibitors of CYP3A4 and P-gp (see Dosage Modifications)",
                "Avoid coadministration with strong dual inducers of CYP3A4 and P-gp; such drugs decrease apixaban’s systemic exposure",
                "Increases the risk of bleeding and can cause serious, potentially fatal, bleeding; advise patients of signs and symptoms of blood loss and to report them immediately or go to an emergency room; discontinue therapy in patients with active pathological hemorrhage",
                "Coadministration with other drugs that affect hemostasis increases bleeding risk (eg, aspirin and other antiplatelet agents, other anticoagulants, heparin, thrombolytic agents, SSRIs, SNRIs, NSAIDs)",
                "Prolongs PT and aPTT; however, changes are small and highly variable and are not useful for monitoring anticoagulation effect of apixaban",
                "Direct-acting oral anticoagulants (DOACs), are not recommended for use in patients with triple-positive antiphospholipid syndrome (APS); for patients with APS (especially those who are triple positive [positive for lupus anticoagulant, anticardiolipin, and anti–beta 2- glycoprotein I antibodies]), treatment with DOACs has been associated with increased rates of recurrent thrombotic events compared with vitamin K antagonist therapy"
            ],
            "specific": [
                {
                    "type": "Reversing apixaban effect",
                    "description": [
                        "Anticoagulant effect is expected to persist for about 24 hr after the last dose (~2 half-lives)",
                        "Coagulation factor Xa recombinant, inactivated-zhzo is commercially available for reversal of the anticoagulant effect of apixaban when reversal of anticoagulation is needed because of life-threatening or uncontrolled bleeding",
                        "Because of high plasma protein binding, apixaban is not expected to be dialyzable",
                        "Protamine sulfate and vitamin K would not be expected to affect the anticoagulant activity of apixaban",
                        "There is no experience with antifibrinolytic agents (tranexamic acid, aminocaproic acid) in individuals receiving apixaban",
                        "There is neither scientific rationale for reversal nor experience with systemic hemostatics (desmopressin and aprotinin) in individuals receiving apixaban",
                        "Use of procoagulant reversal agents (eg, prothrombin complex concentrate, activated prothrombin complex concentrate, or recombinant factor VIIa) may be considered but has not been evaluated in clinical studies",
                        "Activated oral charcoal reduces absorption of apixaban, thereby lowering plasma concentration"
                    ]
                }
            ]
        }
    },
    "interactions": [
        {
            "classification_type": "Contraindicated",
            "interaction_with": "betrixaban",
            "description": {
                "common": "apixaban, betrixaban.\nEither increases levels of the other by anticoagulation. Contraindicated. Therapeutic duplication; may use temporarily when switching anticoagulants."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "carbamazepine",
            "description": {
                "common": "carbamazepine will decrease the level or effect of apixaban by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Contraindicated. Reduces anticoagulant effect by decreasing apixaban systemic exposure "
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "defibrotide",
            "description": {
                "common": "defibrotide increases effects of apixaban by pharmacodynamic synergism. Contraindicated. Coadministration of defibrotide is contraindicated with antithrombotic/fibrinolytic drugs. This does not include use for routine maintenance or reopening of central venous lines."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "dexamethasone",
            "description": {
                "common": "dexamethasone will decrease the level or effect of apixaban by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Contraindicated. Reduces anticoagulant effect by decreasing apixaban systemic exposure "
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "fondaparinux",
            "description": {
                "common": "fondaparinux and apixaban both increase  anticoagulation. Contraindicated. Avoid concurrent use of rivaroxaban with other anticoagulants due to increased bleeding risk other than during therapeutic transition periods where patients should be observed closely. Monitor for signs/symptoms of blood loss."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "fosphenytoin",
            "description": {
                "common": "fosphenytoin will decrease the level or effect of apixaban by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Contraindicated. Reduces anticoagulant effect by decreasing apixaban systemic exposure "
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "mifepristone",
            "description": {
                "common": "mifepristone increases toxicity of apixaban by anticoagulation. Contraindicated."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "omacetaxine",
            "description": {
                "common": "omacetaxine increases toxicity of apixaban by anticoagulation. Contraindicated."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "phenytoin",
            "description": {
                "common": "phenytoin will decrease the level or effect of apixaban by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Contraindicated. Reduces anticoagulant effect by decreasing apixaban systemic exposure "
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "prothrombin complex concentrate, human",
            "description": {
                "common": "apixaban, prothrombin complex concentrate, human. pharmacodynamic antagonism. Contraindicated."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "rifabutin",
            "description": {
                "common": "rifabutin will decrease the level or effect of apixaban by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Contraindicated. Reduces anticoagulant effect by decreasing apixaban systemic exposure "
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "secobarbital",
            "description": {
                "common": "secobarbital will decrease the level or effect of apixaban by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Contraindicated."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "St John's Wort",
            "description": {
                "common": "St John's Wort will decrease the level or effect of apixaban by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Contraindicated. Reduces anticoagulant effect by decreasing apixaban systemic exposure "
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "vorapaxar",
            "description": {
                "common": "vorapaxar increases toxicity of apixaban by anticoagulation. Contraindicated."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "abametapir",
            "description": {
                "common": "abametapir will increase the level or effect of apixaban by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug. For 2 weeks after abametapir application, avoid taking drugs that are CYP3A4 substrates. If not feasible, avoid use of abametapir."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "abciximab",
            "description": {
                "common": "abciximab and apixaban both increase  anticoagulation. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "alteplase",
            "description": {
                "common": "alteplase and apixaban both increase  anticoagulation. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "anagrelide",
            "description": {
                "common": "anagrelide and apixaban both increase  anticoagulation. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "antithrombin alfa",
            "description": {
                "common": "antithrombin alfa and apixaban both increase  anticoagulation. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "apalutamide",
            "description": {
                "common": "apalutamide will decrease the level or effect of apixaban by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug. Coadministration of apalutamide, a strong CYP3A4 inducer, with drugs that are CYP3A4 substrates can result in lower exposure to these medications. Avoid or substitute another drug for these medications when possible. Evaluate for loss of therapeutic effect if medication must be coadministered. Adjust dose according to prescribing information if needed."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "argatroban",
            "description": {
                "common": "argatroban and apixaban both increase  anticoagulation. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "atazanavir",
            "description": {
                "common": "atazanavir will increase the level or effect of apixaban by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "bivalirudin",
            "description": {
                "common": "bivalirudin and apixaban both increase  anticoagulation. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "caplacizumab",
            "description": {
                "common": "caplacizumab, apixaban.\nEither increases effects of the other by anticoagulation. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "celecoxib",
            "description": {
                "common": "celecoxib and apixaban both increase  anticoagulation. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "cilostazol",
            "description": {
                "common": "cilostazol and apixaban both increase  anticoagulation. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "clopidogrel",
            "description": {
                "common": "clopidogrel and apixaban both increase  anticoagulation. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "conivaptan",
            "description": {
                "common": "conivaptan will increase the level or effect of apixaban by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "dabigatran",
            "description": {
                "common": "dabigatran and apixaban both increase  anticoagulation. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "dalteparin",
            "description": {
                "common": "dalteparin and apixaban both increase  anticoagulation. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "darunavir",
            "description": {
                "common": "darunavir will increase the level or effect of apixaban by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug. If taking apixaban dose >2.5 mg BID, decrease dose by 50% if coadministered with strong dual inhibitors of CYP3A4 and P-gp; if currently taking apixaban 2.5 mg PO BID, avoid coadministration with strong dual inhibitors of CYP3A4 and P-gp"
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "desirudin",
            "description": {
                "common": "desirudin and apixaban both increase  anticoagulation. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "desvenlafaxine",
            "description": {
                "common": "desvenlafaxine and apixaban both increase  anticoagulation. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "diclofenac",
            "description": {
                "common": "diclofenac and apixaban both increase  anticoagulation. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "dipyridamole",
            "description": {
                "common": "dipyridamole and apixaban both increase  anticoagulation. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "duloxetine",
            "description": {
                "common": "duloxetine and apixaban both increase  anticoagulation. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "edoxaban",
            "description": {
                "common": "edoxaban, apixaban.\nEither increases toxicity of the other by anticoagulation. Avoid or Use Alternate Drug. Both drugs have the potential to cause bleeding, monitor closely. Promptly evaluate any signs or symptoms of blood loss. Long-term concomitant treatment with edoxaban and other anticoagulants is not recommended. Short-term coadministration may be needed for patients transitioning to or from edoxaban."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "enoxaparin",
            "description": {
                "common": "enoxaparin and apixaban both increase  anticoagulation. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "enzalutamide",
            "description": {
                "common": "enzalutamide will decrease the level or effect of apixaban by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "eptifibatide",
            "description": {
                "common": "eptifibatide and apixaban both increase  anticoagulation. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "etodolac",
            "description": {
                "common": "etodolac and apixaban both increase  anticoagulation. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "Factor X, human",
            "description": {
                "common": "apixaban will decrease the level or effect of Factor X, human by  pharmacodynamic antagonism. Avoid or Use Alternate Drug. Based on the mechanism of action, Factor X is likely to be counteracted by direct and indirect Factor Xa inhibitors."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "fenoprofen",
            "description": {
                "common": "fenoprofen and apixaban both increase  anticoagulation. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "fexinidazole",
            "description": {
                "common": "fexinidazole will increase the level or effect of apixaban by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug. Fexinidazole inhibits CYP3A4. Coadministration may increase risk for adverse effects of CYP3A4 substrates."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "flurbiprofen",
            "description": {
                "common": "flurbiprofen and apixaban both decrease  anticoagulation. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "heparin",
            "description": {
                "common": "heparin and apixaban both increase  anticoagulation. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "ibuprofen",
            "description": {
                "common": "ibuprofen and apixaban both increase  anticoagulation. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "ibuprofen IV",
            "description": {
                "common": "ibuprofen IV and apixaban both increase  anticoagulation. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "idelalisib",
            "description": {
                "common": "idelalisib will increase the level or effect of apixaban by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug. Idelalisib is a strong CYP3A inhibitor; avoid coadministration with sensitive CYP3A substrates"
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "indomethacin",
            "description": {
                "common": "indomethacin and apixaban both increase  anticoagulation. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "ivosidenib",
            "description": {
                "common": "ivosidenib will decrease the level or effect of apixaban by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug. Avoid coadministration of sensitive CYP3A4 substrates with ivosidenib or replace with alternate therapies. If coadministration is unavoidable, monitor patients for loss of therapeutic effect of these drugs."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "ketoconazole",
            "description": {
                "common": "ketoconazole will increase the level or effect of apixaban by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug. If taking apixaban dose >2.5 mg BID, decrease dose by 50% if coadministered with strong dual inhibitors of CYP3A4 and P-gp; if currently taking apixaban 2.5 mg PO BID, avoid coadministration with strong dual inhibitors of CYP3A4 and P-gp"
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "ketoprofen",
            "description": {
                "common": "ketoprofen and apixaban both increase  anticoagulation. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "ketorolac",
            "description": {
                "common": "ketorolac and apixaban both increase  anticoagulation. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "lasmiditan",
            "description": {
                "common": "lasmiditan increases effects of apixaban by P-glycoprotein (MDR1) efflux transporter. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "levoketoconazole",
            "description": {
                "common": "levoketoconazole will increase the level or effect of apixaban by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug. If taking apixaban dose >2.5 mg BID, decrease dose by 50% if coadministered with strong dual inhibitors of CYP3A4 and P-gp; if currently taking apixaban 2.5 mg PO BID, avoid coadministration with strong dual inhibitors of CYP3A4 and P-gp"
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "levomilnacipran",
            "description": {
                "common": "levomilnacipran, apixaban.\nEither increases toxicity of the other by pharmacodynamic synergism. Avoid or Use Alternate Drug. SNRIs may further impair platelet activity in patients taking antiplatelet or anticoagulant drugs."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "lonafarnib",
            "description": {
                "common": "lonafarnib will increase the level or effect of apixaban by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug. Avoid coadministration with sensitive CYP3A substrates. If coadministration unavoidable, monitor for adverse reactions and reduce CYP3A substrate dose in accordance with product labeling."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "meclofenamate",
            "description": {
                "common": "meclofenamate and apixaban both increase  anticoagulation. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "mefenamic acid",
            "description": {
                "common": "mefenamic acid and apixaban both increase  anticoagulation. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "meloxicam",
            "description": {
                "common": "meloxicam and apixaban both increase  anticoagulation. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "milnacipran",
            "description": {
                "common": "milnacipran and apixaban both increase  anticoagulation. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "nabumetone",
            "description": {
                "common": "nabumetone and apixaban both increase  anticoagulation. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "naproxen",
            "description": {
                "common": "naproxen and apixaban both decrease  anticoagulation. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "nelfinavir",
            "description": {
                "common": "nelfinavir will increase the level or effect of apixaban by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug. If taking apixaban dose >2.5 mg BID, decrease dose by 50% if coadministered with strong dual inhibitors of CYP3A4 and P-gp; if currently taking apixaban 2.5 mg PO BID, avoid coadministration with strong dual inhibitors of CYP3A4 and P-gp"
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "nirmatrelvir/ritonavir",
            "description": {
                "common": "nirmatrelvir/ritonavir will increase the level or effect of apixaban by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug. Apixaban is also substrate of P-gp; if concomitant administration necessary, adjust and hold dose as clinically necessary; may adjust apixaban dosage according to risk, indication and current dose; for treatment of atrial fibrillation with standard apixaban dose (eg, 5 mg twice daily), reduce apixaban to 2.5 mg twice daily; for treatment of atrial fibrillation with low dose apixaban (eg, 2.5 mg twice daily), continue low dose on case-by-case basis"
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "oxaprozin",
            "description": {
                "common": "oxaprozin and apixaban both increase  anticoagulation. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "phenobarbital",
            "description": {
                "common": "phenobarbital will decrease the level or effect of apixaban by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Contraindicated."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "piroxicam",
            "description": {
                "common": "piroxicam and apixaban both increase  anticoagulation. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "posaconazole",
            "description": {
                "common": "posaconazole will increase the level or effect of apixaban by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug. If taking apixaban dose >2.5 mg BID, decrease dose by 50% if coadministered with strong dual inhibitors of CYP3A4 and P-gp; if currently taking apixaban 2.5 mg PO BID, avoid coadministration with strong dual inhibitors of CYP3A4 and P-gp"
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "prasugrel",
            "description": {
                "common": "prasugrel and apixaban both increase  anticoagulation. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "primidone",
            "description": {
                "common": "primidone will decrease the level or effect of apixaban by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Contraindicated."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "protein C concentrate",
            "description": {
                "common": "protein C concentrate and apixaban both increase  anticoagulation. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "quinidine",
            "description": {
                "common": "quinidine will increase the level or effect of apixaban by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug. If taking apixaban dose >2.5 mg BID, decrease dose by 50% if coadministered with strong dual inhibitors of CYP3A4 and P-gp; if currently taking apixaban 2.5 mg PO BID, avoid coadministration with strong dual inhibitors of CYP3A4 and P-gp"
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "reteplase",
            "description": {
                "common": "reteplase and apixaban both increase  anticoagulation. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "rifampin",
            "description": {
                "common": "rifampin will decrease the level or effect of apixaban by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug. Rifampin, a combined P-gp and strong CYP3A4 inducer, may  decrease exposure to apixaban."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "ritonavir",
            "description": {
                "common": "ritonavir will increase the level or effect of apixaban by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug. If taking apixaban dose >2.5 mg BID, decrease dose by 50% if coadministered with strong dual inhibitors of CYP3A4 and P-gp; if currently taking apixaban 2.5 mg PO BID, avoid coadministration with strong dual inhibitors of CYP3A4 and P-gp"
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "rivaroxaban",
            "description": {
                "common": "rivaroxaban and apixaban both increase  anticoagulation. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "saquinavir",
            "description": {
                "common": "saquinavir will increase the level or effect of apixaban by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug. If taking apixaban dose >2.5 mg BID, decrease dose by 50% if coadministered with strong dual inhibitors of CYP3A4 and P-gp; if currently taking apixaban 2.5 mg PO BID, avoid coadministration with strong dual inhibitors of CYP3A4 and P-gp"
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "sotorasib",
            "description": {
                "common": "sotorasib will decrease the level or effect of apixaban by  P-glycoprotein (MDR1) efflux transporter. Avoid or Use Alternate Drug. If use is unavoidable, refer to the prescribing information of the P-gp substrate for dosage modifications."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "sulindac",
            "description": {
                "common": "sulindac and apixaban both increase  anticoagulation. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "tenecteplase",
            "description": {
                "common": "tenecteplase and apixaban both increase  anticoagulation. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "tepotinib",
            "description": {
                "common": "tepotinib will increase the level or effect of apixaban by  P-glycoprotein (MDR1) efflux transporter. Avoid or Use Alternate Drug. If concomitant use unavoidable, reduce the P-gp substrate dosage if recommended in its approved product labeling."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "ticlopidine",
            "description": {
                "common": "ticlopidine and apixaban both increase  anticoagulation. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "tirofiban",
            "description": {
                "common": "tirofiban and apixaban both increase  anticoagulation. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "tolmetin",
            "description": {
                "common": "tolmetin and apixaban both increase  anticoagulation. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "venlafaxine",
            "description": {
                "common": "venlafaxine and apixaban both increase  anticoagulation. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "voxelotor",
            "description": {
                "common": "voxelotor will increase the level or effect of apixaban by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug. Voxelotor increases systemic exposure of sensitive CYP3A4 substrates. Avoid coadministration with sensitive CYP3A4 substrates with a narrow therapeutic index. Consider dose reduction of the sensitive CYP3A4 substrate(s) if unable to avoid."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "warfarin",
            "description": {
                "common": "apixaban increases effects of warfarin by anticoagulation. Avoid or Use Alternate Drug. Avoid combined use once INR is established in the desired therapeutic range."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "acalabrutinib",
            "description": {
                "common": "acalabrutinib increases effects of apixaban by anticoagulation. Use Caution/Monitor. Coadministration of acalabrutinib with antiplatelets or anticoagulants may further increase risk of hemorrhage. Monitor for signs of bleeding and consider the benefit-risk of withholding acalabrutinib for 3-7 days presurgery and postsurgery depending upon the type of surgery and the risk of bleeding."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "aspirin",
            "description": {
                "common": "aspirin and apixaban both increase  anticoagulation. Modify Therapy/Monitor Closely. Both drugs have the potential to cause bleeding. The need for simultaneous use of low-dose aspirin (<100 mg/day) with anticoagulants are common for patients with cardiovascular disease, but may result in increased bleeding; monitor closely. Promptly evaluate any signs or symptoms of blood loss if  treated concomitantly with low-dose aspiriin. Avoid coadministration with chronic use of higher dose aspirin. In 1 trial (APPRAISE-2), therapy was terminated because of significantly increased bleeding when apixaban was administered with dual antiplatelet therapy (eg, aspirin plus clopidogrel) compared with single antiplatelet treatment"
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "belzutifan",
            "description": {
                "common": "belzutifan will decrease the level or effect of apixaban by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Modify Therapy/Monitor Closely. If unable to avoid coadministration of belzutifan with sensitive CYP3A4 substrates, consider increasing the sensitive CYP3A4 substrate dose in accordance with its prescribing information. "
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "berotralstat",
            "description": {
                "common": "berotralstat will increase the level or effect of apixaban by  P-glycoprotein (MDR1) efflux transporter. Use Caution/Monitor. Monitor or titrate P-gp substrate dose if coadministered."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "cenobamate",
            "description": {
                "common": "cenobamate will decrease the level or effect of apixaban by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Modify Therapy/Monitor Closely. Increase dose of CYP3A4 substrate, as needed, when coadministered with cenobamate."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ceritinib",
            "description": {
                "common": "ceritinib will increase the level or effect of apixaban by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "citalopram",
            "description": {
                "common": "citalopram increases effects of apixaban by anticoagulation. Use Caution/Monitor. SSRIs may inhibit platelet aggregation, thus increase bleeding risk when coadministered with anticoagulants."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "cobicistat",
            "description": {
                "common": "cobicistat will increase the level or effect of apixaban by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "crofelemer",
            "description": {
                "common": "crofelemer increases levels of apixaban by affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor. Crofelemer has the potential to inhibit CYP3A4 at concentrations expected in the gut; unlikely to inhibit systemically because minimally absorbed."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "dabrafenib",
            "description": {
                "common": "dabrafenib will decrease the level or effect of apixaban by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "diltiazem",
            "description": {
                "common": "diltiazem increases levels of apixaban by affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor. Patients with renal impairment  receiving apixaban with drugs that are combined P-gp and weak or moderate CYP3A4 inhibitors may have significant increases in exposure compared with patients with normal renal function and no inhibitor use, since both pathways of apixaban elimination are affected. Since these increases may increase bleeding risk, use apixaban in this situation only if the potential benefit justifies the potential risk."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "dronedarone",
            "description": {
                "common": "dronedarone will increase the level or effect of apixaban by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor. Dronedarone also inhibits P-gp activity, which can further increase rivaroxaban serum levels; since both pathways of rivaroxaban elimination are affected, patients with renal impairment receiving rivaroxaban with drugs that are combined P-gp and moderate CYP3A4 inhibitors may have significant increases in exposure compared to patients with normal renal function; since the drug combination may increase bleeding risk, monitor closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "efavirenz",
            "description": {
                "common": "efavirenz will decrease the level or effect of apixaban by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "elagolix",
            "description": {
                "common": "elagolix will increase the level or effect of apixaban by  P-glycoprotein (MDR1) efflux transporter. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "eliglustat",
            "description": {
                "common": "eliglustat increases levels of apixaban by P-glycoprotein (MDR1) efflux transporter. Modify Therapy/Monitor Closely. Monitor therapeutic drug concentrations, as indicated, or consider reducing the dosage of the P-gp substrate and titrate to clinical effect."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "encorafenib",
            "description": {
                "common": "encorafenib, apixaban. affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor. Encorafenib both inhibits and induces CYP3A4 at clinically relevant plasma concentrations. Coadministration of encorafenib with sensitive CYP3A4 substrates may result in increased toxicity or decreased efficacy of these agents."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "escitalopram",
            "description": {
                "common": "escitalopram increases effects of apixaban by anticoagulation. Use Caution/Monitor. SSRIs may inhibit platelet aggregation, thus increase bleeding risk when coadministered with anticoagulants."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "fedratinib",
            "description": {
                "common": "fedratinib will increase the level or effect of apixaban by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor. Adjust dose of drugs that are CYP3A4 substrates as necessary."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "fish oil triglycerides",
            "description": {
                "common": "fish oil triglycerides will increase the level or effect of apixaban by  anticoagulation. Use Caution/Monitor. Prolonged bleeding reported in patients taking antiplatelet agents or anticoagulants and oral omega-3 fatty acids. Periodically monitor bleeding time in patients receiving fish oil triglycerides and concomitant antiplatelet agents or anticoagulants."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "fluoxetine",
            "description": {
                "common": "fluoxetine increases effects of apixaban by anticoagulation. Use Caution/Monitor. SSRIs may inhibit platelet aggregation, thus increase bleeding risk when coadministered with anticoagulants."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "fluvoxamine",
            "description": {
                "common": "fluvoxamine increases effects of apixaban by anticoagulation. Use Caution/Monitor. SSRIs may inhibit platelet aggregation, thus increase bleeding risk when coadministered with anticoagulants."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "glecaprevir/pibrentasvir",
            "description": {
                "common": "glecaprevir/pibrentasvir will increase the level or effect of apixaban by  P-glycoprotein (MDR1) efflux transporter. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ibrutinib",
            "description": {
                "common": "ibrutinib will increase the level or effect of apixaban by  anticoagulation. Use Caution/Monitor. Ibrutinib may increase the risk of hemorrhage in patients receiving antiplatelet or anticoagulant therapies and monitor for signs of bleeding. "
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "iloperidone",
            "description": {
                "common": "iloperidone increases levels of apixaban by affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor. Iloperidone is a time-dependent CYP3A inhibitor and may lead to increased plasma levels of drugs predominantly eliminated by CYP3A4."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "imatinib",
            "description": {
                "common": "imatinib, apixaban.\nEither increases toxicity of the other by Other (see comment). Modify Therapy/Monitor Closely. \nComment: Imatinib may cause thrombocytopenia; bleeding risk increased when imatinib is coadministered with anticoagulants, NSAIDs, platelet inhibitors, and thrombolytic agents; patients requiring anticoagulation while on imatinib should receive LMWH or unfractionated heparin instead of warfarin because of multiple interaction mechanisms of imatinib with warfarin."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "indinavir",
            "description": {
                "common": "indinavir will increase the level or effect of apixaban by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "istradefylline",
            "description": {
                "common": "istradefylline will increase the level or effect of apixaban by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor. Istradefylline 40 mg/day increased peak levels and AUC of CYP3A4 substrates in clinical trials. This effect was not observed with istradefylline 20 mg/day. Consider dose reduction of sensitive CYP3A4 substrates."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "itraconazole",
            "description": {
                "common": "itraconazole will increase the level or effect of apixaban by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Modify Therapy/Monitor Closely. Apixaban is a both CYP3A4 and P-gp substrate. For patients receiving apixaban 5 or 10 mg BID, decrease apixaban dose by 50% when coadministered with drugs that are both P-gp and strong CYP3A4 inhibitors. For patients receiving apixaban 5 mg BID, avoid coadministration with combined P-gp and strong CYP3A4 inhibitors."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "larotrectinib",
            "description": {
                "common": "larotrectinib will increase the level or effect of apixaban by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "lenacapavir",
            "description": {
                "common": "lenacapavir will increase the level or effect of apixaban by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor. Lencapavir may increase CYP3A4 substrates initiated within 9 months after last SC dose of lenacapavir, which may increase potential risk of adverse reactions of CYP3A4 substrates."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "lonafarnib",
            "description": {
                "common": "lonafarnib will increase the level or effect of apixaban by  P-glycoprotein (MDR1) efflux transporter. Modify Therapy/Monitor Closely. Lonafarnib is a weak P-gp inhibitor. Monitor for adverse reactions if coadministered with P-gp substrates where minimal concentration changes may lead to serious or life-threatening toxicities. Reduce P-gp substrate dose if needed."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "lopinavir",
            "description": {
                "common": "lopinavir will increase the level or effect of apixaban by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "lorlatinib",
            "description": {
                "common": "lorlatinib will decrease the level or effect of apixaban by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "melatonin",
            "description": {
                "common": "melatonin increases effects of apixaban by anticoagulation. Use Caution/Monitor. Melatonin may decrease prothrombin time."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "mifepristone",
            "description": {
                "common": "mifepristone will increase the level or effect of apixaban by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Modify Therapy/Monitor Closely. Reduce apixaban dose by 50% when mifepristone used for treatment of Cushing's disease or other hormonal conditions; if patients are already receiving 2.5 mg twice daily, avoid coadministration"
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "mitotane",
            "description": {
                "common": "mitotane decreases levels of apixaban by affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor. Mitotane is a strong inducer of cytochrome P-4503A4; monitor when coadministered with CYP3A4 substrates for possible dosage adjustments."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "nefazodone",
            "description": {
                "common": "nefazodone will increase the level or effect of apixaban by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "nintedanib",
            "description": {
                "common": "nintedanib increases effects of apixaban by anticoagulation. Use Caution/Monitor. Nintedanib is a VEGFR inhibitor, and may increase the risk of bleeding; monitor patients on full anticoagulation therapy; monitor closely for bleeding and adjust therapy as needed ."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "paroxetine",
            "description": {
                "common": "paroxetine increases effects of apixaban by anticoagulation. Use Caution/Monitor. SSRIs may inhibit platelet aggregation, thus increase bleeding risk when coadministered with anticoagulants."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ribociclib",
            "description": {
                "common": "ribociclib will increase the level or effect of apixaban by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "rucaparib",
            "description": {
                "common": "rucaparib will increase the level or effect of apixaban by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Modify Therapy/Monitor Closely. Adjust dosage of CYP3A4 substrates, if clinically indicated."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "sarecycline",
            "description": {
                "common": "sarecycline will increase the level or effect of apixaban by  P-glycoprotein (MDR1) efflux transporter. Use Caution/Monitor. Monitor for toxicities of P-gp substrates that may require dosage reduction when coadministered with P-gp inhibitors."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "saw palmetto",
            "description": {
                "common": "saw palmetto increases toxicity of apixaban by unspecified interaction mechanism. Use Caution/Monitor. May increase risk of bleeding."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "sertraline",
            "description": {
                "common": "sertraline and apixaban both increase  anticoagulation. Use Caution/Monitor. SSRIs may inhibit platelet aggregation, thus increase bleeding risk when coadministered with anticoagulants."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "stiripentol",
            "description": {
                "common": "stiripentol, apixaban. affecting hepatic/intestinal enzyme CYP3A4 metabolism. Modify Therapy/Monitor Closely. Stiripentol is a CYP3A4 inhibitor and inducer. Monitor CYP3A4 substrates coadministered with stiripentol for increased or decreased effects. CYP3A4 substrates may require dosage adjustment."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "tazemetostat",
            "description": {
                "common": "tazemetostat will decrease the level or effect of apixaban by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "tecovirimat",
            "description": {
                "common": "tecovirimat will decrease the level or effect of apixaban by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor. Tecovirimat is a weak CYP3A4 inducer. Monitor sensitive CYP3A4 substrates for effectiveness if coadministered."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "tipranavir",
            "description": {
                "common": "tipranavir will increase the level or effect of apixaban by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "tucatinib",
            "description": {
                "common": "tucatinib will increase the level or effect of apixaban by  P-glycoprotein (MDR1) efflux transporter. Use Caution/Monitor. Consider reducing the dosage of P-gp substrates, where minimal concentration changes may lead to serious or life-threatening toxicities."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "verapamil",
            "description": {
                "common": "verapamil will increase the level or effect of apixaban by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor. Verapamil also inhibits P-gp activity, which can further increase apixaban serum levels; since both pathways of apixaban elimination are affected, patients with renal impairment receiving apixaban with drugs that are combined P-gp and moderate CYP3A4 inhibitors may increase exposure compared to patients with normal renal function; monitor for bleeding."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "voriconazole",
            "description": {
                "common": "voriconazole will increase the level or effect of apixaban by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "vortioxetine",
            "description": {
                "common": "vortioxetine and apixaban both increase  anticoagulation. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "zanubrutinib",
            "description": {
                "common": "apixaban, zanubrutinib.\nEither increases effects of the other by anticoagulation. Modify Therapy/Monitor Closely. Zanubrutinib-induced cytopenias increases risk of hemorrhage. Coadministration of zanubritinib with antiplatelets or anticoagulants may further increase this risk."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "acetazolamide",
            "description": {
                "common": "acetazolamide will increase the level or effect of apixaban by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "anastrozole",
            "description": {
                "common": "anastrozole will increase the level or effect of apixaban by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "clarithromycin",
            "description": {
                "common": "clarithromycin will increase the level or effect of apixaban by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Minor/Significance Unknown. Although clarithromycin is a combined P-gp and strong CYP3A4 inhibitor, the manufacturer has stated that pharmacokinetic data suggest that no dose adjustment is necessary with concomitant administration"
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "cyclophosphamide",
            "description": {
                "common": "cyclophosphamide will increase the level or effect of apixaban by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Minor/Significance Unknown."
            }
        }
    ],
    "adverse effects": [
        {
            "name": "Major",
            "percent": "2.13"
        },
        {
            "name": "warfarin",
            "percent": "3.09"
        },
        {
            "name": "P",
            "percent": "0.0001"
        },
        {
            "name": "GI",
            "percent": "0.83"
        },
        {
            "name": "warfarin",
            "percent": "0.93"
        },
        {
            "name": "Intracranial",
            "percent": "0.33"
        },
        {
            "name": "warfarin",
            "percent": "0.82"
        },
        {
            "name": "Intraocular",
            "percent": "0.06"
        },
        {
            "name": "warfarin",
            "percent": "0.14"
        },
        {
            "name": "Fatal",
            "percent": "0.06"
        },
        {
            "name": "warfarin",
            "percent": "0.24"
        },
        {
            "name": "Clinically relevant nonmajor bleeding",
            "percent": "2.08"
        },
        {
            "name": "warfarin",
            "percent": "3.0"
        },
        {
            "name": "P",
            "percent": "0.0001"
        },
        {
            "name": "Major",
            "percent": "1.41"
        },
        {
            "name": "aspirin",
            "percent": "0.92"
        },
        {
            "name": "P",
            "percent": "0.07"
        },
        {
            "name": "Fatal",
            "percent": "0.16"
        },
        {
            "name": "aspirin",
            "percent": "0.16"
        },
        {
            "name": "Intracranial",
            "percent": "0.34"
        },
        {
            "name": "aspirin",
            "percent": "0.35"
        },
        {
            "name": "Hypersensitivity reactions",
            "percent": null
        },
        {
            "name": "including skin rash and anaphylactic reactions such as allergic edema",
            "percent": null
        },
        {
            "name": "Syncope",
            "percent": null
        },
        {
            "name": "Blood and lymphatic system disorders",
            "percent": null
        },
        {
            "name": "Thrombocytopenia",
            "percent": null
        },
        {
            "name": "including platelet count decreases",
            "percent": null
        },
        {
            "name": "Vascular disorders",
            "percent": null
        },
        {
            "name": "Hypotension",
            "percent": null
        },
        {
            "name": "including procedural hypotension",
            "percent": null
        },
        {
            "name": "Respiratory",
            "percent": null
        },
        {
            "name": "thoracic",
            "percent": null
        },
        {
            "name": "and mediastinal disorders",
            "percent": null
        },
        {
            "name": "Epistaxis",
            "percent": null
        },
        {
            "name": "Gastrointestinal disorders",
            "percent": null
        },
        {
            "name": "Gastrointestinal hemorrhage",
            "percent": null
        },
        {
            "name": "including hematemesis and melena",
            "percent": null
        },
        {
            "name": "hematochezia",
            "percent": null
        },
        {
            "name": "Hepatobiliary disorders",
            "percent": null
        },
        {
            "name": "Liver function test abnormal",
            "percent": null
        },
        {
            "name": "blood alkaline phosphatase increased",
            "percent": null
        },
        {
            "name": "blood bilirubin increased",
            "percent": null
        },
        {
            "name": "Renal and urinary disorders",
            "percent": null
        },
        {
            "name": "Hematuria",
            "percent": null
        },
        {
            "name": "including respective laboratory parameters",
            "percent": null
        },
        {
            "name": "Injury",
            "percent": null
        },
        {
            "name": "poisoning",
            "percent": null
        },
        {
            "name": "and procedural complications",
            "percent": null
        },
        {
            "name": "Wound secretion",
            "percent": null
        },
        {
            "name": "incision",
            "percent": null
        },
        {
            "name": "site hemorrhage",
            "percent": null
        },
        {
            "name": "including incision",
            "percent": null
        },
        {
            "name": "site hematoma",
            "percent": null
        },
        {
            "name": "operative hemorrhage",
            "percent": null
        }
    ]
}