{
    "name": "selegiline transdermal",
    "comment": "Rx",
    "other_names": [
        "Emsam"
    ],
    "classes": [
        "Antiparkinson Agents",
        "MAO Type B Inhibitors"
    ],
    "source": "https://reference.medscape.com/drug/emsam-selegiline-transdermal-342949",
    "pregnancy": {
        "common": [
            "Pregnancy Category: C",
            "Lactation: unknown; use caution"
        ],
        "specific": []
    },
    "lactation": {
        "common": [
            "Lactation: unknown; use caution"
        ]
    },
    "warnings": {
        "black_box_warning": {
            "common": [
                "In short-term studies, antidepressants increased the risk of suicidal thinking and behavior in children, adolescents, and young adults (<24 yr of age) taking antidepressants for major depressive disorders and other psychiatric illnesses. This increase was not seen in patients older than 24 years. A slight decrease in suicidal thinking was seen in adults older than 65 years. In children and young adults, risks must be weighed against the benefits of taking antidepressants. Patients should be monitored closely for changes in behavior, clinical worsening, and suicidal tendencies. Patients should be monitored during initial 1-2 months of therapy and during dosage adjustments. The patient’s family should communicate any abrupt changes in behavior to the healthcare provider. Worsening behavior and suicidal tendencies that are not part of the presenting symptoms may require discontinuation of therapy. This drug is not approved for use in pediatric patients",
                "Contraindicated in patients < 12 years (increased risk of hypertensive crisis)"
            ],
            "specific": []
        },
        "contraindicators": {
            "common": [
                "Hypersensitivity",
                "Concurrency with SSRIs, SNRIs, TCAs, bupropion, meperidine, analgesic agents, dextromethorphan, tramadol, methadone, St. John's wort, mirtazapine, cyclobenzaprine, oral selegiline, other MAOIs, sympathomimetic amines, propoxyphene, cold products, weight-reducing preparations that contain vasoconstrictors, carbamazepine, oxcabazapine, and food supplements containing tyrosine, phenylalanine, tryptophan, or caffeine",
                "<12 years of age",
                "Beginning therapy with contraindicated drug < 2 weeks after stopping transdermal selegiline",
                "General anesthesia",
                "Pheochromocytoma"
            ],
            "specific": []
        },
        "cautions": {
            "common": [
                "Dietary modifications required for patients using 9 mg/24 hr & 12 mg/24 hr patch",
                "Clinical worsening & suicide ideation may occur despite medication in adolescents & young adults (18-24 years)",
                "Compulsive behavior may occur in patients prescribed dopaminergic agents",
                "Orthostatic hypotension may occur with transdermal product",
                "Use caution in hepatic and renal impairment (safety and efficacy not established)",
                "Avoid exposing selegiline transdermal application site to external sources of direct heat (ie, heating pads, electric blankets, heat lamps, saunas, hot tubs, heated water bed, and prolonged direct sunlight)",
                "Use caution in patients with history of mania; activation of mania/hypomania may occur",
                "Monitor blood pressure when used concomitantly with the drugs buspirone, buspirone, amphetamines, or cold products or weight-reducing preparations that contain sympathomimetic amines (e.g., pseudoephedrine, phenylephrine, phenylpropanolamine, and ephedrine)",
                "Development of a potentially life-threatening serotonin syndrome reported with concomitant use of MAOIs with serotonergic drugs; monitor and discontinue therapy if symptoms occur",
                "Selegiline inhibits catabolism of dietary amines, such as tyramine, and has the potential to produce hypertensive crisis following ingestion oftyramine-rich foods or beverages; discontinue therapy if symptoms occur"
            ],
            "specific": []
        }
    },
    "interactions": [
        {
            "classification_type": "Contraindicated",
            "interaction_with": "apraclonidine",
            "description": {
                "common": "selegiline transdermal, apraclonidine. Mechanism: unknown. Contraindicated. Contraindicated in mfr prescribing info."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "armodafinil",
            "description": {
                "common": "selegiline transdermal increases effects of armodafinil by pharmacodynamic synergism. Contraindicated. Risk of acute hypertensive episode."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "atomoxetine",
            "description": {
                "common": "selegiline transdermal increases effects of atomoxetine by pharmacodynamic synergism. Contraindicated. Risk of acute hypertensive episode."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "benzphetamine",
            "description": {
                "common": "selegiline transdermal increases effects of benzphetamine by pharmacodynamic synergism. Contraindicated. Risk of acute hypertensive episode."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "brimonidine",
            "description": {
                "common": "selegiline transdermal, brimonidine. Mechanism: unknown. Contraindicated. Contraindicated in mfr prescribing info."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "bupropion",
            "description": {
                "common": "selegiline transdermal and bupropion both increase  dopaminergic effects. Contraindicated. Bupropion inhibits reuptake of dopamine and norepinephrine (NE), and MAOIs decrease metabolism of dopamine and NE; coadministration increases risk for hypertensive reactions; allow at least 14 days between discontinuation of MAOI and initiating bupropion"
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "buspirone",
            "description": {
                "common": "selegiline transdermal, buspirone. Mechanism: pharmacodynamic synergism. Contraindicated. Risk of acute hypertensive episode."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "caffeine",
            "description": {
                "common": "selegiline transdermal increases effects of caffeine by pharmacodynamic synergism. Contraindicated. Risk of acute hypertensive episode."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "carbamazepine",
            "description": {
                "common": "carbamazepine increases toxicity of selegiline transdermal by unknown mechanism. Contraindicated. D/C MAO inhibitor 2 weeks before."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "citalopram",
            "description": {
                "common": "selegiline transdermal and citalopram both increase  serotonin levels. Contraindicated.  At least 2 weeks should elapse between discontinuation of MAOI therapy and the start of citalopram therapy, and at least 2 weeks between discontinuation of citalopram therapy and commencement of MAOI therapy."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "cyproheptadine",
            "description": {
                "common": "selegiline transdermal, cyproheptadine. Other (see comment). Contraindicated. \nComment: MAO inhibitors may prolong and intensify the anticholinergic effects of antihistamines. Cyproheptadine may diminish the serotonergic effect of MAO inhibitors."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "desvenlafaxine",
            "description": {
                "common": "selegiline transdermal and desvenlafaxine both increase  serotonin levels. Contraindicated. At least 14 days should elapse between discontinuation of MAOIs and initiation of treatment with a serotonergic drug"
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "deutetrabenazine",
            "description": {
                "common": "selegiline transdermal, deutetrabenazine.\nEither increases toxicity of the other by sympathetic (adrenergic) effects, including increased blood pressure and heart rate. Contraindicated. Deutetrabenazine should not be used in combination with an MAOI, or within 14 days of discontinuing therapy with an MAOI."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "dexfenfluramine",
            "description": {
                "common": "selegiline transdermal increases effects of dexfenfluramine by pharmacodynamic synergism. Contraindicated. Risk of acute hypertensive episode."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "dexmethylphenidate",
            "description": {
                "common": "selegiline transdermal increases effects of dexmethylphenidate by pharmacodynamic synergism. Contraindicated. Risk of acute hypertensive episode."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "dextroamphetamine",
            "description": {
                "common": "selegiline transdermal increases effects of dextroamphetamine by pharmacodynamic synergism. Contraindicated. Risk of acute hypertensive episode."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "diethylpropion",
            "description": {
                "common": "selegiline transdermal increases effects of diethylpropion by pharmacodynamic synergism. Contraindicated. Risk of acute hypertensive episode."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "dobutamine",
            "description": {
                "common": "selegiline transdermal increases effects of dobutamine by pharmacodynamic synergism. Contraindicated. Risk of acute hypertensive episode."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "dopamine",
            "description": {
                "common": "selegiline transdermal increases effects of dopamine by pharmacodynamic synergism. Contraindicated. Risk of acute hypertensive episode."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "ephedrine",
            "description": {
                "common": "selegiline transdermal increases effects of ephedrine by pharmacodynamic synergism. Contraindicated. Risk of acute hypertensive episode."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "epinephrine",
            "description": {
                "common": "selegiline transdermal increases effects of epinephrine by pharmacodynamic synergism. Contraindicated. Risk of acute hypertensive episode."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "fenfluramine",
            "description": {
                "common": "selegiline transdermal increases effects of fenfluramine by pharmacodynamic synergism. Contraindicated. Risk of acute hypertensive episode."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "fentanyl",
            "description": {
                "common": "selegiline transdermal increases toxicity of fentanyl by Other (see comment). Contraindicated. \nComment: Avoid fentanyl in patients who require concomitant administration MAOIs, or within 14 days of stopping an MAOI. Severe and unpredictable potentiation by MAO inhibitors has been reported with opioid analgesics. ."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "fentanyl intranasal",
            "description": {
                "common": "selegiline transdermal increases toxicity of fentanyl intranasal by Other (see comment). Contraindicated. \nComment: Avoid fentanyl in patients who require concomitant administration MAOIs, or within 14 days of stopping an MAOI. Severe and unpredictable potentiation by MAO inhibitors has been reported with opioid analgesics. ."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "fentanyl transdermal",
            "description": {
                "common": "selegiline transdermal increases toxicity of fentanyl transdermal by Other (see comment). Contraindicated. \nComment: Avoid fentanyl in patients who require concomitant administration MAOIs, or within 14 days of stopping an MAOI. Severe and unpredictable potentiation by MAO inhibitors has been reported with opioid analgesics. ."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "fentanyl transmucosal",
            "description": {
                "common": "selegiline transdermal increases toxicity of fentanyl transmucosal by Other (see comment). Contraindicated. \nComment: Avoid fentanyl in patients who require concomitant administration MAOIs, or within 14 days of stopping an MAOI. Severe and unpredictable potentiation by MAO inhibitors has been reported with opioid analgesics. ."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "isocarboxazid",
            "description": {
                "common": "selegiline transdermal and isocarboxazid both increase  serotonin levels. Contraindicated."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "isometheptene",
            "description": {
                "common": "selegiline transdermal, isometheptene.\nEither increases effects of the other by pharmacodynamic synergism. Contraindicated. Hypertension, V tach."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "isoproterenol",
            "description": {
                "common": "selegiline transdermal increases effects of isoproterenol by pharmacodynamic synergism. Contraindicated. Risk of acute hypertensive episode."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "levodopa",
            "description": {
                "common": "selegiline transdermal, levodopa. Mechanism: pharmacodynamic synergism. Contraindicated. Risk of acute hypertensive episode."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "levomilnacipran",
            "description": {
                "common": "selegiline transdermal and levomilnacipran both increase  serotonin levels. Contraindicated. Combination is contraindicated within 2 weeks of MAOI use "
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "lisdexamfetamine",
            "description": {
                "common": "selegiline transdermal increases effects of lisdexamfetamine by pharmacodynamic synergism. Contraindicated. Risk of acute hypertensive episode."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "meperidine",
            "description": {
                "common": "selegiline transdermal increases toxicity of meperidine by unknown mechanism. Contraindicated."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "methamphetamine",
            "description": {
                "common": "selegiline transdermal increases effects of methamphetamine by pharmacodynamic synergism. Contraindicated. Risk of acute hypertensive episode."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "methylenedioxymethamphetamine",
            "description": {
                "common": "selegiline transdermal increases effects of methylenedioxymethamphetamine by pharmacodynamic synergism. Contraindicated. Risk of acute hypertensive episode."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "methylphenidate",
            "description": {
                "common": "selegiline transdermal increases effects of methylphenidate by pharmacodynamic synergism. Contraindicated. Risk of acute hypertensive episode. Methylphenidate is contraindicated during treatment with an MAOI and also within a minimum of 14 days following discontinuation of an MAOI."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "methylphenidate transdermal",
            "description": {
                "common": "methylphenidate transdermal and selegiline transdermal both increase  sympathetic (adrenergic) effects, including increased blood pressure and heart rate. Contraindicated. Coadministration of MAOIs and CNS stimulants can cause hypertensive crisis."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "midodrine",
            "description": {
                "common": "selegiline transdermal increases effects of midodrine by pharmacodynamic synergism. Contraindicated. Risk of acute hypertensive episode."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "modafinil",
            "description": {
                "common": "selegiline transdermal increases effects of modafinil by pharmacodynamic synergism. Contraindicated. Risk of acute hypertensive episode."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "norepinephrine",
            "description": {
                "common": "selegiline transdermal increases effects of norepinephrine by pharmacodynamic synergism. Contraindicated. Risk of acute hypertensive episode."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "ozanimod",
            "description": {
                "common": "selegiline transdermal and ozanimod both increase  sympathetic (adrenergic) effects, including increased blood pressure and heart rate. Contraindicated. Coadministration of ozanimod with MAO-B inhibitors may decrease exposure of the active metabolites of ozanimod, which may inhibit MAO. The potential for a clinical interaction with MAO inhibitors has not been studied; however, the increased risk of nonselective MAO inhibition may lead to a hypertensive crisis. Allow at least 14 days to elapse between discontinuing ozanimod and initiating with MAO inhibitors."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "phendimetrazine",
            "description": {
                "common": "selegiline transdermal increases effects of phendimetrazine by pharmacodynamic synergism. Contraindicated. Risk of acute hypertensive episode."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "phenelzine",
            "description": {
                "common": "selegiline transdermal and phenelzine both increase  serotonin levels. Contraindicated."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "phentermine",
            "description": {
                "common": "selegiline transdermal increases effects of phentermine by pharmacodynamic synergism. Contraindicated. Risk of acute hypertensive episode."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "phenylephrine",
            "description": {
                "common": "selegiline transdermal increases effects of phenylephrine by pharmacodynamic synergism. Contraindicated. Risk of acute hypertensive episode."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "procarbazine",
            "description": {
                "common": "selegiline transdermal and procarbazine both increase  serotonin levels. Contraindicated."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "propylhexedrine",
            "description": {
                "common": "selegiline transdermal increases effects of propylhexedrine by pharmacodynamic synergism. Contraindicated. Risk of acute hypertensive episode."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "pseudoephedrine",
            "description": {
                "common": "selegiline transdermal increases effects of pseudoephedrine by pharmacodynamic synergism. Contraindicated. Risk of acute hypertensive episode."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "safinamide",
            "description": {
                "common": "selegiline transdermal, safinamide.\nEither increases toxicity of the other by serotonin levels. Contraindicated. Coadministration increases risk of nonselective MAO inhibition, that may lead to hypertensive crisis. At least 14 days should elapse between discontinuating safinamide and initiating MAOIs."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "serdexmethylphenidate/dexmethylphenidate",
            "description": {
                "common": "selegiline transdermal increases effects of serdexmethylphenidate/dexmethylphenidate by pharmacodynamic synergism. Contraindicated. Risk of acute hypertensive episode."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "solriamfetol",
            "description": {
                "common": "selegiline transdermal will increase the level or effect of solriamfetol by  sympathetic (adrenergic) effects, including increased blood pressure and heart rate. Contraindicated. Do no use solriamfetol during and/or within 14 days of discontinuing MAOI treatment. MAOIs irreversibly inhibit the enzyme monamine oxidase, an enzyme involved in the degradation of various monoamines, including dopamine and norepinephrine. Solriamfetol increases synaptic dopamine and norepinephrine."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "tetrabenazine",
            "description": {
                "common": "tetrabenazine increases effects of selegiline transdermal by pharmacodynamic synergism. Contraindicated. Risk of acute hypertensive episode; separate by 14 days. Mechanism: MAOI causes accumulation of NE in neuron and tetrabenazine stimulates NE release."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "tranylcypromine",
            "description": {
                "common": "selegiline transdermal and tranylcypromine both increase  serotonin levels. Contraindicated."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "tyramine",
            "description": {
                "common": "selegiline transdermal increases effects of tyramine by pharmacodynamic synergism. Contraindicated. Risk of acute hypertensive episode.  Tyramine containing foods include cheese, red wine, caviar, herring, canned figs, fermented meats, fava beans, yeast extracts, miso, avocado."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "vilazodone",
            "description": {
                "common": "selegiline transdermal, vilazodone.\nEither increases toxicity of the other by serotonin levels. Contraindicated. Coadministration with MAO inhibitors are contraindicated. Do not prescribe vilazodone within 14 days of discontinuing or starting an MAO inhibitor."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "vortioxetine",
            "description": {
                "common": "selegiline transdermal increases toxicity of vortioxetine by serotonin levels. Contraindicated."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "xylometazoline",
            "description": {
                "common": "selegiline transdermal increases effects of xylometazoline by pharmacodynamic synergism. Contraindicated. Risk of acute hypertensive episode."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "yohimbine",
            "description": {
                "common": "selegiline transdermal increases effects of yohimbine by pharmacodynamic synergism. Contraindicated. Risk of acute hypertensive episode."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "alfentanil",
            "description": {
                "common": "selegiline transdermal increases toxicity of alfentanil by unknown mechanism. Avoid or Use Alternate Drug. Risk of hypotension, hyperpyrexia, somnolence, or death."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "amitriptyline",
            "description": {
                "common": "selegiline transdermal and amitriptyline both increase  serotonin levels. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "amoxapine",
            "description": {
                "common": "selegiline transdermal and amoxapine both increase  serotonin levels. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "belladonna and opium",
            "description": {
                "common": "selegiline transdermal increases toxicity of belladonna and opium by unknown mechanism. Avoid or Use Alternate Drug. Risk of hypotension, hyperpyrexia, somnolence, or death."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "benzhydrocodone/acetaminophen",
            "description": {
                "common": "selegiline transdermal increases toxicity of benzhydrocodone/acetaminophen by serotonin levels. Avoid or Use Alternate Drug. MAOI interactions with opioids may manifest as serotonin syndrome or opioid toxicity (eg, respiratory depression, coma). Opioids are not recommended for patients taking MAOIs or within 14 days of stopping MAOIs. If urgent opioid treatment needed, use test doses and frequent titration of small doses to treat pain while closely monitoring blood pressure and signs and symptoms of CNS and respiratory depression."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "buprenorphine",
            "description": {
                "common": "selegiline transdermal increases toxicity of buprenorphine by unknown mechanism. Avoid or Use Alternate Drug. Risk of hypotension, hyperpyrexia, somnolence, or death."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "buprenorphine buccal",
            "description": {
                "common": "selegiline transdermal increases toxicity of buprenorphine buccal by unknown mechanism. Avoid or Use Alternate Drug. Risk of hypotension, hyperpyrexia, somnolence, or death."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "buspirone",
            "description": {
                "common": "selegiline transdermal and buspirone both increase  serotonin levels. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "butorphanol",
            "description": {
                "common": "selegiline transdermal increases toxicity of butorphanol by unknown mechanism. Avoid or Use Alternate Drug. Risk of hypotension, hyperpyrexia, somnolence, or death."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "clomipramine",
            "description": {
                "common": "selegiline transdermal and clomipramine both increase  serotonin levels. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "codeine",
            "description": {
                "common": "selegiline transdermal increases toxicity of codeine by unknown mechanism. Avoid or Use Alternate Drug. Risk of hypotension, hyperpyrexia, somnolence, or death."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "desipramine",
            "description": {
                "common": "selegiline transdermal and desipramine both increase  serotonin levels. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "dextromethorphan",
            "description": {
                "common": "selegiline transdermal and dextromethorphan both increase  serotonin levels. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "dextromoramide",
            "description": {
                "common": "selegiline transdermal increases toxicity of dextromoramide by unknown mechanism. Avoid or Use Alternate Drug. Risk of hypotension, hyperpyrexia, somnolence, or death."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "diamorphine",
            "description": {
                "common": "selegiline transdermal increases toxicity of diamorphine by unknown mechanism. Avoid or Use Alternate Drug. Risk of hypotension, hyperpyrexia, somnolence, or death."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "difenoxin hcl",
            "description": {
                "common": "selegiline transdermal increases toxicity of difenoxin hcl by unknown mechanism. Avoid or Use Alternate Drug. Risk of hypotension, hyperpyrexia, somnolence, or death."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "diphenoxylate hcl",
            "description": {
                "common": "selegiline transdermal increases toxicity of diphenoxylate hcl by unknown mechanism. Avoid or Use Alternate Drug. Risk of hypotension, hyperpyrexia, somnolence, or death."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "dipipanone",
            "description": {
                "common": "selegiline transdermal increases toxicity of dipipanone by unknown mechanism. Avoid or Use Alternate Drug. Risk of hypotension, hyperpyrexia, somnolence, or death."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "dolasetron",
            "description": {
                "common": "dolasetron, selegiline transdermal.\nEither increases toxicity of the other by serotonin levels. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "dosulepin",
            "description": {
                "common": "selegiline transdermal and dosulepin both increase  serotonin levels. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "doxepin",
            "description": {
                "common": "selegiline transdermal and doxepin both increase  serotonin levels. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "doxepin cream",
            "description": {
                "common": "selegiline transdermal increases levels of doxepin cream by pharmacodynamic synergism. Contraindicated. D/C MAO inhibitor 2 weeks before."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "duloxetine",
            "description": {
                "common": "selegiline transdermal and duloxetine both increase  serotonin levels. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "escitalopram",
            "description": {
                "common": "selegiline transdermal and escitalopram both increase  serotonin levels. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "fedratinib",
            "description": {
                "common": "selegiline transdermal will increase the level or effect of fedratinib by  Other (see comment). Avoid or Use Alternate Drug. Avoid coadministration of fedratinib (a CYP3A4 and CYP2C19 substrate) with dual CYP3A4 and CYP2C19 inhibitor. Effect of coadministration of a dual CYP3A4 and CYP2C19 inhibitor with fedratinib has not been studied."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "fexinidazole",
            "description": {
                "common": "fexinidazole will decrease the level or effect of selegiline transdermal by  affecting hepatic enzyme CYP2B6 metabolism. Avoid or Use Alternate Drug. Coadministration may decrease plasma concentrations of CYP2B6 substrates owing to fexinidazole inducing CYP2B6."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "fluoxetine",
            "description": {
                "common": "selegiline transdermal and fluoxetine both decrease  serotonin levels. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "fluvoxamine",
            "description": {
                "common": "fluvoxamine and selegiline transdermal both increase  serotonin levels. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "granisetron",
            "description": {
                "common": "granisetron, selegiline transdermal.\nEither increases toxicity of the other by serotonin levels. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "hydrocodone",
            "description": {
                "common": "selegiline transdermal increases toxicity of hydrocodone by serotonin levels. Avoid or Use Alternate Drug. MAOI interactions with opioids may manifest as serotonin syndrome or opioid toxicity (eg, respiratory depression, coma). Opioids are not recommended for patients taking MAOIs or within 14 days of stopping MAOIs. If urgent opioid treatment needed, use test doses and frequent titration of small doses to treat pain while closely monitoring blood pressure and signs and symptoms of CNS and respiratory depression."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "hydromorphone",
            "description": {
                "common": "selegiline transdermal increases toxicity of hydromorphone by unknown mechanism. Avoid or Use Alternate Drug. Risk of hypotension, hyperpyrexia, somnolence, or death."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "imipramine",
            "description": {
                "common": "selegiline transdermal and imipramine both increase  serotonin levels. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "iobenguane I 131",
            "description": {
                "common": "selegiline transdermal will decrease the level or effect of iobenguane I 131 by  Other (see comment). Avoid or Use Alternate Drug. Based on the mechanism of action of iobenguane, drugs that reduce catecholamine uptake or that deplete catecholamine stores may interfere with iobenguane uptake into cells, and thus, reduce iobenguane efficacy. Discontinue interfering drugs for at least 5 half-lives before administration of either the dosimetry or an iobenguane dose. Do not administer these drugs until at least 7 days after each iobenguane dose."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "levodopa inhaled",
            "description": {
                "common": "levodopa inhaled increases effects of selegiline transdermal by dopaminergic effects. Avoid or Use Alternate Drug. Levodopa may enhance risk for acute hypertensive episode if coadministered with nonselective MAOIs. High dose PO selegiline (>10 mg/day tab/cap or >2.5 mg/day ODT) or transdermal selegiline exhibits nonselective MAOI activity."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "levorphanol",
            "description": {
                "common": "selegiline transdermal increases toxicity of levorphanol by unknown mechanism. Avoid or Use Alternate Drug. Risk of hypotension, hyperpyrexia, somnolence, or death."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "linezolid",
            "description": {
                "common": "selegiline transdermal and linezolid both increase  serotonin levels. Avoid or Use Alternate Drug.  Linezolid may increase serotonin as a result of MAO-A inhibition. If linezolid must be administered, discontinue serotonergic drug immediately and monitor for CNS toxicity. Serotonergic therapy may be resumed 24 hours after last linezolid dose or after 2 weeks of monitoring, whichever comes first."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "lofepramine",
            "description": {
                "common": "selegiline transdermal and lofepramine both increase  serotonin levels. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "lorcaserin",
            "description": {
                "common": "selegiline transdermal and lorcaserin both increase  serotonin levels. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "maprotiline",
            "description": {
                "common": "selegiline transdermal and maprotiline both increase  serotonin levels. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "meperidine",
            "description": {
                "common": "selegiline transdermal and meperidine both increase  serotonin levels. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "metformin",
            "description": {
                "common": "selegiline transdermal will increase the level or effect of metformin by  unspecified interaction mechanism. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "methadone",
            "description": {
                "common": "selegiline transdermal increases toxicity of methadone by unknown mechanism. Avoid or Use Alternate Drug. Risk of hypotension, hyperpyrexia, somnolence, or death."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "methylene blue",
            "description": {
                "common": "selegiline transdermal and methylene blue both increase  serotonin levels. Avoid or Use Alternate Drug. Both methylene blue  and selegiline may increase serotonin as a result of MAO-A inhibition. If methylene blue must be administered, discontinue serotonergic drug immediately and monitor for CNS toxicity. Serotonergic therapy may be resumed 24 hours after last methylene blue dose or after 2 weeks of monitoring, whichever comes first."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "metoclopramide intranasal",
            "description": {
                "common": "selegiline transdermal, metoclopramide intranasal.\nEither increases effects of the other by Other (see comment). Avoid or Use Alternate Drug. \nComment: Avoid use of metoclopramide intranasal or interacting drug, depending on importance of drug to patient."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "milnacipran",
            "description": {
                "common": "selegiline transdermal and milnacipran both increase  serotonin levels. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "morphine",
            "description": {
                "common": "selegiline transdermal increases toxicity of morphine by unknown mechanism. Avoid or Use Alternate Drug. Risk of hypotension, hyperpyrexia, somnolence, or death."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "nalbuphine",
            "description": {
                "common": "selegiline transdermal increases toxicity of nalbuphine by unknown mechanism. Avoid or Use Alternate Drug. Risk of hypotension, hyperpyrexia, somnolence, or death."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "nefazodone",
            "description": {
                "common": "selegiline transdermal and nefazodone both increase  serotonin levels. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "netupitant/palonosetron",
            "description": {
                "common": "netupitant/palonosetron, selegiline transdermal.\nEither increases toxicity of the other by serotonin levels. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "nortriptyline",
            "description": {
                "common": "selegiline transdermal and nortriptyline both increase  serotonin levels. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "olopatadine intranasal",
            "description": {
                "common": "selegiline transdermal and olopatadine intranasal both increase  sedation. Avoid or Use Alternate Drug. Coadministration increases risk of CNS depression, which can lead to additive impairment of psychomotor performance and cause daytime impairment. "
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "ondansetron",
            "description": {
                "common": "ondansetron, selegiline transdermal.\nEither increases toxicity of the other by serotonin levels. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "opium tincture",
            "description": {
                "common": "selegiline transdermal increases toxicity of opium tincture by unknown mechanism. Avoid or Use Alternate Drug. Risk of hypotension, hyperpyrexia, somnolence, or death."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "oxycodone",
            "description": {
                "common": "selegiline transdermal increases toxicity of oxycodone by unknown mechanism. Avoid or Use Alternate Drug. Risk of hypotension, hyperpyrexia, somnolence, or death."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "oxymorphone",
            "description": {
                "common": "selegiline transdermal increases toxicity of oxymorphone by unknown mechanism. Avoid or Use Alternate Drug. Risk of hypotension, hyperpyrexia, somnolence, or death."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "palonosetron",
            "description": {
                "common": "palonosetron, selegiline transdermal.\nEither increases toxicity of the other by serotonin levels. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "papaveretum",
            "description": {
                "common": "selegiline transdermal increases toxicity of papaveretum by unknown mechanism. Avoid or Use Alternate Drug. Risk of hypotension, hyperpyrexia, somnolence, or death."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "paroxetine",
            "description": {
                "common": "selegiline transdermal and paroxetine both increase  serotonin levels. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "pentazocine",
            "description": {
                "common": "selegiline transdermal increases toxicity of pentazocine by unknown mechanism. Avoid or Use Alternate Drug. Risk of hypotension, hyperpyrexia, somnolence, or death."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "protriptyline",
            "description": {
                "common": "selegiline transdermal and protriptyline both increase  serotonin levels. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "rasagiline",
            "description": {
                "common": "rasagiline and selegiline transdermal both increase  serotonin levels. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "sertraline",
            "description": {
                "common": "selegiline transdermal and sertraline both increase  serotonin levels. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "St John's Wort",
            "description": {
                "common": "selegiline transdermal and St John's Wort both increase  serotonin levels. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "sufentanil",
            "description": {
                "common": "selegiline transdermal increases toxicity of sufentanil by unknown mechanism. Avoid or Use Alternate Drug. Risk of hypotension, hyperpyrexia, somnolence, or death."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "sufentanil SL",
            "description": {
                "common": "selegiline transdermal increases toxicity of sufentanil SL by serotonin levels. Avoid or Use Alternate Drug. MAOI interactions with opioids may manifest as serotonin syndrome or opioid toxicity (eg, respiratory depression, coma). Opioids are not recommended for patients taking MAOIs or within 14 days of stopping MAOIs. If urgent opioid treatment needed, use test doses and frequent titration of small doses to treat pain while closely monitoring blood pressure and signs and symptoms of CNS and respiratory depression."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "tapentadol",
            "description": {
                "common": "selegiline transdermal increases toxicity of tapentadol by unknown mechanism. Avoid or Use Alternate Drug. Risk of hypotension, hyperpyrexia, somnolence, or death."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "tedizolid",
            "description": {
                "common": "tedizolid, selegiline transdermal.\nEither increases effects of the other by Mechanism: pharmacodynamic synergism. Avoid or Use Alternate Drug. Interaction with MAOIs were not studied in clinical trials; drugs within the same class(eg linezolid) are contraindicated with MAOIs."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "tramadol",
            "description": {
                "common": "selegiline transdermal increases toxicity of tramadol by unknown mechanism. Avoid or Use Alternate Drug. Risk of hypotension, hyperpyrexia, somnolence, or death."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "trazodone",
            "description": {
                "common": "selegiline transdermal and trazodone both increase  serotonin levels. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "trimipramine",
            "description": {
                "common": "selegiline transdermal and trimipramine both increase  serotonin levels. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "umeclidinium bromide/vilanterol inhaled",
            "description": {
                "common": "selegiline transdermal and umeclidinium bromide/vilanterol inhaled both increase  sympathetic (adrenergic) effects, including increased blood pressure and heart rate. Avoid or Use Alternate Drug. Exercise extreme caution if vilanterol coadministered with MAOIs or TCAs, or within 2 weeks of discontinuation of these drugs; adrenergic agonist effects on the cardiovascular system may be potentiated"
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "valbenazine",
            "description": {
                "common": "selegiline transdermal, valbenazine. Other (see comment). Avoid or Use Alternate Drug. \nComment: Coadministration of valbenazine with MAOIs may increase monoamine neurotransmitter concentration in synapses, potentially increasing risk of serotonin syndrome or attenuating valbenazine effect."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "venlafaxine",
            "description": {
                "common": "selegiline transdermal and venlafaxine both increase  serotonin levels. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "vilanterol/fluticasone furoate inhaled",
            "description": {
                "common": "selegiline transdermal and vilanterol/fluticasone furoate inhaled both increase  sympathetic (adrenergic) effects, including increased blood pressure and heart rate. Avoid or Use Alternate Drug. Exercise extreme caution if vilanterol coadministered with MAOIs or TCAs, or within 2 weeks of discontinuation of these drugs; adrenergic agonist effects on the cardiovascular system may be potentiated"
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "5-HTP",
            "description": {
                "common": "selegiline transdermal and 5-HTP both increase  serotonin levels. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "almotriptan",
            "description": {
                "common": "almotriptan and selegiline transdermal both increase  serotonin levels. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "atogepant",
            "description": {
                "common": "selegiline transdermal will increase the level or effect of atogepant by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "bretylium",
            "description": {
                "common": "selegiline transdermal increases effects of bretylium by sympathetic (adrenergic) effects, including increased blood pressure and heart rate. Modify Therapy/Monitor Closely. Bretylium produces release of catecholamines from nerve endings. This increased catecholamine release is potentiated by MAOIs."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "buprenorphine subdermal implant",
            "description": {
                "common": "selegiline transdermal, buprenorphine subdermal implant.\nEither increases toxicity of the other by serotonin levels. Use Caution/Monitor. Concomitant use could result in life-threatening serotonin syndrome. If concomitant use is warranted, carefully observe the patient, particularly during treatment initiation, and during dose adjustment of the serotonergic drug. Discontinue buprenorphine if serotonin syndrome is suspected."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "buprenorphine, long-acting injection",
            "description": {
                "common": "selegiline transdermal, buprenorphine, long-acting injection.\nEither increases toxicity of the other by serotonin levels. Modify Therapy/Monitor Closely. Concomitant use could result in life-threatening serotonin syndrome or opioid toxicity (eg, respiratory depression, coma). Buprenorphine long-acting injection is not recommended for patients taking MAOIs or within 14 days of stopping such treatment."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "chlorpropamide",
            "description": {
                "common": "selegiline transdermal increases effects of chlorpropamide by unknown mechanism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "cocaine topical",
            "description": {
                "common": "selegiline transdermal and cocaine topical both increase  serotonin levels. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "cyclobenzaprine",
            "description": {
                "common": "selegiline transdermal and cyclobenzaprine both increase  serotonin levels. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "daridorexant",
            "description": {
                "common": "selegiline transdermal and daridorexant both increase  sedation. Modify Therapy/Monitor Closely. Coadministration increases risk of CNS depression, which can lead to additive impairment of psychomotor performance and cause daytime impairment. "
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "desflurane",
            "description": {
                "common": "selegiline transdermal increases levels of desflurane by pharmacodynamic synergism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "dexfenfluramine",
            "description": {
                "common": "selegiline transdermal and dexfenfluramine both increase  serotonin levels. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "dextroamphetamine",
            "description": {
                "common": "selegiline transdermal and dextroamphetamine both increase  serotonin levels. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "difelikefalin",
            "description": {
                "common": "difelikefalin and selegiline transdermal both increase  sedation. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "dihydroergotamine",
            "description": {
                "common": "selegiline transdermal and dihydroergotamine both increase  serotonin levels. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "dihydroergotamine intranasal",
            "description": {
                "common": "selegiline transdermal and dihydroergotamine intranasal both increase  serotonin levels. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "eletriptan",
            "description": {
                "common": "eletriptan and selegiline transdermal both increase  serotonin levels. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ergotamine",
            "description": {
                "common": "selegiline transdermal and ergotamine both increase  serotonin levels. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ethinylestradiol",
            "description": {
                "common": "ethinylestradiol increases levels of selegiline transdermal by Other (see comment). Use Caution/Monitor. \nComment: Oral contraceptives inhibit the N demethylatin of selegiline."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "etomidate",
            "description": {
                "common": "selegiline transdermal increases levels of etomidate by pharmacodynamic synergism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "fenfluramine",
            "description": {
                "common": "selegiline transdermal and fenfluramine both increase  serotonin levels. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "finerenone",
            "description": {
                "common": "selegiline transdermal will increase the level or effect of finerenone by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Modify Therapy/Monitor Closely. Monitor serum potassium during initiation and dosage adjustment of either finererone or weak CYP3A4 inhibitors. Adjust finererone dosage as needed."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "flibanserin",
            "description": {
                "common": "selegiline transdermal will increase the level or effect of flibanserin by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor. Increased flibanserin adverse effects may occur if coadministered with multiple weak CYP3A4 inhibitors."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "frovatriptan",
            "description": {
                "common": "frovatriptan and selegiline transdermal both increase  serotonin levels. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "glimepiride",
            "description": {
                "common": "selegiline transdermal increases effects of glimepiride by unknown mechanism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "glipizide",
            "description": {
                "common": "selegiline transdermal increases effects of glipizide by unknown mechanism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "glyburide",
            "description": {
                "common": "selegiline transdermal increases effects of glyburide by unknown mechanism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "green tea",
            "description": {
                "common": "green tea, selegiline transdermal. Other (see comment). Use Caution/Monitor. \nComment: Avoid combination or excessive consumption of green tea. Combination may increase risk of cardiac arrhythmias or severe hypertension can occur due to caffeine component of green tea."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "insulin aspart",
            "description": {
                "common": "selegiline transdermal increases effects of insulin aspart by unknown mechanism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "insulin lispro",
            "description": {
                "common": "selegiline transdermal increases effects of insulin lispro by unknown mechanism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "insulin regular human",
            "description": {
                "common": "selegiline transdermal increases effects of insulin regular human by unknown mechanism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ioflupane I 123",
            "description": {
                "common": "selegiline transdermal decreases effects of ioflupane I 123 by receptor binding competition. Use Caution/Monitor. Drugs that bind to dopamine transporter receptor with high affinity may interfere with the image following ioflupane I 123 administration."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "isoniazid",
            "description": {
                "common": "selegiline transdermal and isoniazid both increase  serotonin levels. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ketamine",
            "description": {
                "common": "selegiline transdermal increases levels of ketamine by pharmacodynamic synergism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "L-tryptophan",
            "description": {
                "common": "selegiline transdermal and L-tryptophan both increase  serotonin levels. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "lasmiditan",
            "description": {
                "common": "selegiline transdermal increases effects of lasmiditan by serotonin levels. Use Caution/Monitor. Coadministration may increase risk of serotonin syndrome."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "lemborexant",
            "description": {
                "common": "lemborexant will decrease the level or effect of selegiline transdermal by  affecting hepatic enzyme CYP2B6 metabolism. Modify Therapy/Monitor Closely. Monitor CYP2B6 substrate for adequate clinical response. Consider increasing the CYP2B6 substrate dose according to specific prescribing recommendations."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "levodopa",
            "description": {
                "common": "selegiline transdermal and levodopa both increase  serotonin levels. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "lithium",
            "description": {
                "common": "selegiline transdermal and lithium both increase  serotonin levels. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "lsd",
            "description": {
                "common": "selegiline transdermal and lsd both increase  serotonin levels. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "mestranol",
            "description": {
                "common": "mestranol increases levels of selegiline transdermal by Other (see comment). Use Caution/Monitor. \nComment: Oral contraceptives inhibit the N demethylatin of selegiline."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "metrizamide",
            "description": {
                "common": "selegiline transdermal, metrizamide. Mechanism: unspecified interaction mechanism. Use Caution/Monitor. Risk of seizure.  D/C MAO inhibitor 24h before admin. of metrizamide."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "midazolam intranasal",
            "description": {
                "common": "midazolam intranasal, selegiline transdermal.\nEither increases toxicity of the other by pharmacodynamic synergism. Modify Therapy/Monitor Closely. Concomitant use of barbiturates, alcohol, or other CNS depressants may increase the risk of hypoventilation, airway obstruction, desaturation, or apnea and may contribute to profound and/or prolonged drug effect."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "mirtazapine",
            "description": {
                "common": "selegiline transdermal and mirtazapine both increase  serotonin levels. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "morphine",
            "description": {
                "common": "selegiline transdermal and morphine both increase  serotonin levels. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "naratriptan",
            "description": {
                "common": "naratriptan and selegiline transdermal both increase  serotonin levels. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "oliceridine",
            "description": {
                "common": "selegiline transdermal, oliceridine.\nEither increases effects of the other by serotonin levels. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "opium tincture",
            "description": {
                "common": "opium tincture, selegiline transdermal. Mechanism: pharmacodynamic synergism. Use Caution/Monitor. Risk of serotonin syndrome."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "pentazocine",
            "description": {
                "common": "selegiline transdermal and pentazocine both increase  serotonin levels. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "propofol",
            "description": {
                "common": "selegiline transdermal increases levels of propofol by pharmacodynamic synergism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "remifentanil",
            "description": {
                "common": "remifentanil increases toxicity of selegiline transdermal by serotonin levels. Modify Therapy/Monitor Closely. Increases risk of serotonin syndrome."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "rizatriptan",
            "description": {
                "common": "rizatriptan and selegiline transdermal both increase  serotonin levels. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "SAMe",
            "description": {
                "common": "selegiline transdermal and SAMe both increase  serotonin levels. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "sevoflurane",
            "description": {
                "common": "selegiline transdermal increases levels of sevoflurane by pharmacodynamic synergism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "sumatriptan",
            "description": {
                "common": "sumatriptan and selegiline transdermal both increase  serotonin levels. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "sumatriptan intranasal",
            "description": {
                "common": "sumatriptan intranasal and selegiline transdermal both increase  serotonin levels. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "tapentadol",
            "description": {
                "common": "selegiline transdermal and tapentadol both increase  serotonin levels. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "teriflunomide",
            "description": {
                "common": "teriflunomide increases levels of selegiline transdermal by Other (see comment). Use Caution/Monitor. \nComment: Teriflunomide inhibits CYP2C8; caution when coadministered with CYP2C8 substrates."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "tolazamide",
            "description": {
                "common": "selegiline transdermal increases effects of tolazamide by unknown mechanism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "tolbutamide",
            "description": {
                "common": "selegiline transdermal increases effects of tolbutamide by unknown mechanism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "tramadol",
            "description": {
                "common": "selegiline transdermal and tramadol both increase  serotonin levels. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "zolmitriptan",
            "description": {
                "common": "zolmitriptan and selegiline transdermal both increase  serotonin levels. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "amobarbital",
            "description": {
                "common": "selegiline transdermal increases levels of amobarbital by decreasing metabolism. Minor/Significance Unknown. Theoretical interaction."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "butabarbital",
            "description": {
                "common": "selegiline transdermal increases levels of butabarbital by decreasing metabolism. Minor/Significance Unknown. Theoretical interaction."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "butalbital",
            "description": {
                "common": "selegiline transdermal increases levels of butalbital by decreasing metabolism. Minor/Significance Unknown. Theoretical interaction."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "pentobarbital",
            "description": {
                "common": "selegiline transdermal increases levels of pentobarbital by decreasing metabolism. Minor/Significance Unknown. Theoretical interaction."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "phenobarbital",
            "description": {
                "common": "selegiline transdermal increases levels of phenobarbital by decreasing metabolism. Minor/Significance Unknown. Theoretical interaction."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "primidone",
            "description": {
                "common": "selegiline transdermal increases levels of primidone by decreasing metabolism. Minor/Significance Unknown. Theoretical interaction."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "secobarbital",
            "description": {
                "common": "selegiline transdermal increases levels of secobarbital by decreasing metabolism. Minor/Significance Unknown. Theoretical interaction."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "sulfadiazine",
            "description": {
                "common": "selegiline transdermal increases levels of sulfadiazine by unspecified interaction mechanism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "sulfamethoxazole",
            "description": {
                "common": "selegiline transdermal increases levels of sulfamethoxazole by unspecified interaction mechanism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "sulfisoxazole",
            "description": {
                "common": "selegiline transdermal increases levels of sulfisoxazole by unspecified interaction mechanism. Minor/Significance Unknown."
            }
        }
    ],
    "adverse effects": [
        {
            "name": "Application site reaction",
            "percent": "24"
        },
        {
            "name": "Hypotension",
            "percent": "3-10"
        },
        {
            "name": "Diarrhea",
            "percent": "9"
        },
        {
            "name": "Xerostomia",
            "percent": "8"
        },
        {
            "name": "Weight loss",
            "percent": "5"
        },
        {
            "name": "Dyspepsia",
            "percent": "4"
        },
        {
            "name": "Rash",
            "percent": "4"
        },
        {
            "name": "Pharyngitis",
            "percent": "3"
        },
        {
            "name": "Sinusitis",
            "percent": "3"
        }
    ]
}