{
    "name": "etanercept",
    "comment": "Rx",
    "other_names": [
        "Enbrel",
        "Erelzi",
        "Eticovo",
        "etanercept-szzs",
        "etanercept-ykro"
    ],
    "classes": [
        "Antipsoriatics",
        "Systemic",
        "DMARDs",
        "TNF Inhibitors",
        "Immunosuppressants"
    ],
    "source": "https://reference.medscape.com/drug/enbrel-erelzi-etanercept-343200",
    "pregnancy": {
        "common": [
            "Available studies during pregnancy do not reliably support an association between therapy and major birth defects; clinical data are available from the Organization of Teratology Information Specialists (OTIS) Enbrel Pregnancy Registry in women with rheumatic diseases or psoriasis and a Scandinavian study in pregnant women with chronic inflammatory disease; Both studies showed the proportion of liveborn infants with major birth defects was higher for women exposed to etanercept compared to diseased etanercept unexposed women; however, the lack of pattern of major birth defects is reassuring and differences between exposure groups (e.g. disease severity) may have impacted the occurrence of birth defects",
            "The risk of fetal/neonatal adverse reactions with in utero exposure to therapy is unknown; risks and benefits should be considered prior to administering live or live-attenuated vaccines to infants exposed to drug in utero"
        ],
        "specific": []
    },
    "lactation": {
        "common": [
            "Limited data from published literature show that etanercept is present in low levels in human milk and minimally absorbed by a breastfed infant; no data are available on effects of therapy on breastfed child or on milk production"
        ]
    },
    "warnings": {
        "black_box_warning": {
            "common": [],
            "specific": [
                {
                    "type": "Serious infection risk",
                    "description": [
                        "Increased risk of developing serious infections resulting in hospitalization or death; most patients were taking concomitant immunologics#immunosuppressants (eg, methotrexate, corticosteroids)",
                        "Patients older than 65 years may be at greater risk",
                        "Discontinue if patient develops serious infection or sepsis",
                        "Reported infections include the following",
                        "Active tuberculosis (TB), including reactivation of latent TB (frequently present with disseminated or extrapulmonary disease); test for latent TB before use and during therapy; treat latent infection before use ",
                        "Invasive fungal infections (eg, histoplasmosis, coccidioidomycosis, candidiasis, aspergillosis, blastomycosis, pneumocystosis); may present with disseminated, rather than localized, disease; antigen/antibody testing for histoplasmosis may be negative in some patients with active infection; initiate empiric antifungal therapy if severe systemic illness develops",
                        "Infections caused by other bacterial (eg, Legionella, Listeria), mycobacterial (eg, Mycobacterium tuberculosis), and viral (eg, hepatitis B virus) opportunistic pathogens"
                    ]
                },
                {
                    "type": "Malignancy",
                    "description": [
                        "Active tuberculosis (TB), including reactivation of latent TB (frequently present with disseminated or extrapulmonary disease); test for latent TB before use and during therapy; treat latent infection before use ",
                        "Invasive fungal infections (eg, histoplasmosis, coccidioidomycosis, candidiasis, aspergillosis, blastomycosis, pneumocystosis); may present with disseminated, rather than localized, disease; antigen/antibody testing for histoplasmosis may be negative in some patients with active infection; initiate empiric antifungal therapy if severe systemic illness develops",
                        "Infections caused by other bacterial (eg, Legionella, Listeria), mycobacterial (eg, Mycobacterium tuberculosis), and viral (eg, hepatitis B virus) opportunistic pathogens"
                    ]
                }
            ]
        },
        "contraindicators": {
            "common": [
                "Sepsis",
                "Hypersensitivity"
            ],
            "specific": []
        },
        "cautions": {
            "common": [
                "HBV-positive status, history of or susceptibility to recurring infections, history of blood dyscrasias",
                "Consider empiric anti-fungal therapy for patients at risk for invasive fungal infections who develop a systemic severe illness while receiving therapy",
                "Monitor closely for signs or symptoms of demyelinating disease (eg, confusion, numbness, vision changes); use caution in patients with preexisting or recent-onset CNS demyelinating disorders; therapy associated with rare (< 0.1%) cases of new onset or exacerbation of central nervous system demyelinating disorders, some presenting with mental status changes and some associated with permanent disability, and with peripheral nervous system demyelinating disorders; cases of transverse myelitis, optic neuritis, multiple sclerosis, Guillain-Barre syndromes, other peripheral demyelinating neuropathies, and new onset or exacerbation of seizure disorders reported in postmarketing experience with etanercept products therapy",
                "Increased risk of TB; monitor for TB",
                "Possibility of lupuslike symptoms or development of autoimmune hepatitis; discontinue if such symptoms develop",
                "Use with caution in patients with history of significant hematologic abnormalities; consider discontinuing if hematologic disorders (eg, pancytopenia, leukopenia, thrombocytopenia, aplastic anemia) occur; consider stopping therapy",
                "Diluent for multidose vial contains benzyl alcohol as preservative",
                "Children should be up to date with immunizations before starting drug",
                "Increased risk of lymphoma and other cancers reported in children and adolescents; occurrence of leukemia and new-onset psoriasis reported in patients treated with TNF blockers",
                "Enhanced safety surveillance requirements to capture malignancy data; manufacturers required to report all malignancies to FDA for complete and consistent analysis",
                "Worsening or new onset congestive heart failure reported with TNF blockers; Exercise caution when using in patients who have heart failure; TNFalpha inhibitors should only be considered in patients with HF if there are no other reasonable treatment options, and then only consider in patients with compensated HF",
                "Reactivation of hepatitis B (HBV) in chronic carriers of the virus reported; fatal in patients receiving concomitant immunologics#immunosuppressants; evaluate for HBV prior to initiation in all patients",
                "Use caution in patients with moderate to severe alcoholic hepatitis; significant higher rate of mortality reported at 6 months of therapy",
                "Use caution in patients with history of seizures, new onset or exacerbatin of seizures reported with therapy",
                "Therapy not recommended in patients with Wegener granulomatosis receiving immunosuppressive therapy due to higher incidence of noncutaneous solid malignancies",
                "Use in patients with granulomatosis with polyangiitis receiving immunosuppressive agents not recommended; use is associated with a higher incidence of non-cutaneous solid malignancies and not associated with improved clinical outcomes when compared with standard therapy alone",
                "Children with significant exposure to varicella virus should temporarely discontinue therapy; consider administering varicella zoster immune globulin"
            ],
            "specific": [
                {
                    "type": "Hepatosplenic T-cell lymphoma",
                    "description": [
                        "Rare postmarketing cases of hepatosplenic T-cell lymphoma (HSTCL; an aggressive, rare, and usually fatal type of T-cell lymphoma) have been reported, primarily in adolescent and young adult patients with Crohn disease and ulcerative colitis treated with TNF blockers but also in 1 patient being treated for psoriasis and 2 patients being treated for rheumatoid arthritis",
                        "Most reported cases with TNF blockers have occurred with concomitant treatment with azathioprine or 6-mercaptopurine (6-MP), though some cases have been reported with azathioprine or 6-MP alone"
                    ]
                },
                {
                    "type": "Drug interaction overview",
                    "description": [
                        "Vaccines",
                        "Avoid coadministration of live vaccines",
                        "No data are available on the secondary transmission of infection by live vaccines in patients receiving etanercept",
                        "Patients with a significant exposure to varicella virus should temporarily discontinue etanercept and be considered for prophylactic treatment with varicella zoster immune globulin",
                        "Cyclophosphamide",
                        "Use of etanercept with cyclophosphamide therapy is not recommended ",
                        "Sulfasalazine",
                        "Patients in a clinical study who were on established therapy with sulfasalazine, to which etanercept was added, were noted to develop a mild decrease in mean neutrophil counts in comparison to groups treated with either etanercept or sulfasalazine alone",
                        "Clinical significance of this observation is unknown"
                    ]
                }
            ]
        }
    },
    "interactions": [
        {
            "classification_type": "Contraindicated",
            "interaction_with": "upadacitinib",
            "description": {
                "common": "etanercept, upadacitinib.\nEither increases effects of the other by immunosuppressive effects; risk of infection. Contraindicated."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "abatacept",
            "description": {
                "common": "abatacept, etanercept. Mechanism: pharmacodynamic synergism. Contraindicated. Increased risk of serious infection."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "adalimumab",
            "description": {
                "common": "adalimumab and etanercept both increase  immunosuppressive effects; risk of infection. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "alefacept",
            "description": {
                "common": "alefacept and etanercept both increase  immunosuppressive effects; risk of infection. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "anakinra",
            "description": {
                "common": "anakinra and etanercept both increase  immunosuppressive effects; risk of infection. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "anthrax vaccine",
            "description": {
                "common": "etanercept decreases effects of anthrax vaccine by pharmacodynamic antagonism. Contraindicated. Immunosuppressants also increase risk of infection with concomitant live vaccines."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "antithymocyte globulin equine",
            "description": {
                "common": "antithymocyte globulin equine and etanercept both increase  immunosuppressive effects; risk of infection. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "antithymocyte globulin rabbit",
            "description": {
                "common": "antithymocyte globulin rabbit and etanercept both increase  immunosuppressive effects; risk of infection. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "axicabtagene ciloleucel",
            "description": {
                "common": "etanercept, axicabtagene ciloleucel.\nEither increases effects of the other by immunosuppressive effects; risk of infection. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "azathioprine",
            "description": {
                "common": "azathioprine and etanercept both increase  immunosuppressive effects; risk of infection. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "baricitinib",
            "description": {
                "common": "baricitinib, etanercept.\nEither increases toxicity of the other by immunosuppressive effects; risk of infection. Avoid or Use Alternate Drug. Baricitinib is not recommended in combination with other JAK inhibitors, biologic DMARDs, or potent immunosuppressives."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "basiliximab",
            "description": {
                "common": "basiliximab and etanercept both increase  immunosuppressive effects; risk of infection. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "BCG vaccine live",
            "description": {
                "common": "etanercept decreases effects of BCG vaccine live by pharmacodynamic antagonism. Contraindicated. Immunosuppressants also increase risk of infection with concomitant live vaccines."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "brexucabtagene autoleucel",
            "description": {
                "common": "etanercept, brexucabtagene autoleucel.\nEither increases effects of the other by immunosuppressive effects; risk of infection. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "canakinumab",
            "description": {
                "common": "canakinumab and etanercept both increase  immunosuppressive effects; risk of infection. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "certolizumab pegol",
            "description": {
                "common": "etanercept and certolizumab pegol both increase  immunosuppressive effects; risk of infection. Avoid or Use Alternate Drug. Avoid combination because of an increased risk of serious infection."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "ciltacabtagene autoleucel",
            "description": {
                "common": "etanercept, ciltacabtagene autoleucel.\nEither increases effects of the other by immunosuppressive effects; risk of infection. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "cyclophosphamide",
            "description": {
                "common": "etanercept, cyclophosphamide. Mechanism: unspecified interaction mechanism. Avoid or Use Alternate Drug. The incidence of noncutaneous solid malignancies may be increased in patients receiving TNF blocking agents with cyclophosphamide. Coadministration is not recommended."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "cyclosporine",
            "description": {
                "common": "cyclosporine and etanercept both increase  immunosuppressive effects; risk of infection. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "diphtheria & tetanus toxoids",
            "description": {
                "common": "etanercept decreases effects of diphtheria & tetanus toxoids by pharmacodynamic antagonism. Contraindicated. Immunosuppressants also increase risk of infection with concomitant live vaccines."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "diphtheria & tetanus toxoids/ acellular pertussis vaccine",
            "description": {
                "common": "etanercept decreases effects of diphtheria & tetanus toxoids/ acellular pertussis vaccine by pharmacodynamic antagonism. Contraindicated. Immunosuppressants also increase risk of infection with concomitant live vaccines."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "diphtheria & tetanus toxoids/acellular pertussis/poliovirus, inactivated vaccine",
            "description": {
                "common": "etanercept decreases effects of diphtheria & tetanus toxoids/acellular pertussis/poliovirus, inactivated vaccine by pharmacodynamic antagonism. Contraindicated. Immunosuppressants also increase risk of infection with concomitant live vaccines."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "everolimus",
            "description": {
                "common": "etanercept and everolimus both increase  immunosuppressive effects; risk of infection. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "glatiramer",
            "description": {
                "common": "etanercept and glatiramer both increase  immunosuppressive effects; risk of infection. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "golimumab",
            "description": {
                "common": "etanercept and golimumab both increase  immunosuppressive effects; risk of infection. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "hepatitis A vaccine inactivated",
            "description": {
                "common": "etanercept decreases effects of hepatitis A vaccine inactivated by pharmacodynamic antagonism. Contraindicated. Immunosuppressants also increase risk of infection with concomitant live vaccines."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "hepatitis a/b vaccine",
            "description": {
                "common": "etanercept decreases effects of hepatitis a/b vaccine by pharmacodynamic antagonism. Contraindicated. Immunosuppressants also increase risk of infection with concomitant live vaccines."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "hepatitis a/typhoid vaccine",
            "description": {
                "common": "etanercept decreases effects of hepatitis a/typhoid vaccine by pharmacodynamic antagonism. Contraindicated. Immunosuppressants also increase risk of infection with concomitant live vaccines."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "hepatitis b vaccine",
            "description": {
                "common": "etanercept decreases effects of hepatitis b vaccine by pharmacodynamic antagonism. Contraindicated. Immunosuppressants also increase risk of infection with concomitant live vaccines."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "human papillomavirus vaccine, nonavalent",
            "description": {
                "common": "etanercept decreases effects of human papillomavirus vaccine, nonavalent by pharmacodynamic antagonism. Avoid or Use Alternate Drug. Immunosuppressive therapies, including irradiation, antimetabolites, alkylating agents, cytotoxic drugs, and corticosteroids (used in greater than physiologic doses), may reduce the immune responses to vaccines."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "human papillomavirus vaccine, quadrivalent",
            "description": {
                "common": "etanercept decreases effects of human papillomavirus vaccine, quadrivalent by pharmacodynamic antagonism. Avoid or Use Alternate Drug. Immunosuppressive therapies, including irradiation, antimetabolites, alkylating agents, cytotoxic drugs, and corticosteroids (used in greater than physiologic doses), may reduce the immune responses to vaccines."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "hydroxychloroquine sulfate",
            "description": {
                "common": "etanercept and hydroxychloroquine sulfate both increase  immunosuppressive effects; risk of infection. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "idecabtagene vicleucel",
            "description": {
                "common": "etanercept, idecabtagene vicleucel.\nEither increases effects of the other by immunosuppressive effects; risk of infection. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "infliximab",
            "description": {
                "common": "etanercept and infliximab both increase  immunosuppressive effects; risk of infection. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "influenza virus vaccine quadrivalent",
            "description": {
                "common": "etanercept decreases effects of influenza virus vaccine quadrivalent by pharmacodynamic antagonism. Contraindicated. Immunosuppressants also increase risk of infection with concomitant live vaccines."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "influenza virus vaccine quadrivalent, adjuvanted",
            "description": {
                "common": "etanercept decreases effects of influenza virus vaccine quadrivalent, adjuvanted by pharmacodynamic antagonism. Avoid or Use Alternate Drug. Immunosuppressive drugs may reduce the immune response to influenza vaccine."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "influenza virus vaccine quadrivalent, cell-cultured",
            "description": {
                "common": "etanercept decreases effects of influenza virus vaccine quadrivalent, cell-cultured by pharmacodynamic antagonism. Contraindicated. Immunosuppressants also increase risk of infection with concomitant live vaccines."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "influenza virus vaccine quadrivalent, intranasal",
            "description": {
                "common": "etanercept decreases effects of influenza virus vaccine quadrivalent, intranasal by pharmacodynamic antagonism. Contraindicated. Immunosuppressants also increase risk of infection with concomitant live vaccines."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "influenza virus vaccine trivalent",
            "description": {
                "common": "etanercept decreases effects of influenza virus vaccine trivalent by pharmacodynamic antagonism. Contraindicated. Immunosuppressants also increase risk of infection with concomitant live vaccines."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "influenza virus vaccine trivalent, adjuvanted",
            "description": {
                "common": "etanercept decreases effects of influenza virus vaccine trivalent, adjuvanted by pharmacodynamic antagonism. Avoid or Use Alternate Drug. Immunosuppressive drugs may reduce the immune response to influenza vaccine."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "Japanese encephalitis virus vaccine",
            "description": {
                "common": "etanercept decreases effects of Japanese encephalitis virus vaccine by pharmacodynamic antagonism. Contraindicated. Immunosuppressants also increase risk of infection with concomitant live vaccines."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "leflunomide",
            "description": {
                "common": "etanercept and leflunomide both increase  immunosuppressive effects; risk of infection. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "lisocabtagene maraleucel",
            "description": {
                "common": "etanercept, lisocabtagene maraleucel.\nEither increases effects of the other by immunosuppressive effects; risk of infection. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "measles (rubeola) vaccine",
            "description": {
                "common": "etanercept decreases effects of measles (rubeola) vaccine by pharmacodynamic antagonism. Contraindicated. Immunosuppressants also increase risk of infection with concomitant live vaccines."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "measles mumps and rubella vaccine, live",
            "description": {
                "common": "etanercept decreases effects of measles mumps and rubella vaccine, live by pharmacodynamic antagonism. Contraindicated. Immunosuppressants also increase risk of infection with concomitant live vaccines."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "measles, mumps, rubella and varicella vaccine, live",
            "description": {
                "common": "etanercept decreases effects of measles, mumps, rubella and varicella vaccine, live by pharmacodynamic antagonism. Contraindicated. Immunosuppressants also increase risk of infection with concomitant live vaccines."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "meningococcal A C Y and W-135 polysaccharide vaccine combined",
            "description": {
                "common": "etanercept decreases effects of meningococcal A C Y and W-135 polysaccharide vaccine combined by pharmacodynamic antagonism. Contraindicated. Immunosuppressants also increase risk of infection with concomitant live vaccines."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "muromonab CD3",
            "description": {
                "common": "etanercept and muromonab CD3 both increase  immunosuppressive effects; risk of infection. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "mycophenolate",
            "description": {
                "common": "etanercept and mycophenolate both increase  immunosuppressive effects; risk of infection. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "pneumococcal vaccine 13-valent",
            "description": {
                "common": "etanercept decreases effects of pneumococcal vaccine 13-valent by pharmacodynamic antagonism. Contraindicated. Immunosuppressants also increase risk of infection with concomitant live vaccines."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "pneumococcal vaccine heptavalent",
            "description": {
                "common": "etanercept decreases effects of pneumococcal vaccine heptavalent by pharmacodynamic antagonism. Contraindicated. Immunosuppressants also increase risk of infection with concomitant live vaccines."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "pneumococcal vaccine polyvalent",
            "description": {
                "common": "etanercept decreases effects of pneumococcal vaccine polyvalent by pharmacodynamic antagonism. Contraindicated. Immunosuppressants also increase risk of infection with concomitant live vaccines."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "rabies vaccine",
            "description": {
                "common": "etanercept decreases effects of rabies vaccine by pharmacodynamic antagonism. Contraindicated. Immunosuppressants may interfere with development of active immunity."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "rabies vaccine chick embryo cell derived",
            "description": {
                "common": "etanercept decreases effects of rabies vaccine chick embryo cell derived by pharmacodynamic antagonism. Contraindicated. Immunosuppressants also increase risk of infection with concomitant live vaccines."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "rilonacept",
            "description": {
                "common": "etanercept and rilonacept both increase  immunosuppressive effects; risk of infection. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "rotavirus oral vaccine, live",
            "description": {
                "common": "etanercept decreases effects of rotavirus oral vaccine, live by pharmacodynamic antagonism. Contraindicated. Immunosuppressants also increase risk of infection with concomitant live vaccines."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "rubella vaccine",
            "description": {
                "common": "etanercept decreases effects of rubella vaccine by pharmacodynamic antagonism. Contraindicated. Immunosuppressants also increase risk of infection with concomitant live vaccines."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "selinexor",
            "description": {
                "common": "selinexor, etanercept. unspecified interaction mechanism. Avoid or Use Alternate Drug. Patients treated with selinexor may experience neurological toxicities. Avoid taking selinexor with other medications that may cause dizziness or confusion."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "sirolimus",
            "description": {
                "common": "etanercept and sirolimus both increase  immunosuppressive effects; risk of infection. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "smallpox (vaccinia) vaccine, live",
            "description": {
                "common": "etanercept decreases effects of smallpox (vaccinia) vaccine, live by pharmacodynamic antagonism. Contraindicated. Immunosuppressants also increase risk of infection with concomitant live vaccines."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "tacrolimus",
            "description": {
                "common": "etanercept and tacrolimus both increase  immunosuppressive effects; risk of infection. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "temsirolimus",
            "description": {
                "common": "etanercept and temsirolimus both increase  immunosuppressive effects; risk of infection. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "tetanus toxoid adsorbed or fluid",
            "description": {
                "common": "etanercept decreases effects of tetanus toxoid adsorbed or fluid by pharmacodynamic antagonism. Contraindicated. Immunosuppressants also increase risk of infection with concomitant live vaccines."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "tick-borne encephalitis vaccine",
            "description": {
                "common": "etanercept decreases effects of tick-borne encephalitis vaccine by pharmacodynamic antagonism. Contraindicated. Immunosuppressants also increase risk of infection with concomitant live vaccines."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "tisagenlecleucel",
            "description": {
                "common": "etanercept, tisagenlecleucel.\nEither increases effects of the other by immunosuppressive effects; risk of infection. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "tocilizumab",
            "description": {
                "common": "tocilizumab and etanercept both increase  immunosuppressive effects; risk of infection. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "tofacitinib",
            "description": {
                "common": "etanercept, tofacitinib.\nEither increases toxicity of the other by immunosuppressive effects; risk of infection. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "tongkat ali",
            "description": {
                "common": "etanercept and tongkat ali both increase  immunosuppressive effects; risk of infection. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "travelers diarrhea and cholera vaccine inactivated",
            "description": {
                "common": "etanercept decreases effects of travelers diarrhea and cholera vaccine inactivated by pharmacodynamic antagonism. Contraindicated. Immunosuppressants also increase risk of infection with concomitant live vaccines."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "typhoid polysaccharide vaccine",
            "description": {
                "common": "etanercept decreases effects of typhoid polysaccharide vaccine by pharmacodynamic antagonism. Contraindicated. Immunosuppressants also increase risk of infection with concomitant live vaccines."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "typhoid vaccine live",
            "description": {
                "common": "etanercept decreases effects of typhoid vaccine live by pharmacodynamic antagonism. Contraindicated. Immunosuppressants also increase risk of infection with concomitant live vaccines."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "ustekinumab",
            "description": {
                "common": "etanercept and ustekinumab both increase  immunosuppressive effects; risk of infection. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "varicella virus vaccine live",
            "description": {
                "common": "etanercept decreases effects of varicella virus vaccine live by pharmacodynamic antagonism. Contraindicated. Immunosuppressants also increase risk of infection with concomitant live vaccines."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "vedolizumab",
            "description": {
                "common": "vedolizumab and etanercept both increase  immunosuppressive effects; risk of infection. Avoid or Use Alternate Drug. Avoid coadministration of vedolizumab with TNF blockers because of the potential for increased risk of infections"
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "yellow fever vaccine",
            "description": {
                "common": "etanercept decreases effects of yellow fever vaccine by pharmacodynamic antagonism. Contraindicated. Immunosuppressants also increase risk of infection with concomitant live vaccines."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "zoster vaccine live",
            "description": {
                "common": "etanercept decreases effects of zoster vaccine live by pharmacodynamic antagonism. Contraindicated. Immunosuppressants also increase risk of infection with concomitant live vaccines."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "astragalus",
            "description": {
                "common": "etanercept increases and astragalus decreases immunosuppressive effects; risk of infection. Effect of interaction is not clear, use caution. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "cholera vaccine",
            "description": {
                "common": "etanercept decreases effects of cholera vaccine by immunosuppressive effects; risk of infection. Modify Therapy/Monitor Closely. Immunosuppressive therapies, including irradiation, antimetabolites, alkylating agents, cytotoxic drugs and corticosteroids (used in greater than physiologic doses), may reduce the immune response to cholera vaccine."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "dengue vaccine",
            "description": {
                "common": "etanercept decreases effects of dengue vaccine by immunosuppressive effects; risk of infection. Use Caution/Monitor. Immunosuppressive therapies (eg, irradiation, antimetabolites, alkylating agents, cytotoxic drugs, corticosteroids [greater than physiologic doses]) may reduce immune response to dengue vaccine."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "denosumab",
            "description": {
                "common": "etanercept, denosumab. Other (see comment). Use Caution/Monitor. \nComment: Caution should be taken in patients on concomitant immunosuppressants or with impaired immune systems because of increased risk for serious infections."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "echinacea",
            "description": {
                "common": "etanercept increases and echinacea decreases immunosuppressive effects; risk of infection. Effect of interaction is not clear, use caution. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "fingolimod",
            "description": {
                "common": "etanercept increases effects of fingolimod by immunosuppressive effects; risk of infection. Modify Therapy/Monitor Closely. Concomitant therapy is expected to increase the risk of immunosuppression. Use caution when switching patients from long-acting therapies with immune effects. ."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "haemophilus influenzae type b vaccine",
            "description": {
                "common": "etanercept decreases effects of haemophilus influenzae type b vaccine by pharmacodynamic antagonism. Modify Therapy/Monitor Closely. Avoid vaccination during chemotherapy or radiation therapy if possible because antibody response might be suboptimal. Patients vaccinated within a 14-day period before starting or during immunosuppressive therapy should be revaccinated =3 months after therapy is discontinued if immune competence has been restored."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "hydroxyurea",
            "description": {
                "common": "hydroxyurea, etanercept. Other (see comment). Use Caution/Monitor. \nComment: Combination may increase risk of immunosuppression."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ifosfamide",
            "description": {
                "common": "ifosfamide, etanercept.\nEither increases effects of the other by immunosuppressive effects; risk of infection. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "influenza virus vaccine quadrivalent, recombinant",
            "description": {
                "common": "etanercept decreases effects of influenza virus vaccine quadrivalent, recombinant by pharmacodynamic antagonism. Use Caution/Monitor. Immune response to vaccine may be decreased in immunocompromised individuals."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "influenza virus vaccine trivalent, recombinant",
            "description": {
                "common": "etanercept decreases effects of influenza virus vaccine trivalent, recombinant by pharmacodynamic antagonism. Use Caution/Monitor. Immune response to vaccine may be decreased in immunocompromised individuals."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "isavuconazonium sulfate",
            "description": {
                "common": "etanercept and isavuconazonium sulfate both decrease  immunosuppressive effects; risk of infection. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "lomustine",
            "description": {
                "common": "lomustine and etanercept both increase  pharmacodynamic antagonism. Use Caution/Monitor. Caution should be taken in patients on concomitant immunosuppressants or with impaired immune systems because of increased risk for serious infections."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "maitake",
            "description": {
                "common": "etanercept increases and maitake decreases immunosuppressive effects; risk of infection. Effect of interaction is not clear, use caution. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "meningococcal group B vaccine",
            "description": {
                "common": "etanercept decreases effects of meningococcal group B vaccine by pharmacodynamic antagonism. Use Caution/Monitor. Individuals with altered immunocompetence may have reduced immune responses to the vaccine."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "mercaptopurine",
            "description": {
                "common": "etanercept and mercaptopurine both increase  immunosuppressive effects; risk of infection. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ofatumumab SC",
            "description": {
                "common": "ofatumumab SC, etanercept.\nEither increases effects of the other by immunosuppressive effects; risk of infection. Use Caution/Monitor. Consider the risk of additive immune system effects when coadministering immunosuppressive therapies with coadministration. When switching from therapies with immune effects, take into account the duration and mechanism of action of these therapies when initiating ofatumumab SC."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "olaparib",
            "description": {
                "common": "etanercept and olaparib both increase  pharmacodynamic synergism. Use Caution/Monitor. Coadministration with other other myelosuppressive anticancer agents, including DNA damaging agents,  may potentiate and prolongate the myelosuppressive toxicity. "
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "oxaliplatin",
            "description": {
                "common": "oxaliplatin and etanercept both increase  immunosuppressive effects; risk of infection. Use Caution/Monitor. Use of oxaliplatin with concomitant immunosuppressants or with impaired immune systems may increased risk for serious infections."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ozanimod",
            "description": {
                "common": "ozanimod, etanercept.\nEither increases effects of the other by immunosuppressive effects; risk of infection. Use Caution/Monitor. Coadministration with immunosuppressive therapies may increase the risk of additive immune effects during therapy and in the weeks following administration. When switching from drugs with prolonged immune effects, consider the half-life and mode of action of these drugs in order to avoid unintended additive immunosuppressive effects."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "poliovirus vaccine inactivated",
            "description": {
                "common": "etanercept decreases effects of poliovirus vaccine inactivated by pharmacodynamic antagonism. Modify Therapy/Monitor Closely. Avoid vaccination during chemotherapy or radiation therapy if possible because antibody response might be suboptimal. Patients vaccinated within a 14-day period before starting or during immunosuppressive therapy should be revaccinated =3 months after therapy is discontinued if immune competence has been restored. ."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ponesimod",
            "description": {
                "common": "ponesimod and etanercept both increase  immunosuppressive effects; risk of infection. Use Caution/Monitor. Caution if coadministered because of additive immunosuppressive effects during such therapy and in the weeks following administration. When switching from drugs with prolonged immune effects, consider the half-life and mode of action of these drugs to avoid unintended additive immunosuppressive effects."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "procarbazine",
            "description": {
                "common": "procarbazine, etanercept.\nEither increases effects of the other by immunosuppressive effects; risk of infection. Use Caution/Monitor. Caution should be taken in patients on concomitant immunosuppressants or with impaired immune systems because of increased risk for serious infections."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "siponimod",
            "description": {
                "common": "siponimod and etanercept both increase  immunosuppressive effects; risk of infection. Use Caution/Monitor. Caution if coadministered because of additive immunosuppressive effects during such therapy and in the weeks following administration. When switching from drugs with prolonged immune effects, consider the half-life and mode of action of these drugs to avoid unintended additive immunosuppressive effects."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "sipuleucel-T",
            "description": {
                "common": "etanercept decreases effects of sipuleucel-T by pharmacodynamic antagonism. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "trastuzumab",
            "description": {
                "common": "trastuzumab, etanercept.\nEither increases toxicity of the other by immunosuppressive effects; risk of infection. Use Caution/Monitor.  Neutropenia or febrile neutropenia incidence were increased when trastuzumab was coadministered with myelosuppressive chemotherapy. ."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "trastuzumab deruxtecan",
            "description": {
                "common": "trastuzumab deruxtecan, etanercept.\nEither increases toxicity of the other by immunosuppressive effects; risk of infection. Use Caution/Monitor.  Neutropenia or febrile neutropenia incidence were increased when trastuzumab was coadministered with myelosuppressive chemotherapy. ."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ublituximab",
            "description": {
                "common": "ublituximab and etanercept both increase  immunosuppressive effects; risk of infection. Modify Therapy/Monitor Closely. Owing to potential additive immunosuppressive effects, consider duration of effect and mechanism of action of these therapies if coadministered"
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "zoster vaccine recombinant",
            "description": {
                "common": "etanercept decreases effects of zoster vaccine recombinant by pharmacodynamic antagonism. Use Caution/Monitor. Immunosuppressive therapies may reduce the effectiveness of zoster vaccine recombinant."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "cat's claw",
            "description": {
                "common": "cat's claw, etanercept.\nEither increases effects of the other by pharmacodynamic synergism. Minor/Significance Unknown. Possible additive immunosuppr'n."
            }
        }
    ],
    "adverse effects": [
        {
            "name": "Infection",
            "percent": "81"
        },
        {
            "name": "Upper respiratory infections",
            "percent": "65"
        },
        {
            "name": "Non",
            "percent": "54"
        },
        {
            "name": "upper respiratory infections",
            "percent": "43"
        },
        {
            "name": "Injection site reactions",
            "percent": "16"
        },
        {
            "name": "Diarrhea",
            "percent": "13"
        },
        {
            "name": "Rash",
            "percent": "27"
        },
        {
            "name": "Infection",
            "percent": "17"
        },
        {
            "name": "Upper respiratory infections",
            "percent": "15"
        },
        {
            "name": "Injection site reactions",
            "percent": "12"
        },
        {
            "name": "Non",
            "percent": "5"
        },
        {
            "name": "upper respiratory infections",
            "percent": "2"
        },
        {
            "name": "Pruritus",
            "percent": "2"
        },
        {
            "name": "Pyrexia",
            "percent": "1"
        },
        {
            "name": "Urticaria",
            "percent": "3"
        },
        {
            "name": "Hypersensitivity",
            "percent": "1"
        },
        {
            "name": "Diarrhea",
            "percent": "1"
        },
        {
            "name": "Rash",
            "percent": "1"
        },
        {
            "name": "Pruritus",
            "percent": "1"
        },
        {
            "name": "Urticaria",
            "percent": null
        },
        {
            "name": "Hypersensitivity",
            "percent": null
        }
    ]
}