{
    "name": "epoetin alfa",
    "comment": "Rx",
    "other_names": [
        "Epogen",
        "Procrit",
        "Eprex",
        "erythropoietin",
        "Retacrit",
        "epoetin alfa-epbx"
    ],
    "classes": [
        "Hematopoietic Growth Factors",
        "Erythropoiesis-Stimulating Agents",
        "Recombinant Human Erythropoietins"
    ],
    "source": "https://reference.medscape.com/drug/epogen-procrit-epoetin-alfa-342151",
    "pregnancy": {
        "common": [
            "Limited data available on epoetin alfa use in pregnant women are insufficient to determine a drug-associated risk of adverse developmental outcomes",
            "Multiple-dose vials contain benzyl alcohol and are contraindicated in pregnant women; there is potential for similar risks to fetuses exposed to benzyl alcohol in utero; when therapy needed during pregnancy, use a benzyl alcohol-free formulation (ie, single-dose vial); do not mix with bacteriostatic saline when administering to pregnant women because it contains benzyl alcohol"
        ],
        "specific": [
            {
                "type": "Animal data",
                "description": [
                    "In animal reproductive and developmental toxicity studies, adverse fetal effects including embryo-fetal death, skeletal anomalies, and growth defects occurred when pregnant rats received epoetin alfa at doses approximating the clinical recommended starting doses",
                    "Consider the benefits and risks of epoetin alfa for the mother and possible risks to the fetus when prescribing epoetin alfa to a pregnant woman"
                ]
            }
        ]
    },
    "lactation": {
        "common": [
            "There is no information regarding the presence of epoetin alfa products in human milk, the effects on the breastfed infant, or the effects on milk production",
            "However, endogenous erythropoietin is present in human milk",
            "Because many drugs are present in human milk, exercise caution when epoetin alfa is administered to a lactating woman",
            "Multiple-dose vials contain benzyl alcohol and are contraindicated in lactating women; advise a lactating woman not to breastfeed for at least 2 weeks after last dose; preservative benzyl alcohol has been associated with serious adverse reactions and death when administered intravenously to neonates and infants; there is a potential for similar risks to infants exposed to benzyl alcohol through human milk"
        ]
    },
    "warnings": {
        "black_box_warning": {
            "common": [],
            "specific": [
                {
                    "type": "Chronic kidney disease",
                    "description": [
                        "In controlled trials, CKD patients were at greater risk for death, serious adverse cardiovascular reactions, and stroke when receiving ESA therapy to target hemoglobin level of >11 g/dL",
                        "No trial has identified Hgb target level, ESA dose, or dosing strategy that does not increase these risks",
                        "Use lowest dose sufficient to reduce need for RBC transfusions"
                    ]
                },
                {
                    "type": "Cancer",
                    "description": [
                        "In clinical studies, ESAs shortened overall survival or increased risk of tumor progression in patients with breast, head, and neck cancers; lymphoid; non-small cell lung cancers; and cervical cancers",
                        "To prescribe or dispense ESAs to cancer patients, prescribers and hospitals must enroll in and comply with ESA APPRISE Oncology Program",
                        "Use lowest dose sufficient to avoid RBC transfusions",
                        "Use ESAs only for anemia from myelosuppressive chemotherapy; ESAs are not indicated for patients receiving myelosuppressive chemotherapy when anticipated outcome is cure",
                        "Discontinue after completion of chemotherapy course"
                    ]
                },
                {
                    "type": "Perisurgery",
                    "description": [
                        "Due to increased risk of deep venous thrombosis (DVT), DVT prophylaxis is recommended"
                    ]
                }
            ]
        },
        "contraindicators": {
            "common": [
                "Hypersensitivity to epoetin alfa or albumin or mammalian cell-derived products",
                "Cancer patients whose anemia is caused by factors other than chemotherapy",
                "Uncontrolled hypertension",
                "Pure red-cell aplasia that begins after treatment with any erythropoietin protein drugs",
                "Use of multidose vials containing benzyl alcohol in neonates, infants, or pregnant or nursing females"
            ],
            "specific": []
        },
        "cautions": {
            "common": [
                "Increased incidence of death, myocardial infarction (MI), stroke, and thromboembolism: Using ESAs to target hemoglobin level of >11 g/dL increases risk of serious adverse cardiovascular reactions and has not been shown to provide additional benefit (see Black Box Warnings)",
                "Use caution in hypertension, iron deficiency, folate or B12 deficiency, congestive heart failure (CHF), coronary artery disease (CAD), seizure disorder, sickle-cell disease, hemolytic anemia, porphyria, hematologic disorders",
                "Cancer patients: Increased tumor progression rate when dosed to achieve hemoglobin level of >12 mg/dL",
                "Chronic renal failure: At initiation of therapy, transferrin saturation should be ≥20% and ferritin ≥100 ng/mL",
                "Patients undergoing surgery are at increased risk for DVT; concomitant DVT prophylaxis is strongly recommended",
                "Epogen multidose formulations contain benzyl alcohol, which is associated with potentially fatal \"gasping syndrome\" in premature neonates",
                "Zidovudine-treated patients may show response only when zidovudine dosage <4200 mg/wk and endogenous epoetin <500 U/mL",
                "To prescribe or dispense to patients with cancer and anemia due to myelosuppressive chemotherapy, prescribers and hospitals must enroll in and comply with ESA APPRISE Oncology Program",
                "Increased risk of seizures during first 90 days of therapy in CKD; monitor closely",
                "Dialysis patients: IV administration recommended to reduce red-cell aplasia risk; increased anticoagulation with heparin may be required to prevent clotting of extracorporeal circuit during hemodialysis",
                "Do not increase dose more frequently than once monthly",
                "Contains albumin; may carry extremely remote risk for transmission or viral diseases or Creutzfeldt-Jakob disease",
                "Blistering and skin exfoliation reactions including erythema multiforme and Stevens-Johnson syndrome (SJS)/ toxic epidermal necrolysis (TEN), reported in the postmarketing setting; discontinue therapy immediately if severe cutaneous reaction, such as SJS/TEN, is suspected",
                "Cases of PRCA and of severe anemia, with or without other cytopenias that arise following the development of neutralizing antibodies to erythropoietin reported in patients treated with epoetin alfa"
            ],
            "specific": [
                {
                    "type": "Retacrit only",
                    "description": [
                        "Each 1 mL single-dose vial of 2,000, 3,000, 4,000, 10,000, 40,000 Units of epoetin-alfa-epbx injection contains 0.5 mg of phenylalanine",
                        "Before prescribing Retacrit to a patient with PKU, consider the combined daily amount of phenylalanine from all sources"
                    ]
                }
            ]
        }
    },
    "interactions": [
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "cyclosporine",
            "description": {
                "common": "epoetin alfa, cyclosporine. Other (see comment). Use Caution/Monitor. \nComment: Cyclosporine may potentiate hypertensive effects with erythropoiesis-stimulating agents (ESAs). Additionally, use of ESAs may alter cyclosporine blood levels, since cyclosporine is bound by red blood cells."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "dichlorphenamide",
            "description": {
                "common": "dichlorphenamide and epoetin alfa both decrease  serum potassium. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "methyltestosterone",
            "description": {
                "common": "methyltestosterone increases effects of epoetin alfa by pharmacodynamic synergism. Use Caution/Monitor. Concurrent administration of androgens can increase the patient's response to epoetin alfa, reducing the amount required to treat anemia. Because of potential adverse effects drug combination should be avoided."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "danazol",
            "description": {
                "common": "danazol increases effects of epoetin alfa by pharmacodynamic synergism. Minor/Significance Unknown. Androgens may be used to decrease necessary dose of epoetin alfa."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "fluoxymesterone",
            "description": {
                "common": "fluoxymesterone increases effects of epoetin alfa by pharmacodynamic synergism. Minor/Significance Unknown. Androgens may be used to decrease necessary dose of epoetin alfa."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "oxandrolone",
            "description": {
                "common": "oxandrolone increases effects of epoetin alfa by pharmacodynamic synergism. Minor/Significance Unknown. Androgens may be used to decrease necessary dose of epoetin alfa."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "oxymetholone",
            "description": {
                "common": "oxymetholone increases effects of epoetin alfa by pharmacodynamic synergism. Minor/Significance Unknown. Androgens may be used to decrease necessary dose of epoetin alfa."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "testosterone",
            "description": {
                "common": "testosterone increases effects of epoetin alfa by pharmacodynamic synergism. Minor/Significance Unknown. Androgens may be used to decrease necessary dose of epoetin alfa."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "testosterone buccal system",
            "description": {
                "common": "testosterone buccal system increases effects of epoetin alfa by pharmacodynamic synergism. Minor/Significance Unknown. Androgens may be used to decrease necessary dose of epoetin alfa."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "testosterone topical",
            "description": {
                "common": "testosterone topical increases effects of epoetin alfa by pharmacodynamic synergism. Minor/Significance Unknown. Androgens may be used to decrease necessary dose of epoetin alfa."
            }
        }
    ],
    "adverse effects": [
        {
            "name": "Pyrexia",
            "percent": "10-42"
        },
        {
            "name": "Nausea",
            "percent": "11-35"
        },
        {
            "name": "Hypertension",
            "percent": "14-27"
        },
        {
            "name": "Cough",
            "percent": "4-26"
        },
        {
            "name": "Vomiting",
            "percent": "12-28"
        },
        {
            "name": "Pruritus",
            "percent": "12-21"
        },
        {
            "name": "Rash",
            "percent": "2-19"
        },
        {
            "name": "Headache",
            "percent": "5-18"
        },
        {
            "name": "Arthralgias",
            "percent": "10-16"
        },
        {
            "name": "Arthralgia",
            "percent": "10"
        },
        {
            "name": "Myalgia",
            "percent": "10"
        },
        {
            "name": "Stomatitis",
            "percent": "10"
        },
        {
            "name": "Diarrhea",
            "percent": "9"
        },
        {
            "name": "Dizziness",
            "percent": "9"
        },
        {
            "name": "Edema",
            "percent": "9"
        },
        {
            "name": "Fatigue",
            "percent": "9"
        },
        {
            "name": "Weight decrease",
            "percent": "9"
        },
        {
            "name": "Medical device malfunction",
            "percent": "8"
        },
        {
            "name": "artificial kidney clotting during dialysis",
            "percent": "8"
        },
        {
            "name": "Vascular occlusion",
            "percent": "8"
        },
        {
            "name": "vascular access thrombosis",
            "percent": "7"
        },
        {
            "name": "Vomiting",
            "percent": "7"
        },
        {
            "name": "Asthenia",
            "percent": "7"
        },
        {
            "name": "Chest pain",
            "percent": "7"
        },
        {
            "name": "Injection",
            "percent": "7"
        },
        {
            "name": "site irritation",
            "percent": "3"
        },
        {
            "name": "Muscle spasm",
            "percent": "2.5"
        },
        {
            "name": "Upper respiratory tract infection",
            "percent": "1"
        },
        {
            "name": "URTI",
            "percent": "1"
        },
        {
            "name": "Urticaria",
            "percent": null
        },
        {
            "name": "Seizures",
            "percent": null
        },
        {
            "name": "Pulmonary embolism",
            "percent": null
        },
        {
            "name": "Respiratory tract congestion",
            "percent": null
        },
        {
            "name": "Seizures",
            "percent": null
        },
        {
            "name": "Pure red",
            "percent": null
        },
        {
            "name": "cell aplasia",
            "percent": null
        },
        {
            "name": "Serious allergic reactions",
            "percent": null
        },
        {
            "name": "Injection",
            "percent": null
        },
        {
            "name": "site reactions",
            "percent": null
        },
        {
            "name": "eg",
            "percent": null
        },
        {
            "name": "irritation",
            "percent": null
        },
        {
            "name": "pain",
            "percent": null
        },
        {
            "name": "Porphyria",
            "percent": null
        },
        {
            "name": "Severe cutaneous reactions",
            "percent": null
        }
    ]
}