{
    "name": "ergotamine",
    "comment": "Rx",
    "other_names": [
        "Ergomar"
    ],
    "classes": [
        "Ergot Derivatives"
    ],
    "source": "https://reference.medscape.com/drug/ergomar-ergotamine-343027",
    "pregnancy": {
        "common": [
            "Contraindicated in pregnancy due to oxytocic effects of ergotamine, which is maximal in the third trimester",
            "There are no studies on placental transfer or teratogenicity; ergotamine crosses the placenta in small amounts, although it does not appear to be embryotoxic in this quantity; however, prolonged vasoconstriction of the uterine vessels and/or increased myometrial tone leading to reduced myometrial and placental blood flow may have contributed to fetal growth retardation observed in animals"
        ],
        "specific": []
    },
    "lactation": {
        "common": [
            "Ergot drugs are known to inhibit prolactin but there are no reports of decreased lactation with therapy; the drug is excreted in breast milk and may cause symptoms of vomiting, diarrhea, weak pulse, and unstable blood pressure in nursing infants",
            "Because of the potential for serious adverse reactions in nursing infants from the drug, a decision should be made whether to discontinue nursing or discontinue the drug, taking into account the importance of therapy to the mother"
        ]
    },
    "warnings": {
        "black_box_warning": {
            "common": [
                "Serious and/or life threatening peripheral ischemia has been reported with coadministration of this drug with potent CYP 3A4 inhibitors (including protease inhibitors and macrolide antibiotics). Because CYP3A4 inhibition elevates the serum levels of ergotamine, the risk of vasospasm leading to cerebral ischemia and/or ischemia of the extremities is increased. Concurrent use of these drugs is contraindicated."
            ],
            "specific": []
        },
        "contraindicators": {
            "common": [
                "Hypersensitivity to drug or excipients",
                "Concomitant strong CYP3A4 inhibitors (ritonavir, nelfinavir, indinavir, erythromycin, clarithromycin and troleandomycin)"
            ],
            "specific": []
        },
        "cautions": {
            "common": [
                "Should be initiated at first sign of vascular headache",
                "Ineffective for muscle contraction headache",
                "Safety/efficacy not established for peds",
                "Although signs and symptoms of ergotism rarely develop even after long term intermittent use of the drug, care should be exercised to remain within the limits of recommended dosage",
                "Ergotism is manifested by intense arterial vasoconstriction, producing signs and symptoms of peripheral vascular ischemia; therapy induces vasoconstriction by a direct action on vascular smooth muscle; in chronic intoxication with ergot derivatives, headache, intermittent claudication, muscle pains, numbness, coldness and pallor of the digits may occur",
                "If the condition is allowed to progress untreated, gangrene can result; while most cases of ergotism associated with ergotamine treatment result from frank overdosage, some cases have involved apparent hypersensitivity",
                "There are few reports of ergotism among patients taking doses within the recommended limits or for brief periods of time; in rare instances, patients, particularly those who have used the medication indiscriminately over long periods of time, may display withdrawal symptoms consisting of rebound headache upon discontinuation of the drug"
            ],
            "specific": [
                {
                    "type": "Fibrotic complications",
                    "description": [
                        "There have been a few reports of patients on ergotamine tartrate and caffeine therapy developing retroperitoneal and/or pleuropulmonary fibrosis",
                        "There have also been rare reports of fibrotic thickening of the aortic, mitral, tricuspid, and/or pulmonary valves with long-term continuous use of ergotamine tartrate and caffeine",
                        "The drug should not be used for chronic daily administration"
                    ]
                },
                {
                    "type": "Drug interaction overview",
                    "description": [
                        "Sublingual tablets, USP) should not be administered with other vasoconstrictors; use with sympathomimetics (pressor agents) may cause extreme elevation of blood pressure",
                        "The beta-blocker Inderal (propranolol) has been reported to potentiate the vasoconstrictive action of ergotamine by blocking the vasodilating property of epinephrine",
                        "Nicotine may provoke vasoconstriction in some patients, predisposing to a greater ischemic response to ergot therapy; the blood levels of ergotamine-containing drugs are reported to be elevated by the concomitant administration of macrolide antibiotics and vasospastic reactions have been reported with therapeutic doses of the ergotamine-containing drugs when coadministered with these antibiotics",
                        "Coadministration with potent CYP3A4 inhibitors such as protease inhibitors or macrolide antibiotics associated with serious adverse events; for this reason, these drugs should not be given concomitantly with ergotamine",
                        "While these reactions have not been reported with less potent CYP 3A4 inhibitors, there is a potential risk for serious toxicity including vasospasm when these drugs are used with ergotamine; examples of less potent CYP 3A4 inhibitors include: saquinavir, nefazodone, fluconazole, fluoxetine, grapefruit juice, fluvoxamine, zileuton, metronidazole, and clotrimazole",
                        "These lists are not exhaustive, and the prescriber should consider the effects on CYP3A4 of other agents being considered for concomitant use with ergotamine"
                    ]
                }
            ]
        }
    },
    "interactions": [
        {
            "classification_type": "Contraindicated",
            "interaction_with": "almotriptan",
            "description": {
                "common": "ergotamine, almotriptan.\nEither increases toxicity of the other by pharmacodynamic synergism. Contraindicated. Additive vasospasm.  Sep. by 24h."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "clarithromycin",
            "description": {
                "common": "clarithromycin increases toxicity of ergotamine by affecting hepatic/intestinal enzyme CYP3A4 metabolism. Contraindicated. Coadministration may result in vasospasm and ischemia of the extremities and other tissues including the CNS."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "cobicistat",
            "description": {
                "common": "cobicistat will increase the level or effect of ergotamine by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Contraindicated. Potential for serious and/or life-threatening reactions (eg, acute ergot toxicity characterized by peripheral vasospasm, ischemia of the extremities and other tissues)"
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "eletriptan",
            "description": {
                "common": "ergotamine, eletriptan.\nEither increases toxicity of the other by pharmacodynamic synergism. Contraindicated. Additive vasospasm.  Sep. by 24h."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "elvitegravir/cobicistat/emtricitabine/tenofovir DF",
            "description": {
                "common": "elvitegravir/cobicistat/emtricitabine/tenofovir DF increases levels of ergotamine by affecting hepatic/intestinal enzyme CYP3A4 metabolism. Contraindicated. Cobicistat is a CYP3A4 inhibitor; contraindicated with CYP3A4 substrates for which elevated plasma concentrations are associated with serious and/or life-threatening events."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "frovatriptan",
            "description": {
                "common": "ergotamine, frovatriptan.\nEither increases toxicity of the other by pharmacodynamic synergism. Contraindicated. Additive vasospasm.  Sep. by 24h."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "glyceryl trinitrate pr",
            "description": {
                "common": "ergotamine decreases effects of glyceryl trinitrate pr by pharmacodynamic antagonism. Contraindicated."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "itraconazole",
            "description": {
                "common": "itraconazole will increase the level or effect of ergotamine by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Contraindicated. Increased risk of ergotism leading to cerebral ischemia and/or ischemia of the extremities"
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "ketoconazole",
            "description": {
                "common": "ketoconazole will increase the level or effect of ergotamine by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Contraindicated."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "letermovir",
            "description": {
                "common": "letermovir increases levels of ergotamine by affecting hepatic/intestinal enzyme CYP3A4 metabolism. Contraindicated. Coadministration of letermovir and ergot alkaloids is contraindicated due to risk of ergotism."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "levoketoconazole",
            "description": {
                "common": "levoketoconazole will increase the level or effect of ergotamine by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Contraindicated."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "mifepristone",
            "description": {
                "common": "mifepristone increases levels of ergotamine by affecting hepatic/intestinal enzyme CYP3A4 metabolism. Contraindicated. Contraindicated with CYP3A substrates that have a narrow therapeutic index ."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "naratriptan",
            "description": {
                "common": "ergotamine, naratriptan.\nEither increases toxicity of the other by pharmacodynamic synergism. Contraindicated. Additive vasospasm.  Sep. by 24h."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "nirmatrelvir",
            "description": {
                "common": "nirmatrelvir will increase the level or effect of ergotamine by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Contraindicated. Nirmatrelvir/ritonavir is contraindicated with drugs that are highly dependent on CYP3A for clearance and for which elevated concentrations are associated with serious and/or life-threatening reactions."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "nirmatrelvir/ritonavir",
            "description": {
                "common": "nirmatrelvir/ritonavir will increase the level or effect of ergotamine by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Contraindicated. Nirmatrelvir/ritonavir is contraindicated with drugs that are highly dependent on CYP3A for clearance and for which elevated concentrations are associated with serious and/or life-threatening reactions."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "nitroglycerin IV",
            "description": {
                "common": "ergotamine decreases effects of nitroglycerin IV by pharmacodynamic antagonism. Contraindicated."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "nitroglycerin sublingual",
            "description": {
                "common": "ergotamine decreases effects of nitroglycerin sublingual by pharmacodynamic antagonism. Contraindicated."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "nitroglycerin topical",
            "description": {
                "common": "ergotamine decreases effects of nitroglycerin topical by pharmacodynamic antagonism. Contraindicated."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "nitroglycerin transdermal",
            "description": {
                "common": "ergotamine decreases effects of nitroglycerin transdermal by pharmacodynamic antagonism. Contraindicated."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "nitroglycerin translingual",
            "description": {
                "common": "ergotamine decreases effects of nitroglycerin translingual by pharmacodynamic antagonism. Contraindicated."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "ombitasvir/paritaprevir/ritonavir & dasabuvir (DSC)",
            "description": {
                "common": "ombitasvir/paritaprevir/ritonavir & dasabuvir (DSC) will increase the level or effect of ergotamine by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Contraindicated. Acute ergot toxicity characterized by vasospasm and tissue ischemia has been associated with coadministration of ritonavir"
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "pseudoephedrine",
            "description": {
                "common": "ergotamine increases effects of pseudoephedrine by pharmacodynamic synergism. Contraindicated. Ergot derivatives may enhance the vasoconstricting effect of pseudoephedrine and eventually significantly increasing blood pressure."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "rizatriptan",
            "description": {
                "common": "ergotamine, rizatriptan.\nEither increases toxicity of the other by pharmacodynamic synergism. Contraindicated. Additive vasospasm.  Sep. by 24h."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "sumatriptan",
            "description": {
                "common": "ergotamine, sumatriptan.\nEither increases toxicity of the other by pharmacodynamic synergism. Contraindicated. Additive vasospasm.  Sep. by 24h."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "sumatriptan intranasal",
            "description": {
                "common": "ergotamine, sumatriptan intranasal.\nEither increases toxicity of the other by pharmacodynamic synergism. Contraindicated. Additive vasospasm.  Sep. by 24h."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "voriconazole",
            "description": {
                "common": "voriconazole will increase the level or effect of ergotamine by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Contraindicated."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "zolmitriptan",
            "description": {
                "common": "ergotamine, zolmitriptan.\nEither increases toxicity of the other by pharmacodynamic synergism. Contraindicated. Additive vasospasm.  Sep. by 24h."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "abametapir",
            "description": {
                "common": "abametapir will increase the level or effect of ergotamine by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug. For 2 weeks after abametapir application, avoid taking drugs that are CYP3A4 substrates. If not feasible, avoid use of abametapir."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "amobarbital",
            "description": {
                "common": "amobarbital will decrease the level or effect of ergotamine by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "amyl nitrite",
            "description": {
                "common": "amyl nitrite increases effects of ergotamine by decreasing metabolism. Avoid or Use Alternate Drug. Risk of increased SBP, angina pectoris."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "apalutamide",
            "description": {
                "common": "apalutamide will decrease the level or effect of ergotamine by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug. Coadministration of apalutamide, a strong CYP3A4 inducer, with drugs that are CYP3A4 substrates can result in lower exposure to these medications. Avoid or substitute another drug for these medications when possible. Evaluate for loss of therapeutic effect if medication must be coadministered. Adjust dose according to prescribing information if needed."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "aprepitant",
            "description": {
                "common": "aprepitant will increase the level or effect of ergotamine by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Contraindicated."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "armodafinil",
            "description": {
                "common": "armodafinil will decrease the level or effect of ergotamine by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "artemether/lumefantrine",
            "description": {
                "common": "artemether/lumefantrine will decrease the level or effect of ergotamine by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Contraindicated."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "atazanavir",
            "description": {
                "common": "atazanavir will increase the level or effect of ergotamine by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Contraindicated."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "benzphetamine",
            "description": {
                "common": "ergotamine, benzphetamine. Mechanism: pharmacodynamic synergism. Contraindicated. Additive vasospasm; risk of hypertension."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "bosentan",
            "description": {
                "common": "bosentan will decrease the level or effect of ergotamine by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "bremelanotide",
            "description": {
                "common": "bremelanotide will decrease the level or effect of ergotamine by  Other (see comment). Avoid or Use Alternate Drug. Bremelanotide may slow gastric emptying and potentially reduces the rate and extent of absorption of concomitantly administered oral medications. Avoid use when taking any oral drug that is dependent on threshold concentrations for efficacy. Interactions listed are representative examples and do not include all possible clinical examples."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "brigatinib",
            "description": {
                "common": "brigatinib will decrease the level or effect of ergotamine by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug. Brigatinib induces CYP3A4 in vitro. Coadministration with CYP3A4 substrates, particularly those with a narrow therapeutic index, can result in decreased concentrations and loss of efficacy. If unable to avoid coadministration, monitor CYP3A4 substrate levels and adjust dose as needed."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "bromocriptine",
            "description": {
                "common": "ergotamine, bromocriptine.\nEither increases toxicity of the other by pharmacodynamic synergism. Avoid or Use Alternate Drug. The concomitant use of bromocriptine with ergot alkaloids may potentially lead to ergot toxicity; therefore the combination should be avoided."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "budesonide",
            "description": {
                "common": "budesonide will decrease the level or effect of ergotamine by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "butabarbital",
            "description": {
                "common": "butabarbital will decrease the level or effect of ergotamine by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "butalbital",
            "description": {
                "common": "butalbital will decrease the level or effect of ergotamine by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "carbamazepine",
            "description": {
                "common": "carbamazepine will decrease the level or effect of ergotamine by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "ceritinib",
            "description": {
                "common": "ceritinib increases levels of ergotamine by affecting hepatic/intestinal enzyme CYP3A4 metabolism. Contraindicated. Avoid concurrent use of CYP3A substrates known to have narrow therapeutic indices or substrates primarily metabolized by CYP3A during treatment with ceritinib; if use of these medications is unavoidable, consider dose reduction."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "cimetidine",
            "description": {
                "common": "cimetidine will increase the level or effect of ergotamine by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "clarithromycin",
            "description": {
                "common": "clarithromycin increases levels of ergotamine by decreasing metabolism. Contraindicated."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "conivaptan",
            "description": {
                "common": "conivaptan will increase the level or effect of ergotamine by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Contraindicated."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "cortisone",
            "description": {
                "common": "cortisone will decrease the level or effect of ergotamine by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "cyclosporine",
            "description": {
                "common": "cyclosporine will increase the level or effect of ergotamine by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "darifenacin",
            "description": {
                "common": "darifenacin will increase the level or effect of ergotamine by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "darunavir",
            "description": {
                "common": "darunavir will increase the level or effect of ergotamine by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Contraindicated. \"Potential for serious and/or life-threatening reactions such as acute ergot toxicity characterized by peripheral vasospasm and ischemia of the extremities and other tissues. \""
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "dasatinib",
            "description": {
                "common": "dasatinib will increase the level or effect of ergotamine by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Contraindicated."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "desvenlafaxine",
            "description": {
                "common": "ergotamine and desvenlafaxine both increase  serotonin levels. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "dexamethasone",
            "description": {
                "common": "dexamethasone will decrease the level or effect of ergotamine by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "dexfenfluramine",
            "description": {
                "common": "dexfenfluramine, ergotamine.\nEither increases toxicity of the other by pharmacodynamic synergism. Contraindicated. Risk of serotonin syndrome."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "dexmethylphenidate",
            "description": {
                "common": "ergotamine, dexmethylphenidate. Mechanism: pharmacodynamic synergism. Contraindicated. Additive vasospasm; risk of hypertension."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "dextroamphetamine",
            "description": {
                "common": "ergotamine, dextroamphetamine. Mechanism: pharmacodynamic synergism. Contraindicated. Additive vasospasm; risk of hypertension."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "DHEA, herbal",
            "description": {
                "common": "DHEA, herbal will increase the level or effect of ergotamine by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "diethylpropion",
            "description": {
                "common": "ergotamine, diethylpropion. Mechanism: pharmacodynamic synergism. Contraindicated. Additive vasospasm; risk of hypertension."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "dobutamine",
            "description": {
                "common": "ergotamine, dobutamine. Mechanism: pharmacodynamic synergism. Contraindicated. Additive vasospasm; risk of hypertension."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "dopamine",
            "description": {
                "common": "ergotamine, dopamine. Mechanism: pharmacodynamic synergism. Contraindicated. Additive vasospasm; risk of hypertension."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "dronedarone",
            "description": {
                "common": "dronedarone will increase the level or effect of ergotamine by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Contraindicated."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "efavirenz",
            "description": {
                "common": "efavirenz will decrease the level or effect of ergotamine by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Contraindicated."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "enzalutamide",
            "description": {
                "common": "enzalutamide will decrease the level or effect of ergotamine by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "ephedrine",
            "description": {
                "common": "ergotamine, ephedrine. Mechanism: pharmacodynamic synergism. Contraindicated. Additive vasospasm; risk of hypertension."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "epinephrine",
            "description": {
                "common": "ergotamine, epinephrine. Mechanism: pharmacodynamic synergism. Contraindicated. Additive vasospasm; risk of hypertension."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "erythromycin base",
            "description": {
                "common": "erythromycin base will increase the level or effect of ergotamine by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "erythromycin ethylsuccinate",
            "description": {
                "common": "erythromycin ethylsuccinate will increase the level or effect of ergotamine by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "erythromycin lactobionate",
            "description": {
                "common": "erythromycin lactobionate will increase the level or effect of ergotamine by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "erythromycin stearate",
            "description": {
                "common": "erythromycin stearate will increase the level or effect of ergotamine by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "eslicarbazepine acetate",
            "description": {
                "common": "eslicarbazepine acetate will decrease the level or effect of ergotamine by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "etravirine",
            "description": {
                "common": "etravirine will decrease the level or effect of ergotamine by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Contraindicated."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "fenfluramine",
            "description": {
                "common": "fenfluramine, ergotamine.\nEither increases toxicity of the other by pharmacodynamic synergism. Contraindicated. Risk of serotonin syndrome."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "fexinidazole",
            "description": {
                "common": "fexinidazole will increase the level or effect of ergotamine by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug. Fexinidazole inhibits CYP3A4. Coadministration may increase risk for adverse effects of CYP3A4 substrates. "
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "fluconazole",
            "description": {
                "common": "fluconazole will increase the level or effect of ergotamine by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Contraindicated."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "fludrocortisone",
            "description": {
                "common": "fludrocortisone will decrease the level or effect of ergotamine by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "fluvoxamine",
            "description": {
                "common": "fluvoxamine will increase the level or effect of ergotamine by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Contraindicated."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "fosamprenavir",
            "description": {
                "common": "fosamprenavir will increase the level or effect of ergotamine by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Contraindicated."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "fosaprepitant",
            "description": {
                "common": "fosaprepitant will increase the level or effect of ergotamine by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Contraindicated."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "fosphenytoin",
            "description": {
                "common": "fosphenytoin will decrease the level or effect of ergotamine by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Contraindicated."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "glyceryl trinitrate pr",
            "description": {
                "common": "glyceryl trinitrate pr increases effects of ergotamine by decreasing metabolism. Avoid or Use Alternate Drug. Risk of increased SBP, angina pectoris."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "grapefruit",
            "description": {
                "common": "grapefruit will increase the level or effect of ergotamine by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "griseofulvin",
            "description": {
                "common": "griseofulvin will decrease the level or effect of ergotamine by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Contraindicated."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "hydrocortisone",
            "description": {
                "common": "hydrocortisone will decrease the level or effect of ergotamine by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "idelalisib",
            "description": {
                "common": "idelalisib will increase the level or effect of ergotamine by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug. Idelalisib is a strong CYP3A inhibitor; avoid coadministration with sensitive CYP3A substrates"
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "indinavir",
            "description": {
                "common": "indinavir will increase the level or effect of ergotamine by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "isocarboxazid",
            "description": {
                "common": "isocarboxazid and ergotamine both increase  serotonin levels. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "isoniazid",
            "description": {
                "common": "isoniazid will increase the level or effect of ergotamine by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "isoproterenol",
            "description": {
                "common": "ergotamine, isoproterenol. Mechanism: pharmacodynamic synergism. Contraindicated. Additive vasospasm; risk of hypertension."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "isosorbide dinitrate",
            "description": {
                "common": "isosorbide dinitrate increases effects of ergotamine by decreasing metabolism. Avoid or Use Alternate Drug. Risk of increased SBP, angina pectoris."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "isosorbide mononitrate",
            "description": {
                "common": "isosorbide mononitrate increases effects of ergotamine by decreasing metabolism. Avoid or Use Alternate Drug. Risk of increased SBP, angina pectoris."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "lapatinib",
            "description": {
                "common": "lapatinib will increase the level or effect of ergotamine by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Contraindicated."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "lenacapavir",
            "description": {
                "common": "lenacapavir will increase the level or effect of ergotamine by  affecting hepatic enzyme CYP2E1 metabolism. Avoid or Use Alternate Drug. Coadministration of lenacapavir with dihydroergotamine, ergotamine or methylergonovine is not recommended. "
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "linezolid",
            "description": {
                "common": "linezolid and ergotamine both increase  serotonin levels. Avoid or Use Alternate Drug. Linezolid may increase serotonin as a result of MAO-A inhibition. If linezolid must be administered, discontinue serotonergic drug immediately and monitor for CNS toxicity. Serotonergic therapy may be resumed 24 hours after last linezolid dose or after 2 weeks of monitoring, whichever comes first."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "lisdexamfetamine",
            "description": {
                "common": "ergotamine, lisdexamfetamine. Mechanism: pharmacodynamic synergism. Contraindicated. Additive vasospasm; risk of hypertension."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "lonafarnib",
            "description": {
                "common": "ergotamine will increase the level or effect of lonafarnib by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug. If coadministration of lonafarnib (a sensitive CYP3A substrate) with weak CYP3A inhibitors is unavoidable, reduce to, or continue lonafarnib at starting dose. Closely monitor for arrhythmias and events (eg, syncope, heart palpitations) since lonafarnib effect on QT interval is unknown."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "lopinavir",
            "description": {
                "common": "lopinavir will increase the level or effect of ergotamine by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Contraindicated."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "lorlatinib",
            "description": {
                "common": "lorlatinib will decrease the level or effect of ergotamine by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug. Avoid use of lorlatinib with CYP3A substrates, where minimal concentration changes may lead to serious therapeutic failures of the substrate. If concomitant use is unavoidable, increase CYP3A substrate dosage in accordance with approved product labeling."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "lumacaftor/ivacaftor",
            "description": {
                "common": "lumacaftor/ivacaftor will decrease the level or effect of ergotamine by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug. Lumacaftor is a strong inducer of CYP3A. Avoid coadministration with sensitive CYP3A substrates or CYP3A substrates with a narrow therapeutic index."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "lumefantrine",
            "description": {
                "common": "lumefantrine will decrease the level or effect of ergotamine by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Contraindicated."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "marijuana",
            "description": {
                "common": "marijuana will increase the level or effect of ergotamine by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Contraindicated."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "methamphetamine",
            "description": {
                "common": "ergotamine, methamphetamine. Mechanism: pharmacodynamic synergism. Contraindicated. Additive vasospasm; risk of hypertension."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "methylene blue",
            "description": {
                "common": "methylene blue and ergotamine both increase  serotonin levels. Avoid or Use Alternate Drug. Methylene blue may increase serotonin as a result of MAO-A inhibition. If methylene blue must be administered, discontinue serotonergic drug immediately and monitor for CNS toxicity. Serotonergic therapy may be resumed 24 hours after last methylene blue dose or after 2 weeks of monitoring, whichever comes first."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "methylenedioxymethamphetamine",
            "description": {
                "common": "ergotamine, methylenedioxymethamphetamine. Mechanism: pharmacodynamic synergism. Contraindicated. Additive vasospasm; risk of hypertension."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "methylphenidate",
            "description": {
                "common": "ergotamine, methylphenidate. Mechanism: pharmacodynamic synergism. Contraindicated. Additive vasospasm; risk of hypertension."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "methylprednisolone",
            "description": {
                "common": "methylprednisolone will decrease the level or effect of ergotamine by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "metronidazole",
            "description": {
                "common": "metronidazole will increase the level or effect of ergotamine by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "miconazole vaginal",
            "description": {
                "common": "miconazole vaginal will increase the level or effect of ergotamine by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Contraindicated."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "midodrine",
            "description": {
                "common": "ergotamine, midodrine. Mechanism: pharmacodynamic synergism. Contraindicated. Additive vasospasm; risk of hypertension."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "mobocertinib",
            "description": {
                "common": "mobocertinib will decrease the level or effect of ergotamine by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug. If use is unavoidable, increase CYP3A4 substrate dosage in accordance with its prescribing information."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "nefazodone",
            "description": {
                "common": "nefazodone will increase the level or effect of ergotamine by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "nelfinavir",
            "description": {
                "common": "nelfinavir will increase the level or effect of ergotamine by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "nevirapine",
            "description": {
                "common": "nevirapine will decrease the level or effect of ergotamine by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Contraindicated."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "nicorandil",
            "description": {
                "common": "nicorandil increases effects of ergotamine by decreasing metabolism. Avoid or Use Alternate Drug. Risk of increased SBP, angina pectoris."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "nifedipine",
            "description": {
                "common": "nifedipine will increase the level or effect of ergotamine by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "nilotinib",
            "description": {
                "common": "nilotinib will increase the level or effect of ergotamine by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Contraindicated."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "nitroglycerin IV",
            "description": {
                "common": "nitroglycerin IV increases effects of ergotamine by decreasing metabolism. Avoid or Use Alternate Drug. Risk of increased SBP, angina pectoris."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "nitroglycerin PO",
            "description": {
                "common": "nitroglycerin PO increases effects of ergotamine by decreasing metabolism. Avoid or Use Alternate Drug. Risk of increased SBP, angina pectoris."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "nitroglycerin sublingual",
            "description": {
                "common": "nitroglycerin sublingual increases effects of ergotamine by decreasing metabolism. Avoid or Use Alternate Drug. Risk of increased SBP, angina pectoris."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "nitroglycerin topical",
            "description": {
                "common": "nitroglycerin topical increases effects of ergotamine by decreasing metabolism. Avoid or Use Alternate Drug. Risk of increased SBP, angina pectoris."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "nitroglycerin transdermal",
            "description": {
                "common": "nitroglycerin transdermal increases effects of ergotamine by decreasing metabolism. Avoid or Use Alternate Drug. Risk of increased SBP, angina pectoris."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "nitroglycerin translingual",
            "description": {
                "common": "nitroglycerin translingual increases effects of ergotamine by decreasing metabolism. Avoid or Use Alternate Drug. Risk of increased SBP, angina pectoris."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "norepinephrine",
            "description": {
                "common": "ergotamine, norepinephrine. Mechanism: pharmacodynamic synergism. Contraindicated. Additive vasospasm; risk of hypertension."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "olutasidenib",
            "description": {
                "common": "olutasidenib will decrease the level or effect of ergotamine by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug. Avoid coadministration of olutasidenib (a CYP3A4 inducer) with sensitive CYP3A substrates unless otherwise instructed in substrates prescribing information. If unavoidable, monitor for loss of therapeutic effect of sensitive CYP3A4 substrates."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "oxcarbazepine",
            "description": {
                "common": "oxcarbazepine will decrease the level or effect of ergotamine by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "pacritinib",
            "description": {
                "common": "pacritinib will increase the level or effect of ergotamine by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "pentobarbital",
            "description": {
                "common": "pentobarbital will decrease the level or effect of ergotamine by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "pexidartinib",
            "description": {
                "common": "pexidartinib will decrease the level or effect of ergotamine by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug. Coadministration of pexidartinib (a CYP3A4 inducer) with sensitive CYP3A substrates may lead to serious therapeutic failures. If concomitant use is unavoidable, increase the CYP3A substrate dosage in accordance with approved product labeling."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "phendimetrazine",
            "description": {
                "common": "ergotamine, phendimetrazine. Mechanism: pharmacodynamic synergism. Contraindicated. Additive vasospasm; risk of hypertension."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "phenelzine",
            "description": {
                "common": "phenelzine and ergotamine both increase  serotonin levels. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "phenobarbital",
            "description": {
                "common": "phenobarbital will decrease the level or effect of ergotamine by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "phentermine",
            "description": {
                "common": "ergotamine, phentermine. Mechanism: pharmacodynamic synergism. Contraindicated. Additive vasospasm; risk of hypertension."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "phenylephrine",
            "description": {
                "common": "ergotamine, phenylephrine. Mechanism: pharmacodynamic synergism. Contraindicated. Additive vasospasm; risk of hypertension."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "phenylephrine PO",
            "description": {
                "common": "ergotamine, phenylephrine PO. Mechanism: pharmacodynamic synergism. Contraindicated. Additive vasospasm; risk of hypertension."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "phenytoin",
            "description": {
                "common": "phenytoin will decrease the level or effect of ergotamine by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Contraindicated."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "posaconazole",
            "description": {
                "common": "posaconazole will increase the level or effect of ergotamine by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "prednisone",
            "description": {
                "common": "prednisone will decrease the level or effect of ergotamine by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "primidone",
            "description": {
                "common": "primidone will decrease the level or effect of ergotamine by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "procarbazine",
            "description": {
                "common": "procarbazine and ergotamine both increase  serotonin levels. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "propylhexedrine",
            "description": {
                "common": "ergotamine, propylhexedrine. Mechanism: pharmacodynamic synergism. Contraindicated. Additive vasospasm; risk of hypertension."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "quinupristin/dalfopristin",
            "description": {
                "common": "quinupristin/dalfopristin will increase the level or effect of ergotamine by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "rifabutin",
            "description": {
                "common": "rifabutin will decrease the level or effect of ergotamine by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "rifampin",
            "description": {
                "common": "rifampin will decrease the level or effect of ergotamine by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "rifapentine",
            "description": {
                "common": "rifapentine will decrease the level or effect of ergotamine by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Contraindicated."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "ritonavir",
            "description": {
                "common": "ritonavir will increase the level or effect of ergotamine by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Contraindicated."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "rufinamide",
            "description": {
                "common": "rufinamide will decrease the level or effect of ergotamine by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "saquinavir",
            "description": {
                "common": "saquinavir increases levels of ergotamine by decreasing metabolism. Contraindicated."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "secobarbital",
            "description": {
                "common": "secobarbital will decrease the level or effect of ergotamine by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "serdexmethylphenidate/dexmethylphenidate",
            "description": {
                "common": "ergotamine, serdexmethylphenidate/dexmethylphenidate. Mechanism: pharmacodynamic synergism. Contraindicated. Additive vasospasm; risk of hypertension."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "sotorasib",
            "description": {
                "common": "sotorasib will decrease the level or effect of ergotamine by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug. If use is unavoidable, refer to the prescribing information of the CYP3A4 substrate for dosage modifications"
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "St John's Wort",
            "description": {
                "common": "St John's Wort will decrease the level or effect of ergotamine by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "tipranavir",
            "description": {
                "common": "tipranavir increases levels of ergotamine by decreasing metabolism. Contraindicated."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "topiramate",
            "description": {
                "common": "topiramate will decrease the level or effect of ergotamine by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "tranylcypromine",
            "description": {
                "common": "tranylcypromine and ergotamine both increase  serotonin levels. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "triamcinolone acetonide injectable suspension",
            "description": {
                "common": "triamcinolone acetonide injectable suspension will decrease the level or effect of ergotamine by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "tucatinib",
            "description": {
                "common": "tucatinib will increase the level or effect of ergotamine by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug. Avoid concomitant use of tucatinib with CYP3A substrates, where minimal concentration changes may lead to serious or life-threatening toxicities. If unavoidable, reduce CYP3A substrate dose according to product labeling."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "verapamil",
            "description": {
                "common": "verapamil will increase the level or effect of ergotamine by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Contraindicated."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "voxelotor",
            "description": {
                "common": "voxelotor will increase the level or effect of ergotamine by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug. Voxelotor increases systemic exposure of sensitive CYP3A4 substrates. Avoid coadministration with sensitive CYP3A4 substrates with a narrow therapeutic index. Consider dose reduction of the sensitive CYP3A4 substrate(s) if unable to avoid."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "xylometazoline",
            "description": {
                "common": "ergotamine, xylometazoline. Mechanism: pharmacodynamic synergism. Contraindicated. Additive vasospasm; risk of hypertension."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "yohimbine",
            "description": {
                "common": "ergotamine, yohimbine. Mechanism: pharmacodynamic synergism. Contraindicated. Additive vasospasm; risk of hypertension."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "zafirlukast",
            "description": {
                "common": "zafirlukast will increase the level or effect of ergotamine by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "5-HTP",
            "description": {
                "common": "5-HTP and ergotamine both increase  serotonin levels. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "almotriptan",
            "description": {
                "common": "almotriptan and ergotamine both increase  serotonin levels. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "amitriptyline",
            "description": {
                "common": "amitriptyline and ergotamine both increase  serotonin levels. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "amoxapine",
            "description": {
                "common": "amoxapine and ergotamine both increase  serotonin levels. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "aripiprazole",
            "description": {
                "common": "ergotamine, aripiprazole. unspecified interaction mechanism. Use Caution/Monitor. Serotonin modulators may enhance dopamine blockade, possibly increasing the risk for neuroleptic malignant syndrome. Antipsychotics may enhance serotonergic effect of serotonin modulators, which may result in serotonin syndrome. Monitor for evidence of serotonin toxicity (eg, mental status changes, autonomic instability, and neuromuscular hyperactivity) or neuroleptic malignant syndrome (eg, hyperthermia, muscle rigidity, autonomic dysfunction)."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "asenapine",
            "description": {
                "common": "ergotamine, asenapine. unspecified interaction mechanism. Use Caution/Monitor. Serotonin modulators may enhance dopamine blockade, possibly increasing the risk for neuroleptic malignant syndrome. Antipsychotics may enhance serotonergic effect of serotonin modulators, which may result in serotonin syndrome. Monitor for evidence of serotonin toxicity (eg, mental status changes, autonomic instability, and neuromuscular hyperactivity) or neuroleptic malignant syndrome (eg, hyperthermia, muscle rigidity, autonomic dysfunction)."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "atogepant",
            "description": {
                "common": "ergotamine will increase the level or effect of atogepant by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "avapritinib",
            "description": {
                "common": "ergotamine will increase the level or effect of avapritinib by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "axitinib",
            "description": {
                "common": "ergotamine increases levels of axitinib by affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "belzutifan",
            "description": {
                "common": "belzutifan will decrease the level or effect of ergotamine by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Modify Therapy/Monitor Closely. If unable to avoid coadministration of belzutifan with sensitive CYP3A4 substrates, consider increasing the sensitive CYP3A4 substrate dose in accordance with its prescribing information. "
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "berotralstat",
            "description": {
                "common": "berotralstat will increase the level or effect of ergotamine by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor. Monitor or titrate substrate dose when berotralstat is coadministered with narrow therapeutic index drugs that are CYP3A substrates."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "buspirone",
            "description": {
                "common": "buspirone and ergotamine both increase  serotonin levels. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "cariprazine",
            "description": {
                "common": "ergotamine, cariprazine. unspecified interaction mechanism. Use Caution/Monitor. Serotonin modulators may enhance dopamine blockade, possibly increasing the risk for neuroleptic malignant syndrome. Antipsychotics may enhance serotonergic effect of serotonin modulators, which may result in serotonin syndrome. Monitor for evidence of serotonin toxicity (eg, mental status changes, autonomic instability, and neuromuscular hyperactivity) or neuroleptic malignant syndrome (eg, hyperthermia, muscle rigidity, autonomic dysfunction)."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "cenobamate",
            "description": {
                "common": "cenobamate will decrease the level or effect of ergotamine by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Modify Therapy/Monitor Closely. Increase dose of CYP3A4 substrate, as needed, when coadministered with cenobamate."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "citalopram",
            "description": {
                "common": "citalopram and ergotamine both increase  serotonin levels. Use Caution/Monitor. Combination may increase risk of serotonin syndrome or neuroleptic malignant syndrome-like reactions."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "clomipramine",
            "description": {
                "common": "clomipramine and ergotamine both increase  serotonin levels. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "clozapine",
            "description": {
                "common": "ergotamine, clozapine. unspecified interaction mechanism. Use Caution/Monitor. Serotonin modulators may enhance dopamine blockade, possibly increasing the risk for neuroleptic malignant syndrome. Antipsychotics may enhance serotonergic effect of serotonin modulators, which may result in serotonin syndrome. Monitor for evidence of serotonin toxicity (eg, mental status changes, autonomic instability, and neuromuscular hyperactivity) or neuroleptic malignant syndrome (eg, hyperthermia, muscle rigidity, autonomic dysfunction)."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "cocaine topical",
            "description": {
                "common": "cocaine topical and ergotamine both increase  serotonin levels. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "crizotinib",
            "description": {
                "common": "crizotinib increases levels of ergotamine by affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor. Coadministration of crizotinib with CYP3A substrates with narrow therapeutic indices should be avoided."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "crofelemer",
            "description": {
                "common": "crofelemer increases levels of ergotamine by affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor. Crofelemer has the potential to inhibit CYP3A4 at concentrations expected in the gut; unlikely to inhibit systemically because minimally absorbed."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "dabrafenib",
            "description": {
                "common": "dabrafenib will decrease the level or effect of ergotamine by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "deferasirox",
            "description": {
                "common": "deferasirox will decrease the level or effect of ergotamine by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor. Use ergot alkaloids with caution with less potent CYP3A4 inhibitors."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "desipramine",
            "description": {
                "common": "desipramine and ergotamine both increase  serotonin levels. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "dexfenfluramine",
            "description": {
                "common": "dexfenfluramine and ergotamine both increase  serotonin levels. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "dextroamphetamine",
            "description": {
                "common": "dextroamphetamine and ergotamine both increase  serotonin levels. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "dextromethorphan",
            "description": {
                "common": "dextromethorphan and ergotamine both increase  serotonin levels. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "dihydroergotamine",
            "description": {
                "common": "dihydroergotamine and ergotamine both increase  serotonin levels. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "dihydroergotamine intranasal",
            "description": {
                "common": "dihydroergotamine intranasal and ergotamine both increase  serotonin levels. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "diltiazem",
            "description": {
                "common": "diltiazem will increase the level or effect of ergotamine by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "doxepin",
            "description": {
                "common": "doxepin and ergotamine both increase  serotonin levels. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "duloxetine",
            "description": {
                "common": "duloxetine and ergotamine both increase  serotonin levels. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "duvelisib",
            "description": {
                "common": "duvelisib will increase the level or effect of ergotamine by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Modify Therapy/Monitor Closely. Coadministration with duvelisib increases AUC of a sensitive CYP3A4 substrate which may increase the risk of toxicities of these drugs. Consider reducing the dose of the sensitive CYP3A4 substrate and monitor for signs of toxicities of the coadministered sensitive CYP3A substrate."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "elagolix",
            "description": {
                "common": "elagolix will decrease the level or effect of ergotamine by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Modify Therapy/Monitor Closely. Elagolix is a weak-to-moderate CYP3A4 inducer. Monitor CYP3A substrates if coadministered."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "eletriptan",
            "description": {
                "common": "eletriptan and ergotamine both increase  serotonin levels. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "eluxadoline",
            "description": {
                "common": "eluxadoline increases levels of ergotamine by affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor. Caution when CYP3A substrates that have a narrow therapeutic index are coadministered with eluxadoline."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "escitalopram",
            "description": {
                "common": "escitalopram and ergotamine both increase  serotonin levels. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "fedratinib",
            "description": {
                "common": "fedratinib will increase the level or effect of ergotamine by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor. Adjust dose of drugs that are CYP3A4 substrates as necessary."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "fenfluramine",
            "description": {
                "common": "ergotamine and fenfluramine both increase  serotonin levels. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ferric maltol",
            "description": {
                "common": "ferric maltol, ergotamine.\nEither increases levels of the other by unspecified interaction mechanism. Modify Therapy/Monitor Closely. Coadministration of ferric maltol with certain oral medications may decrease the bioavailability of either ferric maltol and some oral drugs. For oral drugs where reductions in bioavailability may cause clinically significant effects on its safety or efficacy, separate administration of ferric maltol from these drugs. Duration of separation may depend on the absorption of the medication concomitantly administered (eg, time to peak concentration,  whether the drug is an immediate or extended release product)."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "finerenone",
            "description": {
                "common": "ergotamine will increase the level or effect of finerenone by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Modify Therapy/Monitor Closely. Monitor serum potassium during initiation and dosage adjustment of either finererone or weak CYP3A4 inhibitors. Adjust finererone dosage as needed."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "flibanserin",
            "description": {
                "common": "ergotamine will increase the level or effect of flibanserin by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor. Increased flibanserin adverse effects may occur if coadministered with multiple weak CYP3A4 inhibitors."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "fluoxetine",
            "description": {
                "common": "fluoxetine and ergotamine both increase  serotonin levels. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "fluphenazine",
            "description": {
                "common": "ergotamine, fluphenazine. unspecified interaction mechanism. Use Caution/Monitor. Serotonin modulators may enhance dopamine blockade, possibly increasing the risk for neuroleptic malignant syndrome. Antipsychotics may enhance serotonergic effect of serotonin modulators, which may result in serotonin syndrome. Monitor for evidence of serotonin toxicity (eg, mental status changes, autonomic instability, and neuromuscular hyperactivity) or neuroleptic malignant syndrome (eg, hyperthermia, muscle rigidity, autonomic dysfunction)."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "fluvoxamine",
            "description": {
                "common": "fluvoxamine and ergotamine both increase  serotonin levels. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "frovatriptan",
            "description": {
                "common": "frovatriptan and ergotamine both increase  serotonin levels. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "glycerol phenylbutyrate",
            "description": {
                "common": "glycerol phenylbutyrate will decrease the level or effect of ergotamine by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor. Glycerol phenylbutyrate is a weak inducer of CYP3A4. Monitor for decreased efficacy of CYP3A4 substrates that have a narrow therapeutic index."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "haloperidol",
            "description": {
                "common": "ergotamine, haloperidol. unspecified interaction mechanism. Use Caution/Monitor. Serotonin modulators may enhance dopamine blockade, possibly increasing the risk for neuroleptic malignant syndrome. Antipsychotics may enhance serotonergic effect of serotonin modulators, which may result in serotonin syndrome. Monitor for evidence of serotonin toxicity (eg, mental status changes, autonomic instability, and neuromuscular hyperactivity) or neuroleptic malignant syndrome (eg, hyperthermia, muscle rigidity, autonomic dysfunction)."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "iloperidone",
            "description": {
                "common": "iloperidone increases levels of ergotamine by affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor. Iloperidone is a time-dependent CYP3A inhibitor and may lead to increased plasma levels of drugs predominantly eliminated by CYP3A4."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "imipramine",
            "description": {
                "common": "imipramine and ergotamine both increase  serotonin levels. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "isavuconazonium sulfate",
            "description": {
                "common": "ergotamine will increase the level or effect of isavuconazonium sulfate by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "isoniazid",
            "description": {
                "common": "ergotamine and isoniazid both increase  serotonin levels. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "istradefylline",
            "description": {
                "common": "istradefylline will increase the level or effect of ergotamine by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor. Istradefylline 40 mg/day increased peak levels and AUC of CYP3A4 substrates in clinical trials. This effect was not observed with istradefylline 20 mg/day. Consider dose reduction of sensitive CYP3A4 substrates."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "L-tryptophan",
            "description": {
                "common": "ergotamine and L-tryptophan both increase  serotonin levels. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "larotrectinib",
            "description": {
                "common": "larotrectinib will increase the level or effect of ergotamine by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "lemborexant",
            "description": {
                "common": "ergotamine will increase the level or effect of lemborexant by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Modify Therapy/Monitor Closely. Lower nightly dose of lemborexant recommended if coadministered with weak CYP3A4 inhibitors. See drug monograph for specific dosage modification."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "levomilnacipran",
            "description": {
                "common": "levomilnacipran and ergotamine both increase  serotonin levels. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "lithium",
            "description": {
                "common": "ergotamine and lithium both increase  serotonin levels. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "lofepramine",
            "description": {
                "common": "lofepramine and ergotamine both increase  serotonin levels. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "lomitapide",
            "description": {
                "common": "ergotamine increases levels of lomitapide by affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor. Lomitapide dose should not exceed 30 mg/day."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "loxapine",
            "description": {
                "common": "ergotamine, loxapine. unspecified interaction mechanism. Use Caution/Monitor. Serotonin modulators may enhance dopamine blockade, possibly increasing the risk for neuroleptic malignant syndrome. Antipsychotics may enhance serotonergic effect of serotonin modulators, which may result in serotonin syndrome. Monitor for evidence of serotonin toxicity (eg, mental status changes, autonomic instability, and neuromuscular hyperactivity) or neuroleptic malignant syndrome (eg, hyperthermia, muscle rigidity, autonomic dysfunction)."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "loxapine inhaled",
            "description": {
                "common": "ergotamine, loxapine inhaled. unspecified interaction mechanism. Use Caution/Monitor. Serotonin modulators may enhance dopamine blockade, possibly increasing the risk for neuroleptic malignant syndrome. Antipsychotics may enhance serotonergic effect of serotonin modulators, which may result in serotonin syndrome. Monitor for evidence of serotonin toxicity (eg, mental status changes, autonomic instability, and neuromuscular hyperactivity) or neuroleptic malignant syndrome (eg, hyperthermia, muscle rigidity, autonomic dysfunction)."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "lsd",
            "description": {
                "common": "ergotamine and lsd both increase  serotonin levels. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "lurasidone",
            "description": {
                "common": "ergotamine, lurasidone. unspecified interaction mechanism. Use Caution/Monitor. Serotonin modulators may enhance dopamine blockade, possibly increasing the risk for neuroleptic malignant syndrome. Antipsychotics may enhance serotonergic effect of serotonin modulators, which may result in serotonin syndrome. Monitor for evidence of serotonin toxicity (eg, mental status changes, autonomic instability, and neuromuscular hyperactivity) or neuroleptic malignant syndrome (eg, hyperthermia, muscle rigidity, autonomic dysfunction)."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "maprotiline",
            "description": {
                "common": "maprotiline and ergotamine both increase  serotonin levels. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "meperidine",
            "description": {
                "common": "ergotamine and meperidine both increase  serotonin levels. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "midazolam intranasal",
            "description": {
                "common": "ergotamine will increase the level or effect of midazolam intranasal by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor. Coadministration of mild CYP3A4 inhibitors with midazolam intranasal may cause higher midazolam systemic exposure, which may prolong sedation."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "milnacipran",
            "description": {
                "common": "milnacipran and ergotamine both increase  serotonin levels. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "minocycline",
            "description": {
                "common": "minocycline, ergotamine.\nEither increases toxicity of the other by Mechanism: unknown. Use Caution/Monitor. coadministration of ergot alkaloids and tetracyclines increases risk of ergotism."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "mirtazapine",
            "description": {
                "common": "ergotamine and mirtazapine both increase  serotonin levels. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "mitotane",
            "description": {
                "common": "mitotane decreases levels of ergotamine by affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor. Mitotane is a strong inducer of cytochrome P-4503A4; monitor when coadministered with CYP3A4 substrates for possible dosage adjustments."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "molindone",
            "description": {
                "common": "ergotamine, molindone. unspecified interaction mechanism. Use Caution/Monitor. Serotonin modulators may enhance dopamine blockade, possibly increasing the risk for neuroleptic malignant syndrome. Antipsychotics may enhance serotonergic effect of serotonin modulators, which may result in serotonin syndrome. Monitor for evidence of serotonin toxicity (eg, mental status changes, autonomic instability, and neuromuscular hyperactivity) or neuroleptic malignant syndrome (eg, hyperthermia, muscle rigidity, autonomic dysfunction)."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "morphine",
            "description": {
                "common": "ergotamine and morphine both increase  serotonin levels. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "naratriptan",
            "description": {
                "common": "naratriptan and ergotamine both increase  serotonin levels. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "nefazodone",
            "description": {
                "common": "nefazodone and ergotamine both increase  serotonin levels. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "nitroglycerin rectal",
            "description": {
                "common": "nitroglycerin rectal will increase the level or effect of ergotamine by  Other (see comment). Use Caution/Monitor. Oral administration of nitroglycerin markedly decreases the first-pass metabolism of dihydroergotamine and consequently increases its oral bioavailability. Ergotamine is known to precipitate angina pectoris. Therefore the possibility of ergotism in patients receiving nitroglycerin should be considered."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "nortriptyline",
            "description": {
                "common": "nortriptyline and ergotamine both increase  serotonin levels. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "olanzapine",
            "description": {
                "common": "ergotamine, olanzapine. unspecified interaction mechanism. Use Caution/Monitor. Serotonin modulators may enhance dopamine blockade, possibly increasing the risk for neuroleptic malignant syndrome. Antipsychotics may enhance serotonergic effect of serotonin modulators, which may result in serotonin syndrome. Monitor for evidence of serotonin toxicity (eg, mental status changes, autonomic instability, and neuromuscular hyperactivity) or neuroleptic malignant syndrome (eg, hyperthermia, muscle rigidity, autonomic dysfunction)."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "omaveloxolone",
            "description": {
                "common": "omaveloxolone will decrease the level or effect of ergotamine by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor. Omaveloxolone may reduce systemic exposure of sensitive CYP3A4 substrates. Check prescribing information of substrate if dosage modification is needed.  "
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "palbociclib",
            "description": {
                "common": "palbociclib will increase the level or effect of ergotamine by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Modify Therapy/Monitor Closely. The dose of  sensitive CYP3A substrates with a narrow therapeutic index may need to be reduced if coadministered with palbociclib"
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "paliperidone",
            "description": {
                "common": "ergotamine, paliperidone. unspecified interaction mechanism. Use Caution/Monitor. Serotonin modulators may enhance dopamine blockade, possibly increasing the risk for neuroleptic malignant syndrome. Antipsychotics may enhance serotonergic effect of serotonin modulators, which may result in serotonin syndrome. Monitor for evidence of serotonin toxicity (eg, mental status changes, autonomic instability, and neuromuscular hyperactivity) or neuroleptic malignant syndrome (eg, hyperthermia, muscle rigidity, autonomic dysfunction)."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "paroxetine",
            "description": {
                "common": "paroxetine and ergotamine both increase  serotonin levels. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "pentazocine",
            "description": {
                "common": "ergotamine and pentazocine both increase  serotonin levels. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "perphenazine",
            "description": {
                "common": "ergotamine, perphenazine. unspecified interaction mechanism. Use Caution/Monitor. Serotonin modulators may enhance dopamine blockade, possibly increasing the risk for neuroleptic malignant syndrome. Antipsychotics may enhance serotonergic effect of serotonin modulators, which may result in serotonin syndrome. Monitor for evidence of serotonin toxicity (eg, mental status changes, autonomic instability, and neuromuscular hyperactivity) or neuroleptic malignant syndrome (eg, hyperthermia, muscle rigidity, autonomic dysfunction)."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "pimavanserin",
            "description": {
                "common": "ergotamine, pimavanserin. unspecified interaction mechanism. Use Caution/Monitor. Serotonin modulators may enhance dopamine blockade, possibly increasing the risk for neuroleptic malignant syndrome. Antipsychotics may enhance serotonergic effect of serotonin modulators, which may result in serotonin syndrome. Monitor for evidence of serotonin toxicity (eg, mental status changes, autonomic instability, and neuromuscular hyperactivity) or neuroleptic malignant syndrome (eg, hyperthermia, muscle rigidity, autonomic dysfunction)."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "pimozide",
            "description": {
                "common": "ergotamine, pimozide. unspecified interaction mechanism. Use Caution/Monitor. Serotonin modulators may enhance dopamine blockade, possibly increasing the risk for neuroleptic malignant syndrome. Antipsychotics may enhance serotonergic effect of serotonin modulators, which may result in serotonin syndrome. Monitor for evidence of serotonin toxicity (eg, mental status changes, autonomic instability, and neuromuscular hyperactivity) or neuroleptic malignant syndrome (eg, hyperthermia, muscle rigidity, autonomic dysfunction)."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "pitolisant",
            "description": {
                "common": "pitolisant will decrease the level or effect of ergotamine by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor. Pitolisant is a borderline/weak inducer of CYP3A4. Monitor sensitive CYP3A4 substrates for reduced effectiveness if coadministered."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "protriptyline",
            "description": {
                "common": "protriptyline and ergotamine both increase  serotonin levels. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "quetiapine",
            "description": {
                "common": "ergotamine, quetiapine. unspecified interaction mechanism. Use Caution/Monitor. Serotonin modulators may enhance dopamine blockade, possibly increasing the risk for neuroleptic malignant syndrome. Antipsychotics may enhance serotonergic effect of serotonin modulators, which may result in serotonin syndrome. Monitor for evidence of serotonin toxicity (eg, mental status changes, autonomic instability, and neuromuscular hyperactivity) or neuroleptic malignant syndrome (eg, hyperthermia, muscle rigidity, autonomic dysfunction)."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "rasagiline",
            "description": {
                "common": "rasagiline and ergotamine both increase  serotonin levels. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ribociclib",
            "description": {
                "common": "ribociclib will increase the level or effect of ergotamine by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Modify Therapy/Monitor Closely. Caution if ribociclib is coadministered with sensitive CYP3A4 substrates that have a narrow therapeutic index. Dose reduction for sensitive CYP3A4 substrates may be needed."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "risperidone",
            "description": {
                "common": "ergotamine, risperidone. unspecified interaction mechanism. Use Caution/Monitor. Serotonin modulators may enhance dopamine blockade, possibly increasing the risk for neuroleptic malignant syndrome. Antipsychotics may enhance serotonergic effect of serotonin modulators, which may result in serotonin syndrome. Monitor for evidence of serotonin toxicity (eg, mental status changes, autonomic instability, and neuromuscular hyperactivity) or neuroleptic malignant syndrome (eg, hyperthermia, muscle rigidity, autonomic dysfunction)."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "rizatriptan",
            "description": {
                "common": "rizatriptan and ergotamine both increase  serotonin levels. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ropeginterferon alfa 2b",
            "description": {
                "common": "ropeginterferon alfa 2b will increase the level or effect of ergotamine by  Other (see comment). Use Caution/Monitor. Certain proinflammatory cytokines, including interferons, can suppress CYP450 enzymes resulting in increased exposures of some CYP substrates. Therefore, monitor patients who are receiving concomitant drugs that are CYP450 substrates with a narrow therapeutic index from toxicities to such drugs."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "rucaparib",
            "description": {
                "common": "rucaparib will increase the level or effect of ergotamine by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Modify Therapy/Monitor Closely. Adjust dosage of CYP3A4 substrates, if clinically indicated."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "SAMe",
            "description": {
                "common": "ergotamine and SAMe both increase  serotonin levels. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "schisandra",
            "description": {
                "common": "schisandra will increase the level or effect of ergotamine by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "selegiline",
            "description": {
                "common": "selegiline and ergotamine both increase  serotonin levels. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "selegiline transdermal",
            "description": {
                "common": "selegiline transdermal and ergotamine both increase  serotonin levels. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "sertraline",
            "description": {
                "common": "sertraline and ergotamine both increase  serotonin levels. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "sofosbuvir/velpatasvir",
            "description": {
                "common": "sofosbuvir/velpatasvir increases levels of ergotamine by affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor. Velpatasvir inhibits CYP3A4. Caution if coadministered with drugs with narrow therapeutics indexes."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "St John's Wort",
            "description": {
                "common": "ergotamine and St John's Wort both increase  serotonin levels. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "stiripentol",
            "description": {
                "common": "stiripentol, ergotamine. affecting hepatic/intestinal enzyme CYP3A4 metabolism. Modify Therapy/Monitor Closely. Stiripentol is a CYP3A4 inhibitor and inducer. Monitor CYP3A4 substrates coadministered with stiripentol for increased or decreased effects. CYP3A4 substrates may require dosage adjustment."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "sumatriptan",
            "description": {
                "common": "sumatriptan and ergotamine both increase  serotonin levels. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "sumatriptan intranasal",
            "description": {
                "common": "sumatriptan intranasal and ergotamine both increase  serotonin levels. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "tazemetostat",
            "description": {
                "common": "tazemetostat will decrease the level or effect of ergotamine by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "teclistamab",
            "description": {
                "common": "teclistamab will increase the level or effect of ergotamine by  altering metabolism. Use Caution/Monitor. Teclistamab causes release of cytokines that may suppress activity of CYP450 enzymes, resulting in increased exposure of CYP substrates. Monitor for increased concentrations or toxicities of sensitive CYP substrates. Adjust dose of CYP substrate drug as needed. "
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "tecovirimat",
            "description": {
                "common": "tecovirimat will decrease the level or effect of ergotamine by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor. Tecovirimat is a weak CYP3A4 inducer. Monitor sensitive CYP3A4 substrates for effectiveness if coadministered."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "telotristat ethyl",
            "description": {
                "common": "telotristat ethyl will decrease the level or effect of ergotamine by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Modify Therapy/Monitor Closely. Telotristat ethyl induces CYP3A4 and may reduce systemic exposure of sensitive CYP3A4 substrates. Monitor for suboptimal efficacy and consider increasing the dose of the CYP3A4 substrate."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "thiothixene",
            "description": {
                "common": "ergotamine, thiothixene. unspecified interaction mechanism. Use Caution/Monitor. Serotonin modulators may enhance dopamine blockade, possibly increasing the risk for neuroleptic malignant syndrome. Antipsychotics may enhance serotonergic effect of serotonin modulators, which may result in serotonin syndrome. Monitor for evidence of serotonin toxicity (eg, mental status changes, autonomic instability, and neuromuscular hyperactivity) or neuroleptic malignant syndrome (eg, hyperthermia, muscle rigidity, autonomic dysfunction)."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "tinidazole",
            "description": {
                "common": "ergotamine will increase the level or effect of tinidazole by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "tramadol",
            "description": {
                "common": "ergotamine and tramadol both increase  serotonin levels. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "trazodone",
            "description": {
                "common": "trazodone and ergotamine both increase  serotonin levels. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "trifluoperazine",
            "description": {
                "common": "ergotamine, trifluoperazine. unspecified interaction mechanism. Use Caution/Monitor. Serotonin modulators may enhance dopamine blockade, possibly increasing the risk for neuroleptic malignant syndrome. Antipsychotics may enhance serotonergic effect of serotonin modulators, which may result in serotonin syndrome. Monitor for evidence of serotonin toxicity (eg, mental status changes, autonomic instability, and neuromuscular hyperactivity) or neuroleptic malignant syndrome (eg, hyperthermia, muscle rigidity, autonomic dysfunction)."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "trimipramine",
            "description": {
                "common": "trimipramine and ergotamine both increase  serotonin levels. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "trofinetide",
            "description": {
                "common": "trofinetide will increase the level or effect of ergotamine by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor. Monitor CYP3A4 substrates for which a small increase in plasma concentration may lead to serious toxicities if coadministered with trofinetide (a weak CYP3A4 inhibitor)."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "turmeric",
            "description": {
                "common": "turmeric will increase the level or effect of ergotamine by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ustekinumab",
            "description": {
                "common": "ustekinumab, ergotamine. Other (see comment). Use Caution/Monitor. \nComment: Formation of CYP450 enzymes can be altered by increased levels of certain cytokines during chronic inflammation;  thus, normalizing the formation of CYP450 enzymes. Upon initiation or discontinuation of ustekinumab in patients who are receiving concomitant CYP450 substrates, particularly those with a narrow therapeutic index, consider monitoring for therapeutic effect."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "venlafaxine",
            "description": {
                "common": "venlafaxine and ergotamine both increase  serotonin levels. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ziprasidone",
            "description": {
                "common": "ergotamine, ziprasidone. unspecified interaction mechanism. Use Caution/Monitor. Serotonin modulators may enhance dopamine blockade, possibly increasing the risk for neuroleptic malignant syndrome. Antipsychotics may enhance serotonergic effect of serotonin modulators, which may result in serotonin syndrome. Monitor for evidence of serotonin toxicity (eg, mental status changes, autonomic instability, and neuromuscular hyperactivity) or neuroleptic malignant syndrome (eg, hyperthermia, muscle rigidity, autonomic dysfunction)."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "zolmitriptan",
            "description": {
                "common": "zolmitriptan and ergotamine both increase  serotonin levels. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "acetazolamide",
            "description": {
                "common": "acetazolamide will increase the level or effect of ergotamine by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "anastrozole",
            "description": {
                "common": "anastrozole will increase the level or effect of ergotamine by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "azithromycin",
            "description": {
                "common": "azithromycin increases levels of ergotamine by unknown mechanism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "cyclophosphamide",
            "description": {
                "common": "cyclophosphamide will increase the level or effect of ergotamine by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "green tea",
            "description": {
                "common": "green tea increases levels of ergotamine by enhancing GI absorption. Applies only to oral form of both agents. Minor/Significance Unknown. Due to caffeine content."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "ruxolitinib",
            "description": {
                "common": "ergotamine will increase the level or effect of ruxolitinib by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "ruxolitinib topical",
            "description": {
                "common": "ergotamine will increase the level or effect of ruxolitinib topical by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Minor/Significance Unknown."
            }
        }
    ],
    "adverse effects": [
        {
            "name": "Abnormal heart valve findings",
            "percent": null
        },
        {
            "name": "chronic use",
            "percent": null
        },
        {
            "name": "Angina",
            "percent": null
        },
        {
            "name": "Arrhythmia",
            "percent": null
        },
        {
            "name": "Vascular spasm",
            "percent": null
        },
        {
            "name": "Vasoconstriction",
            "percent": null
        },
        {
            "name": "Tachycardia",
            "percent": null
        },
        {
            "name": "Fatigue",
            "percent": null
        },
        {
            "name": "Numbness of extremities",
            "percent": null
        },
        {
            "name": "Rebound headache",
            "percent": null
        },
        {
            "name": "Abdominal pain",
            "percent": null
        },
        {
            "name": "Ergotism",
            "percent": null
        },
        {
            "name": "Possible gangrene",
            "percent": null
        },
        {
            "name": "Paresthesia",
            "percent": null
        },
        {
            "name": "Pruritis",
            "percent": null
        },
        {
            "name": "Nausea",
            "percent": null
        },
        {
            "name": "Vomiting",
            "percent": null
        },
        {
            "name": "Muscle weakness",
            "percent": null
        },
        {
            "name": "Visual disturbances",
            "percent": null
        }
    ]
}