{
    "name": "vismodegib",
    "comment": "Rx",
    "other_names": [
        "Erivedge"
    ],
    "classes": [
        "Antineoplastics",
        "Hedgehog Pathway Inhibitors"
    ],
    "source": "https://reference.medscape.com/drug/erivedge-vismodegib-999716",
    "pregnancy": {
        "common": [
            "There is a pregnancy exposure registry that monitors pregnancy outcomes in women exposed to ERIVEDGE during pregnancy. Report pregnancies to Genentech at 1-888-835-2555",
            "Can cause fetal harm when administered to a pregnant woman based on its mechanism of action (by either direct exposure or exposure from seminal fluid); see Black Box Warnings",
            "Shown to be teratogenic, embryotoxic, and fetotoxic in rats at maternal exposures lower than the human exposures at the recommended dose of 150 mg/day; embryolethal in rats at exposures within the range achieved at the recommended human dose",
            "Advise females of reproductive potential to use effective contraception during therapy and for 24 months after final dose; advise male patients to use condoms, even after a vasectomy, to avoid potential drug exposure in pregnant partners and female partners of reproductive potential during therapy and for 3 months after the final dose",
            "Amenorrhea can occur in females of reproductive potential; reversibility of amenorrhea is unknown",
            "Advise males to use condoms, even after a vasectomy, to avoid potential drug exposure in pregnant partners and female partners of reproductive potential during therapy and for 3 months after final dose; advise male patients not to donate semen during and for 3 months after the final dose"
        ],
        "specific": []
    },
    "lactation": {
        "common": [
            "Unknown whether distributed in breast milk; because of potential for serious adverse reactions in breastfed infants from therapy, advise a nursing woman that breastfeeding is not recommended during therapy and for 24 months after the final dose",
            "A decision should be made whether to discontinue nursing or to discontinue the drug, taking into account the importance of the drug to the mother"
        ]
    },
    "warnings": {
        "black_box_warning": {
            "common": [],
            "specific": [
                {
                    "type": "Embryo-fetal toxicity ",
                    "description": [
                        "Can cause fetal harm when administered to a pregnant woman based on its mechanism of action",
                        "Shown to be embryotoxic, fetotoxic, and teratogenic in animals",
                        "Teratogenic effects included severe midline defects, missing digits, and other irreversible malformations",
                        "Verify pregnancy status of females of reproductive potential ≤7 days before initiating therapy",
                        "Advise male and female patients of the risks of embryo-fetal death and severe birth defects and the need for contraception during and after treatment",
                        "Advise males of the potential risk of drug exposure through semen and to use condoms with a pregnant partner or a female partner of reproductive potential",
                        "Advise patients to contact their healthcare provider immediately if they suspect they (or, for males, their female partner) may be pregnant",
                        "Report exposure during pregnancy to the Genentech Adverse Event Line at 1-888-835-2555"
                    ]
                }
            ]
        },
        "contraindicators": {
            "common": [
                "None"
            ],
            "specific": []
        },
        "cautions": {
            "common": [
                "Can cause fetal harm when administered to pregnant women, or if pregnant women are exposed to vismodegib via seminal fluid",
                "Patient should not donate blood while taking vismodegib or for at least 24 months after last dose",
                "Premature fusion of epiphyses reported in pediatric patients exposed to drug; In some cases, fusion progressed after drug discontinuation",
                "Advise males not to donate semen during and for 3 months after therapy",
                "Severe cutaneous adverse reactions (SCARs), including Stevens-Johnson syndrome (SJS), toxic epidermal necrolysis (TEN) and drug reaction with eosinophilia and systemic symptoms (DRESS), which can be life-threatening or fatal, reported during treatment; permanently discontinue in patients with these reactions"
            ],
            "specific": [
                {
                    "type": "Musculoskeletal adverse reactions",
                    "description": [
                        "Musculoskeletal adverse reactions, which may be accompanied by CPK elevations, have occurred with this medication, which inhibit the hedgehog (Hh) pathway; the most frequent manifestations of musculoskeletal adverse reactions reported include musculoskeletal pain and muscle spasms; increased CPK laboratory values occurred in 16% of patients",
                        "Obtain baseline CPK levels prior to initiating therapy and as clinically indicated (eg, if muscle symptoms are reported); depending on severity of symptoms, temporary dose interruption, dose reduction, or discontinuation of therapy may be required for musculoskeletal adverse reactions or serum CPK elevation"
                    ]
                }
            ]
        }
    },
    "interactions": [
        {
            "classification_type": "Serious",
            "interaction_with": "palifermin",
            "description": {
                "common": "palifermin increases toxicity of vismodegib by Other (see comment). Avoid or Use Alternate Drug. \nComment: Palifermin should not be administered within 24 hr before, during infusion of, or within 24 hr after administration of antineoplastic agents. Coadministration of palifermin within 24 hr of chemotherapy resulted in increased severity and duration of oral mucositis."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "aluminum hydroxide",
            "description": {
                "common": "aluminum hydroxide will decrease the level or effect of vismodegib by  Other (see comment). Use Caution/Monitor. Drugs that increase gastric pH alter vismodegib solubility and therefore reduce bioavailability; effect on efficacy unknown"
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "aluminum hydroxide/magnesium carbonate",
            "description": {
                "common": "aluminum hydroxide/magnesium carbonate will decrease the level or effect of vismodegib by  Other (see comment). Use Caution/Monitor. Drugs that increase gastric pH alter vismodegib solubility and therefore reduce bioavailability; effect on efficacy unknown"
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "aluminum hydroxide/magnesium trisilicate",
            "description": {
                "common": "aluminum hydroxide/magnesium trisilicate will decrease the level or effect of vismodegib by  Other (see comment). Use Caution/Monitor. Drugs that increase gastric pH alter vismodegib solubility and therefore reduce bioavailability; effect on efficacy unknown"
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "aspirin/citric acid/sodium bicarbonate",
            "description": {
                "common": "aspirin/citric acid/sodium bicarbonate will decrease the level or effect of vismodegib by  Other (see comment). Use Caution/Monitor. Drugs that increase gastric pH alter vismodegib solubility and therefore reduce bioavailability; effect on efficacy unknown"
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "calcium carbonate",
            "description": {
                "common": "calcium carbonate will decrease the level or effect of vismodegib by  Other (see comment). Use Caution/Monitor. Drugs that increase gastric pH alter vismodegib solubility and therefore reduce bioavailability; effect on efficacy unknown"
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "cimetidine",
            "description": {
                "common": "cimetidine will decrease the level or effect of vismodegib by  Other (see comment). Use Caution/Monitor. Drugs that increase gastric pH alter vismodegib solubility and therefore reduce bioavailability; effect on efficacy unknown"
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "dexlansoprazole",
            "description": {
                "common": "dexlansoprazole will decrease the level or effect of vismodegib by  Other (see comment). Use Caution/Monitor. Drugs that increase gastric pH alter vismodegib solubility and therefore reduce bioavailability; effect on efficacy unknown"
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "dichlorphenamide",
            "description": {
                "common": "dichlorphenamide and vismodegib both decrease  serum potassium. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "esomeprazole",
            "description": {
                "common": "esomeprazole will decrease the level or effect of vismodegib by  Other (see comment). Use Caution/Monitor. Drugs that increase gastric pH alter vismodegib solubility and therefore reduce bioavailability; effect on efficacy unknown"
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "famotidine",
            "description": {
                "common": "famotidine will decrease the level or effect of vismodegib by  Other (see comment). Use Caution/Monitor. Drugs that increase gastric pH alter vismodegib solubility and therefore reduce bioavailability; effect on efficacy unknown"
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ibuprofen/famotidine",
            "description": {
                "common": "ibuprofen/famotidine will decrease the level or effect of vismodegib by  Other (see comment). Use Caution/Monitor. Drugs that increase gastric pH alter vismodegib solubility and therefore reduce bioavailability; effect on efficacy unknown"
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "lansoprazole",
            "description": {
                "common": "lansoprazole will decrease the level or effect of vismodegib by  Other (see comment). Use Caution/Monitor. Drugs that increase gastric pH alter vismodegib solubility and therefore reduce bioavailability; effect on efficacy unknown"
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "levoketoconazole",
            "description": {
                "common": "levoketoconazole will increase the level or effect of vismodegib by  P-glycoprotein (MDR1) efflux transporter. Use Caution/Monitor. Vismodegib is a substrate of efflux transporter P-glycoprotein (P-gp); coadministration with P-gp inhibitors increase vismodegib systemic exposure"
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "magnesium hydroxide",
            "description": {
                "common": "magnesium hydroxide will decrease the level or effect of vismodegib by  Other (see comment). Use Caution/Monitor. Drugs that increase gastric pH alter vismodegib solubility and therefore reduce bioavailability; effect on efficacy unknown"
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "magnesium oxide",
            "description": {
                "common": "magnesium oxide will decrease the level or effect of vismodegib by  Other (see comment). Use Caution/Monitor. Drugs that increase gastric pH alter vismodegib solubility and therefore reduce bioavailability; effect on efficacy unknown"
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "mavacamten",
            "description": {
                "common": "vismodegib will increase the level or effect of mavacamten by  affecting hepatic enzyme CYP2C19 metabolism. Modify Therapy/Monitor Closely. Inititiation of weak CYP2C19 inhibitors may require decreased mavacamten dose. "
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "nizatidine",
            "description": {
                "common": "nizatidine will decrease the level or effect of vismodegib by  Other (see comment). Use Caution/Monitor. Drugs that increase gastric pH alter vismodegib solubility and therefore reduce bioavailability; effect on efficacy unknown"
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "omeprazole",
            "description": {
                "common": "omeprazole will decrease the level or effect of vismodegib by  Other (see comment). Use Caution/Monitor. Drugs that increase gastric pH alter vismodegib solubility and therefore reduce bioavailability; effect on efficacy unknown"
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "pantoprazole",
            "description": {
                "common": "pantoprazole will decrease the level or effect of vismodegib by  Other (see comment). Use Caution/Monitor. Drugs that increase gastric pH alter vismodegib solubility and therefore reduce bioavailability; effect on efficacy unknown"
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "rabeprazole",
            "description": {
                "common": "rabeprazole will decrease the level or effect of vismodegib by  Other (see comment). Use Caution/Monitor. Drugs that increase gastric pH alter vismodegib solubility and therefore reduce bioavailability; effect on efficacy unknown"
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "siponimod",
            "description": {
                "common": "siponimod and vismodegib both increase  immunosuppressive effects; risk of infection. Use Caution/Monitor. Caution if coadministered because of additive immunosuppressive effects during such therapy and in the weeks following administration. When switching from drugs with prolonged immune effects, consider the half-life and mode of action of these drugs to avoid unintended additive immunosuppressive effects."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "levoketoconazole",
            "description": {
                "common": "levoketoconazole increases effects of vismodegib by affecting hepatic/intestinal enzyme CYP3A4 metabolism. Minor/Significance Unknown. Coadministration with CYP3A4 inhibitors in vitro does not appear to affect vismodegib plasma levels significantly."
            }
        }
    ],
    "adverse effects": [
        {
            "name": "Muscle spasms",
            "percent": "71.7"
        },
        {
            "name": "Alopecia",
            "percent": "63.8"
        },
        {
            "name": "Dysgeusia",
            "percent": "55.1"
        },
        {
            "name": "Weight loss",
            "percent": "44.9"
        },
        {
            "name": "Fatigue",
            "percent": "39.9"
        },
        {
            "name": "Nausea",
            "percent": "30.4"
        },
        {
            "name": "Diarrhea",
            "percent": "29"
        },
        {
            "name": "Decreased appetite",
            "percent": "25.4"
        },
        {
            "name": "Constipation",
            "percent": "21"
        },
        {
            "name": "Arthralgias",
            "percent": "15.9"
        },
        {
            "name": "Vomiting",
            "percent": "13.8"
        },
        {
            "name": "Ageusia",
            "percent": "10.9"
        },
        {
            "name": "Hyponatremia",
            "percent": "4"
        },
        {
            "name": "Azotemia",
            "percent": "2"
        },
        {
            "name": "Hypokalemia",
            "percent": "1"
        },
        {
            "name": "Amenorrhea",
            "percent": null
        },
        {
            "name": "Premature fusion of epiphyses",
            "percent": null
        },
        {
            "name": "Increased blood creatinine phosphokinase",
            "percent": null
        },
        {
            "name": "Drug",
            "percent": null
        },
        {
            "name": "induced liver injury",
            "percent": null
        },
        {
            "name": "Skin and subcutaneous tissue disorders",
            "percent": null
        },
        {
            "name": "Stevens",
            "percent": null
        },
        {
            "name": "Johnson syndrome",
            "percent": null
        },
        {
            "name": "toxic epidermal necrolysis",
            "percent": null
        },
        {
            "name": "drug reaction with eosinophilia and systemic symptoms",
            "percent": null
        }
    ]
}