{
    "name": "famciclovir",
    "comment": "Rx",
    "other_names": [
        "Famvir"
    ],
    "classes": [
        "Antivirals",
        "Other"
    ],
    "source": "https://reference.medscape.com/drug/famvir-famciclovir-342611",
    "pregnancy": {
        "common": [
            "Healthcare providers are encouraged to report pregnancies and pregnancy outcomes to Novartis Adverse Event reporting line at 1-888-NOW-NOVA (669-6682)",
            "Available data from pharmacovigilance reports in pregnant women have not identified a drug- associated risk of major birth defects, miscarriage or adverse maternal or fetal outcomes; there are risks to fetus associated with untreated herpes simplex virus during pregnancy; after oral administration, famciclovir (prodrug) is converted to penciclovir (active drug); in animal reproduction studies with famciclovir, no evidence of adverse developmental outcomes observed at systemic exposures of penciclovir (AUC) slightly higher than those at maximum recommended human dose (MRHD)",
            "The risk of neonatal herpes infection varies from 30% to 50% for genital herpes simplex virus (HSV) infections that occur in late pregnancy (third trimester), whereas in early pregnancy, infection carries a risk of about 1%; primary herpes outbreak during first trimester of pregnancy associated with neonatal chorioretinitis, microcephaly and, in rare cases, skin lesions; in very rare cases, transplacental transmission can occur resulting in congenital infection, including microcephaly, hepatosplenomegaly, intrauterine growth restriction and stillbirth; co-infection with HSV increases the risk of perinatal HIV transmission in women who had a clinical diagnosis of genital herpes during pregnancy"
        ],
        "specific": [
            {
                "type": "Effects on reproductive potential",
                "description": [
                    "Decreased fertility, due to testicular toxicity, observed in male animals following repeated administration of famciclovir or penciclovir; no evidence of significant effects on sperm count, motility or morphology during treatment or during an 8-week follow-up"
                ]
            },
            {
                "type": "Animal data",
                "description": [
                    "No adverse effects on embryo-fetal (rats and rabbits) or pre/post-natal (rats) development observed up to highest dose administered orally to pregnant rats and rabbits (up to 1000 mg/kg/day) on gestation day(s) 6 to 15, and to rats on gestation day 15 to lactation/post-partum day 25; during organogenesis, systemic exposures of penciclovir (active metabolite) were 3.4 times (rats) and 1.6 times (rabbits) the human systemic exposure of penciclovir based on AUC at the MRHD"
                ]
            }
        ]
    },
    "lactation": {
        "common": [
            "There are no data on presence of famciclovir (prodrug) or penciclovir (active drug) in human milk, effects on breastfed infant, or on milk production; animal data indicate that penciclovir is present in the milk of lactating rats; developmental and health benefits of breastfeeding should be considered along with mother’s clinical need for therapy and any potential adverse effects on breastfed infant from therapy or from underlying maternal condition"
        ]
    },
    "warnings": {
        "black_box_warning": {
            "common": [],
            "specific": []
        },
        "contraindicators": {
            "common": [
                "Known hypersensitivity to this drug or its active metabolite, penciclovir"
            ],
            "specific": []
        },
        "cautions": {
            "common": [
                "Dosage must be adjusted in renal impairment; there is a risk of acute renal failure (ARF) with inappropriately high dosage",
                "Patients with galactose intolerance, glucose-galactose malabsorption syndrome, or severe lactase deficiency should discuss it with practitioner (famciclovir tablets contain lactose)"
            ],
            "specific": []
        }
    },
    "interactions": [
        {
            "classification_type": "Contraindicated",
            "interaction_with": "varicella virus vaccine live",
            "description": {
                "common": "famciclovir will decrease the level or effect of varicella virus vaccine live by  pharmacodynamic antagonism. Contraindicated. Avoid famciclovir use 24 h before and 14 days following varicella vaccine."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "zoster vaccine live",
            "description": {
                "common": "famciclovir will decrease the level or effect of zoster vaccine live by  pharmacodynamic antagonism. Contraindicated. Avoid famciclovir use 24 h before and 14 days following zoster vaccine."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "talimogene laherparepvec",
            "description": {
                "common": "famciclovir decreases effects of talimogene laherparepvec by pharmacodynamic antagonism. Avoid or Use Alternate Drug. Although no drug interactions studies have been performed, antiherpetic viral agents may interfere with the effectiveness of talimogene laherparepvec."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "digoxin",
            "description": {
                "common": "famciclovir increases levels of digoxin by unspecified interaction mechanism. Use Caution/Monitor. Coadministration increases digoxin Cmax by ~19%."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "probenecid",
            "description": {
                "common": "probenecid increases levels of famciclovir by acidic (anionic) drug competition for renal tubular clearance. Use Caution/Monitor. Coadministration of famciclovir with drugs that are significantly eliminated by active renal tubular secretion may increase plasma concentrations of famciclovir's active moiety (ie, penciclovir)."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "raloxifene",
            "description": {
                "common": "raloxifene decreases levels of famciclovir by aldehyde dehydrogenase inhibition. Use Caution/Monitor. The conversion of 6-deoxy penciclovir to penciclovir is catalyzed by aldehyde oxidase. Interactions with other drugs metabolized by this enzyme and/or inhibiting this enzyme could potentially occur. Raloxifene, a potent aldehyde oxidase inhibitor in vitro, could decrease the formation of penciclovir."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "tenofovir DF",
            "description": {
                "common": "tenofovir DF increases levels of famciclovir by decreasing renal clearance. Use Caution/Monitor. Potential for increased toxicity. ."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ublituximab",
            "description": {
                "common": "ublituximab decreases effects of famciclovir by immunosuppressive effects; risk of infection. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "zoster vaccine recombinant",
            "description": {
                "common": "famciclovir decreases effects of zoster vaccine recombinant by pharmacodynamic antagonism. Use Caution/Monitor. Immunosuppressive therapies may reduce the effectiveness of zoster vaccine recombinant."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "cimetidine",
            "description": {
                "common": "cimetidine, famciclovir. aldehyde dehydrogenase inhibition. Minor/Significance Unknown. The conversion of 6-deoxy penciclovir to penciclovir is catalyzed by aldehyde oxidase. Interactions with other drugs metabolized by this enzyme and/or inhibiting this enzyme could potentially occur. Clinical interaction studies of famciclovir with cimetidine did not show relevant effects on the formation of penciclovir."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "promethazine",
            "description": {
                "common": "promethazine, famciclovir. aldehyde dehydrogenase inhibition. Minor/Significance Unknown. The conversion of 6-deoxy penciclovir to penciclovir is catalyzed by aldehyde oxidase. Interactions with other drugs metabolized by this enzyme and/or inhibiting this enzyme could potentially occur. Clinical interaction studies of famciclovir with promethazine did not show relevant effects on the formation of penciclovir."
            }
        }
    ],
    "adverse effects": [
        {
            "name": "Headache",
            "percent": "23"
        },
        {
            "name": "Nausea",
            "percent": "13"
        },
        {
            "name": "Diarrhea",
            "percent": "2-9"
        },
        {
            "name": "Abdominal pain",
            "percent": "8"
        },
        {
            "name": "Dysmenorrhea",
            "percent": "8"
        },
        {
            "name": "Vomiting",
            "percent": "1-5"
        },
        {
            "name": "Flatulence",
            "percent": "5"
        },
        {
            "name": "Pruritus",
            "percent": "4"
        },
        {
            "name": "Rash",
            "percent": "3"
        },
        {
            "name": "Paresthesia",
            "percent": "3"
        },
        {
            "name": "Neutropenia",
            "percent": "3"
        },
        {
            "name": "Increased transaminases",
            "percent": "2-3"
        },
        {
            "name": "Increased bilirubin",
            "percent": "2"
        },
        {
            "name": "Fatigue",
            "percent": "1"
        },
        {
            "name": "Arthralgia",
            "percent": null
        },
        {
            "name": "Confusion",
            "percent": null
        },
        {
            "name": "Dizziness",
            "percent": null
        },
        {
            "name": "Erythema multiforme",
            "percent": null
        },
        {
            "name": "Hallucinations",
            "percent": null
        },
        {
            "name": "Jaundice",
            "percent": null
        },
        {
            "name": "Rigors",
            "percent": null
        },
        {
            "name": "Thrombocytopenia",
            "percent": null
        },
        {
            "name": "Upper respiratory tract infection",
            "percent": null
        },
        {
            "name": "Blood and lymphatic system disorders",
            "percent": null
        },
        {
            "name": "Thrombocytopenia",
            "percent": null
        },
        {
            "name": "Immune system disorders anaphylactic shock and anaphylactic reaction under",
            "percent": null
        },
        {
            "name": "Hepatobiliary disorders",
            "percent": null
        },
        {
            "name": "Abnormal liver function tests",
            "percent": null
        },
        {
            "name": "cholestatic jaundice",
            "percent": null
        },
        {
            "name": "Nervous system disorders",
            "percent": null
        },
        {
            "name": "Dizziness",
            "percent": null
        },
        {
            "name": "somnolence",
            "percent": null
        },
        {
            "name": "seizures",
            "percent": null
        },
        {
            "name": "Psychiatric disorders",
            "percent": null
        },
        {
            "name": "Confusion",
            "percent": null
        },
        {
            "name": "including delirium",
            "percent": null
        },
        {
            "name": "disorientation",
            "percent": null
        },
        {
            "name": "and confusional state occurring predominantly in the elderly",
            "percent": null
        },
        {
            "name": "hallucinations",
            "percent": null
        },
        {
            "name": "Skin and subcutaneous tissue disorders",
            "percent": null
        },
        {
            "name": "Urticaria",
            "percent": null
        },
        {
            "name": "Stevens",
            "percent": null
        },
        {
            "name": "Johnson syndrome",
            "percent": null
        },
        {
            "name": "toxic epidermal necrolysis",
            "percent": null
        },
        {
            "name": "angioedema",
            "percent": null
        },
        {
            "name": "eg",
            "percent": null
        },
        {
            "name": "face",
            "percent": null
        },
        {
            "name": "eyelid",
            "percent": null
        },
        {
            "name": "periorbital",
            "percent": null
        },
        {
            "name": "pharyngeal edema",
            "percent": null
        },
        {
            "name": "hypersensitivity vasculitis",
            "percent": null
        },
        {
            "name": "Cardiac disorders",
            "percent": null
        },
        {
            "name": "Palpitations",
            "percent": null
        }
    ]
}