{
    "name": "polycarbophil",
    "comment": "OTC",
    "other_names": [
        "FiberCon",
        "Fiber Lax",
        "Equalactin",
        "FiberNorm",
        "Mitrolan"
    ],
    "classes": [
        "Laxatives",
        "Bulk-Producing"
    ],
    "source": "https://reference.medscape.com/drug/fibercon-fiber-lax-polycarbophil-342021",
    "pregnancy": {
        "common": [
            "Pregnancy Category: NA; not absorbed; safe to be administered in pregnancy",
            "Lactation: No data in nursing women; not absorbed and should be safe to use in nursing women"
        ],
        "specific": []
    },
    "lactation": {
        "common": [
            "Lactation: No data in nursing women; not absorbed and should be safe to use in nursing women"
        ]
    },
    "warnings": {
        "black_box_warning": {
            "common": [],
            "specific": []
        },
        "contraindicators": {
            "common": [
                "Hypersensitivity",
                "Bowel obstruction, appendicitis, dysphagia, fecal impaction, rectal bleeding"
            ],
            "specific": []
        },
        "cautions": {
            "common": [
                "Taking this product without adequate fluid may cause it to swell and block your throat or esophagus and may cause choking; do not take this product if you have difficulty in swallowing; if experience chest pain, vomiting, or difficulty in swallowing or breathing after taking this product, seek immediate medical attention",
                "Ask a physician before using this product if experiencing abdominal pain, nausea or vomiting, sudden change in bowel habits that lasts over a period of 2 weeks",
                "Ask a healthcare professional if taking any other drug; take the product 2 or more hours before or after other drugs; laxatives may affect how other drugs work",
                "Not for use longer than 7 days unless directed by a physician",
                "Stop use and ask a physician if rectal bleeding occurs or if fail to have a bowel movement after use of this or other laxative; it could be a sign of serious condition",
                "Keep out of reach of children; if overdose, get medical help or contact poison control center right away"
            ],
            "specific": []
        }
    },
    "interactions": [
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "demeclocycline",
            "description": {
                "common": "polycarbophil decreases levels of demeclocycline by inhibition of GI absorption. Applies only to oral form of both agents. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "doxycycline",
            "description": {
                "common": "polycarbophil decreases levels of doxycycline by inhibition of GI absorption. Applies only to oral form of both agents. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "minocycline",
            "description": {
                "common": "polycarbophil decreases levels of minocycline by inhibition of GI absorption. Applies only to oral form of both agents. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "oxytetracycline",
            "description": {
                "common": "polycarbophil decreases levels of oxytetracycline by inhibition of GI absorption. Applies only to oral form of both agents. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "tetracycline",
            "description": {
                "common": "polycarbophil decreases levels of tetracycline by inhibition of GI absorption. Applies only to oral form of both agents. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "sodium picosulfate",
            "description": {
                "common": "polycarbophil decreases effects of sodium picosulfate by Mechanism: unspecified interaction mechanism. Minor/Significance Unknown."
            }
        }
    ],
    "adverse effects": [
        {
            "name": "Abdominal fullness",
            "percent": null
        },
        {
            "name": "Flatulence",
            "percent": null
        },
        {
            "name": "Vomiting",
            "percent": null
        },
        {
            "name": "Stomach cramps",
            "percent": null
        }
    ]
}