{
    "name": "diclofenac topical",
    "comment": "Rx, OTC",
    "other_names": [
        "Flector Transdermal Patch",
        "Voltaren Gel",
        "Pennsaid topical solution",
        "Licart",
        "Voltaren Arthritis Pain",
        "Solaraze Gel (DSC)"
    ],
    "classes": [
        "Topical Skin Products"
    ],
    "source": "https://reference.medscape.com/drug/flector-transdermal-voltaren-diclofenac-topical-343542",
    "pregnancy": {
        "common": [
            "Use of NSAIDs can cause premature closure of fetal ductus arteriosus and fetal renal dysfunction leading to oligohydramnios and, in some cases, neonatal renal impairment",
            "Because of these risks, limit dose and duration of use between about 20 and 30 weeks of gestation, and avoid use at about 30 weeks of gestation and later in pregnancy",
            "Use of NSAIDs at about 30 weeks gestation or later in pregnancy increases risk of premature closure of fetal ductus arteriosus",
            "Use of NSAIDs at about 20 weeks gestation or later in pregnancy has been associated with cases of fetal renal dysfunction leading to oligohydramnios, and in some cases, neonatal renal impairment",
            "Data from observational studies regarding other potential embryofetal risks of NSAID use in women in first or second trimesters of pregnancy are inconclusive",
            "In animal reproduction studies, no evidence of malformations observed in mice, rats, or rabbits given during the period of organogenesis at doses up to approximately 0.6, 0.6, and 1.3 times, respectively, the maximum recommended human dose (MRHD) of 162 mg diclofenac sodium via topical application, despite presence of maternal and fetal toxicity at these doses",
            "In rats, increased incidences of skeletal anomalies and maternal toxicity were also observed at this dose; drug administered orally to both male and female rats prior to mating and throughout mating period, and during gestation and lactation in females produced embryotoxicity at doses approximately 3 and 7 times, respectively, the topical exposure from the MRHD",
            "Based on animal data, prostaglandins have been shown to have an important role in endometrial vascular permeability, blastocyst implantation, and decidualization",
            "In animal studies, administration of prostaglandin synthesis inhibitors resulted in increased pre-and post-implantation loss; prostaglandins also have been shown to have an important role in fetal kidney development",
            "In published animal studies, prostaglandin synthesis inhibitors have been reported to impair kidney development when administered at clinically relevant doses"
        ],
        "specific": [
            {
                "type": "Labor or Delivery",
                "description": [
                    "There are no studies on effects of this drug during labor or delivery; in animal studies, NSAIDS, including diclofenac, inhibit prostaglandin synthesis, cause delayed parturition, and increase incidence of stillbirth"
                ]
            },
            {
                "type": "Reproductive potential",
                "description": [
                    "Based on mechanism of action, the use of prostaglandin-mediated NSAIDs may delay or prevent rupture of ovarian follicles, which has been associated with reversible infertility in some women",
                    "Published animal studies have shown that administration of prostaglandin synthesis inhibitors has the potential to disrupt prostaglandin-mediated follicular rupture required for ovulation",
                    "Small studies in women treated with NSAIDs have also shown a reversible delay in ovulation; consider withdrawal of NSAIDs in women who have difficulties conceiving or who are undergoing investigation of infertility",
                    "Published studies in adult male rodents report that diclofenac, at clinically relevant doses, can produce adverse effects on male reproductive tissues; impact of these findings on male fertility not clear"
                ]
            }
        ]
    },
    "lactation": {
        "common": [
            "Data from published literature reports with oral preparations of diclofenac indicate presence of small amounts of diclofenac in human milk",
            "There are no data on effects on breastfed infant, or effects on milk production; developmental and health benefits of breastfeeding should be considered along with mother’s clinical need for drug and any potential adverse effects on breastfed infant from the drug or from underlying maternal condition"
        ]
    },
    "warnings": {
        "black_box_warning": {
            "common": [],
            "specific": [
                {
                    "type": "Cardiovascular Risk",
                    "description": [
                        "NSAIDs may increase risk of serious cardiovascular thrombotic events, myocardial infarction (MI), & stroke, which can be fatal",
                        "Risk may increase with duration of use",
                        "Patients with risk factors for or existing cardiovascular disease may be at greater risk",
                        "NSAIDs are contraindicated for perioperative pain in the setting of coronary artery bypass graft (CABG) surgery (increased risk of MI & stroke)",
                        "Transdermal patch is contraindicated for use on non intact or damaged skin"
                    ]
                },
                {
                    "type": "Gastrointestinal Risk",
                    "description": [
                        "NSAIDs increase risk of serious GI adverse events including bleeding, ulceration, & perforation of the stomach or intestines, which can be fatal",
                        "GI adverse events may occur at any time during use & without warning symptoms",
                        "Elderly patients are at greater risk for serious GI events"
                    ]
                }
            ]
        },
        "contraindicators": {
            "common": [
                "Hypersensitivity to diclofenac, aspirin other NSAIDs or any ingredient",
                "CABG perioperative period",
                "History of asthma, urticaria, or other allergic-type reactions after taking aspirin or other NSAIDs",
                "Flector patch: Use on non-intact or damaged skin resulting from any etiology, including exudative dermatitis, eczema, infection lesions, burns or wounds"
            ],
            "specific": []
        },
        "cautions": {
            "common": [
                "If pregnant or breast-feeding, ask a health professional before use; it is especially important not to use diclofenac at 20 weeks or later in pregnancy unless definitely directed to do so by a doctor; may cause problems in the unborn child or complications during delivery",
                "Long-term administration of NSAIDs resulted in renal papillary necrosis and other renal injury; renal toxicity also seen in patients in whom renal prostaglandins have a compensatory role in the maintenance of renal perfusion",
                "Risks of: cardiovascular thrombotic events; GI bleeding & ulceration; hepatotoxicity (with Na-salt)",
                "Anemia has occurred in NSAID-treated patients",
                "Diclofenac associated with anaphylactic reactions in patients with and without known hypersensitivity to diclofenac and in patients with aspirin-sensitive asthma",
                "May lead to new-onset or worsening of preexisting hypertension, either of which may contribute to the increased incidence of CV events; coadministration with angiotensin-converting enzyme (ACE) inhibitors, thiazide diuretics, or loop diuretics may have impaired response to these therapies when taking NSAIDs",
                "Randomized controlled trials demonstrated an ~2-fold increase in hospitalizations for heart failure in COX-2 selective-treated patients and nonselective NSAID-treated patients compared to placebo-treated patients",
                "Increases in serum potassium concentration reported with use of NSAIDs, even in some patients without renal impairment; patients with normal renal function, these effects have been attributed to a hyporeninemic-hypoaldosteronism state",
                "Diclofenac may cause premature closure of the fetal ductus arteriosus; avoid use of NSAIDs in pregnant women starting at 30 weeks of gestation (third trimester) (see Pregnancy)",
                "Pharmacological activity of diclofenac in reducing inflammation, and possibly fever, may diminish the utility of these diagnostic signs in detecting infections",
                "Because serious GI bleeding, hepatotoxicity, and renal injury can occur without warning symptoms or signs, consider monitoring patients on long-term NSAID treatment with a CBC and a chemistry profile periodically",
                "Even a used diclofenac contains a large amount of diclofenac epolamine (as much as 170 mg); potential therefore exists for a small child or pet to suffer serious adverse effects from chewing or ingesting a new or used drug; store and keep out of the reach of children and pets",
                "Avoid contact of diclofenac with eyes and mucosa",
                "Concomitant use of oral and topical NSAIDs may result in a higher rate of hemorrhage, more frequent abnormal creatinine, urea and hemoglobin",
                "NSAIDs can cause serious skin adverse reactions such as exfoliative dermatitis, Stevens-Johnson Syndrome (SJS), and toxic epidermal necrolysis (TEN), which can be fatal and may occur without warning",
                "Elderly patients, compared to younger patients, are at greater risk for NSAID-associated serious cardiovascular, gastrointestinal, and/or renal adverse reactions; if anticipated benefit for elderly patient outweighs potential risks, start dosing at low end of dosing range, and monitor patients for adverse effects"
            ],
            "specific": [
                {
                    "type": "Drug reaction with eosinophilia and systemic symptoms (DRESS)",
                    "description": [
                        "Drug Reaction reported in patients taking NSAIDs; some of these events have been fatal or life-threatening; DRESS typically, although not exclusively, presents with fever, rash, lymphadenopathy, and/or facial swelling",
                        "Other clinical manifestations may include hepatitis, nephritis, hematological abnormalities, myocarditis, or myositis; sometimes symptoms of DRESS may resemble an acute viral infection",
                        "Eosinophilia is often present; because this disorder is variable in its presentation, other organ systems not noted here may be involved",
                        "Early manifestations of hypersensitivity, such as fever or lymphadenopathy, may be present even though rash is not evident; if such signs or symptoms are present, discontinue therapy and evaluate the patient immediately"
                    ]
                }
            ]
        }
    },
    "interactions": [
        {
            "classification_type": "Serious",
            "interaction_with": "aminolevulinic acid oral",
            "description": {
                "common": "aminolevulinic acid oral, diclofenac topical.\nEither increases toxicity of the other by pharmacodynamic synergism. Avoid or Use Alternate Drug. Avoid administering other phototoxic drugs with aminolevulinic acid oral for 24 hr during perioperative period."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "aminolevulinic acid topical",
            "description": {
                "common": "diclofenac topical, aminolevulinic acid topical.\nEither increases toxicity of the other by pharmacodynamic synergism. Avoid or Use Alternate Drug. Each drug may increase the photosensitizing effect of the other."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "methyl aminolevulinate",
            "description": {
                "common": "diclofenac topical, methyl aminolevulinate.\nEither increases toxicity of the other by pharmacodynamic synergism. Avoid or Use Alternate Drug. Each drug may increase the photosensitizing effect of the other."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "atogepant",
            "description": {
                "common": "diclofenac topical will increase the level or effect of atogepant by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "axitinib",
            "description": {
                "common": "diclofenac topical increases levels of axitinib by affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "deferasirox",
            "description": {
                "common": "deferasirox, diclofenac topical. Other (see comment). Use Caution/Monitor. \nComment: Combination may increase GI bleeding, ulceration and irritation. Use with caution."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "finerenone",
            "description": {
                "common": "diclofenac topical will increase the level or effect of finerenone by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Modify Therapy/Monitor Closely. Monitor serum potassium during initiation and dosage adjustment of either finererone or weak CYP3A4 inhibitors. Adjust finererone dosage as needed."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "isavuconazonium sulfate",
            "description": {
                "common": "diclofenac topical will increase the level or effect of isavuconazonium sulfate by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ivacaftor",
            "description": {
                "common": "diclofenac topical increases levels of ivacaftor by affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor. Monitor when coadministered with weak CYP3A4 inhibitors ."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "lomitapide",
            "description": {
                "common": "diclofenac topical increases levels of lomitapide by affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor. Lomitapide dose should not exceed 30 mg/day."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "midazolam intranasal",
            "description": {
                "common": "diclofenac topical will increase the level or effect of midazolam intranasal by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor.  Coadministration of mild CYP3A4 inhibitors with midazolam intranasal may cause higher midazolam systemic exposure, which may prolong sedation."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "mifepristone",
            "description": {
                "common": "mifepristone will increase the level or effect of diclofenac topical by  Other (see comment). Use Caution/Monitor. Inhibits CYP2C8/2C9; use smallest recommended doses for substrates and monitor"
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "tazemetostat",
            "description": {
                "common": "diclofenac topical will increase the level or effect of tazemetostat by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "tinidazole",
            "description": {
                "common": "diclofenac topical will increase the level or effect of tinidazole by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "aspirin",
            "description": {
                "common": "diclofenac topical, aspirin.\nEither increases effects of the other by pharmacodynamic synergism. Minor/Significance Unknown. Although low, there is systemic exposure to diclofenac topical; theoretically, concomitant administration with systemic NSAIDS or aspirin may result in increased NSAID adverse effects."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "aspirin/citric acid/sodium bicarbonate",
            "description": {
                "common": "diclofenac topical, aspirin/citric acid/sodium bicarbonate.\nEither increases effects of the other by pharmacodynamic synergism. Minor/Significance Unknown. Although low, there is systemic exposure to diclofenac topical; theoretically, concomitant administration with systemic NSAIDS or aspirin may result in increased NSAID adverse effects."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "celecoxib",
            "description": {
                "common": "diclofenac topical, celecoxib.\nEither increases effects of the other by pharmacodynamic synergism. Minor/Significance Unknown. Although low, there is systemic exposure to diclofenac topical; theoretically, concomitant administration with systemic NSAIDS or aspirin may result in increased NSAID adverse effects."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "choline magnesium trisalicylate",
            "description": {
                "common": "diclofenac topical, choline magnesium trisalicylate.\nEither increases effects of the other by pharmacodynamic synergism. Minor/Significance Unknown. Although low, there is systemic exposure to diclofenac topical; theoretically, concomitant administration with systemic NSAIDS or aspirin may result in increased NSAID adverse effects."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "diclofenac",
            "description": {
                "common": "diclofenac topical, diclofenac.\nEither increases effects of the other by pharmacodynamic synergism. Minor/Significance Unknown. Although low, there is systemic exposure to diclofenac topical; theoretically, concomitant administration with systemic NSAIDS or aspirin may result in increased NSAID adverse effects."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "diflunisal",
            "description": {
                "common": "diclofenac topical, diflunisal.\nEither increases effects of the other by pharmacodynamic synergism. Minor/Significance Unknown. Although low, there is systemic exposure to diclofenac topical; theoretically, concomitant administration with systemic NSAIDS or aspirin may result in increased NSAID adverse effects."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "etodolac",
            "description": {
                "common": "diclofenac topical, etodolac.\nEither increases effects of the other by pharmacodynamic synergism. Minor/Significance Unknown. Although low, there is systemic exposure to diclofenac topical; theoretically, concomitant administration with systemic NSAIDS or aspirin may result in increased NSAID adverse effects."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "fenoprofen",
            "description": {
                "common": "diclofenac topical, fenoprofen.\nEither increases effects of the other by pharmacodynamic synergism. Minor/Significance Unknown. Although low, there is systemic exposure to diclofenac topical; theoretically, concomitant administration with systemic NSAIDS or aspirin may result in increased NSAID adverse effects."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "ibuprofen",
            "description": {
                "common": "diclofenac topical, ibuprofen.\nEither increases effects of the other by pharmacodynamic synergism. Minor/Significance Unknown. Although low, there is systemic exposure to diclofenac topical; theoretically, concomitant administration with systemic NSAIDS or aspirin may result in increased NSAID adverse effects."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "ibuprofen IV",
            "description": {
                "common": "diclofenac topical, ibuprofen IV.\nEither increases effects of the other by pharmacodynamic synergism. Minor/Significance Unknown. Although low, there is systemic exposure to diclofenac topical; theoretically, concomitant administration with systemic NSAIDS or aspirin may result in increased NSAID adverse effects."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "indomethacin",
            "description": {
                "common": "diclofenac topical, indomethacin.\nEither increases effects of the other by pharmacodynamic synergism. Minor/Significance Unknown. Although low, there is systemic exposure to diclofenac topical; theoretically, concomitant administration with systemic NSAIDS or aspirin may result in increased NSAID adverse effects."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "ketoprofen",
            "description": {
                "common": "diclofenac topical, ketoprofen.\nEither increases effects of the other by pharmacodynamic synergism. Minor/Significance Unknown. Although low, there is systemic exposure to diclofenac topical; theoretically, concomitant administration with systemic NSAIDS or aspirin may result in increased NSAID adverse effects."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "ketorolac",
            "description": {
                "common": "diclofenac topical, ketorolac.\nEither increases effects of the other by pharmacodynamic synergism. Minor/Significance Unknown. Although low, there is systemic exposure to diclofenac topical; theoretically, concomitant administration with systemic NSAIDS or aspirin may result in increased NSAID adverse effects."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "ketorolac intranasal",
            "description": {
                "common": "diclofenac topical, ketorolac intranasal.\nEither increases effects of the other by pharmacodynamic synergism. Minor/Significance Unknown. Although low, there is systemic exposure to diclofenac topical; theoretically, concomitant administration with systemic NSAIDS or aspirin may result in increased NSAID adverse effects."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "meclofenamate",
            "description": {
                "common": "diclofenac topical, meclofenamate.\nEither increases effects of the other by pharmacodynamic synergism. Minor/Significance Unknown. Although low, there is systemic exposure to diclofenac topical; theoretically, concomitant administration with systemic NSAIDS or aspirin may result in increased NSAID adverse effects."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "mefenamic acid",
            "description": {
                "common": "diclofenac topical, mefenamic acid.\nEither increases effects of the other by pharmacodynamic synergism. Minor/Significance Unknown. Although low, there is systemic exposure to diclofenac topical; theoretically, concomitant administration with systemic NSAIDS or aspirin may result in increased NSAID adverse effects."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "meloxicam",
            "description": {
                "common": "diclofenac topical, meloxicam.\nEither increases effects of the other by pharmacodynamic synergism. Minor/Significance Unknown. Although low, there is systemic exposure to diclofenac topical; theoretically, concomitant administration with systemic NSAIDS or aspirin may result in increased NSAID adverse effects."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "nabumetone",
            "description": {
                "common": "diclofenac topical, nabumetone.\nEither increases effects of the other by pharmacodynamic synergism. Minor/Significance Unknown. Although low, there is systemic exposure to diclofenac topical; theoretically, concomitant administration with systemic NSAIDS or aspirin may result in increased NSAID adverse effects."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "naproxen",
            "description": {
                "common": "diclofenac topical, naproxen.\nEither increases effects of the other by pharmacodynamic synergism. Minor/Significance Unknown. Although low, there is systemic exposure to diclofenac topical; theoretically, concomitant administration with systemic NSAIDS or aspirin may result in increased NSAID adverse effects."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "oxaprozin",
            "description": {
                "common": "diclofenac topical, oxaprozin.\nEither increases effects of the other by pharmacodynamic synergism. Minor/Significance Unknown. Although low, there is systemic exposure to diclofenac topical; theoretically, concomitant administration with systemic NSAIDS or aspirin may result in increased NSAID adverse effects."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "piroxicam",
            "description": {
                "common": "diclofenac topical, piroxicam.\nEither increases effects of the other by pharmacodynamic synergism. Minor/Significance Unknown. Although low, there is systemic exposure to diclofenac topical; theoretically, concomitant administration with systemic NSAIDS or aspirin may result in increased NSAID adverse effects."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "salsalate",
            "description": {
                "common": "diclofenac topical, salsalate.\nEither increases effects of the other by pharmacodynamic synergism. Minor/Significance Unknown. Although low, there is systemic exposure to diclofenac topical; theoretically, concomitant administration with systemic NSAIDS or aspirin may result in increased NSAID adverse effects."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "sulindac",
            "description": {
                "common": "diclofenac topical, sulindac.\nEither increases effects of the other by pharmacodynamic synergism. Minor/Significance Unknown. Although low, there is systemic exposure to diclofenac topical; theoretically, concomitant administration with systemic NSAIDS or aspirin may result in increased NSAID adverse effects."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "tolmetin",
            "description": {
                "common": "diclofenac topical, tolmetin.\nEither increases effects of the other by pharmacodynamic synergism. Minor/Significance Unknown. Although low, there is systemic exposure to diclofenac topical; theoretically, concomitant administration with systemic NSAIDS or aspirin may result in increased NSAID adverse effects."
            }
        }
    ],
    "adverse effects": [
        {
            "name": "Dry skin",
            "percent": "25-27"
        },
        {
            "name": "Rash",
            "percent": "20-35"
        },
        {
            "name": "Contact dermatitis",
            "percent": "19-33"
        },
        {
            "name": "Pain",
            "percent": "15-26"
        },
        {
            "name": "Paresthesia",
            "percent": "20"
        },
        {
            "name": "Pruritus",
            "percent": "52"
        },
        {
            "name": "Exfoliation",
            "percent": "6-24"
        },
        {
            "name": "Hypertension",
            "percent": null
        },
        {
            "name": "Chest pain",
            "percent": null
        },
        {
            "name": "Skin ulcer",
            "percent": null
        },
        {
            "name": "Diarrhea",
            "percent": null
        },
        {
            "name": "Dyspepsia",
            "percent": null
        },
        {
            "name": "Alepesia",
            "percent": null
        },
        {
            "name": "Photosensitivity",
            "percent": null
        },
        {
            "name": "Edema",
            "percent": null
        },
        {
            "name": "Conjunctivitis",
            "percent": null
        },
        {
            "name": "Hematuria",
            "percent": null
        },
        {
            "name": "Asthma",
            "percent": null
        },
        {
            "name": "Pneumonia",
            "percent": null
        },
        {
            "name": "Application site pruritus",
            "percent": null
        },
        {
            "name": "Other application site reactions",
            "percent": null
        },
        {
            "name": "Dermal allergic reactions",
            "percent": null
        },
        {
            "name": "burning sensations",
            "percent": null
        },
        {
            "name": "Photoallergic reactions",
            "percent": null
        },
        {
            "name": "Hypersensitivity",
            "percent": null
        },
        {
            "name": "Adverse reactions from other topical diclofenac products",
            "percent": null
        },
        {
            "name": "Hypoesthesia",
            "percent": null
        },
        {
            "name": "gait disturbance",
            "percent": null
        },
        {
            "name": "musculoskeletal stiffness",
            "percent": null
        }
    ]
}