{
    "name": "sodium phosphate rectal",
    "comment": "OTC",
    "other_names": [
        "Fleet Enema",
        "Pedia-Lax Enema",
        "Fleet Enema Extra"
    ],
    "classes": [
        "Laxatives",
        "Saline"
    ],
    "source": "https://reference.medscape.com/drug/fleet-enema-pedialax-enema-sodium-phosphate-rectal-999711",
    "pregnancy": {
        "common": [
            "Pregnancy Category: C",
            "Lactation: Unknown whether distributed in breast milk; caution because of risk for electrolyte disturbances or dehydration",
            "Pregnant or breastfeeding patients should seek advice of health professional before using OTC drugs"
        ],
        "specific": []
    },
    "lactation": {
        "common": [
            "Lactation: Unknown whether distributed in breast milk; caution because of risk for electrolyte disturbances or dehydration"
        ]
    },
    "warnings": {
        "black_box_warning": {
            "common": [],
            "specific": []
        },
        "contraindicators": {
            "common": [
                "Hypersensitivity",
                "Dehydration, renal impairment, heart failure, electrolyte abnormalities, use for bowel cleansing, bowel obstruction or pseudo, or perforation, gastric bypass or bariatric surgery, toxic megacolon, toxic colitis, or children <5 years"
            ],
            "specific": []
        },
        "cautions": {
            "common": [
                "Do not use laxatives when nausea, vomiting, or severe abdominal pain is present",
                "Caution with renal impairment or ascites; increases risk of sodium retention and edema; obtain baseline and postprocedure labs in patients with renal impairment; monitor closely to avoid hyperphosphatemia",
                "Caution in patients with a colostomy",
                "Caution in children aged 2-11 years or elderly patients with comorbidities",
                "Caution with pre-existing electrolyte disturbances or patients taking diuretics or other medications that may alter electrolytes",
                "Additional liquids by mouth are recommended to prevent dehydration; inadequate fluid intake may result in hypovolemia due to excessive fluid loss",
                "Exceeding daily dose, no return of enema solution, retention time >10 minutes, or failure to have a bowel movement within 30 minutes of enema use may lead to electrolyte disturbances, including hypernatremia, hyperphosphatemia, hypocalcemia, and hypokalemia",
                "Severe dehydration and electrolyte abnormalities associated with serious complications (eg, acute kidney injury, arrhythmias, and death) have occurred in adults and children who overdosed using oral or rectal over-the-counter (OTC) sodium phosphate solutions to treat constipation",
                "Use caution in unstable angina, cardiomyopathy, history of myocardial infarction arrhythmia, patients with or at risk for arrhythmias, including prolonged QT interval, cardiomyopathy, recent myocardial infarction; caution with other QT-prolonging drugs, consider pre-/postdose ECGs and lab tests in high-risk patients",
                "Correct dehydration prior to using in bowel preparations",
                "Use caution in patients with gastric retention or hypomotility, severe active ulcerative colitis or ileus, severe, chronic constipation",
                "Use caution in history of seizures, those at high risk of seizures or on seizure therapy; obtain baseline and postprocedure labs in high-risk patients",
                "Phosphate absorption may increase in patients with chronic inflammatory bowel disease; phosphate may induce colonic aphthous ulceration; consider this when interpreting colonoscopic findings in patients with inflammatory bowel disease",
                "Use caution in debilitated patients, including elderly patients; evaluate patients ability to hydrate properly if receiving bowel preparation",
                "Purgatives and laxatives can be potentially abused by bulimia nervosa patients",
                "Use caution in patients with impaired gag reflex and those prone to aspiration or regurgitation",
                "When used for bowel evacuation, medications may not be well absorbed due to intestinal peristalsis",
                "Exceeding recommended doses of OTC sodium phosphate preparation to treat constipation may potentially result in serious adverse effects; renal/cardiac adverse effects reported following severe dehydration and alterations in serum electrolytes, including sodium phosphate and calcium"
            ],
            "specific": []
        }
    },
    "interactions": [
        {
            "classification_type": "Contraindicated",
            "interaction_with": "sodium acid phosphate",
            "description": {
                "common": "sodium phosphate rectal, sodium acid phosphate.\nEither increases effects of the other by pharmacodynamic synergism. Contraindicated. Either increases toxicity of the other. Coadministration of various sodium phosphate preparations are known to cause electrolyte disturbances and hypovolemia."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "baloxavir marboxil",
            "description": {
                "common": "sodium phosphate rectal will decrease the level or effect of baloxavir marboxil by  cation binding in GI tract. Avoid or Use Alternate Drug. Baloxavir may bind to polyvalent cations resulting in decreased absorption. Studies in monkeys showed concurrent use with calcium, aluminum, or iron caused significantly decreased plasma levels. Human studies not conducted."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "lithium",
            "description": {
                "common": "sodium phosphate rectal decreases levels of lithium by Other (see comment). Avoid or Use Alternate Drug. \nComment: Sodium phosphates may cause hypernatremia which increases lithium renal clearance; more common with large doses of oral sodium phosphate."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "deflazacort",
            "description": {
                "common": "sodium phosphate rectal and deflazacort both decrease  serum potassium. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "omadacycline",
            "description": {
                "common": "sodium phosphate rectal will decrease the level or effect of omadacycline by  inhibition of GI absorption. Applies only to oral form of both agents. Modify Therapy/Monitor Closely. Multivalent cation-containing products may impair absorption of tetracyclines, which may decrease its efficacy. Separate dosing of tetracyclines from these products."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "sarecycline",
            "description": {
                "common": "sodium phosphate rectal will decrease the level or effect of sarecycline by  inhibition of GI absorption. Applies only to oral form of both agents. Modify Therapy/Monitor Closely. Multivalent cation-containing products may impair absorption of tetracyclines, which may decrease its efficacy. Separate dosing of tetracyclines from these products."
            }
        }
    ],
    "adverse effects": [
        {
            "name": "Hypersensitivity",
            "percent": null
        },
        {
            "name": "Pruritus",
            "percent": null
        },
        {
            "name": "Dehydration",
            "percent": null
        },
        {
            "name": "Hyperphosphatemia",
            "percent": null
        },
        {
            "name": "Hypocalcemia",
            "percent": null
        },
        {
            "name": "Hypokalemia",
            "percent": null
        },
        {
            "name": "Hypernatremia",
            "percent": null
        },
        {
            "name": "Metabolic acidosis",
            "percent": null
        },
        {
            "name": "Nausea",
            "percent": null
        },
        {
            "name": "Vomiting",
            "percent": null
        },
        {
            "name": "Abdominal pain",
            "percent": null
        },
        {
            "name": "Abdominal distension",
            "percent": null
        },
        {
            "name": "Diarrhea",
            "percent": null
        },
        {
            "name": "Gastrointestinal pain",
            "percent": null
        },
        {
            "name": "Chills",
            "percent": null
        },
        {
            "name": "Blistering",
            "percent": null
        },
        {
            "name": "Stinging",
            "percent": null
        },
        {
            "name": "Anal discomfort",
            "percent": null
        },
        {
            "name": "Proctalgia",
            "percent": null
        }
    ]
}