{
    "name": "influenza virus vaccine quadrivalent, recombinant",
    "comment": "Rx",
    "other_names": [
        "Flublok Quadrivalent"
    ],
    "classes": [
        "Vaccines",
        "Inactivated",
        "Viral"
    ],
    "source": "https://reference.medscape.com/drug/flublok-quadrivalent-influenza-virus-vaccine-quadrivalent-recombinant-1000134",
    "pregnancy": {
        "common": [
            "Available data on the trivalent or quadrivalent formulations administered to pregnant women are insufficient to inform vaccine-associated risks in pregnant women",
            "Pregnancy outcomes in women who have been exposed to Flublok Quadrivalent during pregnancy are being monitored",
            "Contact: Protein Sciences Corporation 1-888-855-7871"
        ],
        "specific": [
            {
                "type": "Clinical considerations",
                "description": [
                    "Pregnant women are at increased risk of complications associated with influenza infection compared with nonpregnant women",
                    "Pregnant women with influenza may be at increased risk for adverse pregnancy outcomes, including preterm labor and delivery"
                ]
            }
        ]
    },
    "lactation": {
        "common": [
            "Unknown if distributed in human breast milk",
            "Consider the developmental and health benefits of breastfeeding along with the mother’s clinical need for the drug, and any potential adverse effects on the breastfed infant from the drug or from the underlying maternal condition"
        ]
    },
    "warnings": {
        "black_box_warning": {
            "common": [],
            "specific": []
        },
        "contraindicators": {
            "common": [
                "Severe hypersensitivity (eg, anaphylaxis) to any component of the vaccine"
            ],
            "specific": []
        },
        "cautions": {
            "common": [
                "Appropriate medical treatment and supervision must be available to manage possible anaphylactic reactions following administration of the vaccine",
                "Influenza vaccine may not protect all susceptible individuals",
                "If the rare occurrence of Guillain-Barré syndrome (GBS) has occurred within 6 weeks of receipt of a prior influenza vaccine, the decision to give the vaccine should be based on careful consideration of the potential benefits and risks",
                "Expected immune response may not be obtained in immunocompromised individuals, including those receiving immunosuppressive therapy"
            ],
            "specific": []
        }
    },
    "interactions": [
        {
            "classification_type": "Contraindicated",
            "interaction_with": "ustekinumab",
            "description": {
                "common": "ustekinumab decreases effects of influenza virus vaccine quadrivalent, recombinant by pharmacodynamic antagonism. Contraindicated. Prior initiating therapy, patients should receive all  age-appropriate immunizations as recommended by current guidelines. Immunosuppressants also increase risk of infection with concomitant live vaccines."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "brodalumab",
            "description": {
                "common": "brodalumab, influenza virus vaccine quadrivalent, recombinant. immunosuppressive effects; risk of infection. Avoid or Use Alternate Drug. Prior to initiating brodalumab, complete all age appropriate immunizations. No data are available on the ability of live or inactive vaccines to elicit an immune response in patients being treated with brodalumab."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "elivaldogene autotemcel",
            "description": {
                "common": "elivaldogene autotemcel, influenza virus vaccine quadrivalent, recombinant.\nEither decreases effects of the other by Other (see comment). Avoid or Use Alternate Drug. \nComment: The safety and effectiveness of vaccination during or following elivaldogene autotemcel treatment have not been studied. Vaccination is not recommended during the 6 weeks preceding myeloablative conditioning, and until hematological recovery following elivaldogene autotemcel treatment. Where feasible, administer childhood vaccinations before myeloablative conditioning. ."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "ixekizumab",
            "description": {
                "common": "ixekizumab decreases effects of influenza virus vaccine quadrivalent, recombinant by immunosuppressive effects; risk of infection. Avoid or Use Alternate Drug. Prior to initiating ixekizumab, complete all age appropriate immunizations; non-live vaccinations received during treatment with ixekizumab may not elicit an immune response sufficient to prevent disease."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "ofatumumab SC",
            "description": {
                "common": "ofatumumab SC decreases effects of influenza virus vaccine quadrivalent, recombinant by immunosuppressive effects; risk of infection. Avoid or Use Alternate Drug. Administer all immunizations according to immunization guidelines at least 2 weeks before initiating ofatumumab SC for inactivated vaccines, and whenever possible."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "secukinumab",
            "description": {
                "common": "secukinumab decreases effects of influenza virus vaccine quadrivalent, recombinant by immunosuppressive effects; risk of infection. Avoid or Use Alternate Drug. Prior to initiating secukinumab, complete all age appropriate immunizations; non-live vaccinations received during treatment with secukinumab may not elicit an immune response sufficient to prevent disease."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "siponimod",
            "description": {
                "common": "siponimod decreases effects of influenza virus vaccine quadrivalent, recombinant by immunosuppressive effects; risk of infection. Avoid or Use Alternate Drug. Pause vaccinations beginning 1 week before initiating siponimod and for 4 weeks after stopping treatment. Coadministration with live attenuated vaccines may increase infection risk."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "teplizumab",
            "description": {
                "common": "teplizumab decreases effects of influenza virus vaccine quadrivalent, recombinant by Other (see comment). Avoid or Use Alternate Drug. \nComment: Administer all age-appropriate vaccinations before starting teplizumab. Inactivated or mRNA vaccines are not recommended within 2 weeks before teplizumab treatment, during treatment, or 6 weeks after completion of treatment."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "adalimumab",
            "description": {
                "common": "adalimumab decreases effects of influenza virus vaccine quadrivalent, recombinant by pharmacodynamic antagonism. Use Caution/Monitor. Immune response to vaccine may be decreased in immunocompromised individuals."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "alefacept",
            "description": {
                "common": "alefacept decreases effects of influenza virus vaccine quadrivalent, recombinant by pharmacodynamic antagonism. Use Caution/Monitor. Immune response to vaccine may be decreased in immunocompromised individuals."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "anakinra",
            "description": {
                "common": "anakinra decreases effects of influenza virus vaccine quadrivalent, recombinant by pharmacodynamic antagonism. Use Caution/Monitor. Immune response to vaccine may be decreased in immunocompromised individuals."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "antithymocyte globulin equine",
            "description": {
                "common": "antithymocyte globulin equine decreases effects of influenza virus vaccine quadrivalent, recombinant by pharmacodynamic antagonism. Use Caution/Monitor. Immune response to vaccine may be decreased in immunocompromised individuals."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "antithymocyte globulin rabbit",
            "description": {
                "common": "antithymocyte globulin rabbit decreases effects of influenza virus vaccine quadrivalent, recombinant by pharmacodynamic antagonism. Use Caution/Monitor. Immune response to vaccine may be decreased in immunocompromised individuals."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "azathioprine",
            "description": {
                "common": "azathioprine decreases effects of influenza virus vaccine quadrivalent, recombinant by pharmacodynamic antagonism. Use Caution/Monitor. Immune response to vaccine may be decreased in immunocompromised individuals."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "basiliximab",
            "description": {
                "common": "basiliximab decreases effects of influenza virus vaccine quadrivalent, recombinant by pharmacodynamic antagonism. Use Caution/Monitor. Immune response to vaccine may be decreased in immunocompromised individuals."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "belimumab",
            "description": {
                "common": "belimumab decreases effects of influenza virus vaccine quadrivalent, recombinant by immunosuppressive effects; risk of infection. Use Caution/Monitor. Immune response to vaccine may be decreased in immunocompromised individuals."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "budesonide",
            "description": {
                "common": "budesonide decreases effects of influenza virus vaccine quadrivalent, recombinant by pharmacodynamic antagonism. Use Caution/Monitor. Immune response to vaccine may be decreased in immunocompromised individuals."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "canakinumab",
            "description": {
                "common": "canakinumab decreases effects of influenza virus vaccine quadrivalent, recombinant by pharmacodynamic antagonism. Use Caution/Monitor. Immune response to vaccine may be decreased in immunocompromised individuals."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "certolizumab pegol",
            "description": {
                "common": "certolizumab pegol decreases effects of influenza virus vaccine quadrivalent, recombinant by pharmacodynamic antagonism. Use Caution/Monitor. Immune response to vaccine may be decreased in immunocompromised individuals."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "cortisone",
            "description": {
                "common": "cortisone decreases effects of influenza virus vaccine quadrivalent, recombinant by pharmacodynamic antagonism. Use Caution/Monitor. Immune response to vaccine may be decreased in immunocompromised individuals."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "cyclosporine",
            "description": {
                "common": "cyclosporine decreases effects of influenza virus vaccine quadrivalent, recombinant by pharmacodynamic antagonism. Modify Therapy/Monitor Closely. If possible, complete all age-appropriate vaccinations at least 2 weeks before initiating immunosuppressant therapy. Patients vaccinated <14 days before starting immunosuppressive therapy or during immunosuppressive therapy should be revaccinated at least 3 months after therapy is discontinued if immune competence has been restored. Longer waiting periods may be required for drugs that maintain their immunosuppressive effects for more than 3 months after discontinuation (eg, ocrelizumab). ."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "deflazacort",
            "description": {
                "common": "deflazacort decreases effects of influenza virus vaccine quadrivalent, recombinant by pharmacodynamic antagonism. Use Caution/Monitor. Immune response to vaccine may be decreased in immunocompromised individuals."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "dexamethasone",
            "description": {
                "common": "dexamethasone decreases effects of influenza virus vaccine quadrivalent, recombinant by pharmacodynamic antagonism. Use Caution/Monitor. Immune response to vaccine may be decreased in immunocompromised individuals."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "etanercept",
            "description": {
                "common": "etanercept decreases effects of influenza virus vaccine quadrivalent, recombinant by pharmacodynamic antagonism. Use Caution/Monitor. Immune response to vaccine may be decreased in immunocompromised individuals."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "everolimus",
            "description": {
                "common": "everolimus decreases effects of influenza virus vaccine quadrivalent, recombinant by pharmacodynamic antagonism. Use Caution/Monitor. Immune response to vaccine may be decreased in immunocompromised individuals."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "fludrocortisone",
            "description": {
                "common": "fludrocortisone decreases effects of influenza virus vaccine quadrivalent, recombinant by pharmacodynamic antagonism. Use Caution/Monitor. Immune response to vaccine may be decreased in immunocompromised individuals."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "glatiramer",
            "description": {
                "common": "glatiramer decreases effects of influenza virus vaccine quadrivalent, recombinant by pharmacodynamic antagonism. Use Caution/Monitor. Immune response to vaccine may be decreased in immunocompromised individuals."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "golimumab",
            "description": {
                "common": "golimumab decreases effects of influenza virus vaccine quadrivalent, recombinant by pharmacodynamic antagonism. Use Caution/Monitor. Immune response to vaccine may be decreased in immunocompromised individuals."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "hydrocortisone",
            "description": {
                "common": "hydrocortisone decreases effects of influenza virus vaccine quadrivalent, recombinant by pharmacodynamic antagonism. Use Caution/Monitor. Immune response to vaccine may be decreased in immunocompromised individuals."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ibrutinib",
            "description": {
                "common": "ibrutinib decreases effects of influenza virus vaccine quadrivalent, recombinant by immunosuppressive effects; risk of infection. Modify Therapy/Monitor Closely. Coadministration with immunosuppressant therapy reduced efficacy of the vaccine may occur. If possible, complete all age-appropriate vaccinations at least 2 weeks prior to initiation of immunosuppressant therapy. Patients vaccinated <14 days before initiation or during immunosuppressive therapy should be revaccinated at least 3 months after therapy is discontinued. ."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ifosfamide",
            "description": {
                "common": "ifosfamide decreases effects of influenza virus vaccine quadrivalent, recombinant by immunosuppressive effects; risk of infection. Modify Therapy/Monitor Closely. Coadministration with immunosuppressant therapy reduced efficacy of the vaccine may occur. If possible, complete all age-appropriate vaccinations at least 2 weeks prior to initiation of immunosuppressant therapy. Patients vaccinated <14 days before initiation or during immunosuppressive therapy should be revaccinated at least 3 months after therapy is discontinued. ."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "infliximab",
            "description": {
                "common": "infliximab decreases effects of influenza virus vaccine quadrivalent, recombinant by pharmacodynamic antagonism. Use Caution/Monitor. Immune response to vaccine may be decreased in immunocompromised individuals."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "leflunomide",
            "description": {
                "common": "leflunomide decreases effects of influenza virus vaccine quadrivalent, recombinant by pharmacodynamic antagonism. Use Caution/Monitor. Immune response to vaccine may be decreased in immunocompromised individuals."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "lomustine",
            "description": {
                "common": "lomustine decreases effects of influenza virus vaccine quadrivalent, recombinant by pharmacodynamic antagonism. Modify Therapy/Monitor Closely. Coadministration with immunosuppressant therapy reduced efficacy of the vaccine may occur. If possible, complete all age-appropriate vaccinations at least 2 weeks prior to initiation of immunosuppressant therapy. Patients vaccinated <14 days before initiation or during immunosuppressive therapy should be revaccinated at least 3 months after therapy is discontinued. ."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "mechlorethamine",
            "description": {
                "common": "mechlorethamine decreases effects of influenza virus vaccine quadrivalent, recombinant by immunosuppressive effects; risk of infection. Modify Therapy/Monitor Closely. Coadministration with immunosuppressant therapy reduced efficacy of the vaccine may occur. If possible, complete all age-appropriate vaccinations at least 2 weeks prior to initiation of immunosuppressant therapy. Patients vaccinated <14 days before initiation or during immunosuppressive therapy should be revaccinated at least 3 months after therapy is discontinued. ."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "melphalan",
            "description": {
                "common": "melphalan decreases effects of influenza virus vaccine quadrivalent, recombinant by pharmacodynamic antagonism. Modify Therapy/Monitor Closely. Coadministration with immunosuppressant therapy reduced efficacy of the vaccine may occur. If possible, complete all age-appropriate vaccinations at least 2 weeks prior to initiation of immunosuppressant therapy. Patients vaccinated <14 days before initiation or during immunosuppressive therapy should be revaccinated at least 3 months after therapy is discontinued. ."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "mercaptopurine",
            "description": {
                "common": "mercaptopurine decreases effects of influenza virus vaccine quadrivalent, recombinant by pharmacodynamic antagonism. Use Caution/Monitor. Immune response to vaccine may be decreased in immunocompromised individuals."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "methotrexate",
            "description": {
                "common": "methotrexate decreases effects of influenza virus vaccine quadrivalent, recombinant by pharmacodynamic antagonism. Use Caution/Monitor. Immune response to vaccine may be decreased in immunocompromised individuals."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "methylprednisolone",
            "description": {
                "common": "methylprednisolone decreases effects of influenza virus vaccine quadrivalent, recombinant by pharmacodynamic antagonism. Use Caution/Monitor. Immune response to vaccine may be decreased in immunocompromised individuals."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "muromonab CD3",
            "description": {
                "common": "muromonab CD3 decreases effects of influenza virus vaccine quadrivalent, recombinant by pharmacodynamic antagonism. Use Caution/Monitor. Immune response to vaccine may be decreased in immunocompromised individuals."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "mycophenolate",
            "description": {
                "common": "mycophenolate decreases effects of influenza virus vaccine quadrivalent, recombinant by pharmacodynamic antagonism. Use Caution/Monitor. Immune response to vaccine may be decreased in immunocompromised individuals."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "onasemnogene abeparvovec",
            "description": {
                "common": "onasemnogene abeparvovec decreases effects of influenza virus vaccine quadrivalent, recombinant by immunosuppressive effects; risk of infection. Modify Therapy/Monitor Closely. Adjust vaccinations to accommodate concomitant corticosteroid administration prior to and following onasemnogene abeparvovec infusion. When initiating systemic corticosteriod therapy, wait 2 weeks after an inactivated vaccine."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "oseltamivir",
            "description": {
                "common": "oseltamivir decreases effects of influenza virus vaccine quadrivalent, recombinant by pharmacodynamic antagonism. Use Caution/Monitor. Avoid administration of live attenuated influenza vaccine intranasal within 2 weeks before or 48 hours after administration of oseltamivir, unless medically indicated."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "oxaliplatin",
            "description": {
                "common": "oxaliplatin decreases effects of influenza virus vaccine quadrivalent, recombinant by pharmacodynamic antagonism. Modify Therapy/Monitor Closely. Coadministration with immunosuppressant therapy reduced efficacy of the vaccine may occur. If possible, complete all age-appropriate vaccinations at least 2 weeks prior to initiation of immunosuppressant therapy. Patients vaccinated <14 days before initiation or during immunosuppressive therapy should be revaccinated at least 3 months after therapy is discontinued. ."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ponesimod",
            "description": {
                "common": "ponesimod decreases effects of influenza virus vaccine quadrivalent, recombinant by immunosuppressive effects; risk of infection. Use Caution/Monitor. If possible, complete all age-appropriate vaccinations at least 4 weeks before initiating ponesimod."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "prednisolone",
            "description": {
                "common": "prednisolone decreases effects of influenza virus vaccine quadrivalent, recombinant by pharmacodynamic antagonism. Use Caution/Monitor. Immune response to vaccine may be decreased in immunocompromised individuals."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "prednisone",
            "description": {
                "common": "prednisone decreases effects of influenza virus vaccine quadrivalent, recombinant by pharmacodynamic antagonism. Use Caution/Monitor. Immune response to vaccine may be decreased in immunocompromised individuals."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "procarbazine",
            "description": {
                "common": "procarbazine decreases effects of influenza virus vaccine quadrivalent, recombinant by immunosuppressive effects; risk of infection. Modify Therapy/Monitor Closely. Coadministration with immunosuppressant therapy reduced efficacy of the vaccine may occur. If possible, complete all age-appropriate vaccinations at least 2 weeks prior to initiation of immunosuppressant therapy. Patients vaccinated <14 days before initiation or during immunosuppressive therapy should be revaccinated at least 3 months after therapy is discontinued. ."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "rilonacept",
            "description": {
                "common": "rilonacept decreases effects of influenza virus vaccine quadrivalent, recombinant by pharmacodynamic antagonism. Use Caution/Monitor. Immune response to vaccine may be decreased in immunocompromised individuals."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "satralizumab",
            "description": {
                "common": "satralizumab decreases effects of influenza virus vaccine quadrivalent, recombinant by immunosuppressive effects; risk of infection. Modify Therapy/Monitor Closely. Administer all immunizations according to immunization guidelines. At least 2 weeks before initiating for non-live vaccines. ."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "sirolimus",
            "description": {
                "common": "sirolimus decreases effects of influenza virus vaccine quadrivalent, recombinant by pharmacodynamic antagonism. Use Caution/Monitor. Immune response to vaccine may be decreased in immunocompromised individuals."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "tacrolimus",
            "description": {
                "common": "tacrolimus decreases effects of influenza virus vaccine quadrivalent, recombinant by pharmacodynamic antagonism. Use Caution/Monitor. Immune response to vaccine may be decreased in immunocompromised individuals."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "temsirolimus",
            "description": {
                "common": "temsirolimus decreases effects of influenza virus vaccine quadrivalent, recombinant by pharmacodynamic antagonism. Use Caution/Monitor. Immune response to vaccine may be decreased in immunocompromised individuals."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "tocilizumab",
            "description": {
                "common": "tocilizumab decreases effects of influenza virus vaccine quadrivalent, recombinant by pharmacodynamic antagonism. Use Caution/Monitor. Immune response to vaccine may be decreased in immunocompromised individuals."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "tralokinumab",
            "description": {
                "common": "tralokinumab will decrease the level or effect of influenza virus vaccine quadrivalent, recombinant by  immunosuppressive effects; risk of infection. Use Caution/Monitor. Limited data are available regarding coadministration with non-live vaccines."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "triamcinolone acetonide injectable suspension",
            "description": {
                "common": "triamcinolone acetonide injectable suspension decreases effects of influenza virus vaccine quadrivalent, recombinant by pharmacodynamic antagonism. Use Caution/Monitor. Immune response to vaccine may be decreased in immunocompromised individuals."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ublituximab",
            "description": {
                "common": "ublituximab decreases effects of influenza virus vaccine quadrivalent, recombinant by immunosuppressive effects; risk of infection. Modify Therapy/Monitor Closely. Administer all immunizations according to immunization guidelines at least 4 weeks before initiating ublituximab for live or live-attenuated vaccines and, whenever possible, at least 2 weeks before initiating for non-live vaccines. Vaccination with live virus vaccines is not recommended during treatment and until B-cell repletion. Do not administer live or live-attenuated vaccines to infants of mothers exposed to ublituximab during pregnancy, before confirming recovery of B-cell counts as measured by CD19+ B cells."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "voclosporin",
            "description": {
                "common": "voclosporin decreases effects of influenza virus vaccine quadrivalent, recombinant by immunosuppressive effects; risk of infection. Modify Therapy/Monitor Closely. Inactivated vaccines noted to be safe for administration may not be sufficiently immunogenic during treatment."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "amantadine",
            "description": {
                "common": "amantadine decreases levels of influenza virus vaccine quadrivalent, recombinant by Other (see comment). Minor/Significance Unknown. \nComment: Because of its antiviral properties, amantadine may interfere with the efficacy of live attenuated influenza vaccines (LAIV). Coadministration of LAIV and amantadine is not recommended. Inactivated influenza vaccines may be used, as appropriate."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "ozanimod",
            "description": {
                "common": "ozanimod decreases effects of influenza virus vaccine quadrivalent, recombinant by immunosuppressive effects; risk of infection. Minor/Significance Unknown. No clinical data are available on the efficacy and safety of vaccinations in patients taking ozanimod. Vaccinations may be less effective if coadministered with ozanimod."
            }
        }
    ],
    "adverse effects": [
        {
            "name": "Injection site tenderness",
            "percent": "34-48"
        },
        {
            "name": "Injection site pain",
            "percent": "19-37"
        },
        {
            "name": "Headache",
            "percent": "13-20"
        },
        {
            "name": "Fatigue",
            "percent": "12-17"
        },
        {
            "name": "Myalgia",
            "percent": "13"
        },
        {
            "name": "Arthralgia",
            "percent": "10"
        },
        {
            "name": "Nausea",
            "percent": "9"
        },
        {
            "name": "Chills",
            "percent": "7"
        },
        {
            "name": "Injection site swelling",
            "percent": "5"
        },
        {
            "name": "bruising",
            "percent": "4"
        },
        {
            "name": "Injection site redness",
            "percent": null
        }
    ]
}