{
    "name": "influenza virus vaccine trivalent",
    "comment": "Rx",
    "other_names": [
        "Afluria",
        "Fluzone",
        "Agriflu",
        "Fluvirin",
        "Fluzone High-Dose (DSC)",
        "Fluzone Intradermal"
    ],
    "classes": [
        "Vaccines",
        "Inactivated",
        "Viral"
    ],
    "source": "https://reference.medscape.com/drug/fluzone-afluria-influenza-virus-vaccine-trivalent-343153",
    "pregnancy": {
        "common": [
            "Manufacturers are maintaining prospective pregnancy exposure registries to collect data on pregnancy outcomes following vaccination"
        ],
        "specific": [
            {
                "type": "Animal data",
                "description": [
                    "No adverse effects observed on preweaning or vaccine-related fetal malformations when administered to female rabbits before pregnancy or during pregnancy"
                ]
            },
            {
                "type": "Clinical considerations",
                "description": [
                    "Pregnant women are at increased risk of complication associated with influenza infection compared with nonpregnant women",
                    "The CDC recommends pregnant women be immunized with influenza vaccine by injection and not the live attenuated influenza vaccine (LAIV; intranasal influenza vaccine)",
                    "Vaccination has been shown to reduce the risk of flu-associated acute respiratory infection in pregnant women by up to 50%; immunization also confers some immunity to infants for the first several months after their birth, when they are too young to be vaccinated"
                ]
            }
        ]
    },
    "lactation": {
        "common": [
            "Unknown if distributed in human breast milk",
            "Consider the developmental and health benefits of breastfeeding along with the mother’s clinical need for the drug, and any potential adverse effects on the breastfed infant from the drug or from the underlying maternal condition"
        ]
    },
    "warnings": {
        "black_box_warning": {
            "common": [],
            "specific": []
        },
        "contraindicators": {
            "common": [
                "Hypersensitivity to eggs, sulfites (persons with hives-only allergy to eggs, can receive the inactivated influenza vaccine)"
            ],
            "specific": []
        },
        "cautions": {
            "common": [
                "Use split or purified surface antigen in children",
                "Defer vaccine with febrile illnesses until illness is resolved; may administer vaccine with minor illnesses without fever (eg, URIs)",
                "Expected immune response may not be obtained in immunocompromised individuals, including those receiving immunosuppressive therapy",
                "Shoulder injury (eg, tendinopathy or shoulder bursitis) may result from administration of the vaccine that is too high on the upper arm; symptoms may include reduced shoulder motion or shoulder pain; to reduce risk of injury, inject in the central, thickest part of the deltoid muscle",
                "Syncope (fainting) can occur in association with administration of injectable vaccines; can be accompanied by transient neurological signs such as visual disturbance, paresthesia, and tonic-clonic limb movements; procedures should be in place to avoid falling injury and to restore cerebral perfusion following syncope by maintaining a supine or Trendelenburg position",
                "Oculorespiratory syndrome resulting from inactivated influenza vaccine reported; symptoms that may appear within 2 to 24 hours after administration may include cough, chest tightness, sore throat, wheezing, difficulty breathing, red eyes, or facial swelling; symptoms are self-limiting and may resolve within 48 hr of onset; cause of the syndrome has not been established",
                "Vaccination may not protect all vaccine recipients against influenza disease"
            ],
            "specific": []
        }
    },
    "interactions": [
        {
            "classification_type": "Serious",
            "interaction_with": "adalimumab",
            "description": {
                "common": "adalimumab decreases effects of influenza virus vaccine trivalent by pharmacodynamic antagonism. Contraindicated. Immunosuppressants also increase risk of infection with concomitant live vaccines."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "alefacept",
            "description": {
                "common": "alefacept decreases effects of influenza virus vaccine trivalent by pharmacodynamic antagonism. Contraindicated. Immunosuppressants also increase risk of infection with concomitant live vaccines."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "anakinra",
            "description": {
                "common": "anakinra decreases effects of influenza virus vaccine trivalent by pharmacodynamic antagonism. Contraindicated. Immunosuppressants also increase risk of infection with concomitant live vaccines."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "antithymocyte globulin equine",
            "description": {
                "common": "antithymocyte globulin equine decreases effects of influenza virus vaccine trivalent by pharmacodynamic antagonism. Contraindicated. Immunosuppressants also increase risk of infection with concomitant live vaccines."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "antithymocyte globulin rabbit",
            "description": {
                "common": "antithymocyte globulin rabbit decreases effects of influenza virus vaccine trivalent by pharmacodynamic antagonism. Contraindicated. Immunosuppressants also increase risk of infection with concomitant live vaccines."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "azathioprine",
            "description": {
                "common": "azathioprine decreases effects of influenza virus vaccine trivalent by pharmacodynamic antagonism. Contraindicated. Immunosuppressants also increase risk of infection with concomitant live vaccines."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "basiliximab",
            "description": {
                "common": "basiliximab decreases effects of influenza virus vaccine trivalent by pharmacodynamic antagonism. Contraindicated. Immunosuppressants also increase risk of infection with concomitant live vaccines."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "budesonide",
            "description": {
                "common": "budesonide decreases effects of influenza virus vaccine trivalent by pharmacodynamic antagonism. Contraindicated. Corticosteroids also increase risk of infection with concomitant live vaccines."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "canakinumab",
            "description": {
                "common": "canakinumab decreases effects of influenza virus vaccine trivalent by pharmacodynamic antagonism. Contraindicated. Immunosuppressants also increase risk of infection with concomitant live vaccines."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "cortisone",
            "description": {
                "common": "cortisone decreases effects of influenza virus vaccine trivalent by pharmacodynamic antagonism. Contraindicated. Corticosteroids also increase risk of infection with concomitant live vaccines."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "deflazacort",
            "description": {
                "common": "deflazacort decreases effects of influenza virus vaccine trivalent by pharmacodynamic antagonism. Contraindicated. Corticosteroids also increase risk of infection with concomitant live vaccines."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "dexamethasone",
            "description": {
                "common": "dexamethasone decreases effects of influenza virus vaccine trivalent by pharmacodynamic antagonism. Contraindicated. Corticosteroids also increase risk of infection with concomitant live vaccines."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "elivaldogene autotemcel",
            "description": {
                "common": "elivaldogene autotemcel, influenza virus vaccine trivalent.\nEither decreases effects of the other by Other (see comment). Avoid or Use Alternate Drug. \nComment: The safety and effectiveness of vaccination during or following elivaldogene autotemcel treatment have not been studied. Vaccination is not recommended during the 6 weeks preceding myeloablative conditioning, and until hematological recovery following elivaldogene autotemcel treatment. Where feasible, administer childhood vaccinations before myeloablative conditioning. ."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "etanercept",
            "description": {
                "common": "etanercept decreases effects of influenza virus vaccine trivalent by pharmacodynamic antagonism. Contraindicated. Immunosuppressants also increase risk of infection with concomitant live vaccines."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "everolimus",
            "description": {
                "common": "everolimus decreases effects of influenza virus vaccine trivalent by pharmacodynamic antagonism. Contraindicated. Immunosuppressants also increase risk of infection with concomitant live vaccines."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "fludrocortisone",
            "description": {
                "common": "fludrocortisone decreases effects of influenza virus vaccine trivalent by pharmacodynamic antagonism. Contraindicated. Corticosteroids also increase risk of infection with concomitant live vaccines."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "glatiramer",
            "description": {
                "common": "glatiramer decreases effects of influenza virus vaccine trivalent by pharmacodynamic antagonism. Contraindicated. Immunosuppressants also increase risk of infection with concomitant live vaccines."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "golimumab",
            "description": {
                "common": "golimumab decreases effects of influenza virus vaccine trivalent by pharmacodynamic antagonism. Contraindicated. Immunosuppressants also increase risk of infection with concomitant live vaccines."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "hydrocortisone",
            "description": {
                "common": "hydrocortisone decreases effects of influenza virus vaccine trivalent by pharmacodynamic antagonism. Contraindicated. Corticosteroids also increase risk of infection with concomitant live vaccines."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "hydroxychloroquine sulfate",
            "description": {
                "common": "hydroxychloroquine sulfate decreases effects of influenza virus vaccine trivalent by pharmacodynamic antagonism. Contraindicated. Immunosuppressants also increase risk of infection with concomitant live vaccines."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "infliximab",
            "description": {
                "common": "infliximab decreases effects of influenza virus vaccine trivalent by pharmacodynamic antagonism. Contraindicated. Immunosuppressants also increase risk of infection with concomitant live vaccines."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "leflunomide",
            "description": {
                "common": "leflunomide decreases effects of influenza virus vaccine trivalent by pharmacodynamic antagonism. Contraindicated. Immunosuppressants also increase risk of infection with concomitant live vaccines."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "methylprednisolone",
            "description": {
                "common": "methylprednisolone decreases effects of influenza virus vaccine trivalent by pharmacodynamic antagonism. Contraindicated. Corticosteroids also increase risk of infection with concomitant live vaccines."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "muromonab CD3",
            "description": {
                "common": "muromonab CD3 decreases effects of influenza virus vaccine trivalent by pharmacodynamic antagonism. Contraindicated. Immunosuppressants also increase risk of infection with concomitant live vaccines."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "mycophenolate",
            "description": {
                "common": "mycophenolate decreases effects of influenza virus vaccine trivalent by pharmacodynamic antagonism. Contraindicated. Immunosuppressants also increase risk of infection with concomitant live vaccines."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "ocrelizumab",
            "description": {
                "common": "ocrelizumab decreases effects of influenza virus vaccine trivalent by immunosuppressive effects; risk of infection. Avoid or Use Alternate Drug. Vaccination with live-attenuated or live vaccines is not recommended during ocrelizumab treatment and until B-cell repletion."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "ofatumumab SC",
            "description": {
                "common": "ofatumumab SC decreases effects of influenza virus vaccine trivalent by immunosuppressive effects; risk of infection. Avoid or Use Alternate Drug. Administer all immunizations according to immunization guidelines at least 2 weeks before initiating ofatumumab SC for inactivated vaccines, and whenever possible."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "prednisolone",
            "description": {
                "common": "prednisolone decreases effects of influenza virus vaccine trivalent by pharmacodynamic antagonism. Contraindicated. Corticosteroids also increase risk of infection with concomitant live vaccines."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "prednisone",
            "description": {
                "common": "prednisone decreases effects of influenza virus vaccine trivalent by pharmacodynamic antagonism. Contraindicated. Corticosteroids also increase risk of infection with concomitant live vaccines."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "rilonacept",
            "description": {
                "common": "rilonacept decreases effects of influenza virus vaccine trivalent by pharmacodynamic antagonism. Contraindicated. Immunosuppressants also increase risk of infection with concomitant live vaccines."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "secukinumab",
            "description": {
                "common": "secukinumab decreases effects of influenza virus vaccine trivalent by immunosuppressive effects; risk of infection. Avoid or Use Alternate Drug. Prior to initiating secukinumab, complete all age appropriate immunizations; non-live vaccinations received during treatment with secukinumab may not elicit an immune response sufficient to prevent disease."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "siponimod",
            "description": {
                "common": "siponimod decreases effects of influenza virus vaccine trivalent by immunosuppressive effects; risk of infection. Avoid or Use Alternate Drug. Pause vaccinations beginning 1 week before initiating siponimod and for 4 weeks after stopping treatment. Coadministration with live attenuated vaccines may increase infection risk."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "sirolimus",
            "description": {
                "common": "sirolimus decreases effects of influenza virus vaccine trivalent by pharmacodynamic antagonism. Contraindicated. Immunosuppressants also increase risk of infection with concomitant live vaccines."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "tacrolimus",
            "description": {
                "common": "tacrolimus decreases effects of influenza virus vaccine trivalent by pharmacodynamic antagonism. Contraindicated. Immunosuppressants also increase risk of infection with concomitant live vaccines."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "temsirolimus",
            "description": {
                "common": "temsirolimus decreases effects of influenza virus vaccine trivalent by pharmacodynamic antagonism. Contraindicated. Immunosuppressants also increase risk of infection with concomitant live vaccines."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "teplizumab",
            "description": {
                "common": "teplizumab decreases effects of influenza virus vaccine trivalent by Other (see comment). Avoid or Use Alternate Drug. \nComment: Administer all age-appropriate vaccinations before starting teplizumab. Inactivated or mRNA vaccines are not recommended within 2 weeks before teplizumab treatment, during treatment, or 6 weeks after completion of treatment."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "tocilizumab",
            "description": {
                "common": "tocilizumab decreases effects of influenza virus vaccine trivalent by pharmacodynamic antagonism. Contraindicated. Immunosuppressants also increase risk of infection with concomitant live vaccines."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "triamcinolone acetonide injectable suspension",
            "description": {
                "common": "triamcinolone acetonide injectable suspension decreases effects of influenza virus vaccine trivalent by pharmacodynamic antagonism. Contraindicated. Corticosteroids also increase risk of infection with concomitant live vaccines."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "ustekinumab",
            "description": {
                "common": "ustekinumab decreases effects of influenza virus vaccine trivalent by pharmacodynamic antagonism. Contraindicated. Prior initiating therapy, patients should receive all  age-appropriate immunizations as recommended by current guidelines. Immunosuppressants also increase risk of infection with concomitant live vaccines."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "certolizumab pegol",
            "description": {
                "common": "certolizumab pegol decreases effects of influenza virus vaccine trivalent by pharmacodynamic antagonism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "cyclosporine",
            "description": {
                "common": "cyclosporine decreases effects of influenza virus vaccine trivalent by pharmacodynamic antagonism. Modify Therapy/Monitor Closely. If possible, complete all age-appropriate vaccinations at least 2 weeks before initiating immunosuppressant therapy. Patients vaccinated <14 days before starting immunosuppressive therapy or during immunosuppressive therapy should be revaccinated at least 3 months after therapy is discontinued if immune competence has been restored. Longer waiting periods may be required for drugs that maintain their immunosuppressive effects for more than 3 months after discontinuation (eg, ocrelizumab). ."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "dengue vaccine",
            "description": {
                "common": "dengue vaccine, influenza virus vaccine trivalent. unspecified interaction mechanism. Use Caution/Monitor. Data are not available to establish safety and immunogenicity of coadministration of dengue vaccine with recommended adolescent vaccines."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ibrutinib",
            "description": {
                "common": "ibrutinib decreases effects of influenza virus vaccine trivalent by immunosuppressive effects; risk of infection. Modify Therapy/Monitor Closely. Coadministration with immunosuppressant therapy reduced efficacy of the vaccine may occur. If possible, complete all age-appropriate vaccinations at least 2 weeks prior to initiation of immunosuppressant therapy. Patients vaccinated <14 days before initiation or during immunosuppressive therapy should be revaccinated at least 3 months after therapy is discontinued. ."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ifosfamide",
            "description": {
                "common": "ifosfamide decreases effects of influenza virus vaccine trivalent by immunosuppressive effects; risk of infection. Modify Therapy/Monitor Closely. Coadministration with immunosuppressant therapy reduced efficacy of the vaccine may occur. If possible, complete all age-appropriate vaccinations at least 2 weeks prior to initiation of immunosuppressant therapy. Patients vaccinated <14 days before initiation or during immunosuppressive therapy should be revaccinated at least 3 months after therapy is discontinued. ."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "lomustine",
            "description": {
                "common": "lomustine decreases effects of influenza virus vaccine trivalent by pharmacodynamic antagonism. Modify Therapy/Monitor Closely. Coadministration with immunosuppressant therapy reduced efficacy of the vaccine may occur. If possible, complete all age-appropriate vaccinations at least 2 weeks prior to initiation of immunosuppressant therapy. Patients vaccinated <14 days before initiation or during immunosuppressive therapy should be revaccinated at least 3 months after therapy is discontinued. ."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "mechlorethamine",
            "description": {
                "common": "mechlorethamine decreases effects of influenza virus vaccine trivalent by immunosuppressive effects; risk of infection. Modify Therapy/Monitor Closely. Coadministration with immunosuppressant therapy reduced efficacy of the vaccine may occur. If possible, complete all age-appropriate vaccinations at least 2 weeks prior to initiation of immunosuppressant therapy. Patients vaccinated <14 days before initiation or during immunosuppressive therapy should be revaccinated at least 3 months after therapy is discontinued. ."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "melphalan",
            "description": {
                "common": "melphalan decreases effects of influenza virus vaccine trivalent by pharmacodynamic antagonism. Modify Therapy/Monitor Closely. Coadministration with immunosuppressant therapy reduced efficacy of the vaccine may occur. If possible, complete all age-appropriate vaccinations at least 2 weeks prior to initiation of immunosuppressant therapy. Patients vaccinated <14 days before initiation or during immunosuppressive therapy should be revaccinated at least 3 months after therapy is discontinued. ."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "mercaptopurine",
            "description": {
                "common": "mercaptopurine decreases effects of influenza virus vaccine trivalent by pharmacodynamic antagonism. Use Caution/Monitor. Immunosuppressants also increase risk of infection with concomitant live vaccines."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "methotrexate",
            "description": {
                "common": "methotrexate decreases effects of influenza virus vaccine trivalent by pharmacodynamic antagonism. Use Caution/Monitor. Concomitant administration of methotrexate can decrease the immunological response of vaccines."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "onasemnogene abeparvovec",
            "description": {
                "common": "onasemnogene abeparvovec decreases effects of influenza virus vaccine trivalent by immunosuppressive effects; risk of infection. Modify Therapy/Monitor Closely. Adjust vaccinations to accommodate concomitant corticosteroid administration prior to and following onasemnogene abeparvovec infusion. When initiating systemic corticosteriod therapy, wait 2 weeks after an inactivated vaccine."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "oseltamivir",
            "description": {
                "common": "oseltamivir decreases effects of influenza virus vaccine trivalent by pharmacodynamic antagonism. Use Caution/Monitor. Avoid administration of live attenuated influenza vaccine intranasal within 2 weeks before or 48 hours after administration of oseltamivir, unless medically indicated."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "oxaliplatin",
            "description": {
                "common": "oxaliplatin decreases effects of influenza virus vaccine trivalent by pharmacodynamic antagonism. Modify Therapy/Monitor Closely. Coadministration with immunosuppressant therapy reduced efficacy of the vaccine may occur. If possible, complete all age-appropriate vaccinations at least 2 weeks prior to initiation of immunosuppressant therapy. Patients vaccinated <14 days before initiation or during immunosuppressive therapy should be revaccinated at least 3 months after therapy is discontinued. ."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ponesimod",
            "description": {
                "common": "ponesimod decreases effects of influenza virus vaccine trivalent by immunosuppressive effects; risk of infection. Use Caution/Monitor. If possible, complete all age-appropriate vaccinations at least 4 weeks before initiating ponesimod."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "procarbazine",
            "description": {
                "common": "procarbazine decreases effects of influenza virus vaccine trivalent by immunosuppressive effects; risk of infection. Modify Therapy/Monitor Closely. Coadministration with immunosuppressant therapy reduced efficacy of the vaccine may occur. If possible, complete all age-appropriate vaccinations at least 2 weeks prior to initiation of immunosuppressant therapy. Patients vaccinated <14 days before initiation or during immunosuppressive therapy should be revaccinated at least 3 months after therapy is discontinued. ."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "rituximab",
            "description": {
                "common": "rituximab, influenza virus vaccine trivalent. immunosuppressive effects; risk of infection. Use Caution/Monitor. When used for rheumatoid arthritis, follow current immunization guidelines and administer non-live vaccines at least 4 weeks prior to a course of rituximab."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "rituximab-hyaluronidase",
            "description": {
                "common": "rituximab-hyaluronidase, influenza virus vaccine trivalent. immunosuppressive effects; risk of infection. Use Caution/Monitor. When used for rheumatoid arthritis, follow current immunization guidelines and administer non-live vaccines at least 4 weeks prior to a course of rituximab."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "satralizumab",
            "description": {
                "common": "satralizumab decreases effects of influenza virus vaccine trivalent by immunosuppressive effects; risk of infection. Modify Therapy/Monitor Closely. Administer all immunizations according to immunization guidelines. At least 2 weeks before initiating for non-live vaccines. ."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "tralokinumab",
            "description": {
                "common": "tralokinumab will decrease the level or effect of influenza virus vaccine trivalent by  immunosuppressive effects; risk of infection. Use Caution/Monitor. Limited data are available regarding coadministration with non-live vaccines."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ublituximab",
            "description": {
                "common": "ublituximab decreases effects of influenza virus vaccine trivalent by immunosuppressive effects; risk of infection. Modify Therapy/Monitor Closely. Administer all immunizations according to immunization guidelines at least 4 weeks before initiating ublituximab for live or live-attenuated vaccines and, whenever possible, at least 2 weeks before initiating for non-live vaccines. Vaccination with live virus vaccines is not recommended during treatment and until B-cell repletion. Do not administer live or live-attenuated vaccines to infants of mothers exposed to ublituximab during pregnancy, before confirming recovery of B-cell counts as measured by CD19+ B cells."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "voclosporin",
            "description": {
                "common": "voclosporin decreases effects of influenza virus vaccine trivalent by immunosuppressive effects; risk of infection. Modify Therapy/Monitor Closely. Inactivated vaccines noted to be safe for administration may not be sufficiently immunogenic during treatment."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "chloroquine",
            "description": {
                "common": "chloroquine decreases effects of influenza virus vaccine trivalent by pharmacodynamic antagonism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "ethotoin",
            "description": {
                "common": "influenza virus vaccine trivalent, ethotoin. Mechanism: unknown. Minor/Significance Unknown. Vaccine administration may incr or decr phenytoin levels."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "fosphenytoin",
            "description": {
                "common": "influenza virus vaccine trivalent, fosphenytoin. Mechanism: unknown. Minor/Significance Unknown. Vaccine administration may incr or decr phenytoin levels."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "ozanimod",
            "description": {
                "common": "ozanimod decreases effects of influenza virus vaccine trivalent by immunosuppressive effects; risk of infection. Minor/Significance Unknown. No clinical data are available on the efficacy and safety of vaccinations in patients taking ozanimod. Vaccinations may be less effective if coadministered with ozanimod."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "phenytoin",
            "description": {
                "common": "influenza virus vaccine trivalent, phenytoin. Mechanism: unknown. Minor/Significance Unknown. Vaccine administration may incr or decr phenytoin levels."
            }
        }
    ],
    "adverse effects": [
        {
            "name": "Suspected adverse events after administration of any vaccine may be reported to Vaccine Adverse Events Reporting System",
            "percent": "1-800"
        },
        {
            "name": "VAERS",
            "percent": "822-7967"
        },
        {
            "name": "Soreness at injection site",
            "percent": "10-70"
        },
        {
            "name": "Fever",
            "percent": null
        },
        {
            "name": "Malaise",
            "percent": null
        },
        {
            "name": "Myalgia",
            "percent": null
        },
        {
            "name": "Headache",
            "percent": null
        },
        {
            "name": "Allergic reactions",
            "percent": null
        },
        {
            "name": "Presyncope",
            "percent": null
        }
    ]
}