{
    "name": "folic acid/cyanocobalamin/pyridoxine",
    "comment": "Rx",
    "other_names": [
        "Foltx",
        "folic acid/vitamin B12/vitamin B6",
        "Folbic",
        "Virt-Vite Forte"
    ],
    "classes": [
        "Vitamins",
        "Combos"
    ],
    "source": "https://reference.medscape.com/drug/foltx-folic-acid-vitamin-b12-vitamin-b6-folic-acid-cyanocobalamin-pyridoxine-344420",
    "pregnancy": {
        "common": [
            "Pregnancy",
            "Ask healthcare professional",
            "Lactation",
            "Ask healthcare professional"
        ],
        "specific": []
    },
    "lactation": {
        "common": [
            "Lactation"
        ]
    },
    "warnings": {
        "black_box_warning": {
            "common": [],
            "specific": []
        },
        "contraindicators": {
            "common": [
                "Hypersensitivity to any component"
            ],
            "specific": []
        },
        "cautions": {
            "common": [
                "Caution in patients with history of bipolar illness; mood elevation possible in this population",
                "Caution in patients taking anticonvulsant medications; folate may interfere with anticonvulsant medication, and may lower seizure threshold; it has been reported that anticonvulsant medications interfere with folate metabolism; exact action is unclear; caution recommended with patients in this therapeutic group",
                "Folinic acid may enhance toxicity of fluorouracil; deaths from severe enterocolitis, diarrhea, and dehydration reported in elderly patients receiving weekly formyl-THF and fluorouracil; concomitant granulocytopenia and fever reported present in some but not all of the patients",
                "Concomitant use of formyl-THF with trimethoprim-sulfamethoxazole for acute treatment of Pneumocystis carinii pneumonia in patients with HIV infection associated with increased rates of treatment failure and mortality in a placebo-controlled study",
                "Patients undergoing cancer treatment should consult their licensed medical practitioner for advice",
                "Folate alone is improper therapy in treatment of pernicious anemia and other megaloblastic anemias where vitamin B12 is deficient; folate in doses above 0.1 mg daily may obscure pernicious anemia in that hematologic remission may occur while neurological manifestations progress"
            ],
            "specific": []
        }
    },
    "interactions": [
        {
            "classification_type": "Serious",
            "interaction_with": "pafolacianine",
            "description": {
                "common": "folic acid decreases effects of pafolacianine by receptor binding competition. Avoid or Use Alternate Drug. Avoid coadministration with folic acid or folic acid-containing supplements for 48 hr before administering pafolacianine. Use of folate, folic acid, or folate-containing supplements may reduce binding of pafolacianine to folate receptors overexpressed on ovarian cancer cells and could reduce the detection of malignant lesions with. ."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "selinexor",
            "description": {
                "common": "selinexor, pyridoxine. unspecified interaction mechanism. Avoid or Use Alternate Drug. Patients treated with selinexor may experience neurological toxicities. Avoid taking selinexor with other medications that may cause dizziness or confusion."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "azithromycin",
            "description": {
                "common": "azithromycin will decrease the level or effect of pyridoxine by  altering intestinal flora. Applies only to oral form of both agents. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "cisplatin",
            "description": {
                "common": "pyridoxine decreases effects of cisplatin by unknown mechanism. Use Caution/Monitor. Use of pyridoxine, vitamin B6 with cisplatin and altretamine (hexamethylmelamine) may not be advisable."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "clarithromycin",
            "description": {
                "common": "clarithromycin will decrease the level or effect of pyridoxine by  altering intestinal flora. Applies only to oral form of both agents. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "dichlorphenamide",
            "description": {
                "common": "dichlorphenamide and cyanocobalamin both decrease  serum potassium. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "erythromycin base",
            "description": {
                "common": "erythromycin base will decrease the level or effect of pyridoxine by  altering intestinal flora. Applies only to oral form of both agents. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "glucarpidase",
            "description": {
                "common": "glucarpidase will decrease the level or effect of folic acid by  increasing metabolism. Modify Therapy/Monitor Closely. Leucorvorin, reduced folates, and folate antimetabolites are substrates for glucarpidase (hydrolyzes glutamate residue from folic acid and antifolates)"
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "erythromycin ethylsuccinate",
            "description": {
                "common": "erythromycin ethylsuccinate will decrease the level or effect of pyridoxine by  altering intestinal flora. Applies only to oral form of both agents. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "erythromycin lactobionate",
            "description": {
                "common": "erythromycin lactobionate will decrease the level or effect of pyridoxine by  altering intestinal flora. Applies only to oral form of both agents. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "erythromycin stearate",
            "description": {
                "common": "erythromycin stearate will decrease the level or effect of pyridoxine by  altering intestinal flora. Applies only to oral form of both agents. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "green tea",
            "description": {
                "common": "green tea, folic acid. Other (see comment). Use Caution/Monitor. \nComment: Concomitant consumption of green tea with folic acid is not recommended in pregnant women, megaloblastic anemia, or when a reduction in folic acid may have clinical consequences. A folate transporter interaction has been described, leading to decreases in bioavailability of folic acid."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "levodopa",
            "description": {
                "common": "pyridoxine decreases levels of levodopa by increasing metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "omadacycline",
            "description": {
                "common": "cyanocobalamin will decrease the level or effect of omadacycline by  inhibition of GI absorption. Applies only to oral form of both agents. Modify Therapy/Monitor Closely. Multivalent cation-containing products may impair absorption of tetracyclines, which may decrease its efficacy. Separate dosing of tetracyclines from these products."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "pancrelipase",
            "description": {
                "common": "pancrelipase decreases levels of folic acid by inhibition of GI absorption. Applies only to oral form of both agents. Use Caution/Monitor. folic deficiency may occur."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "roxithromycin",
            "description": {
                "common": "roxithromycin will decrease the level or effect of pyridoxine by  altering intestinal flora. Applies only to oral form of both agents. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "acetazolamide",
            "description": {
                "common": "acetazolamide decreases levels of cyanocobalamin by inhibition of GI absorption. Applies only to oral form of both agents. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "amikacin",
            "description": {
                "common": "amikacin decreases levels of cyanocobalamin by inhibition of GI absorption. Applies only to oral form of both agents. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "amiodarone",
            "description": {
                "common": "pyridoxine increases toxicity of amiodarone by unspecified interaction mechanism. Minor/Significance Unknown. Increased risk of photosensitivity."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "aspirin",
            "description": {
                "common": "aspirin decreases levels of cyanocobalamin by inhibition of GI absorption. Applies only to oral form of both agents. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "aspirin rectal",
            "description": {
                "common": "aspirin rectal decreases levels of cyanocobalamin by inhibition of GI absorption. Applies only to oral form of both agents. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "aspirin/citric acid/sodium bicarbonate",
            "description": {
                "common": "aspirin/citric acid/sodium bicarbonate decreases levels of cyanocobalamin by inhibition of GI absorption. Applies only to oral form of both agents. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "aztreonam",
            "description": {
                "common": "aztreonam will decrease the level or effect of pyridoxine by  altering intestinal flora. Applies only to oral form of both agents. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "balsalazide",
            "description": {
                "common": "balsalazide decreases levels of cyanocobalamin by inhibition of GI absorption. Applies only to oral form of both agents. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "bazedoxifene/conjugated estrogens",
            "description": {
                "common": "bazedoxifene/conjugated estrogens decreases levels of folic acid by altering metabolism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "bendroflumethiazide",
            "description": {
                "common": "bendroflumethiazide decreases levels of folic acid by increasing renal clearance. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "cefadroxil",
            "description": {
                "common": "cefadroxil will decrease the level or effect of pyridoxine by  altering intestinal flora. Applies only to oral form of both agents. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "carbamazepine",
            "description": {
                "common": "carbamazepine decreases levels of cyanocobalamin by inhibition of GI absorption. Applies only to oral form of both agents. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "bumetanide",
            "description": {
                "common": "bumetanide decreases levels of folic acid by increasing renal clearance. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "carbamazepine",
            "description": {
                "common": "carbamazepine decreases levels of folic acid by unspecified interaction mechanism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "cefamandole",
            "description": {
                "common": "cefamandole will decrease the level or effect of pyridoxine by  altering intestinal flora. Applies only to oral form of both agents. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "cefotetan",
            "description": {
                "common": "cefotetan will decrease the level or effect of pyridoxine by  altering intestinal flora. Applies only to oral form of both agents. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "cefpirome",
            "description": {
                "common": "cefpirome will decrease the level or effect of pyridoxine by  altering intestinal flora. Applies only to oral form of both agents. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "ceftibuten",
            "description": {
                "common": "ceftibuten will decrease the level or effect of pyridoxine by  altering intestinal flora. Applies only to oral form of both agents. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "cephalexin",
            "description": {
                "common": "cephalexin will decrease the level or effect of pyridoxine by  altering intestinal flora. Applies only to oral form of both agents. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "chloramphenicol",
            "description": {
                "common": "chloramphenicol decreases effects of folic acid by pharmacodynamic antagonism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "chlorhexidine oral",
            "description": {
                "common": "chlorhexidine oral will decrease the level or effect of pyridoxine by  altering intestinal flora. Applies only to oral form of both agents. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "chlorothiazide",
            "description": {
                "common": "chlorothiazide decreases levels of folic acid by increasing renal clearance. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "choline magnesium trisalicylate",
            "description": {
                "common": "choline magnesium trisalicylate decreases levels of cyanocobalamin by inhibition of GI absorption. Applies only to oral form of both agents. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "chlorthalidone",
            "description": {
                "common": "chlorthalidone decreases levels of folic acid by increasing renal clearance. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "choline magnesium trisalicylate",
            "description": {
                "common": "choline magnesium trisalicylate decreases levels of folic acid by inhibition of GI absorption. Applies only to oral form of both agents. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "cimetidine",
            "description": {
                "common": "cimetidine decreases levels of cyanocobalamin by inhibition of GI absorption. Applies only to oral form of both agents. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "ciprofloxacin",
            "description": {
                "common": "ciprofloxacin will decrease the level or effect of pyridoxine by  altering intestinal flora. Applies only to oral form of both agents. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "clindamycin",
            "description": {
                "common": "clindamycin will decrease the level or effect of pyridoxine by  altering intestinal flora. Applies only to oral form of both agents. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "clonazepam",
            "description": {
                "common": "clonazepam decreases levels of cyanocobalamin by inhibition of GI absorption. Applies only to oral form of both agents. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "colchicine",
            "description": {
                "common": "colchicine decreases levels of cyanocobalamin by inhibition of GI absorption. Applies only to oral form of both agents. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "colestipol",
            "description": {
                "common": "colestipol decreases levels of cyanocobalamin by inhibition of GI absorption. Applies only to oral form of both agents. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "conjugated estrogens",
            "description": {
                "common": "conjugated estrogens decreases levels of folic acid by altering metabolism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "conjugated estrogens, vaginal",
            "description": {
                "common": "conjugated estrogens, vaginal decreases levels of folic acid by altering metabolism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "cyclopenthiazide",
            "description": {
                "common": "cyclopenthiazide decreases levels of folic acid by increasing renal clearance. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "dapsone",
            "description": {
                "common": "dapsone will decrease the level or effect of pyridoxine by  altering intestinal flora. Applies only to oral form of both agents. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "demeclocycline",
            "description": {
                "common": "demeclocycline will decrease the level or effect of pyridoxine by  altering intestinal flora. Applies only to oral form of both agents. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "dexlansoprazole",
            "description": {
                "common": "dexlansoprazole decreases levels of cyanocobalamin by inhibition of GI absorption. Applies only to oral form of both agents. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "diflunisal",
            "description": {
                "common": "diflunisal decreases levels of cyanocobalamin by inhibition of GI absorption. Applies only to oral form of both agents. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "doxycycline",
            "description": {
                "common": "doxycycline will decrease the level or effect of pyridoxine by  altering intestinal flora. Applies only to oral form of both agents. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "ertapenem",
            "description": {
                "common": "ertapenem will decrease the level or effect of pyridoxine by  altering intestinal flora. Applies only to oral form of both agents. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "eslicarbazepine acetate",
            "description": {
                "common": "eslicarbazepine acetate decreases levels of cyanocobalamin by inhibition of GI absorption. Applies only to oral form of both agents. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "estradiol",
            "description": {
                "common": "estradiol decreases levels of folic acid by altering metabolism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "esomeprazole",
            "description": {
                "common": "esomeprazole decreases levels of cyanocobalamin by inhibition of GI absorption. Applies only to oral form of both agents. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "estrogens conjugated synthetic",
            "description": {
                "common": "estrogens conjugated synthetic decreases levels of pyridoxine by altering metabolism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "estradiol",
            "description": {
                "common": "estradiol decreases levels of cyanocobalamin by altering metabolism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "estrogens conjugated synthetic",
            "description": {
                "common": "estrogens conjugated synthetic decreases levels of cyanocobalamin by altering metabolism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "estrogens esterified",
            "description": {
                "common": "estrogens esterified decreases levels of pyridoxine by altering metabolism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "estropipate",
            "description": {
                "common": "estropipate decreases levels of pyridoxine by altering metabolism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "ethacrynic acid",
            "description": {
                "common": "ethacrynic acid decreases levels of folic acid by increasing renal clearance. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "ethotoin",
            "description": {
                "common": "pyridoxine decreases levels of ethotoin by increasing metabolism. Minor/Significance Unknown. High dose of pyridoxine (vitamin B6), >=200 mg/day."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "ethanol",
            "description": {
                "common": "ethanol decreases levels of cyanocobalamin by inhibition of GI absorption. Applies only to oral form of both agents. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "ethosuximide",
            "description": {
                "common": "ethosuximide decreases levels of cyanocobalamin by inhibition of GI absorption. Applies only to oral form of both agents. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "ethotoin",
            "description": {
                "common": "folic acid decreases levels of ethotoin by increasing metabolism. Minor/Significance Unknown. Large doses of folic acid (>10 mg/day)."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "famotidine",
            "description": {
                "common": "famotidine decreases levels of cyanocobalamin by inhibition of GI absorption. Applies only to oral form of both agents. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "felbamate",
            "description": {
                "common": "felbamate decreases levels of cyanocobalamin by inhibition of GI absorption. Applies only to oral form of both agents. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "fleroxacin",
            "description": {
                "common": "fleroxacin will decrease the level or effect of pyridoxine by  altering intestinal flora. Applies only to oral form of both agents. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "fosfomycin",
            "description": {
                "common": "fosfomycin will decrease the level or effect of pyridoxine by  altering intestinal flora. Applies only to oral form of both agents. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "fosphenytoin",
            "description": {
                "common": "fosphenytoin decreases levels of cyanocobalamin by inhibition of GI absorption. Applies only to oral form of both agents. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "furosemide",
            "description": {
                "common": "furosemide decreases levels of folic acid by increasing renal clearance. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "gemifloxacin",
            "description": {
                "common": "gemifloxacin will decrease the level or effect of pyridoxine by  altering intestinal flora. Applies only to oral form of both agents. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "gabapentin",
            "description": {
                "common": "gabapentin decreases levels of cyanocobalamin by inhibition of GI absorption. Applies only to oral form of both agents. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "gabapentin enacarbil",
            "description": {
                "common": "gabapentin enacarbil decreases levels of cyanocobalamin by inhibition of GI absorption. Applies only to oral form of both agents. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "gentamicin",
            "description": {
                "common": "gentamicin decreases levels of cyanocobalamin by inhibition of GI absorption. Applies only to oral form of both agents. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "hydralazine",
            "description": {
                "common": "hydralazine decreases levels of pyridoxine by unspecified interaction mechanism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "hydrochlorothiazide",
            "description": {
                "common": "hydrochlorothiazide decreases levels of folic acid by increasing renal clearance. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "ibuprofen/famotidine",
            "description": {
                "common": "ibuprofen/famotidine decreases levels of cyanocobalamin by inhibition of GI absorption. Applies only to oral form of both agents. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "indapamide",
            "description": {
                "common": "indapamide decreases levels of folic acid by increasing renal clearance. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "isoniazid",
            "description": {
                "common": "isoniazid decreases levels of pyridoxine by unspecified interaction mechanism. Minor/Significance Unknown. If INH dose >10 mg/kg/day, supplement 50 100mg pyridoxine/day."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "lacosamide",
            "description": {
                "common": "lacosamide decreases levels of cyanocobalamin by inhibition of GI absorption. Applies only to oral form of both agents. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "lamotrigine",
            "description": {
                "common": "lamotrigine decreases levels of cyanocobalamin by inhibition of GI absorption. Applies only to oral form of both agents. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "lansoprazole",
            "description": {
                "common": "lansoprazole decreases levels of cyanocobalamin by inhibition of GI absorption. Applies only to oral form of both agents. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "levetiracetam",
            "description": {
                "common": "levetiracetam decreases levels of cyanocobalamin by inhibition of GI absorption. Applies only to oral form of both agents. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "levofloxacin",
            "description": {
                "common": "levofloxacin will decrease the level or effect of pyridoxine by  altering intestinal flora. Applies only to oral form of both agents. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "linezolid",
            "description": {
                "common": "linezolid will decrease the level or effect of pyridoxine by  altering intestinal flora. Applies only to oral form of both agents. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "lorazepam",
            "description": {
                "common": "lorazepam decreases levels of cyanocobalamin by inhibition of GI absorption. Applies only to oral form of both agents. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "meropenem",
            "description": {
                "common": "meropenem will decrease the level or effect of pyridoxine by  altering intestinal flora. Applies only to oral form of both agents. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "meropenem/vaborbactam",
            "description": {
                "common": "meropenem/vaborbactam will decrease the level or effect of pyridoxine by  altering intestinal flora. Applies only to oral form of both agents. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "mesalamine",
            "description": {
                "common": "mesalamine decreases levels of folic acid by inhibition of GI absorption. Applies only to oral form of both agents. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "mestranol",
            "description": {
                "common": "mestranol decreases levels of cyanocobalamin by altering metabolism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "metformin",
            "description": {
                "common": "metformin decreases levels of cyanocobalamin by unspecified interaction mechanism. Minor/Significance Unknown. It may take several years of metformin therapy to develop vitamin B12 deficiency."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "metronidazole",
            "description": {
                "common": "metronidazole will decrease the level or effect of pyridoxine by  altering intestinal flora. Applies only to oral form of both agents. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "methotrexate",
            "description": {
                "common": "folic acid decreases effects of methotrexate by pharmacodynamic antagonism. Minor/Significance Unknown. Vitamin preparations containing folic acid or its derivatives may decrease responses to systemically administered methotrexate."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "methsuximide",
            "description": {
                "common": "methsuximide decreases levels of cyanocobalamin by inhibition of GI absorption. Applies only to oral form of both agents. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "methyclothiazide",
            "description": {
                "common": "methyclothiazide decreases levels of folic acid by increasing renal clearance. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "metolazone",
            "description": {
                "common": "metolazone decreases levels of folic acid by increasing renal clearance. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "minocycline",
            "description": {
                "common": "minocycline will decrease the level or effect of pyridoxine by  altering intestinal flora. Applies only to oral form of both agents. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "moxifloxacin",
            "description": {
                "common": "moxifloxacin will decrease the level or effect of pyridoxine by  altering intestinal flora. Applies only to oral form of both agents. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "neomycin PO",
            "description": {
                "common": "neomycin PO will decrease the level or effect of pyridoxine by  altering intestinal flora. Applies only to oral form of both agents. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "nitrofurantoin",
            "description": {
                "common": "nitrofurantoin will decrease the level or effect of pyridoxine by  altering intestinal flora. Applies only to oral form of both agents. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "nizatidine",
            "description": {
                "common": "nizatidine decreases levels of cyanocobalamin by inhibition of GI absorption. Applies only to oral form of both agents. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "octreotide",
            "description": {
                "common": "octreotide decreases levels of cyanocobalamin by inhibition of GI absorption. Applies only to oral form of both agents. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "octreotide (Antidote)",
            "description": {
                "common": "octreotide (Antidote) decreases levels of cyanocobalamin by inhibition of GI absorption. Applies only to oral form of both agents. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "ofloxacin",
            "description": {
                "common": "ofloxacin will decrease the level or effect of pyridoxine by  altering intestinal flora. Applies only to oral form of both agents. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "omeprazole",
            "description": {
                "common": "omeprazole decreases levels of cyanocobalamin by inhibition of GI absorption. Applies only to oral form of both agents. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "oxcarbazepine",
            "description": {
                "common": "oxcarbazepine decreases levels of cyanocobalamin by inhibition of GI absorption. Applies only to oral form of both agents. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "oxytetracycline",
            "description": {
                "common": "oxytetracycline will decrease the level or effect of pyridoxine by  altering intestinal flora. Applies only to oral form of both agents. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "pantoprazole",
            "description": {
                "common": "pantoprazole decreases levels of cyanocobalamin by inhibition of GI absorption. Applies only to oral form of both agents. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "paromomycin",
            "description": {
                "common": "paromomycin will decrease the level or effect of pyridoxine by  altering intestinal flora. Applies only to oral form of both agents. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "penicillamine",
            "description": {
                "common": "penicillamine decreases levels of pyridoxine by unspecified interaction mechanism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "pentamidine",
            "description": {
                "common": "pentamidine decreases levels of folic acid by inhibition of GI absorption. Applies only to oral form of both agents. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "phenobarbital",
            "description": {
                "common": "folic acid decreases levels of phenobarbital by increasing metabolism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "phenytoin",
            "description": {
                "common": "folic acid decreases levels of phenytoin by increasing metabolism. Minor/Significance Unknown. Large doses of folic acid (>10 mg/day)."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "pivmecillinam",
            "description": {
                "common": "pivmecillinam will decrease the level or effect of pyridoxine by  altering intestinal flora. Applies only to oral form of both agents. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "primidone",
            "description": {
                "common": "primidone decreases levels of cyanocobalamin by inhibition of GI absorption. Applies only to oral form of both agents. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "quinupristin/dalfopristin",
            "description": {
                "common": "quinupristin/dalfopristin will decrease the level or effect of pyridoxine by  altering intestinal flora. Applies only to oral form of both agents. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "rabeprazole",
            "description": {
                "common": "rabeprazole decreases levels of cyanocobalamin by inhibition of GI absorption. Applies only to oral form of both agents. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "salicylates (non-asa)",
            "description": {
                "common": "salicylates (non-asa) decreases levels of folic acid by inhibition of GI absorption. Applies only to oral form of both agents. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "rose hips",
            "description": {
                "common": "rose hips decreases levels of cyanocobalamin by inhibition of GI absorption. Applies only to oral form of both agents. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "rufinamide",
            "description": {
                "common": "rufinamide decreases levels of cyanocobalamin by inhibition of GI absorption. Applies only to oral form of both agents. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "salicylates (non-asa)",
            "description": {
                "common": "salicylates (non-asa) decreases levels of cyanocobalamin by inhibition of GI absorption. Applies only to oral form of both agents. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "salsalate",
            "description": {
                "common": "salsalate decreases levels of folic acid by inhibition of GI absorption. Applies only to oral form of both agents. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "streptomycin",
            "description": {
                "common": "streptomycin will decrease the level or effect of pyridoxine by  altering intestinal flora. Applies only to oral form of both agents. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "sulfadiazine",
            "description": {
                "common": "sulfadiazine will decrease the level or effect of pyridoxine by  altering intestinal flora. Applies only to oral form of both agents. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "sulfamethoxazole",
            "description": {
                "common": "sulfamethoxazole decreases levels of folic acid by inhibition of GI absorption. Applies only to oral form of both agents. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "sulfamethoxazole",
            "description": {
                "common": "sulfamethoxazole will decrease the level or effect of pyridoxine by  altering intestinal flora. Applies only to oral form of both agents. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "sulfasalazine",
            "description": {
                "common": "sulfasalazine decreases levels of folic acid by inhibition of GI absorption. Applies only to oral form of both agents. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "sulfisoxazole",
            "description": {
                "common": "sulfisoxazole will decrease the level or effect of pyridoxine by  altering intestinal flora. Applies only to oral form of both agents. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "teicoplanin",
            "description": {
                "common": "teicoplanin will decrease the level or effect of pyridoxine by  altering intestinal flora. Applies only to oral form of both agents. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "temocillin",
            "description": {
                "common": "temocillin will decrease the level or effect of pyridoxine by  altering intestinal flora. Applies only to oral form of both agents. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "tetracycline",
            "description": {
                "common": "tetracycline will decrease the level or effect of pyridoxine by  altering intestinal flora. Applies only to oral form of both agents. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "theophylline",
            "description": {
                "common": "theophylline decreases levels of pyridoxine by altering metabolism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "tiagabine",
            "description": {
                "common": "tiagabine decreases levels of cyanocobalamin by inhibition of GI absorption. Applies only to oral form of both agents. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "ticarcillin",
            "description": {
                "common": "ticarcillin will decrease the level or effect of pyridoxine by  altering intestinal flora. Applies only to oral form of both agents. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "tigecycline",
            "description": {
                "common": "tigecycline will decrease the level or effect of pyridoxine by  altering intestinal flora. Applies only to oral form of both agents. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "tobramycin",
            "description": {
                "common": "tobramycin will decrease the level or effect of pyridoxine by  altering intestinal flora. Applies only to oral form of both agents. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "torsemide",
            "description": {
                "common": "torsemide decreases levels of folic acid by increasing renal clearance. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "tobramycin",
            "description": {
                "common": "tobramycin decreases levels of cyanocobalamin by inhibition of GI absorption. Applies only to oral form of both agents. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "topiramate",
            "description": {
                "common": "topiramate decreases levels of cyanocobalamin by inhibition of GI absorption. Applies only to oral form of both agents. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "triamterene",
            "description": {
                "common": "triamterene decreases levels of folic acid by increasing renal clearance. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "trimethoprim",
            "description": {
                "common": "trimethoprim will decrease the level or effect of pyridoxine by  altering intestinal flora. Applies only to oral form of both agents. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "valproic acid",
            "description": {
                "common": "valproic acid decreases levels of cyanocobalamin by inhibition of GI absorption. Applies only to oral form of both agents. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "vancomycin",
            "description": {
                "common": "vancomycin will decrease the level or effect of pyridoxine by  altering intestinal flora. Applies only to oral form of both agents. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "willow bark",
            "description": {
                "common": "willow bark decreases levels of folic acid by inhibition of GI absorption. Applies only to oral form of both agents. Minor/Significance Unknown."
            }
        }
    ],
    "adverse effects": [
        {
            "name": "Allergic reactions",
            "percent": null
        },
        {
            "name": "Bronchospasm",
            "percent": null
        },
        {
            "name": "Flushing",
            "percent": null
        },
        {
            "name": "Malaise",
            "percent": null
        },
        {
            "name": "Erythema",
            "percent": null
        },
        {
            "name": "Rash",
            "percent": null
        },
        {
            "name": "Paresthesias",
            "percent": null
        },
        {
            "name": "Somnolence",
            "percent": null
        },
        {
            "name": "Unsteady gait",
            "percent": null
        },
        {
            "name": "Diarrhea",
            "percent": null
        },
        {
            "name": "Nausea",
            "percent": null
        },
        {
            "name": "Pruritus",
            "percent": null
        },
        {
            "name": "Urticaria",
            "percent": null
        },
        {
            "name": "Altered sleep patterns",
            "percent": null
        },
        {
            "name": "Irritability",
            "percent": null
        },
        {
            "name": "Peripheral vascular thrombosis",
            "percent": null
        },
        {
            "name": "Polycythemia",
            "percent": null
        }
    ]
}