{
    "name": "aluminum hydroxide/magnesium carbonate",
    "comment": "OTC",
    "other_names": [
        "Gaviscon Extra Strength Liquid",
        "Gaviscon Extra Strength Tablets",
        "Gaviscon Regular Strength Liquid"
    ],
    "classes": [
        "Antacids",
        "Combos"
    ],
    "source": "https://reference.medscape.com/drug/gaviscon-extra-strength-tablets-gaviscon-extra-strength-liquid-aluminum-hydroxide-magnesium-carbonate-999661",
    "pregnancy": {
        "common": [
            "Pregnancy Category: C",
            "Lactation: Unknown whether distributed in breast milk"
        ],
        "specific": []
    },
    "lactation": {
        "common": [
            "Lactation: Unknown whether distributed in breast milk"
        ]
    },
    "warnings": {
        "black_box_warning": {
            "common": [],
            "specific": []
        },
        "contraindicators": {
            "common": [
                "Hypersensitivity"
            ],
            "specific": []
        },
        "cautions": {
            "common": [
                "Not for the treatment of peptic ulcers",
                "If sodium or magnesium restricted, ask healthcare practitioner prior to taking medication",
                "Do not take maximum dose for >14 days",
                "In kidney disease, ask healthcare practitioner before taking medication; decrease renal function may result in toxicity of aluminum or magnesium",
                "If heartburn continues after taking medication, discontinue use and ask healthcare practitioner",
                "Do not use if trouble swallowing",
                "Antacids may interact with certain prescription drugs; ask healthcare practitioner before taking this medication; may increase or decrease rate and/or degree of absorption of concomitantly administered oral drugs by changing GI transit time, pH, or by cationic binding"
            ],
            "specific": []
        }
    },
    "interactions": [
        {
            "classification_type": "Contraindicated",
            "interaction_with": "raltegravir",
            "description": {
                "common": "aluminum hydroxide/magnesium carbonate will decrease the level or effect of raltegravir by  enhancing GI absorption. Applies only to oral form of both agents. Contraindicated. Not recommended with or without dose separation"
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "atazanavir",
            "description": {
                "common": "aluminum hydroxide/magnesium carbonate will decrease the level or effect of atazanavir by  increasing gastric pH. Applies only to oral form of both agents. Avoid or Use Alternate Drug. Atazanavir solubility decreases as pH increases. Reduced plasma concentrations of atazanavir are expected if antacids or buffered medications are coadministered.  Administer atazanavir 2 hr before or 1 hr after these medications."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "baloxavir marboxil",
            "description": {
                "common": "aluminum hydroxide/magnesium carbonate will decrease the level or effect of baloxavir marboxil by  cation binding in GI tract. Avoid or Use Alternate Drug. Baloxavir may bind to polyvalent cations resulting in decreased absorption. Studies in monkeys showed concurrent use with calcium, aluminum, or iron caused significantly decreased plasma levels. Human studies not conducted."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "dolutegravir",
            "description": {
                "common": "aluminum hydroxide/magnesium carbonate will decrease the level or effect of dolutegravir by  cation binding in GI tract. Avoid or Use Alternate Drug. Administer dolutegravir 2 hr before or 6 hr after taking medications containing polyvalent cations"
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "infigratinib",
            "description": {
                "common": "aluminum hydroxide/magnesium carbonate will decrease the level or effect of infigratinib by  inhibition of GI absorption. Applies only to oral form of both agents. Avoid or Use Alternate Drug. If use with an acid-reducing agent cannot be avoided, administer infigratinib 2 hr before and after administration of a locally-acting antacid."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "misoprostol",
            "description": {
                "common": "aluminum hydroxide/magnesium carbonate, misoprostol. unknown mechanism. Avoid or Use Alternate Drug. Antacids reduce the bioavailability of misoprostol acid. Magnesium-containing antacids may potentiate misoprostol-induced diarrhea. If an antacid is needs, use an aluminum- or calcium- containing antacids."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "pazopanib",
            "description": {
                "common": "aluminum hydroxide/magnesium carbonate will decrease the level or effect of pazopanib by  increasing gastric pH. Applies only to oral form of both agents. Avoid or Use Alternate Drug. Avoid coadministration of pazopanib with drugs that raise gastric pH; may use short-acting antacids in place of PPIs and H2 antagonists, but separate antacid and pazopanib dosing by several hours"
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "ponatinib",
            "description": {
                "common": "aluminum hydroxide/magnesium carbonate decreases levels of ponatinib by increasing gastric pH. Applies only to oral form of both agents. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "sotorasib",
            "description": {
                "common": "aluminum hydroxide/magnesium carbonate will decrease the level or effect of sotorasib by  inhibition of GI absorption. Applies only to oral form of both agents. Avoid or Use Alternate Drug. If use with an acid-reducing agent cannot be avoided, administer sotorasib 4 hr before or 10 hr after administration of a locally-acting antacid."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "bictegravir",
            "description": {
                "common": "aluminum hydroxide/magnesium carbonate will decrease the level or effect of bictegravir by  cation binding in GI tract. Modify Therapy/Monitor Closely. Bictegravir can be taken under fasting conditions 2 hr before antacids containing Al, Mg, or Ca. Routine administration of bictegravir simultaneously with, or 2 hr after, antacids containing Al, Mg, or Ca is not recommended."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "budesonide",
            "description": {
                "common": "aluminum hydroxide/magnesium carbonate decreases effects of budesonide by increasing gastric pH. Applies only to oral form of both agents. Modify Therapy/Monitor Closely. Enteric-coated budesonide dissolves at pH >5.5. Also, dissolution of extended-release budesonide tablets is pH dependent. Coadministration with drugs that increase gastric pH may cause these budesonide products to prematurely dissolve, and possibly affect release properties and absorption of the drug in the duodenum."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "cabotegravir",
            "description": {
                "common": "aluminum hydroxide/magnesium carbonate will decrease the level or effect of cabotegravir by  cation binding in GI tract. Modify Therapy/Monitor Closely. Administer antacid products at least 2 hr before or 4 hr after taking oral cabotegravir."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "dabrafenib",
            "description": {
                "common": "aluminum hydroxide/magnesium carbonate will decrease the level or effect of dabrafenib by  increasing gastric pH. Applies only to oral form of both agents. Use Caution/Monitor. Drugs that alter upper GI tract pH (eg, PPIs, H2-blockers, antacids) may decrease dabrafenib solubility and reduce its bioavailability"
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "deferiprone",
            "description": {
                "common": "aluminum hydroxide/magnesium carbonate decreases levels of deferiprone by enhancing GI absorption. Applies only to oral form of both agents. Modify Therapy/Monitor Closely. Deferiprone may bind polyvalent cations (eg, iron, aluminum, and zinc), separate administration by at least 4 hr between deferiprone and other medications (eg, antacids), or supplements containing these polyvalent cations."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "elvitegravir/cobicistat/emtricitabine/tenofovir DF",
            "description": {
                "common": "aluminum hydroxide/magnesium carbonate decreases levels of elvitegravir/cobicistat/emtricitabine/tenofovir DF by inhibition of GI absorption. Applies only to oral form of both agents. Use Caution/Monitor. Separate administration from antacids by 2 hr."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ethambutol",
            "description": {
                "common": "aluminum hydroxide/magnesium carbonate increases levels of ethambutol by cation binding in GI tract. Use Caution/Monitor. Avoid administering aluminum hydroxide containing antacids for at least 4 hr following ethambutol dose."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ledipasvir/sofosbuvir",
            "description": {
                "common": "aluminum hydroxide/magnesium carbonate decreases levels of ledipasvir/sofosbuvir by Other (see comment). Use Caution/Monitor. \nComment: Ledipasvir solubility decreases as pH increases; drugs that increase gastric pH are expected to decrease levels of ledipasvir; separate antacid and ledipasivr/sofosbuvir administration by 4 hr."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "nilotinib",
            "description": {
                "common": "aluminum hydroxide/magnesium carbonate decreases levels of nilotinib by increasing gastric pH. Applies only to oral form of both agents. Modify Therapy/Monitor Closely. Avoid this interaction by administering antacids 2 hr after or 2 hr before nilotinib."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "omadacycline",
            "description": {
                "common": "aluminum hydroxide/magnesium carbonate will decrease the level or effect of omadacycline by  inhibition of GI absorption. Applies only to oral form of both agents. Modify Therapy/Monitor Closely. Multivalent cation-containing products may impair absorption of tetracyclines, which may decrease its efficacy. Separate dosing of tetracyclines from these products."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "pexidartinib",
            "description": {
                "common": "aluminum hydroxide/magnesium carbonate will decrease the level or effect of pexidartinib by  inhibition of GI absorption. Applies only to oral form of both agents. Modify Therapy/Monitor Closely. Separate pexidartinib by 2 hr before or after taking a locally-acting antacid."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "rifampin",
            "description": {
                "common": "aluminum hydroxide/magnesium carbonate will decrease the level or effect of rifampin by  Other (see comment). Use Caution/Monitor. Concomitant antacid administration may reduce absorption of rifampin; daily doses of rifampin should be given at least 1 hr before ingestion of antacids"
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "riociguat",
            "description": {
                "common": "aluminum hydroxide/magnesium carbonate decreases levels of riociguat by inhibition of GI absorption. Applies only to oral form of both agents. Use Caution/Monitor. Separate administration by at least 1 hour."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "sarecycline",
            "description": {
                "common": "aluminum hydroxide/magnesium carbonate will decrease the level or effect of sarecycline by  inhibition of GI absorption. Applies only to oral form of both agents. Modify Therapy/Monitor Closely. Multivalent cation-containing products may impair absorption of tetracyclines, which may decrease its efficacy. Separate dosing of tetracyclines from these products."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "sofosbuvir/velpatasvir",
            "description": {
                "common": "aluminum hydroxide/magnesium carbonate will decrease the level or effect of sofosbuvir/velpatasvir by  increasing gastric pH. Applies only to oral form of both agents. Modify Therapy/Monitor Closely. Velpatasvir solubility decreases as gastric pH increases (practically insoluble at pH >5). Separate administration of sofosbuvir/velpatasvir from antacids by at least 4 hr."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "vismodegib",
            "description": {
                "common": "aluminum hydroxide/magnesium carbonate will decrease the level or effect of vismodegib by  Other (see comment). Use Caution/Monitor. Drugs that increase gastric pH alter vismodegib solubility and therefore reduce bioavailability; effect on efficacy unknown"
            }
        }
    ],
    "adverse effects": [
        {
            "name": "Chalky taste",
            "percent": null
        },
        {
            "name": "Constipation",
            "percent": null
        },
        {
            "name": "Fecal impaction",
            "percent": null
        },
        {
            "name": "Stomach cramps",
            "percent": null
        },
        {
            "name": "Nausea",
            "percent": null
        },
        {
            "name": "Vomiting",
            "percent": null
        },
        {
            "name": "Aluminum intoxication",
            "percent": null
        },
        {
            "name": "Hypophosphatemia",
            "percent": null
        },
        {
            "name": "Osteomalacia",
            "percent": null
        },
        {
            "name": "Diarrhea",
            "percent": null
        },
        {
            "name": "Hypermagnesemia",
            "percent": null
        }
    ]
}