{
    "name": "somatropin",
    "comment": "Rx",
    "other_names": [
        "Genotropin",
        "Genotropin Miniquick",
        "Genotropin Pen 12",
        "Humatrope",
        "Norditropin FlexPro",
        "Nutropin",
        "Nutropin AQ NuSpin 20",
        "Nutropin AQ NuSpin 10",
        "Nutropin AQ NuSpin 5",
        "Omnitrope",
        "Saizen",
        "Serostim",
        "Zorbtive",
        "Nutropin AQ Pen 20",
        "Nutropin AQ Pen 10",
        "Zomacton"
    ],
    "classes": [
        "Growth Hormone Analogs"
    ],
    "source": "https://reference.medscape.com/drug/genotropin-somatropin-342860",
    "pregnancy": {
        "common": [
            "Limited available data with somatropin use in pregnant women are insufficient to determine a drug-associated risk of adverse developmental outcomes",
            "In animal reproduction studies, there was no evidence of fetal or neonatal harm when pregnant rats were administered SC somatotropin during organogenesis or during lactation at doses ~10-times higher than the maximal clinical dose of 0.016 mg/kg, based on body surface area",
            "Diluent contains benzyl alcohol, which has been associated with gasping syndrome in neonates; the preservative benzyl alcohol can cause serious adverse events and death when administered intravenously to neonates and infants; if therapy needed during pregnancy, reconstitute with normal saline, use only one dose per vial, and discard reconstituted product after use, or use a benzyl alcohol-free formulation"
        ],
        "specific": []
    },
    "lactation": {
        "common": [
            "There are no data on presence of somatropin in human milk; limited published literature reports no adverse effects on breastfed infants with maternal administration of somatropin; no decrease in milk production or change in milk content during treatment with somatropin reported; developmental and health benefits of breastfeeding should be considered along with mother’s clinical need for somatotropin and any potential adverse effects on breastfed infant from therapy or from underlying maternal condition",
            "Diluent contains benzyl alcohol; if therapy needed during lactation, reconstitute with normal saline, use only one dose per vial, and discard after use or use a benzyl alcohol-free formulation"
        ]
    },
    "warnings": {
        "black_box_warning": {
            "common": [],
            "specific": []
        },
        "contraindicators": {
            "common": [
                "Hypersensitivity to metacresol or glycerin (diluent)",
                "Hypersensitivity to benzyl alcohol",
                "Acute critical illness after open heart surgery, abdominal surgery or multiple accidental trauma, or those with acute respiratory failure due to the risk of increased mortality with use of pharmacologic doses of somatropin",
                "Active malignancy",
                "Pediatric patients with closed epiphyses",
                "Active proliferative or severe non-proliferative diabetic retinopathy",
                "Active malignancy, acute complications of open heart or abdominal surgery, multiple trauma, acute respiratory failure",
                "Pediatric patients with Prader-Willi syndrome who are severely obese, have a history of upper airway obstruction or sleep apnea, or have severe respiratory impairment due to the risk of sudden death"
            ],
            "specific": []
        },
        "cautions": {
            "common": [
                "Increased mortality reported among patients with acute critical illness due to complications following open heart surgery, abdominal surgery or multiple accidental trauma, or those with acute respiratory failure; benefit of treatment continuation should be weighed against potential risk (see Contraindications)",
                "Reports of sudden death after initiating therapy with somatropin documented in pediatric patients with Prader-Willi syndrome who had ≥1 of the following risk factors: severe obesity, history of upper airway obstruction or sleep apnea, or unidentified respiratory infection; male patients with ≥1 factors may be at greater risk than females",
                "Monitor blood glucose in patients with other risk factors (eg, obesity, Turner syndrome, family history of diabetes mellitus [DM]) for glucose intolerance during therapy and adjust antidiabetic treatment, as needed; new onset type 2 DM reported, monitor glucose levels periodically; doses of concurrent antihyperglycemic drugs in diabetics may require adjustment",
                "Intracranial hypertension (IH) with papilledema, visual changes, headache, nausea, and/or vomiting reported; symptoms usually occurred within the first 8 weeks after initiation of therapy; all reported cases, IH-associated signs and symptoms rapidly resolved after cessation of therapy or a reduction of the somatropin dose; perform funduscopic examination should be performed routinely before initiating treatment to exclude preexisting papilledema, and periodically thereafter",
                "Serious systemic hypersensitivity reactions (eg, anaphylactic reactions, angioedema) reported with postmarketing use of somatropin products; inform patients and caregivers that such reactions are possible and prompt medical attention should be sought if allergic reaction occurs",
                "Cases of pancreatitis reported; pediatric patients possibly at a greater risk compared to adults; published literature indicates that females who have Turner syndrome may be at greater risk than other pediatric patients receiving somatropin products; consider pancreatitis in patients who develop persistent severe abdominal pain",
                "When somatropin is administered SC at same site over long period of time, tissue atrophy may result; may avoid by rotating injection site (see Administration)",
                "Somatropin increases growth rate, and progression of existing scoliosis can occur in patients who experience rapid growth; monitor patients with a history of scoliosis for progression of scoliosis",
                "Slipped capital femoral epiphysis may occur more frequently in patients with endocrine disorders (including GH deficiency and Turner syndrome) or in patients undergoing rapid growth; evaluate pediatric patients with the onset of a limp or complaints of hip or knee pain",
                "Not indicated for the treatment of non-GH deficient adults",
                "Serious and fatal adverse reactions including “gasping syndrome” can occur in neonates and infants treated with benzyl alcohol; “gasping syndrome” is characterized by central nervous system depression, metabolic acidosis, and gasping respirations",
                "When administering therapy to infants, reconstitute with normal saline, not the diluent provided; only one dose should be used per vial and the reconstituted product should be discarded after use",
                "Serum levels of inorganic phosphorus, alkaline phosphatase, parathyroid hormone and IGF-1 may increase after therapy",
                "Somatropin-treated patients who have or are at risk for pituitary hormone deficiency(s) may be at risk for reduced serum cortisol levels and/or unmasking of central (secondary) hypoadrenalism; patients treated with glucocorticoid replacement for previously diagnosed hypoadrenalism may require an increase in their maintenance or stress doses following initiation of treatment; monitor for reduced serum cortisol levels and/or need for glucocorticoid dose increases in those with known hypoadrenalism"
            ],
            "specific": [
                {
                    "type": "Hypothyroidism",
                    "description": [
                        "Undiagnosed/untreated hypothyroidism may prevent an optimal response to therapy, in particular, the growth response in pediatric patients",
                        "Patients with Turner syndrome have an inherently increased risk of developing autoimmune thyroid disease and primary hypothyroidism",
                        "In patients with GH deficiency, central (secondary) hypothyroidism may first become evident or worsen during somatropin treatment; consider periodic thyroid function tests and initiate or appropriately adjust thyroid hormone replacement therapy when indicated"
                    ]
                },
                {
                    "type": "Increased risk of neoplasms",
                    "description": [
                        "There is an increased risk of malignancy progression with somatropin treatment in patients with active malignancy; any preexisting malignancy should be inactive and its treatment complete prior to instituting somatotropin; discontinue somatotropin if there is evidence of recurrent activity (See Contraindications)",
                        "An increased risk of a second neoplasm reported in patients treated with somatotropins after first neoplasm; intracranial tumors, in particular meningiomas, in patients treated with radiation to head for first neoplasm, were the most common of these second neoplasms; in adult cancer survivors, risk of occurrence unknown; given the limited data available, carefully monitor patients under growth hormone therapy for progression or recurrence of the tumor",
                        "Owing to pediatric patients with certain rare genetic causes of short stature have an increased risk of developing malignancies, thoroughly consider the risks and benefits of starting treatment in these patients; monitor patients for increased growth, or potential malignant changes of preexisting nevi; any preexisting malignancy should be inactive and its treatment complete prior to instituting therapy with somatropin; discontinue somatotropin if there is evidence of recurrent activity"
                    ]
                },
                {
                    "type": "Zorbtive",
                    "description": [
                        "If moderate fluid retention, arthralgia, treat symptomatically or reduce dose by 50%",
                        "Discontinue up to 5 days if severe toxicity, then restart at 50% dose; permanently discontinue if severe toxicity recurs or does not disappear within 5 days"
                    ]
                },
                {
                    "type": "Drug interactions overview",
                    "description": [
                        "Microsomal enzyme 11β-hydroxysteroid dehydrogenase type 1 (11βHSD-1) is required for conversion of cortisone to its active metabolite, cortisol, in hepatic and adipose tissue; somatotropin inhibits 11βHSD-1; individuals with untreated GH deficiency have relative increases in 11βHSD-1 and serum cortisol; initiation of somatotropin may result in inhibition of 11βHSD-1 and reduced serum cortisol concentrations",
                        "Pharmacologic glucocorticoid therapy and supraphysiologic glucocorticoid treatment may attenuate the growth promoting effects of somatotropin in pediatric patients",
                        "Limited published data indicate that somatropin treatment increases CYP450 mediated antipyrine clearance; somatotropin may alter the clearance of compounds known to be metabolized by CYP450 liver enzymes",
                        "Oral estrogens may reduce the serum IGF-1 response to somatotropin",
                        "Treatment with somatotropin may decrease insulin sensitivity, particularly at higher doses"
                    ]
                }
            ]
        }
    },
    "interactions": [
        {
            "classification_type": "Serious",
            "interaction_with": "macimorelin",
            "description": {
                "common": "somatropin, macimorelin. unspecified interaction mechanism. Avoid or Use Alternate Drug. Drugs that may blunt the growth hormone (GH) response to macrimorelin may impact the accuracy of the diagnostic test. Discontinue GH products at least 1 week before administering macimorelin."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "pacritinib",
            "description": {
                "common": "somatropin will decrease the level or effect of pacritinib by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "albiglutide",
            "description": {
                "common": "somatropin decreases effects of albiglutide by pharmacodynamic antagonism. Modify Therapy/Monitor Closely. Somatropin may potentially  diminish hypoglycemic effects of  antidiabetic agent. May consider modifying therapy."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "atogepant",
            "description": {
                "common": "somatropin will decrease the level or effect of atogepant by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "bexagliflozin",
            "description": {
                "common": "somatropin decreases effects of bexagliflozin by pharmacodynamic antagonism. Modify Therapy/Monitor Closely. Growth hormone products may decrease insulin sensitivity, particularly at higher doses. Antidiabetic agents may require dose adjustment after initiating growth hormone."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "insulin aspart",
            "description": {
                "common": "somatropin decreases effects of insulin aspart by pharmacodynamic antagonism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "insulin degludec",
            "description": {
                "common": "somatropin decreases effects of insulin degludec by pharmacodynamic antagonism. Use Caution/Monitor. Growth hormone decreases insulin sensitivity by opposing the effects of insulin on carbohydrate metabolism."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "insulin degludec/insulin aspart",
            "description": {
                "common": "somatropin decreases effects of insulin degludec/insulin aspart by pharmacodynamic antagonism. Use Caution/Monitor. Growth hormone decreases insulin sensitivity by opposing the effects of insulin on carbohydrate metabolism."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "insulin detemir",
            "description": {
                "common": "somatropin decreases effects of insulin detemir by pharmacodynamic antagonism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "insulin glargine",
            "description": {
                "common": "somatropin decreases effects of insulin glargine by pharmacodynamic antagonism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "insulin glulisine",
            "description": {
                "common": "somatropin decreases effects of insulin glulisine by pharmacodynamic antagonism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "insulin inhaled",
            "description": {
                "common": "somatropin decreases effects of insulin inhaled by pharmacodynamic antagonism. Use Caution/Monitor. Growth hormone decreases insulin sensitivity by opposing the effects of insulin on carbohydrate metabolism."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "insulin lispro",
            "description": {
                "common": "somatropin decreases effects of insulin lispro by pharmacodynamic antagonism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "insulin NPH",
            "description": {
                "common": "somatropin decreases effects of insulin NPH by pharmacodynamic antagonism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "insulin regular human",
            "description": {
                "common": "somatropin decreases effects of insulin regular human by pharmacodynamic antagonism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "isavuconazonium sulfate",
            "description": {
                "common": "somatropin will decrease the level or effect of isavuconazonium sulfate by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "liraglutide",
            "description": {
                "common": "somatropin decreases effects of liraglutide by pharmacodynamic antagonism. Modify Therapy/Monitor Closely. Somatropin may potentially  diminish hypoglycemic effects of  antidiabetic agent. May consider modifying therapy."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "maraviroc",
            "description": {
                "common": "somatropin will decrease the level or effect of maraviroc by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "metformin",
            "description": {
                "common": "somatropin decreases levels of metformin by pharmacodynamic antagonism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "nateglinide",
            "description": {
                "common": "somatropin decreases effects of nateglinide by pharmacodynamic antagonism. Use Caution/Monitor. Coadministration may reduce nateglinide's hypoglycemic action."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "tazemetostat",
            "description": {
                "common": "somatropin will decrease the level or effect of tazemetostat by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ubrogepant",
            "description": {
                "common": "somatropin will decrease the level or effect of ubrogepant by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Modify Therapy/Monitor Closely. Dose adjustment is recommended with concomitant use of ubrogepant and moderate and weak CYP3A4 inducers. (see Dosage Modifications)"
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "budesonide",
            "description": {
                "common": "budesonide decreases effects of somatropin by pharmacodynamic antagonism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "cortisone",
            "description": {
                "common": "cortisone decreases effects of somatropin by pharmacodynamic antagonism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "deflazacort",
            "description": {
                "common": "deflazacort decreases effects of somatropin by pharmacodynamic antagonism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "dexamethasone",
            "description": {
                "common": "dexamethasone decreases effects of somatropin by pharmacodynamic antagonism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "fludrocortisone",
            "description": {
                "common": "fludrocortisone decreases effects of somatropin by pharmacodynamic antagonism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "hydrocortisone",
            "description": {
                "common": "hydrocortisone decreases effects of somatropin by pharmacodynamic antagonism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "methylprednisolone",
            "description": {
                "common": "methylprednisolone decreases effects of somatropin by pharmacodynamic antagonism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "prednisolone",
            "description": {
                "common": "prednisolone decreases effects of somatropin by pharmacodynamic antagonism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "prednisone",
            "description": {
                "common": "prednisone decreases effects of somatropin by pharmacodynamic antagonism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "triamcinolone acetonide injectable suspension",
            "description": {
                "common": "triamcinolone acetonide injectable suspension decreases effects of somatropin by pharmacodynamic antagonism. Minor/Significance Unknown."
            }
        }
    ],
    "adverse effects": [
        {
            "name": "Peripheral edema",
            "percent": "42"
        },
        {
            "name": "Edema",
            "percent": "25"
        },
        {
            "name": "Arthralgia",
            "percent": "19"
        },
        {
            "name": "Leg Edema",
            "percent": "15"
        },
        {
            "name": "Myalgia",
            "percent": "15"
        },
        {
            "name": "Infection",
            "percent": "13"
        },
        {
            "name": "non",
            "percent": "11"
        },
        {
            "name": "viral",
            "percent": "11"
        },
        {
            "name": "Paraesthesia",
            "percent": "21.2"
        },
        {
            "name": "Skeletal Pain",
            "percent": "17.3"
        },
        {
            "name": "Edema",
            "percent": "17.3"
        },
        {
            "name": "Arthralgia",
            "percent": "13.5"
        },
        {
            "name": "Paresthesia",
            "percent": "13.5"
        },
        {
            "name": "Rhinitis",
            "percent": "13.5"
        },
        {
            "name": "Pain",
            "percent": "11.5"
        },
        {
            "name": "Myalgia",
            "percent": "9"
        },
        {
            "name": "Peripheral edema",
            "percent": "9"
        },
        {
            "name": "Headache",
            "percent": "8"
        },
        {
            "name": "Bronchitis",
            "percent": "8"
        },
        {
            "name": "Flu",
            "percent": "8"
        },
        {
            "name": "like symptoms",
            "percent": "8"
        },
        {
            "name": "Hypertension",
            "percent": "8"
        },
        {
            "name": "Gastroenteritis",
            "percent": "6"
        },
        {
            "name": "Other non",
            "percent": "6"
        },
        {
            "name": "classifiable disorders",
            "percent": "2"
        },
        {
            "name": "excludes accidental injury",
            "percent": "5"
        },
        {
            "name": "Increased sweating",
            "percent": "9.6"
        },
        {
            "name": "Glucose tolerance abnormal",
            "percent": "7.7"
        },
        {
            "name": "Laryngitis",
            "percent": "7.7"
        },
        {
            "name": "Type",
            "percent": "5.8"
        },
        {
            "name": "diabetes mellitus",
            "percent": "5.8"
        },
        {
            "name": "Back pain",
            "percent": "5.8"
        },
        {
            "name": "Headache",
            "percent": "3.9"
        },
        {
            "name": "Hypertension",
            "percent": "2"
        },
        {
            "name": "Acne",
            "percent": "2"
        },
        {
            "name": "Joint disorder",
            "percent": null
        },
        {
            "name": "Surgical procedure",
            "percent": null
        },
        {
            "name": "Flu syndrome",
            "percent": null
        },
        {
            "name": "Slipped capital femoral epiphysis and Legg",
            "percent": null
        },
        {
            "name": "Calve",
            "percent": null
        },
        {
            "name": "Perthes disease",
            "percent": null
        },
        {
            "name": "osteonecrosis",
            "percent": null
        },
        {
            "name": "avascular necrosis",
            "percent": null
        },
        {
            "name": "occasionally associated with slipped capital femoral epiphysis",
            "percent": null
        },
        {
            "name": "Progression of preexisting scoliosis",
            "percent": null
        },
        {
            "name": "Hypothyroidism",
            "percent": null
        },
        {
            "name": "Hypoglycemia",
            "percent": null
        },
        {
            "name": "Seizures",
            "percent": null
        },
        {
            "name": "Pancreatitis",
            "percent": null
        },
        {
            "name": "Exacerbation of psoriasis",
            "percent": null
        },
        {
            "name": "Benign intracranial hypertension",
            "percent": null
        },
        {
            "name": "uncommon",
            "percent": null
        },
        {
            "name": "Hematuria",
            "percent": null
        },
        {
            "name": "Hematoma",
            "percent": null
        },
        {
            "name": "Leukemia",
            "percent": null
        },
        {
            "name": "Papilledema",
            "percent": null
        },
        {
            "name": "Otitis media",
            "percent": null
        },
        {
            "name": "Myalgia",
            "percent": null
        },
        {
            "name": "Scoliosis",
            "percent": null
        },
        {
            "name": "Arthralgia",
            "percent": null
        },
        {
            "name": "Hyperlipidemia",
            "percent": null
        },
        {
            "name": "Arthrosis",
            "percent": null
        },
        {
            "name": "Benign intracranial hypertension",
            "percent": null
        },
        {
            "name": "Type",
            "percent": null
        },
        {
            "name": "diabetes mellitus",
            "percent": null
        },
        {
            "name": "Gyencomastia",
            "percent": null
        },
        {
            "name": "Arthralgia",
            "percent": null
        },
        {
            "name": "Headache",
            "percent": null
        },
        {
            "name": "Weakness",
            "percent": null
        },
        {
            "name": "Muscle pain",
            "percent": null
        },
        {
            "name": "Hyperglycemia",
            "percent": null
        },
        {
            "name": "Pancreatitis",
            "percent": null
        },
        {
            "name": "Glucosuria",
            "percent": null
        },
        {
            "name": "Edema",
            "percent": null
        },
        {
            "name": "Gastritis",
            "percent": null
        },
        {
            "name": "Diaphoresis",
            "percent": null
        },
        {
            "name": "Dizziness",
            "percent": null
        },
        {
            "name": "Joint disorder",
            "percent": null
        },
        {
            "name": "Aggressiveness",
            "percent": null
        },
        {
            "name": "Arthralgia",
            "percent": null
        },
        {
            "name": "Edema",
            "percent": null
        },
        {
            "name": "Hair loss",
            "percent": null
        },
        {
            "name": "Headache",
            "percent": null
        },
        {
            "name": "Hypertension",
            "percent": null
        },
        {
            "name": "Benign intracranial hypertension",
            "percent": null
        },
        {
            "name": "Myalgia",
            "percent": null
        },
        {
            "name": "Increased mortality",
            "percent": null
        },
        {
            "name": "Otitis media",
            "percent": null
        },
        {
            "name": "Ear disorders",
            "percent": null
        },
        {
            "name": "Joint pain",
            "percent": null
        },
        {
            "name": "Respiratory Illness",
            "percent": null
        },
        {
            "name": "Urinary tract infection",
            "percent": null
        },
        {
            "name": "Surgical procedures",
            "percent": null
        },
        {
            "name": "Arthralgia",
            "percent": null
        },
        {
            "name": "Arthrosis",
            "percent": null
        },
        {
            "name": "Myalgia",
            "percent": null
        },
        {
            "name": "Peripheral edema",
            "percent": null
        },
        {
            "name": "Headache",
            "percent": null
        },
        {
            "name": "Nausea",
            "percent": null
        },
        {
            "name": "Paresthesia",
            "percent": null
        },
        {
            "name": "Gynecomastia",
            "percent": null
        },
        {
            "name": "Edema",
            "percent": null
        },
        {
            "name": "Peripheral edeam",
            "percent": null
        },
        {
            "name": "Facial edema",
            "percent": null
        },
        {
            "name": "Arthralgia",
            "percent": null
        },
        {
            "name": "Nausea",
            "percent": null
        },
        {
            "name": "Flatulence",
            "percent": null
        },
        {
            "name": "Abdominal pain",
            "percent": null
        },
        {
            "name": "Vomiting",
            "percent": null
        },
        {
            "name": "Arthralgia",
            "percent": null
        },
        {
            "name": "Gynecomastia",
            "percent": null
        },
        {
            "name": "Excessive cutaneous nevi",
            "percent": null
        },
        {
            "name": "Scoliosis",
            "percent": null
        },
        {
            "name": "Mild",
            "percent": null
        },
        {
            "name": "transient hyperglycemia",
            "percent": null
        },
        {
            "name": "Benign intracranial hypertension",
            "percent": null
        },
        {
            "name": "Precocious puberty",
            "percent": null
        },
        {
            "name": "Aggravation of pre",
            "percent": null
        },
        {
            "name": "existing scoliosis",
            "percent": null
        },
        {
            "name": "Carpal tunnel syndrome",
            "percent": null
        },
        {
            "name": "Type",
            "percent": null
        },
        {
            "name": "diabetes mellitus",
            "percent": null
        },
        {
            "name": "Otitis Media",
            "percent": null
        },
        {
            "name": "Headache",
            "percent": null
        }
    ]
}