{
    "name": "cocaine topical",
    "comment": "Rx",
    "other_names": [
        "Goprelto",
        "Numbrino"
    ],
    "classes": [
        "Local Anesthetics",
        "Esters"
    ],
    "source": "https://reference.medscape.com/drug/goprelto-numbrino-cocaine-343371",
    "pregnancy": {
        "common": [
            "Data are not available on the use of cocaine for mucosal anesthesia in pregnant women to identify a drug-associated risk of major birth defects, miscarriage, or adverse maternal or fetal outcomes",
            "Adverse maternal and fetal/neonatal outcomes have been seen in women with chronic cocaine abuse during pregnancy including congenital malformations, prematurity, miscarriage, premature rupture of membranes, and gestational hypertension",
            "Cocaine crosses the placenta by simple diffusion and accumulates in the fetus after repeated use",
            "Applicability of findings from these studies of chronic abuse in pregnancy to a single topical exposure is limited"
        ],
        "specific": [
            {
                "type": "Fertility",
                "description": [
                    "Published animal studies suggest that cocaine can alter female reproductive hormone levels, disrupt the estrous cycle, and reduce ovulation at doses ~1-2 times the human reference dose based on BSA"
                ]
            }
        ]
    },
    "lactation": {
        "common": [
            "Because of the potential for serious adverse reactions in breastfed infants, advise a lactating woman that breastfeeding is not recommended during treatment with and to pump and discard breastmilk for 48 hr after use",
            "Based on case reports in published literature, cocaine is present in human milk at widely varying concentrations",
            "Based on its pharmacochemical characteristics, high concentrations of cocaine are expected in breast milk with systemic exposure",
            "The applicability of these findings to a single topical exposure with limited systemic absorption is unclear",
            "No studies have evaluated cocaine concentrations in milk after topical administration"
        ]
    },
    "warnings": {
        "black_box_warning": {
            "common": [
                "CNS stimulants, including cocaine hydrochloride, have a high potential for abuse and dependence"
            ],
            "specific": []
        },
        "contraindicators": {
            "common": [
                "Hypersensitivity to cocaine, other ester-type local anesthetics, or other product ingredients"
            ],
            "specific": []
        },
        "cautions": {
            "common": [
                "CNS stimulants, including cocaine hydrochloride, have a high potential for abuse and dependence",
                "May lower convulsive threshold; risk may be higher in patients with history of seizures or with prior EEG abnormalities without seizures, but has been reported in patients with no prior history or EEG evidence of seizures; monitor for development of seizures",
                "Increases blood pressure and heart rate; monitor for changes in vital signs, including heart rate and rhythm; avoid with history of MI, CAD, CHF, arrhythmia, abnormal ECG, or uncontrolled hypertension",
                "Not for ophthalmic use; can cause sloughing of the corneal epithelium; pitting and ulceration of the cornea reported"
            ],
            "specific": [
                {
                    "type": "Toxicology screening",
                    "description": [
                        "The time after cocaine administration for which cocaine and its metabolites can be detected in plasma and urine depends on the sensitivity of the utilized assay method",
                        "Plasma: May be detected for up to 1 week after administration",
                        "Urine: May be detected >1 week after administration"
                    ]
                },
                {
                    "type": "Drug interaction overview",
                    "description": [
                        "Avoid use of additional vasoconstrictor agents (eg, epinephrine, phenylephrine); if unavoidable, prolonged vital sign and ECG monitoring may be required",
                        "Cocaine is a sympathetic neuronal catecholamine reuptake inhibitor, which may potentiate the actions of concomitantly administered sympathomimetic amines",
                        "Concurrent use of other CNS stimulants may result in excessive stimulation, leading to nervousness, irritability, or possibly convulsions, or cardiac arrhythmias",
                        "Disulfiram treatment increases plasma cocaine exposure (AUC and Cmax), by several folds after acute intranasal or IV cocaine administration; avoid use in patients taking disulfiram",
                        "Postganglionic blocking agents (eg, reserpine) potentiate cocaine-induced sympathetic stimulation; concurrent use may increase the risk of hypertension and cardiac arrhythmias that may be life-threatening",
                        "Tricyclic antidepressants may increase activity of the sympathetic nervous system, which may also be increased by cocaine administration",
                        "MAO inhibitor effects and toxicity may be potentiated by cocaine",
                        "Cholinesterase inhibitors",
                        "Cocaine is primarily metabolized and inactivated by nonenzymatic ester hydrolysis and hepatic carboxylesterase, and also by plasma cholinesterase, hepatic carboxylesterase, and CYP3A4",
                        "Plasma cholinesterase activity may be decreased by chronic administration of certain monoamine oxidase inhibitors, oral contraceptives, glucocorticoids, antimyasthenics (neostigmine), cyclophosphamide, and possibly thiotepa",
                        "May also be diminished by administration of irreversible plasma cholinesterase inhibitors (eg, echothiophate, organophosphate insecticides, and certain antineoplastic agents)",
                        "Patients with reduced plasma cholinesterase (pseudocholinesterase) activity may have reduced clearance and increased exposure of plasma cocaine",
                        "Because cocaine is metabolized by multiple enzymes, the effect of reduced plasma cholinesterase activity on cocaine exposure may be limited; no dosage adjustment of is needed in patients with reduced plasma cholinesterase",
                        "Monitor patients with reduced plasma cholinesterase activity for adverse reactions (eg, increased heart rate or blood pressure)"
                    ]
                }
            ]
        }
    },
    "interactions": [
        {
            "classification_type": "Contraindicated",
            "interaction_with": "eliglustat",
            "description": {
                "common": "cocaine topical increases levels of eliglustat by affecting hepatic enzyme CYP2D6 metabolism. Contraindicated. If coadministered with strong or moderate CYP2D6 inhibitors, reduce eliglustat dose from 84 mg BID to 84 mg once daily in extensive  and intermediate metabolizers;  eliglustat is contraindiated if strong or moderate CYP2D6 inhibitors are given concomitantly with strong or moderate CYP3A inhibitors."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "iobenguane I 123",
            "description": {
                "common": "cocaine topical decreases effects of iobenguane I 123 by receptor binding competition. Contraindicated. If clinically appropriate, discontinue drugs that compete for NE receptor sites for at least 5 half-lives; may cause false-negative imaging results."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "abametapir",
            "description": {
                "common": "abametapir will increase the level or effect of cocaine topical by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug. For 2 weeks after abametapir application, avoid taking drugs that are CYP3A4 substrates. If not feasible, avoid use of abametapir."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "apalutamide",
            "description": {
                "common": "apalutamide will decrease the level or effect of cocaine topical by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug. Coadministration of apalutamide, a strong CYP3A4 inducer, with drugs that are CYP3A4 substrates can result in lower exposure to these medications. Avoid or substitute another drug for these medications when possible. Evaluate for loss of therapeutic effect if medication must be coadministered. Adjust dose according to prescribing information if needed."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "bupivacaine implant",
            "description": {
                "common": "cocaine topical, bupivacaine implant.\nEither increases effects of the other by pharmacodynamic synergism. Avoid or Use Alternate Drug. Avoid additional local anesthetic administration within 96 hr following bupivacaine implantation. If use of additional local anesthetics is unavoidable based on clinical need, monitor for neurologic and cardiovascular effects related to local anesthetic systemic toxicity."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "citalopram",
            "description": {
                "common": "citalopram and cocaine topical both increase  serotonin levels. Avoid or Use Alternate Drug. Combination may increase risk of serotonin syndrome or neuroleptic malignant syndrome-like reactions."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "desvenlafaxine",
            "description": {
                "common": "cocaine topical and desvenlafaxine both increase  serotonin levels. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "fexinidazole",
            "description": {
                "common": "fexinidazole will increase the level or effect of cocaine topical by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug. Fexinidazole inhibits CYP3A4. Coadministration may increase risk for adverse effects of CYP3A4 substrates."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "idelalisib",
            "description": {
                "common": "idelalisib will increase the level or effect of cocaine topical by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug. Idelalisib is a strong CYP3A inhibitor; avoid coadministration with sensitive CYP3A substrates"
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "iobenguane I 131",
            "description": {
                "common": "cocaine topical will decrease the level or effect of iobenguane I 131 by  Other (see comment). Avoid or Use Alternate Drug. Based on the mechanism of action of iobenguane, drugs that reduce catecholamine uptake or that deplete catecholamine stores may interfere with iobenguane uptake into cells, and thus, reduce iobenguane efficacy. Discontinue interfering drugs for at least 5 half-lives before administration of either the dosimetry or an iobenguane dose. Do not administer these drugs until at least 7 days after each iobenguane dose."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "isocarboxazid",
            "description": {
                "common": "isocarboxazid and cocaine topical both increase  serotonin levels. Contraindicated."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "linezolid",
            "description": {
                "common": "linezolid and cocaine topical both increase  serotonin levels. Avoid or Use Alternate Drug. Linezolid may increase serotonin as a result of MAO-A inhibition. Cocaine inhibits presynaptic reuptake of serotonin. Monitor for CNS toxicity."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "lonafarnib",
            "description": {
                "common": "cocaine topical will increase the level or effect of lonafarnib by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug. If coadministration of lonafarnib (a sensitive CYP3A substrate) with weak CYP3A inhibitors is unavoidable, reduce to, or continue lonafarnib at starting dose. Closely monitor for arrhythmias and events (eg, syncope, heart palpitations) since lonafarnib effect on QT interval is unknown."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "lorcaserin",
            "description": {
                "common": "cocaine topical and lorcaserin both increase  serotonin levels. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "methylene blue",
            "description": {
                "common": "methylene blue and cocaine topical both increase  serotonin levels. Avoid or Use Alternate Drug.  Methylene blue may increase serotonin as a result of MAO-A inhibition. Cocaine inhibits presynaptic reuptake of serotonin. Monitor for CNS toxicity."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "metoclopramide intranasal",
            "description": {
                "common": "cocaine topical will increase the level or effect of metoclopramide intranasal by  affecting hepatic enzyme CYP2D6 metabolism. Avoid or Use Alternate Drug. Concurrent use of metoclopramide intranasal and strong CYP2D6 inhibitors is not recommended since the metoclopramide intranasal dose cannot be adjusted."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "phenelzine",
            "description": {
                "common": "phenelzine and cocaine topical both increase  serotonin levels. Contraindicated."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "procarbazine",
            "description": {
                "common": "procarbazine and cocaine topical both increase  serotonin levels. Contraindicated."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "pseudoephedrine",
            "description": {
                "common": "cocaine topical increases effects of pseudoephedrine by sympathetic (adrenergic) effects, including increased blood pressure and heart rate. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "tranylcypromine",
            "description": {
                "common": "tranylcypromine and cocaine topical both increase  serotonin levels. Contraindicated."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "tucatinib",
            "description": {
                "common": "tucatinib will increase the level or effect of cocaine topical by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug. Avoid concomitant use of tucatinib with CYP3A substrates, where minimal concentration changes may lead to serious or life-threatening toxicities. If unavoidable, reduce CYP3A substrate dose according to product labeling."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "vilazodone",
            "description": {
                "common": "cocaine topical, vilazodone.\nEither increases toxicity of the other by serotonin levels. Avoid or Use Alternate Drug. Concomitant therapy should be discontinued immediately if signs or symptoms of serotonin syndrome emerge and supportive symptomatic treatment should be initiated.  ."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "vortioxetine",
            "description": {
                "common": "cocaine topical increases levels of vortioxetine by affecting hepatic enzyme CYP2D6 metabolism. Avoid or Use Alternate Drug. Decrease vortioxetine dose by 50% when coadministered with strong CYP2D6 inhibitors."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "voxelotor",
            "description": {
                "common": "voxelotor will increase the level or effect of cocaine topical by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug. Voxelotor increases systemic exposure of sensitive CYP3A4 substrates. Avoid coadministration with sensitive CYP3A4 substrates with a narrow therapeutic index. Consider dose reduction of the sensitive CYP3A4 substrate(s) if unable to avoid."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "5-HTP",
            "description": {
                "common": "5-HTP and cocaine topical both increase  serotonin levels. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "almotriptan",
            "description": {
                "common": "almotriptan and cocaine topical both increase  serotonin levels. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "amifampridine",
            "description": {
                "common": "cocaine topical increases toxicity of amifampridine by Other (see comment). Modify Therapy/Monitor Closely. \nComment: Amifampridine can cause seizures. Coadministration with drugs that lower seizure threshold may increase this risk."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "amitriptyline",
            "description": {
                "common": "amitriptyline and cocaine topical both increase  serotonin levels. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "amoxapine",
            "description": {
                "common": "amoxapine and cocaine topical both increase  serotonin levels. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "atogepant",
            "description": {
                "common": "cocaine topical will increase the level or effect of atogepant by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "avapritinib",
            "description": {
                "common": "cocaine topical will increase the level or effect of avapritinib by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "axitinib",
            "description": {
                "common": "cocaine topical increases levels of axitinib by affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "brexpiprazole",
            "description": {
                "common": "cocaine topical will decrease the level or effect of brexpiprazole by  affecting hepatic enzyme CYP2D6 metabolism. Modify Therapy/Monitor Closely. Administer half of the usual brexpiprazole dose when coadministered with strong CYP2D6 inhibitors. If also administered with a strong/moderate CYP3A4 inhibitor, administer a quarter of brexpiprazole dose. NOTE: In MDD clinical trials, brexpiprazole dosage was not adjusted for strong CYP2D6 inhibitors (eg, paroxetine, fluoxetine); thus, CYP considerations are already factored into general dosing recommendations and brexpiprazole may be administered without dosage adjustment in patients with MDD."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "bupivacaine implant",
            "description": {
                "common": "cocaine topical, bupivacaine implant.\nEither increases toxicity of the other by Other (see comment). Use Caution/Monitor. \nComment: Local anesthetics may increase the risk of developing methemoglobinemia when concurrently exposed to drugs that also cause methemoglobinemia."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "buspirone",
            "description": {
                "common": "buspirone and cocaine topical both increase  serotonin levels. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "cenobamate",
            "description": {
                "common": "cenobamate will decrease the level or effect of cocaine topical by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Modify Therapy/Monitor Closely. Increase dose of CYP3A4 substrate, as needed, when coadministered with cenobamate."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "chloramphenicol",
            "description": {
                "common": "chloramphenicol will increase the level or effect of cocaine topical by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "clomipramine",
            "description": {
                "common": "clomipramine and cocaine topical both increase  serotonin levels. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "codeine",
            "description": {
                "common": "cocaine topical decreases effects of codeine by affecting hepatic enzyme CYP2D6 metabolism. Use Caution/Monitor. Prevents conversion of codeine to its active metabolite morphine."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "desipramine",
            "description": {
                "common": "desipramine and cocaine topical both increase  serotonin levels. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "dexfenfluramine",
            "description": {
                "common": "cocaine topical and dexfenfluramine both increase  serotonin levels. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "dextroamphetamine",
            "description": {
                "common": "cocaine topical and dextroamphetamine both increase  serotonin levels. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "dextroamphetamine transdermal",
            "description": {
                "common": "cocaine topical will increase the level or effect of dextroamphetamine transdermal by  affecting hepatic enzyme CYP2D6 metabolism. Modify Therapy/Monitor Closely. Initiate with lower doses and monitor patients for signs and symptoms of serotonin syndrome, particularly during dextroamphetamine initiation and after a dosage increase. If serotonin syndrome occurs, discontinue dextroamphetamine transdermal and CYP2D6 inhibitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "dextromethorphan",
            "description": {
                "common": "cocaine topical and dextromethorphan both increase  serotonin levels. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "dihydroergotamine",
            "description": {
                "common": "cocaine topical and dihydroergotamine both increase  serotonin levels. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "dihydroergotamine intranasal",
            "description": {
                "common": "cocaine topical and dihydroergotamine intranasal both increase  serotonin levels. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "disulfiram",
            "description": {
                "common": "disulfiram increases levels of cocaine topical by unknown mechanism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "doxepin",
            "description": {
                "common": "doxepin and cocaine topical both increase  serotonin levels. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "droxidopa",
            "description": {
                "common": "cocaine topical and droxidopa both increase  sympathetic (adrenergic) effects, including increased blood pressure and heart rate. Use Caution/Monitor. May increase risk for supine hypertension"
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "duloxetine",
            "description": {
                "common": "duloxetine and cocaine topical both increase  serotonin levels. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "elagolix",
            "description": {
                "common": "elagolix will decrease the level or effect of cocaine topical by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Modify Therapy/Monitor Closely. Elagolix is a weak-to-moderate CYP3A4 inducer. Monitor CYP3A substrates if coadministered."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "eletriptan",
            "description": {
                "common": "eletriptan and cocaine topical both increase  serotonin levels. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "eluxadoline",
            "description": {
                "common": "cocaine topical increases levels of eluxadoline by affecting hepatic enzyme CYP2D6 metabolism. Use Caution/Monitor. As a precautionary measure due to incomplete information on the metabolism of eluxadoline, use caution when coadministered with strong CYP2D6 inhibitors."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "elvitegravir/cobicistat/emtricitabine/tenofovir DF",
            "description": {
                "common": "elvitegravir/cobicistat/emtricitabine/tenofovir DF increases levels of cocaine topical by affecting hepatic/intestinal enzyme CYP3A4 metabolism. Modify Therapy/Monitor Closely. Cobicistat is a CYP3A4 inhibitor; contraindicated with CYP3A4 substrates for which elevated plasma concentrations are associated with serious and/or life-threatening events."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ergotamine",
            "description": {
                "common": "cocaine topical and ergotamine both increase  serotonin levels. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "escitalopram",
            "description": {
                "common": "escitalopram and cocaine topical both increase  serotonin levels. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "fedratinib",
            "description": {
                "common": "fedratinib will increase the level or effect of cocaine topical by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor. Adjust dose of drugs that are CYP3A4 substrates as necessary."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "fenfluramine",
            "description": {
                "common": "cocaine topical and fenfluramine both increase  serotonin levels. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "finerenone",
            "description": {
                "common": "cocaine topical will increase the level or effect of finerenone by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Modify Therapy/Monitor Closely. Monitor serum potassium during initiation and dosage adjustment of either finererone or weak CYP3A4 inhibitors. Adjust finererone dosage as needed."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "flibanserin",
            "description": {
                "common": "cocaine topical will increase the level or effect of flibanserin by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor. Increased flibanserin adverse effects may occur if coadministered with multiple weak CYP3A4 inhibitors."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "fluoxetine",
            "description": {
                "common": "fluoxetine and cocaine topical both increase  serotonin levels. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "fluvoxamine",
            "description": {
                "common": "fluvoxamine and cocaine topical both increase  serotonin levels. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "frovatriptan",
            "description": {
                "common": "frovatriptan and cocaine topical both increase  serotonin levels. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "iloperidone",
            "description": {
                "common": "iloperidone increases levels of cocaine topical by affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor. Iloperidone is a time-dependent CYP3A inhibitor and may lead to increased plasma levels of drugs predominantly eliminated by CYP3A4."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "imipramine",
            "description": {
                "common": "imipramine and cocaine topical both increase  serotonin levels. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ioflupane I 123",
            "description": {
                "common": "cocaine topical decreases effects of ioflupane I 123 by receptor binding competition. Use Caution/Monitor. Drugs that bind to dopamine transporter receptor with high affinity may interfere with the image following ioflupane I 123 administration."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "isavuconazonium sulfate",
            "description": {
                "common": "cocaine topical will increase the level or effect of isavuconazonium sulfate by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "isoniazid",
            "description": {
                "common": "cocaine topical and isoniazid both increase  serotonin levels. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "L-tryptophan",
            "description": {
                "common": "cocaine topical and L-tryptophan both increase  serotonin levels. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "lenacapavir",
            "description": {
                "common": "lenacapavir will increase the level or effect of cocaine topical by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor. Lencapavir (a moderate CYP3A4 inhibitor) may increase CYP3A4 substrates initiated within 9 months after last SC dose of lenacapavir, which may increase potential risk of adverse reactions of CYP3A4 substrates. "
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "letermovir",
            "description": {
                "common": "letermovir increases levels of cocaine topical by affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "levomilnacipran",
            "description": {
                "common": "levomilnacipran and cocaine topical both increase  serotonin levels. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "lithium",
            "description": {
                "common": "cocaine topical and lithium both increase  serotonin levels. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "lofepramine",
            "description": {
                "common": "lofepramine and cocaine topical both increase  serotonin levels. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "lofexidine",
            "description": {
                "common": "cocaine topical will increase the level or effect of lofexidine by  affecting hepatic enzyme CYP2D6 metabolism. Modify Therapy/Monitor Closely. Concomitant use of lofexidine with strong CYP2D6 inhibitors may increase lofexidine plasma levels. Monitor for symptoms of orthostasis and bradycardia if coadministered with a CYP2D6 inhibitor. Consider lofexidine dose reduction."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "lomitapide",
            "description": {
                "common": "cocaine topical increases levels of lomitapide by affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor. Lomitapide dose should not exceed 30 mg/day."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "lsd",
            "description": {
                "common": "cocaine topical and lsd both increase  serotonin levels. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "maprotiline",
            "description": {
                "common": "maprotiline and cocaine topical both increase  serotonin levels. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "meperidine",
            "description": {
                "common": "cocaine topical and meperidine both increase  serotonin levels. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "methylphenidate",
            "description": {
                "common": "cocaine topical increases effects of methylphenidate by pharmacodynamic synergism. Use Caution/Monitor. Risk of acute hypertensive episode."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "midazolam intranasal",
            "description": {
                "common": "cocaine topical will increase the level or effect of midazolam intranasal by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor.  Coadministration of mild CYP3A4 inhibitors with midazolam intranasal may cause higher midazolam systemic exposure, which may prolong sedation."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "milnacipran",
            "description": {
                "common": "milnacipran and cocaine topical both increase  serotonin levels. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "mirtazapine",
            "description": {
                "common": "cocaine topical and mirtazapine both increase  serotonin levels. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "mitotane",
            "description": {
                "common": "mitotane decreases levels of cocaine topical by affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor. Mitotane is a strong inducer of cytochrome P-4503A4; monitor when coadministered with CYP3A4 substrates for possible dosage adjustments."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "morphine",
            "description": {
                "common": "cocaine topical and morphine both increase  serotonin levels. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "naratriptan",
            "description": {
                "common": "naratriptan and cocaine topical both increase  serotonin levels. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "nefazodone",
            "description": {
                "common": "nefazodone and cocaine topical both increase  serotonin levels. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "nelfinavir",
            "description": {
                "common": "nelfinavir will increase the level or effect of cocaine topical by  affecting hepatic enzyme CYP2B6 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "nortriptyline",
            "description": {
                "common": "nortriptyline and cocaine topical both increase  serotonin levels. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "oliceridine",
            "description": {
                "common": "cocaine topical will increase the level or effect of oliceridine by  affecting hepatic enzyme CYP2D6 metabolism. Modify Therapy/Monitor Closely. If concomitant use is necessary, may require less frequent oliceridine dosing. Closely monitor for respiratory depression and sedation and titrate subsequent doses accordingly. If inhibitor is discontinued, consider increase oliceridine dosage until stable drug effects are achieved. Monitor for signs of opioid withdrawal. "
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "paroxetine",
            "description": {
                "common": "paroxetine and cocaine topical both increase  serotonin levels. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "pentazocine",
            "description": {
                "common": "cocaine topical and pentazocine both increase  serotonin levels. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "pitolisant",
            "description": {
                "common": "cocaine topical will increase the level or effect of pitolisant by  affecting hepatic enzyme CYP2D6 metabolism. Modify Therapy/Monitor Closely. If coadministered with strong CYP2D6 inhibitors, initiate pitolisant at 8.9 mg/day and increase after 7 days to maximum of 17.8 mg/day. For patients currently taking pitolisant, reduce pitolisant dose by half upon initiating strong CYP2D6 inhibitors."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "protriptyline",
            "description": {
                "common": "protriptyline and cocaine topical both increase  serotonin levels. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "rasagiline",
            "description": {
                "common": "rasagiline and cocaine topical both increase  serotonin levels. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ritonavir",
            "description": {
                "common": "ritonavir will increase the level or effect of cocaine topical by  affecting hepatic enzyme CYP2B6 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "rizatriptan",
            "description": {
                "common": "rizatriptan and cocaine topical both increase  serotonin levels. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "rucaparib",
            "description": {
                "common": "rucaparib will increase the level or effect of cocaine topical by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Modify Therapy/Monitor Closely. Adjust dosage of CYP3A4 substrates, if clinically indicated."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "SAMe",
            "description": {
                "common": "cocaine topical and SAMe both increase  serotonin levels. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "selegiline",
            "description": {
                "common": "selegiline and cocaine topical both increase  serotonin levels. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "selegiline transdermal",
            "description": {
                "common": "selegiline transdermal and cocaine topical both increase  serotonin levels. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "sertraline",
            "description": {
                "common": "sertraline and cocaine topical both increase  serotonin levels. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "solriamfetol",
            "description": {
                "common": "cocaine topical and solriamfetol both increase  sympathetic (adrenergic) effects, including increased blood pressure and heart rate. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "St John's Wort",
            "description": {
                "common": "cocaine topical and St John's Wort both increase  serotonin levels. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "stiripentol",
            "description": {
                "common": "stiripentol, cocaine topical. affecting hepatic/intestinal enzyme CYP3A4 metabolism. Modify Therapy/Monitor Closely. Stiripentol is a CYP3A4 inhibitor and inducer. Monitor CYP3A4 substrates coadministered with stiripentol for increased or decreased effects. CYP3A4 substrates may require dosage adjustment."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "sumatriptan",
            "description": {
                "common": "sumatriptan and cocaine topical both increase  serotonin levels. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "sumatriptan intranasal",
            "description": {
                "common": "sumatriptan intranasal and cocaine topical both increase  serotonin levels. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "tamoxifen",
            "description": {
                "common": "cocaine topical, tamoxifen. affecting hepatic enzyme CYP2D6 metabolism. Use Caution/Monitor. CYP2D6 inhibition decreases metabolism of tamoxifen to  hydroxytamoxifen, and N-desmethyl tamoxifen to endoxifen (active metabolites with 100-fold greater affinity for estrogen receptor); decreased endoxifen levels may result in poor clinical outcome."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "tamsulosin",
            "description": {
                "common": "cocaine topical increases levels of tamsulosin by affecting hepatic enzyme CYP2D6 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "tazemetostat",
            "description": {
                "common": "tazemetostat will decrease the level or effect of cocaine topical by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "tinidazole",
            "description": {
                "common": "cocaine topical will increase the level or effect of tinidazole by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "tramadol",
            "description": {
                "common": "cocaine topical and tramadol both increase  serotonin levels. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "trazodone",
            "description": {
                "common": "trazodone and cocaine topical both increase  serotonin levels. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "trimipramine",
            "description": {
                "common": "trimipramine and cocaine topical both increase  serotonin levels. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "valbenazine",
            "description": {
                "common": "cocaine topical will increase the level or effect of valbenazine by  affecting hepatic enzyme CYP2D6 metabolism. Modify Therapy/Monitor Closely. Consider reducing valbenazine dose based on tolerability if coadministered with a strong CYP2D6 inhibitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "venlafaxine",
            "description": {
                "common": "venlafaxine and cocaine topical both increase  serotonin levels. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "zolmitriptan",
            "description": {
                "common": "zolmitriptan and cocaine topical both increase  serotonin levels. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "acebutolol",
            "description": {
                "common": "acebutolol increases effects of cocaine topical by pharmacodynamic synergism. Minor/Significance Unknown. Risk of angina."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "acetazolamide",
            "description": {
                "common": "acetazolamide will increase the level or effect of cocaine topical by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "amobarbital",
            "description": {
                "common": "amobarbital will decrease the level or effect of cocaine topical by  affecting hepatic enzyme CYP2B6 metabolism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "anastrozole",
            "description": {
                "common": "anastrozole will increase the level or effect of cocaine topical by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "armodafinil",
            "description": {
                "common": "armodafinil will decrease the level or effect of cocaine topical by  affecting hepatic enzyme CYP2B6 metabolism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "atenolol",
            "description": {
                "common": "atenolol increases effects of cocaine topical by pharmacodynamic synergism. Minor/Significance Unknown. Risk of angina."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "betaxolol",
            "description": {
                "common": "betaxolol increases effects of cocaine topical by pharmacodynamic synergism. Minor/Significance Unknown. Risk of angina."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "bisoprolol",
            "description": {
                "common": "bisoprolol increases effects of cocaine topical by pharmacodynamic synergism. Minor/Significance Unknown. Risk of angina."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "butabarbital",
            "description": {
                "common": "butabarbital will decrease the level or effect of cocaine topical by  affecting hepatic enzyme CYP2B6 metabolism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "butalbital",
            "description": {
                "common": "butalbital will decrease the level or effect of cocaine topical by  affecting hepatic enzyme CYP2B6 metabolism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "carvedilol",
            "description": {
                "common": "carvedilol increases effects of cocaine topical by pharmacodynamic synergism. Minor/Significance Unknown. Risk of angina."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "celiprolol",
            "description": {
                "common": "celiprolol increases effects of cocaine topical by pharmacodynamic synergism. Minor/Significance Unknown. Risk of angina."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "chloramphenicol",
            "description": {
                "common": "chloramphenicol will increase the level or effect of cocaine topical by  affecting hepatic enzyme CYP2B6 metabolism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "cyclophosphamide",
            "description": {
                "common": "cyclophosphamide will increase the level or effect of cocaine topical by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "efavirenz",
            "description": {
                "common": "efavirenz will increase the level or effect of cocaine topical by  affecting hepatic enzyme CYP2B6 metabolism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "esmolol",
            "description": {
                "common": "esmolol increases effects of cocaine topical by pharmacodynamic synergism. Minor/Significance Unknown. Risk of angina."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "labetalol",
            "description": {
                "common": "labetalol increases effects of cocaine topical by pharmacodynamic synergism. Minor/Significance Unknown. Risk of angina."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "larotrectinib",
            "description": {
                "common": "larotrectinib will increase the level or effect of cocaine topical by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "levoketoconazole",
            "description": {
                "common": "levoketoconazole will increase the level or effect of cocaine topical by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "metoprolol",
            "description": {
                "common": "metoprolol increases effects of cocaine topical by pharmacodynamic synergism. Minor/Significance Unknown. Risk of angina."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "modafinil",
            "description": {
                "common": "modafinil will decrease the level or effect of cocaine topical by  affecting hepatic enzyme CYP2B6 metabolism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "nadolol",
            "description": {
                "common": "nadolol increases effects of cocaine topical by pharmacodynamic synergism. Minor/Significance Unknown. Risk of angina."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "nebivolol",
            "description": {
                "common": "nebivolol increases effects of cocaine topical by pharmacodynamic synergism. Minor/Significance Unknown. Risk of angina."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "nilotinib",
            "description": {
                "common": "nilotinib will decrease the level or effect of cocaine topical by  affecting hepatic enzyme CYP2B6 metabolism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "penbutolol",
            "description": {
                "common": "penbutolol increases effects of cocaine topical by pharmacodynamic synergism. Minor/Significance Unknown. Risk of angina."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "pentobarbital",
            "description": {
                "common": "pentobarbital will decrease the level or effect of cocaine topical by  affecting hepatic enzyme CYP2B6 metabolism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "phenobarbital",
            "description": {
                "common": "phenobarbital will decrease the level or effect of cocaine topical by  affecting hepatic enzyme CYP2B6 metabolism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "pindolol",
            "description": {
                "common": "pindolol increases effects of cocaine topical by pharmacodynamic synergism. Minor/Significance Unknown. Risk of angina."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "primidone",
            "description": {
                "common": "primidone will decrease the level or effect of cocaine topical by  affecting hepatic enzyme CYP2B6 metabolism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "propranolol",
            "description": {
                "common": "propranolol increases effects of cocaine topical by pharmacodynamic synergism. Minor/Significance Unknown. Risk of angina."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "ribociclib",
            "description": {
                "common": "ribociclib will increase the level or effect of cocaine topical by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "ruxolitinib",
            "description": {
                "common": "cocaine topical will increase the level or effect of ruxolitinib by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "ruxolitinib topical",
            "description": {
                "common": "cocaine topical will increase the level or effect of ruxolitinib topical by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "secobarbital",
            "description": {
                "common": "secobarbital will decrease the level or effect of cocaine topical by  affecting hepatic enzyme CYP2B6 metabolism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "sorafenib",
            "description": {
                "common": "sorafenib will increase the level or effect of cocaine topical by  affecting hepatic enzyme CYP2B6 metabolism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "sotalol",
            "description": {
                "common": "sotalol increases effects of cocaine topical by pharmacodynamic synergism. Minor/Significance Unknown. Risk of angina."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "timolol",
            "description": {
                "common": "timolol increases effects of cocaine topical by pharmacodynamic synergism. Minor/Significance Unknown. Risk of angina."
            }
        }
    ],
    "adverse effects": [
        {
            "name": "Hypertension",
            "percent": "78"
        },
        {
            "name": "Tachycardia",
            "percent": "5"
        },
        {
            "name": "Headache",
            "percent": "3"
        },
        {
            "name": "Bradycardia",
            "percent": "3"
        },
        {
            "name": "Sinus tachycardia",
            "percent": "2"
        },
        {
            "name": "QT prolonged",
            "percent": "3"
        },
        {
            "name": "QRS prolonged",
            "percent": "2"
        },
        {
            "name": "Epistaxis",
            "percent": "1"
        },
        {
            "name": "Nervous system disorders",
            "percent": null
        },
        {
            "name": "Headache",
            "percent": null
        },
        {
            "name": "seizure",
            "percent": null
        },
        {
            "name": "Cardiac disorders",
            "percent": null
        },
        {
            "name": "Hypertension",
            "percent": null
        },
        {
            "name": "tachycardia",
            "percent": null
        },
        {
            "name": "atrial and ventricular arrhythmias",
            "percent": null
        },
        {
            "name": "myocardial ischemia and infarction",
            "percent": null
        },
        {
            "name": "Psychiatric disorders",
            "percent": null
        },
        {
            "name": "Anxiety",
            "percent": null
        }
    ]
}