{
    "name": "doxercalciferol",
    "comment": "Rx",
    "other_names": [
        "Hectorol"
    ],
    "classes": [
        "Vitamin D Analogs"
    ],
    "source": "https://reference.medscape.com/drug/hectorol-doxercalciferol-342829",
    "pregnancy": {
        "common": [
            "Limited available data in pregnant women are insufficient to identify drug-associated risk for major birth defects, miscarriage or adverse maternal or fetal outcomes; there are risks to mother and fetus associated with chronic kidney disease in pregnancy as it increases risk for maternal hypertension and preeclampsia, miscarriage, preterm delivery polyhydramnios, stillbirth, and low-birth-weight infants"
        ],
        "specific": [
            {
                "type": "Animal data",
                "description": [
                    "In reproduction studies in rats and rabbits treated during organogenesis at up to 20 mcg/kg/day and  0.1 mcg/kg/day, respectively (approximately 25 times (rats) and less than (rabbits) maximum recommended human oral dose of 60 mcg/week based on mcg/m2 body surface area), no adverse developmental effects observed"
                ]
            }
        ]
    },
    "lactation": {
        "common": [
            "There is no information available on presence of doxercalciferol in human milk, effects of drug on breastfed infant, or on milk production; developmental and health benefits of breastfeeding should be considered along with mother’s clinical need for therapy and any potential adverse effects on breastfed child from drug or from underlying maternal condition",
            "Infants exposed to drug through breast milk should be monitored for signs and symptoms of hypercalcemia, including seizures, vomiting, constipation and weight loss; consider monitoring of serum calcium in infant"
        ]
    },
    "warnings": {
        "black_box_warning": {
            "common": [],
            "specific": []
        },
        "contraindicators": {
            "common": [
                "Hypersensitivity",
                "Hypercalcemia, hyperphosphatemia, hypervitaminosis D"
            ],
            "specific": []
        },
        "cautions": {
            "common": [
                "Monitor serum calcium and phosphorus frequently; reduce dose or stop the drug if Ca x P product >75 mg²/dL²",
                "Acute hypercalcemia may exacerbate tendencies for cardiac arrhythmias and seizures and may potentiate action of digitalis drugs; chronic hypercalcemia can lead to generalized vascular calcification and other soft-tissue calcification; in chronic kidney disease maintain Ca x P product at <55 mg²/dL²",
                "Use with caution in patients receiving digitalis; digitalis toxicity is potentiated by hypercalcemia",
                "Decrease dose if hypercalcemia or hyperphosphatemia occurs",
                "Serious hypersensitivity reactions, including fatal outcome, in patients on hemodialysis, reported post marketing; hypersensitivity reactions include anaphylaxis with symptoms of angioedema (involving face, lips, tongue and airways), hypotension, unresponsiveness, chest discomfort, shortness of breath, and cardiopulmonary arrest; reactions may occur separately or together",
                "Use oral calcium-based or other non-aluminum-containing phosphate binders and a low phosphate diet to control serum phosphorus levels in patients undergoing dialysis"
            ],
            "specific": []
        }
    },
    "interactions": [
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "cholestyramine",
            "description": {
                "common": "cholestyramine decreases levels of doxercalciferol by inhibition of GI absorption. Applies only to oral form of both agents. Use Caution/Monitor. (Vitamin D analog)."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "colesevelam",
            "description": {
                "common": "colesevelam decreases levels of doxercalciferol by inhibition of GI absorption. Applies only to oral form of both agents. Use Caution/Monitor. (Vitamin D analog)."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "colestipol",
            "description": {
                "common": "colestipol decreases levels of doxercalciferol by inhibition of GI absorption. Applies only to oral form of both agents. Use Caution/Monitor. (Vitamin D analog)."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "magnesium supplement",
            "description": {
                "common": "magnesium supplement will increase the level or effect of doxercalciferol by  Other (see comment). Modify Therapy/Monitor Closely. Drug may increase absorption of magnesium in the intestine and colon, which increases risk of hypermagnesemia"
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "orlistat",
            "description": {
                "common": "orlistat decreases levels of doxercalciferol by inhibition of GI absorption. Applies only to oral form of both agents. Use Caution/Monitor. Separate by 2 hours."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "sodium sulfate/?magnesium sulfate/potassium chloride",
            "description": {
                "common": "doxercalciferol increases levels of sodium sulfate/?magnesium sulfate/potassium chloride by inhibition of GI absorption. Applies only to oral form of both agents. Modify Therapy/Monitor Closely. Doxercalciferol may enhance the hypermagnesemic effect of magnesium salts. ."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "sodium sulfate/potassium sulfate/magnesium sulfate",
            "description": {
                "common": "doxercalciferol increases levels of sodium sulfate/potassium sulfate/magnesium sulfate by inhibition of GI absorption. Applies only to oral form of both agents. Modify Therapy/Monitor Closely. Doxercalciferol may enhance the hypermagnesemic effect of magnesium salts. ."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "magnesium chloride",
            "description": {
                "common": "doxercalciferol increases levels of magnesium chloride by enhancing GI absorption. Applies only to oral form of both agents. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "magnesium citrate",
            "description": {
                "common": "doxercalciferol increases levels of magnesium citrate by enhancing GI absorption. Applies only to oral form of both agents. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "magnesium hydroxide",
            "description": {
                "common": "doxercalciferol increases levels of magnesium hydroxide by enhancing GI absorption. Applies only to oral form of both agents. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "magnesium oxide",
            "description": {
                "common": "doxercalciferol increases levels of magnesium oxide by enhancing GI absorption. Applies only to oral form of both agents. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "magnesium sulfate",
            "description": {
                "common": "doxercalciferol increases levels of magnesium sulfate by enhancing GI absorption. Applies only to oral form of both agents. Minor/Significance Unknown."
            }
        }
    ],
    "adverse effects": [
        {
            "name": "Edema",
            "percent": null
        },
        {
            "name": "Palpitation",
            "percent": null
        },
        {
            "name": "Chills",
            "percent": null
        },
        {
            "name": "Dizziness",
            "percent": null
        },
        {
            "name": "Headache",
            "percent": null
        },
        {
            "name": "Malaise",
            "percent": null
        },
        {
            "name": "Nausea",
            "percent": null
        },
        {
            "name": "Vomiting",
            "percent": null
        },
        {
            "name": "Hypercalcemia",
            "percent": null
        },
        {
            "name": "Hypercalciuria",
            "percent": null
        },
        {
            "name": "Anorexia",
            "percent": null
        },
        {
            "name": "Constipation",
            "percent": null
        },
        {
            "name": "Dyspepsia",
            "percent": null
        },
        {
            "name": "Arthralgia",
            "percent": null
        },
        {
            "name": "Edema",
            "percent": null
        },
        {
            "name": "Weight increase",
            "percent": null
        },
        {
            "name": "Sleep disorder",
            "percent": null
        },
        {
            "name": "Dyspnea Pruritus",
            "percent": null
        },
        {
            "name": "Hypersensitivity reactions",
            "percent": null
        },
        {
            "name": "patients on hemodialysis",
            "percent": null
        }
    ]
}