{
    "name": "emicizumab",
    "comment": "Rx",
    "other_names": [
        "Hemlibra",
        "emicizumab-kxwh"
    ],
    "classes": [
        "Coagulation Factors",
        "Monoclonal Antibodies"
    ],
    "source": "https://reference.medscape.com/drug/hemlibra-emicizumab-kxwh-emicizumab-1000202",
    "pregnancy": {
        "common": [
            "No data are available regarding use in pregnant women to inform a drug-associated risk of major birth defects and miscarriage",
            "Unknown whether treatment can cause fetal harm when administered to a pregnant woman or can affect reproduction capacity",
            "Should be used during pregnancy only if the potential benefit for the mother outweighs the risk to the fetus",
            "Women of childbearing potential should use contraception during treatment"
        ],
        "specific": []
    },
    "lactation": {
        "common": [
            "No information is available regarding the presence of emicizumab-kxwh in human milk, the effects on the breastfed child, or the effects on milk production",
            "Human IgG is known to be present in human milk"
        ]
    },
    "warnings": {
        "black_box_warning": {
            "common": [],
            "specific": [
                {
                    "type": "Thrombotic microangiopathy and thromboembolism",
                    "description": [
                        "Cases of thrombotic microangiopathy (TMA) and thrombotic events reported when, on average, a cumulative amount of >100 U/kg/24 hr of activated prothrombin complex concentrate (aPCC) was administered for ≥24 hr to patients receiving emicizumab-kxwh prophylaxis",
                        "Monitor the development of thrombotic microangiopathy and thrombotic events if aPCC is administered",
                        "Discontinue aPCC and suspend emicizumab-kxwh if symptoms occur"
                    ]
                }
            ]
        },
        "contraindicators": {
            "common": [
                "None"
            ],
            "specific": []
        },
        "cautions": {
            "common": [
                "Cases of TMA reported from clinical trials; improvement was seen within 1 week following discontinuation of aPCC (see Black Box Warnings)",
                "Thrombotic events reported from clinical trials when on average a cumulative amount of >100 U/kg/24 hr of aPCC was administered for ≥24 hr to patients receiving emicizumab-kxwh prophylaxis; no thrombotic event required anticoagulation therapy; evidence of improvement or resolution seen within one month following discontinuation of aPCC; consider benefits and risks of emicizumab-kxwh if aPCC must be used in patients receiving the drug or resuming prophylaxis following complete resolution of thrombotic event; monitor for development of thromboembolism when administering aPCC (see Black Box Warnings)"
            ],
            "specific": [
                {
                    "type": "Immunogenicity",
                    "description": [
                        "May induce antidrug antibodies",
                        "Most patients with anti-emicizumab-kxwh antibodies did not experience a change in plasma concentrations or an increase in bleeding events; in uncommon cases, the presence of neutralizing antibodies with decreasing plasma concentration may be associated with loss of efficacy",
                        "Monitor for clinical signs of loss of efficacy (eg, increase in breakthrough bleeding events) and if observed, promptly assess the etiology, and consider a change in treatment if neutralizing antibodies are suspected"
                    ]
                },
                {
                    "type": "Drug interactions overview",
                    "description": [
                        "Clinical experience suggests that a drug interaction exists with emicizumab-kxwh and aPCC; due to long half-life of the drug, the potential for interaction with aPCC may persist for up to 6 months after last dose; possible for hypercoagulability with recombinant factor VIIa (rFVIIa) or Factor VIII (FVIII) with emicizumab-kxwh based on preclinical experiments",
                        "Drug laboratory test interactions",
                        "Intrinsic pathway clotting-based laboratory tests were affected; therefore these laboratory tests should not be used in monitoring emicizumab-kxwh; due to the long half-life of the drug, effects on coagulation essays may persist for up to 6 months after last dose",
                        "Results affected by emicizumab: Activated aPTT; Bethesda assays (clotting-based) for FVIII inhibitor titers; one-stage, aPTT-based, single-factor assays; aPTT-based activated protein C resistance (APC-R); and activated clotting time",
                        "Results unaffected by emicizumab: Bethesda assays (bovine chromogenic) for FVIII inhibitor titers; thrombin time; one-stage, prothrombin time-based, single-factor assays; chromogenic-based single-factor assays other than FVIII; immuno-based assays (eg, ELISA, turbidimetric methods); and genetic tests of coagulation factors (eg, factor V Leiden, prothrombin 20210)"
                    ]
                }
            ]
        }
    },
    "interactions": [
        {
            "classification_type": "Serious",
            "interaction_with": "axicabtagene ciloleucel",
            "description": {
                "common": "emicizumab, axicabtagene ciloleucel.\nEither increases effects of the other by immunosuppressive effects; risk of infection. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "brexucabtagene autoleucel",
            "description": {
                "common": "emicizumab, brexucabtagene autoleucel.\nEither increases effects of the other by immunosuppressive effects; risk of infection. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "ciltacabtagene autoleucel",
            "description": {
                "common": "emicizumab, ciltacabtagene autoleucel.\nEither increases effects of the other by immunosuppressive effects; risk of infection. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "idecabtagene vicleucel",
            "description": {
                "common": "emicizumab, idecabtagene vicleucel.\nEither increases effects of the other by immunosuppressive effects; risk of infection. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "lisocabtagene maraleucel",
            "description": {
                "common": "emicizumab, lisocabtagene maraleucel.\nEither increases effects of the other by immunosuppressive effects; risk of infection. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "tisagenlecleucel",
            "description": {
                "common": "emicizumab, tisagenlecleucel.\nEither increases effects of the other by immunosuppressive effects; risk of infection. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "antihemophilic factor recombinant",
            "description": {
                "common": "antihemophilic factor recombinant, emicizumab.\nEither increases effects of the other by pharmacodynamic synergism. Use Caution/Monitor. Coadministration of emicizumab with rFVIIa or FVIII increases possibility for hypercoagulability."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "efgartigimod alfa",
            "description": {
                "common": "efgartigimod alfa will decrease the level or effect of emicizumab by  receptor binding competition. Use Caution/Monitor. Coadministration of efgartigimod with medications that bind to the human neonatal Fc receptor may lower systemic exposures and effectiveness of such medications. Closely monitor for reduced effectiveness of medications that bind to the human neonatal Fc receptor. If long-term use of such medications is essential, consider discontinuing efgartigimod and using alternative therapies."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "Factor VIIa, recombinant",
            "description": {
                "common": "Factor VIIa, recombinant, emicizumab.\nEither increases effects of the other by pharmacodynamic synergism. Use Caution/Monitor. Coadministration of emicizumab with rFVIIa or FVIII increases possibility for hypercoagulability."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "Factor VIII, human plasma derived",
            "description": {
                "common": "Factor VIII, human plasma derived, emicizumab.\nEither increases effects of the other by pharmacodynamic synergism. Use Caution/Monitor. Coadministration of emicizumab with rFVIIa or FVIII increases possibility for hypercoagulability."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "isavuconazonium sulfate",
            "description": {
                "common": "emicizumab and isavuconazonium sulfate both decrease  immunosuppressive effects; risk of infection. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "prothrombin complex concentrate, human",
            "description": {
                "common": "prothrombin complex concentrate, human, emicizumab.\nEither increases effects of the other by pharmacodynamic synergism. Use Caution/Monitor. Thrombotic microangiopathy reported when aPCC was coadministered with emicizumab. Patients presented with thrombocytopenia, microangiopathic hemolytic anemia, and acute kidney injury, without severe deficiencies in ADAMTS13 activity. Thromboembolism was also reported with coadministration."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ublituximab",
            "description": {
                "common": "ublituximab and emicizumab both increase  immunosuppressive effects; risk of infection. Modify Therapy/Monitor Closely. Owing to potential additive immunosuppressive effects, consider duration of effect and mechanism of action of these therapies if coadministered"
            }
        }
    ],
    "adverse effects": [
        {
            "name": "Injection site reaction",
            "percent": "22"
        },
        {
            "name": "Headache",
            "percent": "15"
        },
        {
            "name": "Arthralgia",
            "percent": "15"
        },
        {
            "name": "Injection site erythema",
            "percent": "11"
        },
        {
            "name": "Pyrexia",
            "percent": "6"
        },
        {
            "name": "Diarrhea",
            "percent": "6"
        },
        {
            "name": "Injection site pruritus",
            "percent": "4"
        },
        {
            "name": "Injection site pain",
            "percent": "4"
        },
        {
            "name": "Rhabdomyolysis",
            "percent": null
        },
        {
            "name": "Skin and subcutaneous tissue disorders",
            "percent": null
        },
        {
            "name": "Rash",
            "percent": null
        },
        {
            "name": "urticaria",
            "percent": null
        },
        {
            "name": "angioedema",
            "percent": null
        }
    ]
}