{
    "name": "corticotropin",
    "comment": "Rx",
    "other_names": [
        "H.P. Acthar Gel",
        "Purified Cortrophin Gel"
    ],
    "classes": [
        "Corticosteroids"
    ],
    "source": "https://reference.medscape.com/drug/hp-acthar-gel-purified-cortrophin-gel-corticotropin-342883",
    "pregnancy": {
        "common": [
            "Pregnancy Category: C",
            "Lactation: excretion in milk unknown; use with caution"
        ],
        "specific": []
    },
    "lactation": {
        "common": [
            "Lactation: excretion in milk unknown; use with caution"
        ]
    },
    "warnings": {
        "black_box_warning": {
            "common": [],
            "specific": []
        },
        "contraindicators": {
            "common": [
                "Sensitivity to porcine proteins",
                "IV administration",
                "Infants <2 years suspected of congenital infections",
                "Coadministration of live or live-attenuated vaccines with immunosuppressive doses of corticotropin",
                "Scleroderma",
                "Osteoporosis",
                "Systemic fungal infections",
                "Ocular herpes simplex",
                "Recent surgery",
                "Active/history of peptic ulcer",
                "CHF, HTN"
            ],
            "specific": []
        },
        "cautions": {
            "common": [
                "Increases susceptibility to new infection and risk of exacerbation, dissemination or reactivation of latent infections; signs and symptoms of infection may be masked",
                "Adrenal insufficiency may occur after prolonged therapy; monitor for effects of hypothalamic-pituitary-axis suppression after stopping treatment",
                "Cushing’s syndrome may occur after prolonged therapy; monitor for signs and symptoms",
                "Elevated blood pressure, salt and water retention and hypokalemia may occur; monitor blood pressure and sodium and potassium levels",
                "Do not administer live or live-attenuated vaccines to patients on immunosuppressive doses",
                "May mask symptoms of other underlying disease/disorders; monitor patients for signs of other underlying disease/disorders that may be masked",
                "Gastrointestinal perforation and bleeding may occur; there is a risk for gastric ulcers and bleeding; there is an increased risk of perforation in patients with certain GI disorders; signs and symptoms may be masked; monitor for signs of perforation and bleeding",
                "Behavioral and mood disturbances may occur; may include euphoria, insomnia, mood swings, personality changes, severe depression, and psychosis; existing conditions may be aggravated; effects are reversible once therapy stopped",
                "Symptoms of diabetes and myasthenia gravis may be worsened with treatment Monitor for cataracts, infections and glaucoma",
                "In patients with hypothyroidism or liver cirrhosis, may result in an enhanced effect",
                "Monitor pediatric patients on long term therapy for growth and physical development",
                "Monitor for osteoporosis in patients on long term therapy",
                "May have embryocidal effect in pregnancy; apprise women of potential harm to the fetus",
                "Gel is immunogenic; limited available data suggest that a patient may develop antibodies to the gel after chronic administration and loss of endogenous ACTH and gel activity",
                "Prolonged administration of the gel may increase risk of hypersensitivity reactions; cases of anaphylaxis have been reported in the postmarketing setting",
                "Use in patients with sensitivity to porcine protein is contraindicated, and the possibility of sensitivity should be considered during the course of treatment should symptoms arise"
            ],
            "specific": []
        }
    },
    "interactions": [
        {
            "classification_type": "Serious",
            "interaction_with": "amphotericin B deoxycholate",
            "description": {
                "common": "amphotericin B deoxycholate, corticotropin. Mechanism: unspecified interaction mechanism. Avoid or Use Alternate Drug. Potential for hypokalemia."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "axicabtagene ciloleucel",
            "description": {
                "common": "corticotropin, axicabtagene ciloleucel.\nEither increases effects of the other by immunosuppressive effects; risk of infection. Avoid or Use Alternate Drug. Consider the use of prophylactic corticosteroid in patients after weighing the potential benefits and risks. Corticosteroids may, however, be required for treatment of cytokine release syndrome or neurologic toxicity."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "brexucabtagene autoleucel",
            "description": {
                "common": "corticotropin, brexucabtagene autoleucel.\nEither increases effects of the other by immunosuppressive effects; risk of infection. Avoid or Use Alternate Drug. Avoid prophylactic use of systemic corticosteroids as premedication before CAR-T cell therapy. Corticosteroids may, however, be required for treatment of cytokine release syndrome or neurologic toxicity."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "ciltacabtagene autoleucel",
            "description": {
                "common": "corticotropin, ciltacabtagene autoleucel.\nEither increases effects of the other by immunosuppressive effects; risk of infection. Avoid or Use Alternate Drug. Avoid prophylactic use of systemic corticosteroids as premedication before CAR-T cell therapy. Corticosteroids may, however, be required for treatment of cytokine release syndrome or neurologic toxicity."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "idecabtagene vicleucel",
            "description": {
                "common": "corticotropin, idecabtagene vicleucel.\nEither increases effects of the other by immunosuppressive effects; risk of infection. Avoid or Use Alternate Drug. Avoid prophylactic use of systemic corticosteroids as premedication before CAR-T cell therapy. Corticosteroids may, however, be required for treatment of cytokine release syndrome or neurologic toxicity."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "influenza virus vaccine quadrivalent, adjuvanted",
            "description": {
                "common": "corticotropin decreases effects of influenza virus vaccine quadrivalent, adjuvanted by pharmacodynamic antagonism. Avoid or Use Alternate Drug. Immunosuppressive drugs may reduce the immune response to influenza vaccine."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "influenza virus vaccine trivalent, adjuvanted",
            "description": {
                "common": "corticotropin decreases effects of influenza virus vaccine trivalent, adjuvanted by pharmacodynamic antagonism. Avoid or Use Alternate Drug. Immunosuppressive drugs may reduce the immune response to influenza vaccine."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "lisocabtagene maraleucel",
            "description": {
                "common": "corticotropin, lisocabtagene maraleucel.\nEither increases effects of the other by immunosuppressive effects; risk of infection. Avoid or Use Alternate Drug. Avoid prophylactic use of systemic corticosteroids as premedication before CAR-T cell therapy. Corticosteroids may, however, be required for treatment of cytokine release syndrome or neurologic toxicity."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "macimorelin",
            "description": {
                "common": "corticotropin, macimorelin. unspecified interaction mechanism. Avoid or Use Alternate Drug. Drugs that directly affect the pituitary secretion of growth hormone (GH) may impact the accuracy of the macimorelin diagnostic test. Allow sufficient washout time of drugs affecting GH release before administering macimorelin. ."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "testosterone intranasal",
            "description": {
                "common": "testosterone intranasal, corticotropin.\nEither increases effects of the other by Other (see comment). Avoid or Use Alternate Drug. \nComment: Coadministration increases risk for edema, particularly in patients with cardiac, renal, or hepatic disease."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "tisagenlecleucel",
            "description": {
                "common": "corticotropin, tisagenlecleucel.\nEither increases effects of the other by immunosuppressive effects; risk of infection. Avoid or Use Alternate Drug. Avoid prophylactic use of systemic corticosteroids as premedication before CAR-T cell therapy. Corticosteroids may, however, be required for treatment of cytokine release syndrome or neurologic toxicity."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "tofacitinib",
            "description": {
                "common": "corticotropin, tofacitinib.\nEither increases toxicity of the other by immunosuppressive effects; risk of infection. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "atracurium",
            "description": {
                "common": "atracurium, corticotropin. Other (see comment). Use Caution/Monitor. \nComment: Coadministration of corticosteroids and neuromuscular blockers may increase risk of developing acute myopathy."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "cholera vaccine",
            "description": {
                "common": "corticotropin decreases effects of cholera vaccine by immunosuppressive effects; risk of infection. Modify Therapy/Monitor Closely. Immunosuppressive therapies, including irradiation, antimetabolites, alkylating agents, cytotoxic drugs and corticosteroids (used in greater than physiologic doses), may reduce the immune response to cholera vaccine."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ciprofloxacin",
            "description": {
                "common": "corticotropin and ciprofloxacin both increase  Other (see comment). Use Caution/Monitor. Coadministration of quinolone antibiotics and corticosteroids may increase risk of tendon rupture."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "cisatracurium",
            "description": {
                "common": "cisatracurium, corticotropin. Other (see comment). Use Caution/Monitor. \nComment: Coadministration of corticosteroids and neuromuscular blockers may increase risk of developing acute myopathy."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "cyclosporine",
            "description": {
                "common": "corticotropin, cyclosporine. Other (see comment). Use Caution/Monitor. \nComment: Corticosteroids may increase or decrease cyclosporine concentrations. Also, cyclosporine may increase the plasma concentrations of the corticosteroids. Monitor for changes in cyclosporine concentrations and for toxicities of corticosteroids and/or cyclosporine."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "dengue vaccine",
            "description": {
                "common": "corticotropin decreases effects of dengue vaccine by immunosuppressive effects; risk of infection. Use Caution/Monitor. Immunosuppressive therapies (eg, irradiation, antimetabolites, alkylating agents, cytotoxic drugs, corticosteroids [greater than physiologic doses]) may reduce immune response to dengue vaccine."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "gemifloxacin",
            "description": {
                "common": "corticotropin and gemifloxacin both increase  Other (see comment). Use Caution/Monitor. Coadministration of quinolone antibiotics and corticosteroids may increase risk of tendon rupture."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "hyaluronidase",
            "description": {
                "common": "corticotropin decreases effects of hyaluronidase by Other (see comment). Use Caution/Monitor. \nComment: Corticotropin (ACTH), when given in large systemic doses, may render tissues partially resistant to the action of hyaluronidase. Patients may require larger amounts of hyaluronidase for equivalent dispersing effect. ."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "hydrochlorothiazide",
            "description": {
                "common": "corticotropin increases toxicity of hydrochlorothiazide by increasing renal clearance. Use Caution/Monitor. May enhance hypokalemic effect of thiazide diuretics."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "influenza A (H5N1) vaccine",
            "description": {
                "common": "corticotropin decreases effects of influenza A (H5N1) vaccine by pharmacodynamic antagonism. Use Caution/Monitor. Corticosteroids used in greater than physiologic doses may reduce immune response to H5N1 vaccine."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "influenza virus vaccine (H5N1), adjuvanted",
            "description": {
                "common": "corticotropin decreases effects of influenza virus vaccine (H5N1), adjuvanted by pharmacodynamic antagonism. Use Caution/Monitor. Corticosteroids used in greater than physiologic doses may reduce immune response to H5N1 vaccine."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "insulin degludec",
            "description": {
                "common": "corticotropin decreases effects of insulin degludec by pharmacodynamic antagonism. Modify Therapy/Monitor Closely. Endogneous cortisol is a regulatory hormone that increases blood glucose levels; exogenous systemic corticosteroids have been associated with hyperglycemia and may cause diabetes with chronic, high dose use; dose of antidiabetic agents may need adjustment and increased frequency of glucose monitoring may be required."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "insulin degludec/insulin aspart",
            "description": {
                "common": "corticotropin decreases effects of insulin degludec/insulin aspart by pharmacodynamic antagonism. Modify Therapy/Monitor Closely. Endogneous cortisol is a regulatory hormone that increases blood glucose levels; exogenous systemic corticosteroids have been associated with hyperglycemia and may cause diabetes with chronic, high dose use; dose of antidiabetic agents may need adjustment and increased frequency of glucose monitoring may be required."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "insulin inhaled",
            "description": {
                "common": "corticotropin decreases effects of insulin inhaled by pharmacodynamic antagonism. Modify Therapy/Monitor Closely. Endogneous cortisol is a regulatory hormone that increases blood glucose levels; exogenous systemic corticosteroids have been associated with hyperglycemia and may cause diabetes with chronic, high dose use; dose of antidiabetic agents may need adjustment and increased frequency of glucose monitoring may be required."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "isavuconazonium sulfate",
            "description": {
                "common": "corticotropin and isavuconazonium sulfate both decrease  immunosuppressive effects; risk of infection. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "levofloxacin",
            "description": {
                "common": "corticotropin and levofloxacin both increase  Other (see comment). Use Caution/Monitor. Coadministration of quinolone antibiotics and corticosteroids may increase risk of tendon rupture."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "lonapegsomatropin",
            "description": {
                "common": "lonapegsomatropin decreases effects of corticotropin by Other (see comment). Use Caution/Monitor. \nComment: Growth hormone (GH) inhibits microsomal enzyme 11 beta-hydroxysteroid dehydrogenase type 1, which converts cortisone to its active metabolite, cortisol. Patients with untreated GH deficiency may have increases in serum cortisol, and initiation of lonapegsomatropin may result decreased serum cortisol. Patients with hypoadrenalism treated with glucocorticoids may require an increase glucocorticoid stress or maintenance doses following lonapegsomatropin initiation."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "mechlorethamine",
            "description": {
                "common": "mechlorethamine, corticotropin. immunosuppressive effects; risk of infection. Use Caution/Monitor. Caution should be taken in patients on concomitant immunosuppressants or with impaired immune systems because of increased risk for serious infections."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "metformin",
            "description": {
                "common": "corticotropin decreases effects of metformin by pharmacodynamic antagonism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "moxifloxacin",
            "description": {
                "common": "corticotropin and moxifloxacin both increase  Other (see comment). Use Caution/Monitor. Coadministration of quinolone antibiotics and corticosteroids may increase risk of tendon rupture."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ocrelizumab",
            "description": {
                "common": "corticotropin and ocrelizumab both increase  immunosuppressive effects; risk of infection. Use Caution/Monitor. Coadministration of ocrelizumab with high doses of corticosteroids is expected to increase the risk of immunosuppression."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ofatumumab SC",
            "description": {
                "common": "ofatumumab SC, corticotropin.\nEither increases effects of the other by immunosuppressive effects; risk of infection. Use Caution/Monitor. Consider the risk of additive immune system effects when coadministering immunosuppressive therapies with coadministration. When switching from therapies with immune effects, take into account the duration and mechanism of action of these therapies when initiating ofatumumab SC."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ofloxacin",
            "description": {
                "common": "corticotropin and ofloxacin both increase  Other (see comment). Use Caution/Monitor. Coadministration of quinolone antibiotics and corticosteroids may increase risk of tendon rupture."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "olodaterol inhaled",
            "description": {
                "common": "corticotropin and olodaterol inhaled both decrease  serum potassium. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ozanimod",
            "description": {
                "common": "ozanimod, corticotropin.\nEither increases effects of the other by immunosuppressive effects; risk of infection. Use Caution/Monitor. Coadministration with immunosuppressive therapies may increase the risk of additive immune effects during therapy and in the weeks following administration. When switching from drugs with prolonged immune effects, consider the half-life and mode of action of these drugs in order to avoid unintended additive immunosuppressive effects."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "pancuronium",
            "description": {
                "common": "pancuronium, corticotropin. Other (see comment). Use Caution/Monitor. \nComment: Coadministration of corticosteroids and neuromuscular blockers may increase risk of developing acute myopathy."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ponesimod",
            "description": {
                "common": "ponesimod and corticotropin both increase  immunosuppressive effects; risk of infection. Use Caution/Monitor. Caution if coadministered because of additive immunosuppressive effects during such therapy and in the weeks following administration. When switching from drugs with prolonged immune effects, consider the half-life and mode of action of these drugs to avoid unintended additive immunosuppressive effects."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "rocuronium",
            "description": {
                "common": "rocuronium, corticotropin. Other (see comment). Use Caution/Monitor. \nComment: Coadministration of corticosteroids and neuromuscular blockers may increase risk of developing acute myopathy."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "sodium picosulfate/magnesium oxide/anhydrous citric acid",
            "description": {
                "common": "corticotropin, sodium picosulfate/magnesium oxide/anhydrous citric acid.\nEither increases toxicity of the other by Other (see comment). Use Caution/Monitor. \nComment: May be associated with fluid and electrolyte imbalances such as hypokalemia."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "sodium sulfate/?magnesium sulfate/potassium chloride",
            "description": {
                "common": "sodium sulfate/?magnesium sulfate/potassium chloride increases toxicity of corticotropin by Other (see comment). Use Caution/Monitor. \nComment: Coadministration with medications that cause fluid and electrolyte abnormalities may increase the risk of adverse events of seizure, arrhythmias, and renal impairment."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "sodium sulfate/potassium sulfate/magnesium sulfate",
            "description": {
                "common": "sodium sulfate/potassium sulfate/magnesium sulfate increases toxicity of corticotropin by Other (see comment). Use Caution/Monitor. \nComment: Coadministration with medications that cause fluid and electrolyte abnormalities may increase the risk of adverse events of seizure, arrhythmias, and renal impairment."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "succinylcholine",
            "description": {
                "common": "succinylcholine, corticotropin. Other (see comment). Use Caution/Monitor. \nComment: Coadministration of corticosteroids and neuromuscular blockers may increase risk of developing acute myopathy."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "trastuzumab",
            "description": {
                "common": "trastuzumab, corticotropin.\nEither increases toxicity of the other by immunosuppressive effects; risk of infection. Use Caution/Monitor.  Neutropenia or febrile neutropenia incidence were increased when trastuzumab was coadministered with myelosuppressive chemotherapy. ."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "trastuzumab deruxtecan",
            "description": {
                "common": "trastuzumab deruxtecan, corticotropin.\nEither increases toxicity of the other by immunosuppressive effects; risk of infection. Use Caution/Monitor.  Neutropenia or febrile neutropenia incidence were increased when trastuzumab was coadministered with myelosuppressive chemotherapy. ."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ublituximab",
            "description": {
                "common": "ublituximab and corticotropin both increase  immunosuppressive effects; risk of infection. Modify Therapy/Monitor Closely. Owing to potential additive immunosuppressive effects, consider duration of effect and mechanism of action of these therapies if coadministered"
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "vecuronium",
            "description": {
                "common": "vecuronium, corticotropin. Other (see comment). Use Caution/Monitor. \nComment: Coadministration of corticosteroids and neuromuscular blockers may increase risk of developing acute myopathy."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "bendroflumethiazide",
            "description": {
                "common": "corticotropin, bendroflumethiazide. pharmacodynamic synergism. Minor/Significance Unknown. Possible enhanced electrolyte loss."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "bumetanide",
            "description": {
                "common": "corticotropin, bumetanide. pharmacodynamic synergism. Minor/Significance Unknown. Possible enhanced electrolyte loss."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "chlorothiazide",
            "description": {
                "common": "corticotropin, chlorothiazide. pharmacodynamic synergism. Minor/Significance Unknown. Possible enhanced electrolyte loss."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "chlorthalidone",
            "description": {
                "common": "corticotropin, chlorthalidone. pharmacodynamic synergism. Minor/Significance Unknown. Possible enhanced electrolyte loss."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "cyclopenthiazide",
            "description": {
                "common": "corticotropin, cyclopenthiazide. pharmacodynamic synergism. Minor/Significance Unknown. Possible enhanced electrolyte loss."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "ethacrynic acid",
            "description": {
                "common": "corticotropin, ethacrynic acid. pharmacodynamic synergism. Minor/Significance Unknown. Possible enhanced electrolyte loss."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "furosemide",
            "description": {
                "common": "corticotropin, furosemide. pharmacodynamic synergism. Minor/Significance Unknown. Possible enhanced electrolyte loss."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "indapamide",
            "description": {
                "common": "corticotropin, indapamide. pharmacodynamic synergism. Minor/Significance Unknown. Possible enhanced electrolyte loss."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "methyclothiazide",
            "description": {
                "common": "corticotropin, methyclothiazide. pharmacodynamic synergism. Minor/Significance Unknown. Possible enhanced electrolyte loss."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "metolazone",
            "description": {
                "common": "corticotropin, metolazone. pharmacodynamic synergism. Minor/Significance Unknown. Possible enhanced electrolyte loss."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "torsemide",
            "description": {
                "common": "corticotropin, torsemide. pharmacodynamic synergism. Minor/Significance Unknown. Possible enhanced electrolyte loss."
            }
        }
    ],
    "adverse effects": [
        {
            "name": "Edema",
            "percent": null
        },
        {
            "name": "hypertension",
            "percent": null
        },
        {
            "name": "Psychotic disorder",
            "percent": null
        },
        {
            "name": "Disorder of skin",
            "percent": null
        },
        {
            "name": "Hyperglycemia",
            "percent": null
        },
        {
            "name": "Peptic ulcer disease",
            "percent": null
        },
        {
            "name": "Immune hypersensitivity reaction",
            "percent": null
        },
        {
            "name": "Muscle weakness",
            "percent": null
        },
        {
            "name": "Cardiomegaly",
            "percent": null
        },
        {
            "name": "congestive heart failure",
            "percent": null
        },
        {
            "name": "necrotizing arteritis",
            "percent": null
        },
        {
            "name": "Encephalitis due to human herpes simplex virus",
            "percent": null
        },
        {
            "name": "relapse",
            "percent": null
        },
        {
            "name": "Decreased body growth",
            "percent": null
        },
        {
            "name": "Children",
            "percent": null
        },
        {
            "name": "Pancreatitis",
            "percent": null
        },
        {
            "name": "Thromboembolic disorder",
            "percent": null
        },
        {
            "name": "Glaucoma",
            "percent": null
        }
    ]
}