{
    "name": "topotecan",
    "comment": "Rx",
    "other_names": [
        "Hycamtin"
    ],
    "classes": [
        "Antineoplastics",
        "Topoisomerase Inhibitors",
        "Antineoplastics",
        "Camptothecin"
    ],
    "source": "https://reference.medscape.com/drug/hycamtin-topotecan-342254",
    "pregnancy": {
        "common": [
            "Based on animal data and its mechanism of action, therapy can cause fetal harm when administered to a pregnant woman; there are no available clinical data on use of therapy in pregnancy; drug caused embryolethality, fetotoxicity, and teratogenicity in rats and rabbits when administered during organogenesis at doses similar to the clinical dose.); advise pregnant women of potential risk to fetus",
            "Verify pregnancy status of females of reproductive potential prior to initiating therapy"
        ],
        "specific": [
            {
                "type": "Contraception",
                "description": [
                    "Advise females of reproductive potential to use effective contraception during treatment and for 6 months after last dose"
                ]
            },
            {
                "type": "Infertility",
                "description": [
                    "Females: Therapy can have both acute and long-term effects on fertility",
                    "Males: Effects on spermatogenesis occurred in animals administered topotecan; therapy may damage spermatozoa, resulting in possible genetic and fetal abnormalities; advise males with a female partner of reproductive potential to use effective contraception during treatment and for 3 months after the last dose"
                ]
            }
        ]
    },
    "lactation": {
        "common": [
            "There are no data on presence of drug or its metabolites in human milk or their effects on breastfed infant or on milk production; lactating rats excrete high concentrations of drug in milk",
            "Because of potential for serious adverse reactions in breastfed infants, advise women not to breastfeed during treatment and for 1 week after last dose"
        ]
    },
    "warnings": {
        "black_box_warning": {
            "common": [
                "Administer only to patients with baseline neutrophil counts of 1500 cells/mm³or higher and a platelet count of 100,000 cells/mm³ or higher; monitor blood cell counts",
                "To assess the occurrence of bone marrow suppression, blood cell counts should be monitored"
            ],
            "specific": []
        },
        "contraindicators": {
            "common": [
                "Hypersensitivity reactions to drug or any components"
            ],
            "specific": []
        },
        "cautions": {
            "common": [
                "Administer to patients with bone marrow suppression only if patient has adequate bone marrow reserves; monitor peripheral blood counts and adjust dose as needed",
                "PO: Do NOT redose if ANC <1500/mm³; Plt 100,000 ",
                " ",
                "Avoid use in pregnancy; can cause fetal harm; advise women of potential risk to fetus",
                "Neutropenia: pancytopenia has been reported",
                "Grade 4 thrombocytopenia and grade 3-4 anemia reported; withhold and reduce dose based on neutrophil counts, platelet counts and hemoglobin levels",
                "Fatal cases of interstitial lung disease have occurred; permanently discontinue for confirmed ILD",
                "If extravasation occurs, immediately stop administration and institute recommended management procedures; severe cases reported",
                "PO: If patient vomits after taking capsule, do NOT repeat dose",
                "PO: If diarrhea occurs, treat aggressively, potentially life-threatening",
                "Monitor patients presenting with neutropenia, fever and abdominal pain; fatal typhlitis reported in patients with neutropenic enterocolitisas",
                "Monitor patients presenting with cough, fever, dyspnea and/or hypoxia and a history of lung disease as fatalities due to interstitial lung disease have been reported"
            ],
            "specific": [
                {
                    "type": "Combination with cisplatin",
                    "description": [
                        "Administer first cycle of topotecan for injection only to patients with a baseline neutrophil count ≥1,500/mm³ and a platelet count ≥100,000/mm³; monitor blood counts frequently during treatment; withhold and reduce dose based on neutrophil counts, platelet counts and hemoglobin levels"
                    ]
                }
            ]
        }
    },
    "interactions": [
        {
            "classification_type": "Serious",
            "interaction_with": "abiraterone",
            "description": {
                "common": "abiraterone will increase the level or effect of topotecan by  P-glycoprotein (MDR1) efflux transporter. Avoid or Use Alternate Drug. Product labeling for PO topotecan recommends avoiding concomitant use of P-gp inhibitors; the interaction with IV topotecan may be less severe but is still likely of clinical significance"
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "adenovirus types 4 and 7 live, oral",
            "description": {
                "common": "topotecan decreases effects of adenovirus types 4 and 7 live, oral by pharmacodynamic antagonism. Avoid or Use Alternate Drug. Immunosuppressives may diminish therapeutic effects of vaccines and increase risk of adverse effects (increased risk of infection). Live-attenuated vaccines should be avoided for at least 3mo after cessation of immunosuppressive therapy."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "amiodarone",
            "description": {
                "common": "amiodarone will increase the level or effect of topotecan by  P-glycoprotein (MDR1) efflux transporter. Avoid or Use Alternate Drug. Product labeling for PO topotecan recommends avoiding concomitant use of P-gp inhibitors; the interaction with IV topotecan may be less severe but is still likely of clinical significance"
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "atorvastatin",
            "description": {
                "common": "atorvastatin will increase the level or effect of topotecan by  P-glycoprotein (MDR1) efflux transporter. Avoid or Use Alternate Drug. Product labeling for PO topotecan recommends avoiding concomitant use of P-gp inhibitors; the interaction with IV topotecan may be less severe but is still likely of clinical significance"
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "azithromycin",
            "description": {
                "common": "azithromycin will increase the level or effect of topotecan by  P-glycoprotein (MDR1) efflux transporter. Avoid or Use Alternate Drug. Product labeling for PO topotecan recommends avoiding concomitant use of P-gp inhibitors; the interaction with IV topotecan may be less severe but is still likely of clinical significance"
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "bremelanotide",
            "description": {
                "common": "bremelanotide will decrease the level or effect of topotecan by  Other (see comment). Avoid or Use Alternate Drug. Bremelanotide may slow gastric emptying and potentially reduces the rate and extent of absorption of concomitantly administered oral medications. Avoid use when taking any oral drug that is dependent on threshold concentrations for efficacy. Interactions listed are representative examples and do not include all possible clinical examples."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "captopril",
            "description": {
                "common": "captopril will increase the level or effect of topotecan by  P-glycoprotein (MDR1) efflux transporter. Avoid or Use Alternate Drug. Product labeling for PO topotecan recommends avoiding concomitant use of P-gp inhibitors; the interaction with IV topotecan may be less severe but is still likely of clinical significance"
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "carvedilol",
            "description": {
                "common": "carvedilol will increase the level or effect of topotecan by  P-glycoprotein (MDR1) efflux transporter. Avoid or Use Alternate Drug. Product labeling for PO topotecan recommends avoiding concomitant use of P-gp inhibitors; the interaction with IV topotecan may be less severe but is still likely of clinical significance"
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "clarithromycin",
            "description": {
                "common": "clarithromycin will increase the level or effect of topotecan by  P-glycoprotein (MDR1) efflux transporter. Avoid or Use Alternate Drug. Product labeling for PO topotecan recommends avoiding concomitant use of P-gp inhibitors; the interaction with IV topotecan may be less severe but is still likely of clinical significance"
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "cobicistat",
            "description": {
                "common": "cobicistat will increase the level or effect of topotecan by  P-glycoprotein (MDR1) efflux transporter. Avoid or Use Alternate Drug. Product labeling for PO topotecan recommends avoiding concomitant use of P-gp inhibitors; the interaction with IV topotecan may be less severe but is still likely of clinical significance"
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "conivaptan",
            "description": {
                "common": "conivaptan will increase the level or effect of topotecan by  P-glycoprotein (MDR1) efflux transporter. Avoid or Use Alternate Drug. Product labeling for PO topotecan recommends avoiding concomitant use of P-gp inhibitors; the interaction with IV topotecan may be less severe but is still likely of clinical significance"
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "crizotinib",
            "description": {
                "common": "crizotinib will increase the level or effect of topotecan by  P-glycoprotein (MDR1) efflux transporter. Avoid or Use Alternate Drug. Product labeling for PO topotecan recommends avoiding concomitant use of P-gp inhibitors; the interaction with IV topotecan may be less severe but is still likely of clinical significance"
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "cyclosporine",
            "description": {
                "common": "cyclosporine will increase the level or effect of topotecan by  P-glycoprotein (MDR1) efflux transporter. Avoid or Use Alternate Drug. Product labeling for PO topotecan recommends avoiding concomitant use of P-gp inhibitors; the interaction with IV topotecan may be less severe but is still likely of clinical significance. Additionally, topotecan is a substrate of the BCRP efflux transporter. Cylcosporine also inhibits BCRP."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "darolutamide",
            "description": {
                "common": "darolutamide will increase the level or effect of topotecan by  Other (see comment). Avoid or Use Alternate Drug. Darolutamide is a BCRP inhibitor. Avoid coadministration with BCRP inhibitors. If use is unavoidable, closely monitor for adverse reactions and consider dose reduction of BCRP substrate drug (refer BCRP substrate prescribing information)."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "darunavir",
            "description": {
                "common": "darunavir will increase the level or effect of topotecan by  P-glycoprotein (MDR1) efflux transporter. Avoid or Use Alternate Drug. Product labeling for PO topotecan recommends avoiding concomitant use of P-gp inhibitors; the interaction with IV topotecan may be less severe but is still likely of clinical significance"
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "deferiprone",
            "description": {
                "common": "deferiprone, topotecan.\nEither increases toxicity of the other by pharmacodynamic synergism. Avoid or Use Alternate Drug. Avoid use of deferiprone with other drugs known to be associated with neutropenia or agranulocytosis; if an alternative is not possible, monitor absolute neutrophil count more frequently."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "dipyridamole",
            "description": {
                "common": "dipyridamole will increase the level or effect of topotecan by  P-glycoprotein (MDR1) efflux transporter. Avoid or Use Alternate Drug. Product labeling for PO topotecan recommends avoiding concomitant use of P-gp inhibitors; the interaction with IV topotecan may be less severe but is still likely of clinical significance"
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "dronedarone",
            "description": {
                "common": "dronedarone will increase the level or effect of topotecan by  P-glycoprotein (MDR1) efflux transporter. Avoid or Use Alternate Drug. Product labeling for PO topotecan recommends avoiding concomitant use of P-gp inhibitors; the interaction with IV topotecan may be less severe but is still likely of clinical significance"
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "erythromycin base",
            "description": {
                "common": "erythromycin base will increase the level or effect of topotecan by  P-glycoprotein (MDR1) efflux transporter. Avoid or Use Alternate Drug. Product labeling for PO topotecan recommends avoiding concomitant use of P-gp inhibitors; the interaction with IV topotecan may be less severe but is still likely of clinical significance"
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "erythromycin ethylsuccinate",
            "description": {
                "common": "erythromycin ethylsuccinate will increase the level or effect of topotecan by  P-glycoprotein (MDR1) efflux transporter. Avoid or Use Alternate Drug. Product labeling for PO topotecan recommends avoiding concomitant use of P-gp inhibitors; the interaction with IV topotecan may be less severe but is still likely of clinical significance"
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "erythromycin lactobionate",
            "description": {
                "common": "erythromycin lactobionate will increase the level or effect of topotecan by  P-glycoprotein (MDR1) efflux transporter. Avoid or Use Alternate Drug. Product labeling for PO topotecan recommends avoiding concomitant use of P-gp inhibitors; the interaction with IV topotecan may be less severe but is still likely of clinical significance"
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "erythromycin stearate",
            "description": {
                "common": "erythromycin stearate will increase the level or effect of topotecan by  P-glycoprotein (MDR1) efflux transporter. Avoid or Use Alternate Drug. Product labeling for PO topotecan recommends avoiding concomitant use of P-gp inhibitors; the interaction with IV topotecan may be less severe but is still likely of clinical significance"
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "felodipine",
            "description": {
                "common": "felodipine will increase the level or effect of topotecan by  P-glycoprotein (MDR1) efflux transporter. Avoid or Use Alternate Drug. Product labeling for PO topotecan recommends avoiding concomitant use of P-gp inhibitors; the interaction with IV topotecan may be less severe but is still likely of clinical significance"
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "influenza virus vaccine quadrivalent, adjuvanted",
            "description": {
                "common": "topotecan decreases effects of influenza virus vaccine quadrivalent, adjuvanted by pharmacodynamic antagonism. Avoid or Use Alternate Drug. Immunosuppressive drugs may reduce the immune response to influenza vaccine."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "influenza virus vaccine trivalent, adjuvanted",
            "description": {
                "common": "topotecan decreases effects of influenza virus vaccine trivalent, adjuvanted by pharmacodynamic antagonism. Avoid or Use Alternate Drug. Immunosuppressive drugs may reduce the immune response to influenza vaccine."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "itraconazole",
            "description": {
                "common": "itraconazole will increase the level or effect of topotecan by  P-glycoprotein (MDR1) efflux transporter. Avoid or Use Alternate Drug. Product labeling for PO topotecan recommends avoiding concomitant use of P-gp inhibitors; the interaction with IV topotecan may be less severe but is still likely of clinical significance"
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "ketoconazole",
            "description": {
                "common": "ketoconazole will increase the level or effect of topotecan by  P-glycoprotein (MDR1) efflux transporter. Avoid or Use Alternate Drug. Product labeling for PO topotecan recommends avoiding concomitant use of P-gp inhibitors; the interaction with IV topotecan may be less severe but is still likely of clinical significance"
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "lapatinib",
            "description": {
                "common": "lapatinib will increase the level or effect of topotecan by  P-glycoprotein (MDR1) efflux transporter. Avoid or Use Alternate Drug. Product labeling for PO topotecan recommends avoiding concomitant use of P-gp inhibitors; the interaction with IV topotecan may be less severe but is still likely of clinical significance"
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "lasmiditan",
            "description": {
                "common": "lasmiditan increases levels of topotecan by P-glycoprotein (MDR1) efflux transporter. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "ledipasvir/sofosbuvir",
            "description": {
                "common": "ledipasvir/sofosbuvir will increase the level or effect of topotecan by  P-glycoprotein (MDR1) efflux transporter. Avoid or Use Alternate Drug. Product labeling for PO topotecan recommends avoiding concomitant use of P-gp inhibitors; the interaction with IV topotecan may be less severe but is still likely of clinical significance"
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "leniolisib",
            "description": {
                "common": "leniolisib will increase the level or effect of topotecan by  Other (see comment). Avoid or Use Alternate Drug. Leniolisib, a BCRP inhibitor, may increase systemic exposure of BCRP substrates"
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "levoketoconazole",
            "description": {
                "common": "levoketoconazole will increase the level or effect of topotecan by  P-glycoprotein (MDR1) efflux transporter. Avoid or Use Alternate Drug. Product labeling for PO topotecan recommends avoiding concomitant use of P-gp inhibitors; the interaction with IV topotecan may be less severe but is still likely of clinical significance"
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "lomitapide",
            "description": {
                "common": "lomitapide will increase the level or effect of topotecan by  P-glycoprotein (MDR1) efflux transporter. Avoid or Use Alternate Drug. Product labeling for PO topotecan recommends avoiding concomitant use of P-gp inhibitors; the interaction with IV topotecan may be less severe but is still likely of clinical significance"
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "lopinavir",
            "description": {
                "common": "lopinavir will increase the level or effect of topotecan by  P-glycoprotein (MDR1) efflux transporter. Avoid or Use Alternate Drug. Product labeling for PO topotecan recommends avoiding concomitant use of P-gp inhibitors; the interaction with IV topotecan may be less severe but is still likely of clinical significance"
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "mefloquine",
            "description": {
                "common": "mefloquine increases levels of topotecan by P-glycoprotein (MDR1) efflux transporter. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "nelfinavir",
            "description": {
                "common": "nelfinavir will increase the level or effect of topotecan by  P-glycoprotein (MDR1) efflux transporter. Avoid or Use Alternate Drug. Product labeling for PO topotecan recommends avoiding concomitant use of P-gp inhibitors; the interaction with IV topotecan may be less severe but is still likely of clinical significance"
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "nicardipine",
            "description": {
                "common": "nicardipine will increase the level or effect of topotecan by  P-glycoprotein (MDR1) efflux transporter. Avoid or Use Alternate Drug. Product labeling for PO topotecan recommends avoiding concomitant use of P-gp inhibitors; the interaction with IV topotecan may be less severe but is still likely of clinical significance"
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "nilotinib",
            "description": {
                "common": "nilotinib will increase the level or effect of topotecan by  P-glycoprotein (MDR1) efflux transporter. Avoid or Use Alternate Drug. Product labeling for PO topotecan recommends avoiding concomitant use of P-gp inhibitors; the interaction with IV topotecan may be less severe but is still likely of clinical significance"
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "pacritinib",
            "description": {
                "common": "pacritinib will increase the level or effect of topotecan by  Other (see comment). Avoid or Use Alternate Drug. Concomitant administration of pacritinib (BCRP inhibitor) with BCRP substrates may increase the plasma concentrations of these substrates."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "palifermin",
            "description": {
                "common": "palifermin increases toxicity of topotecan by Other (see comment). Avoid or Use Alternate Drug. \nComment: Palifermin should not be administered within 24 hrbefore, during infusion of, or within 24 hr after administration of antineoplastic agents. Coadministration of palifermin within 24 hr of chemotherapy resulted in increased severity and duration of oral mucositis."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "quercetin",
            "description": {
                "common": "quercetin will increase the level or effect of topotecan by  P-glycoprotein (MDR1) efflux transporter. Avoid or Use Alternate Drug. Product labeling for PO topotecan recommends avoiding concomitant use of P-gp inhibitors; the interaction with IV topotecan may be less severe but is still likely of clinical significance"
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "quinidine",
            "description": {
                "common": "quinidine will increase the level or effect of topotecan by  P-glycoprotein (MDR1) efflux transporter. Avoid or Use Alternate Drug. Product labeling for PO topotecan recommends avoiding concomitant use of P-gp inhibitors; the interaction with IV topotecan may be less severe but is still likely of clinical significance"
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "quinine",
            "description": {
                "common": "quinine will increase the level or effect of topotecan by  P-glycoprotein (MDR1) efflux transporter. Avoid or Use Alternate Drug. Product labeling for PO topotecan recommends avoiding concomitant use of P-gp inhibitors; the interaction with IV topotecan may be less severe but is still likely of clinical significance"
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "ranolazine",
            "description": {
                "common": "ranolazine will increase the level or effect of topotecan by  P-glycoprotein (MDR1) efflux transporter. Avoid or Use Alternate Drug. Product labeling for PO topotecan recommends avoiding concomitant use of P-gp inhibitors; the interaction with IV topotecan may be less severe but is still likely of clinical significance"
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "ritonavir",
            "description": {
                "common": "ritonavir will increase the level or effect of topotecan by  P-glycoprotein (MDR1) efflux transporter. Avoid or Use Alternate Drug. Product labeling for PO topotecan recommends avoiding concomitant use of P-gp inhibitors; the interaction with IV topotecan may be less severe but is still likely of clinical significance"
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "ropeginterferon alfa 2b",
            "description": {
                "common": "ropeginterferon alfa 2b, topotecan.\nEither increases toxicity of the other by Other (see comment). Avoid or Use Alternate Drug. \nComment: Myelosuppressive agents can produce additive myelosuppression. Avoid use and monitor patients receiving the combination for effects of excessive myelosuppression."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "saquinavir",
            "description": {
                "common": "saquinavir will increase the level or effect of topotecan by  P-glycoprotein (MDR1) efflux transporter. Avoid or Use Alternate Drug. Product labeling for PO topotecan recommends avoiding concomitant use of P-gp inhibitors; the interaction with IV topotecan may be less severe but is still likely of clinical significance"
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "sofosbuvir/velpatasvir",
            "description": {
                "common": "sofosbuvir/velpatasvir will increase the level or effect of topotecan by  Other (see comment). Avoid or Use Alternate Drug. Velpatasvir is an inhibitor of the drug transporter BCRP. Coadministration may increase systemic exposure of drugs that are BCRP substrates."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "sotorasib",
            "description": {
                "common": "sotorasib will decrease the level or effect of topotecan by  P-glycoprotein (MDR1) efflux transporter. Avoid or Use Alternate Drug. If use is unavoidable, refer to the prescribing information of the P-gp substrate for dosage modifications."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "sparsentan",
            "description": {
                "common": "sparsentan will increase the level or effect of topotecan by  Other (see comment). Avoid or Use Alternate Drug. Sparsentan (a BCRP inhibitor) may increase exposure of sensitive BCRP substrates and the risk of these substrates toxicities. "
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "tacrolimus",
            "description": {
                "common": "tacrolimus will increase the level or effect of topotecan by  P-glycoprotein (MDR1) efflux transporter. Avoid or Use Alternate Drug. Product labeling for PO topotecan recommends avoiding concomitant use of P-gp inhibitors; the interaction with IV topotecan may be less severe but is still likely of clinical significance"
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "tamoxifen",
            "description": {
                "common": "tamoxifen will increase the level or effect of topotecan by  P-glycoprotein (MDR1) efflux transporter. Avoid or Use Alternate Drug. Product labeling for PO topotecan recommends avoiding concomitant use of P-gp inhibitors; the interaction with IV topotecan may be less severe but is still likely of clinical significance"
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "tepotinib",
            "description": {
                "common": "tepotinib will increase the level or effect of topotecan by  P-glycoprotein (MDR1) efflux transporter. Avoid or Use Alternate Drug. If concomitant use unavoidable, reduce the P-gp substrate dosage if recommended in its approved product labeling."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "ticagrelor",
            "description": {
                "common": "ticagrelor will increase the level or effect of topotecan by  P-glycoprotein (MDR1) efflux transporter. Avoid or Use Alternate Drug. Product labeling for PO topotecan recommends avoiding concomitant use of P-gp inhibitors; the interaction with IV topotecan may be less severe but is still likely of clinical significance"
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "tolvaptan",
            "description": {
                "common": "tolvaptan will increase the level or effect of topotecan by  P-glycoprotein (MDR1) efflux transporter. Avoid or Use Alternate Drug. Product labeling for PO topotecan recommends avoiding concomitant use of P-gp inhibitors; the interaction with IV topotecan may be less severe but is still likely of clinical significance"
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "trilaciclib",
            "description": {
                "common": "trilaciclib will decrease the level or effect of topotecan by  Other (see comment). Avoid or Use Alternate Drug. Avoid coadministration of trilaciclib (OCT2, MATE1, and MATE-2K inhibitor) with substrates where minimal increased concentration in kidney or blood may lead to serious or life-threatening toxicities. "
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "vandetanib",
            "description": {
                "common": "vandetanib will increase the level or effect of topotecan by  P-glycoprotein (MDR1) efflux transporter. Avoid or Use Alternate Drug. Product labeling for PO topotecan recommends avoiding concomitant use of P-gp inhibitors; the interaction with IV topotecan may be less severe but is still likely of clinical significance"
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "vemurafenib",
            "description": {
                "common": "vemurafenib will increase the level or effect of topotecan by  P-glycoprotein (MDR1) efflux transporter. Avoid or Use Alternate Drug. Product labeling for PO topotecan recommends avoiding concomitant use of P-gp inhibitors; the interaction with IV topotecan may be less severe but is still likely of clinical significance"
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "verapamil",
            "description": {
                "common": "verapamil will increase the level or effect of topotecan by  P-glycoprotein (MDR1) efflux transporter. Avoid or Use Alternate Drug. Product labeling for PO topotecan recommends avoiding concomitant use of P-gp inhibitors; the interaction with IV topotecan may be less severe but is still likely of clinical significance"
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "acalabrutinib",
            "description": {
                "common": "acalabrutinib increases levels of topotecan by Other (see comment). Use Caution/Monitor. \nComment: Acalabrutinib may increase exposure to coadministered BCRP substrates by inhibition of intestinal BCRP."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "apalutamide",
            "description": {
                "common": "apalutamide will decrease the level or effect of topotecan by  increasing elimination. Use Caution/Monitor. Apalutamide weakly induces BCRP and may decrease systemic exposure of drugs that are BCRP substrates."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "belatacept",
            "description": {
                "common": "belatacept and topotecan both increase  immunosuppressive effects; risk of infection. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "berotralstat",
            "description": {
                "common": "berotralstat will increase the level or effect of topotecan by  P-glycoprotein (MDR1) efflux transporter. Use Caution/Monitor. Monitor or titrate P-gp substrate dose if coadministered."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "cholera vaccine",
            "description": {
                "common": "topotecan decreases effects of cholera vaccine by pharmacodynamic antagonism. Modify Therapy/Monitor Closely. Immunosuppressive therapies, including irradiation, antimetabolites, alkylating agents, cytotoxic drugs and corticosteroids (used in greater than physiologic doses), may reduce the immune response to cholera vaccine."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "cisplatin",
            "description": {
                "common": "topotecan, cisplatin.\nEither increases toxicity of the other by pharmacodynamic synergism. Modify Therapy/Monitor Closely. Use alternatives if available. Additive myelosuppression."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "dengue vaccine",
            "description": {
                "common": "topotecan decreases effects of dengue vaccine by immunosuppressive effects; risk of infection. Use Caution/Monitor. Immunosuppressive therapies (eg, irradiation, antimetabolites, alkylating agents, cytotoxic drugs, corticosteroids [greater than physiologic doses]) may reduce immune response to dengue vaccine."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "denosumab",
            "description": {
                "common": "topotecan, denosumab. Other (see comment). Use Caution/Monitor. \nComment: Caution should be taken in patients on concomitant immunosuppressants or with impaired immune systems because of increased risk for serious infections."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "elacestrant",
            "description": {
                "common": "elacestrant will increase the level or effect of topotecan by  Other (see comment). Modify Therapy/Monitor Closely. Elacestrant (a BCRP inhibitor) may increase plasma concentrations of sensitive BCRP substrates, which may increase risk of adverse reactions related to these substrates. Refer to prescribing information for sensitive BCRP substrates for dosing recommendations. "
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "elagolix",
            "description": {
                "common": "elagolix will increase the level or effect of topotecan by  P-glycoprotein (MDR1) efflux transporter. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "eliglustat",
            "description": {
                "common": "eliglustat increases levels of topotecan by P-glycoprotein (MDR1) efflux transporter. Modify Therapy/Monitor Closely. Monitor therapeutic drug concentrations, as indicated, or consider reducing the dosage of the P-gp substrate and titrate to clinical effect."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "eltrombopag",
            "description": {
                "common": "eltrombopag will increase the level or effect of topotecan by  Other (see comment). Use Caution/Monitor. Avoid coadministration. Topotecan is a substrate of the efflux transporter BCRP. Eltrombopag inhibits BCRP."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "eluxadoline",
            "description": {
                "common": "eluxadoline increases levels of topotecan by decreasing metabolism. Use Caution/Monitor. Eluxadoline may increase the systemic exposure of coadministered BCRP substrates. ."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "encorafenib",
            "description": {
                "common": "encorafenib will increase the level or effect of topotecan by  Other (see comment). Modify Therapy/Monitor Closely. Encorafenib (a BCRP inhibitor) may increase the concentration and toxicities of BCRP substrates. Closely monitor for signs and symptoms of increased exposure and consider adjusting the dose of these substrates."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ferric maltol",
            "description": {
                "common": "ferric maltol, topotecan.\nEither increases levels of the other by unspecified interaction mechanism. Modify Therapy/Monitor Closely. Coadministration of ferric maltol with certain oral medications may decrease the bioavailability of either ferric maltol and some oral drugs. For oral drugs where reductions in bioavailability may cause clinically significant effects on its safety or efficacy, separate administration of ferric maltol from these drugs. Duration of separation may depend on the absorption of the medication concomitantly administered (eg, time to peak concentration,  whether the drug is an immediate or extended release product)."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "fingolimod",
            "description": {
                "common": "topotecan increases effects of fingolimod by immunosuppressive effects; risk of infection. Modify Therapy/Monitor Closely. Concomitant therapy is expected to increase the risk of immunosuppression. Use caution when switching patients from long-acting therapies with immune effects. ."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "fostamatinib",
            "description": {
                "common": "fostamatinib will increase the level or effect of topotecan by  decreasing metabolism. Use Caution/Monitor. Concomitant use of fostamatinib may increase concentrations of BCRP substrate drugs. Monitor for toxicities of BCRP substrate drug that may require dosage reduction when given concurrently with fostamatinib."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "fostemsavir",
            "description": {
                "common": "fostemsavir will increase the level or effect of topotecan by  Other (see comment). Modify Therapy/Monitor Closely. Fostemsavir inhibits BCRP transporters. If possible, avoid coadministration or modify dose of BCRP substrate coadministered with fostemsavir. "
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "glecaprevir/pibrentasvir",
            "description": {
                "common": "glecaprevir/pibrentasvir will increase the level or effect of topotecan by  P-glycoprotein (MDR1) efflux transporter. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "hydroxyurea",
            "description": {
                "common": "topotecan, hydroxyurea. Other (see comment). Use Caution/Monitor. \nComment: Combination may increase risk of myelosuppression."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ifosfamide",
            "description": {
                "common": "ifosfamide, topotecan.\nEither increases toxicity of the other by pharmacodynamic synergism. Use Caution/Monitor. Coadministration with ifosfamide may increase the risk of immunosuppression and myelosuppression."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "istradefylline",
            "description": {
                "common": "istradefylline will increase the level or effect of topotecan by  P-glycoprotein (MDR1) efflux transporter. Use Caution/Monitor. Istradefylline 40 mg/day increased peak levels and AUC of P-gp substrates in clinical trials. Consider dose reduction of sensitive P-gp substrates."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ivacaftor",
            "description": {
                "common": "ivacaftor increases levels of topotecan by P-glycoprotein (MDR1) efflux transporter. Use Caution/Monitor. Ivacaftor and its M1 metabolite has the potential to inhibit P-gp; may significantly increase systemic exposure to sensitive P-gp substrates with a narrow therapeutic index."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "lonafarnib",
            "description": {
                "common": "lonafarnib will increase the level or effect of topotecan by  P-glycoprotein (MDR1) efflux transporter. Modify Therapy/Monitor Closely. Lonafarnib is a weak P-gp inhibitor. Monitor for adverse reactions if coadministered with P-gp substrates where minimal concentration changes may lead to serious or life-threatening toxicities. Reduce P-gp substrate dose if needed."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "meningococcal group B vaccine",
            "description": {
                "common": "topotecan decreases effects of meningococcal group B vaccine by pharmacodynamic antagonism. Use Caution/Monitor. Individuals with altered immunocompetence may have reduced immune responses to the vaccine."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ofatumumab SC",
            "description": {
                "common": "ofatumumab SC, topotecan.\nEither increases effects of the other by immunosuppressive effects; risk of infection. Use Caution/Monitor. Consider the risk of additive immune system effects when coadministering immunosuppressive therapies with coadministration. When switching from therapies with immune effects, take into account the duration and mechanism of action of these therapies when initiating ofatumumab SC."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "olaparib",
            "description": {
                "common": "topotecan and olaparib both increase  pharmacodynamic synergism. Use Caution/Monitor. Coadministration with other other myelosuppressive anticancer agents, including DNA damaging agents,  may potentiate and prolongate the myelosuppressive toxicity. "
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "osimertinib",
            "description": {
                "common": "osimertinib will increase the level or effect of topotecan by  Other (see comment). Modify Therapy/Monitor Closely. Osimertinib is an inhibitor of BCRP transport. Caution if coadministered with sensitive BCRP substrates."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "oteseconazole",
            "description": {
                "common": "oteseconazole will increase the level or effect of topotecan by  Other (see comment). Modify Therapy/Monitor Closely. Otesezonale, a BCRP inhibitor, may increase the effects and risk of toxicities of BCRP substrates. Use lowest starting dose of BCRP substrate, or consider reducing BCRP substrate dose."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "oxaliplatin",
            "description": {
                "common": "oxaliplatin, topotecan.\nEither increases toxicity of the other by pharmacodynamic synergism. Modify Therapy/Monitor Closely. Closely monitor for hematologic toxicity (eg, neutropenia, thrombocytopenia). Interaction may be sequence dependent and primarily associated with regimens in which oxaliplatin is administered prior to topotecan. Lower doses are recommended when using this combination (in the sequence of platinum derivative prior to topotecan). Alternatively, consider using a sequence in which the platinum derivative is given after topotecan when possible."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ponatinib",
            "description": {
                "common": "ponatinib increases levels of topotecan by P-glycoprotein (MDR1) efflux transporter. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "regorafenib",
            "description": {
                "common": "regorafenib will increase the level or effect of topotecan by  Other (see comment). Modify Therapy/Monitor Closely. Regorafenib likely inhibits BCRP (ABCG2) transport. Coadministration with a BCRP substrate may increase systemic exposure to the substrate and related toxicity."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "rolapitant",
            "description": {
                "common": "rolapitant will increase the level or effect of topotecan by  Other (see comment). Use Caution/Monitor. Oral rolapitant (BCRP inhibitor) may increase plasma concentrations of BCRP substrates and may result in potential adverse reactions. Monitor possible adverse reactions if concomitant use of BCRP substrates and rolapitant can not be avoided."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "safinamide",
            "description": {
                "common": "safinamide will increase the level or effect of topotecan by  Other (see comment). Use Caution/Monitor. Safinamide and its major metabolite may inhibit intestinal BCRP. Monitor BCRP substrates for increased pharmacologic or adverse effects."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "sarecycline",
            "description": {
                "common": "sarecycline will increase the level or effect of topotecan by  P-glycoprotein (MDR1) efflux transporter. Use Caution/Monitor. Monitor for toxicities of P-gp substrates that may require dosage reduction when coadministered with P-gp inhibitors."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "siponimod",
            "description": {
                "common": "siponimod and topotecan both increase  immunosuppressive effects; risk of infection. Use Caution/Monitor. Caution if coadministered because of additive immunosuppressive effects during such therapy and in the weeks following administration. When switching from drugs with prolonged immune effects, consider the half-life and mode of action of these drugs to avoid unintended additive immunosuppressive effects."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "sipuleucel-T",
            "description": {
                "common": "topotecan decreases effects of sipuleucel-T by pharmacodynamic antagonism. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "stiripentol",
            "description": {
                "common": "stiripentol will increase the level or effect of topotecan by  P-glycoprotein (MDR1) efflux transporter. Modify Therapy/Monitor Closely. Consider reducing the dose of P-glycoprotein (P-gp) substrates, if adverse reactions are experienced when administered concomitantly with stiripentol."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "tafamidis",
            "description": {
                "common": "tafamidis will increase the level or effect of topotecan by  Other (see comment). Use Caution/Monitor. Tafamidis inhibits breast cancer resistant protein (BCRP) in vitro and may increase exposure of BCRP substrates following tafamidis or tafamidis meglumine administration. Dosage adjustment of these BCRP substrates may be necessary."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "tafamidis meglumine",
            "description": {
                "common": "tafamidis meglumine will increase the level or effect of topotecan by  Other (see comment). Use Caution/Monitor. Tafamidis inhibits breast cancer resistant protein (BCRP) in vitro and may increase exposure of BCRP substrates following tafamidis or tafamidis meglumine administration. Dosage adjustment of these BCRP substrates may be necessary."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "trastuzumab",
            "description": {
                "common": "trastuzumab, topotecan.\nEither increases toxicity of the other by immunosuppressive effects; risk of infection. Use Caution/Monitor.  Neutropenia or febrile neutropenia incidence were increased when trastuzumab was coadministered with myelosuppressive chemotherapy. ."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "trastuzumab deruxtecan",
            "description": {
                "common": "trastuzumab deruxtecan, topotecan.\nEither increases toxicity of the other by immunosuppressive effects; risk of infection. Use Caution/Monitor.  Neutropenia or febrile neutropenia incidence were increased when trastuzumab was coadministered with myelosuppressive chemotherapy. ."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "tucatinib",
            "description": {
                "common": "tucatinib will increase the level or effect of topotecan by  P-glycoprotein (MDR1) efflux transporter. Use Caution/Monitor. Consider reducing the dosage of P-gp substrates, where minimal concentration changes may lead to serious or life-threatening toxicities."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ustekinumab",
            "description": {
                "common": "ustekinumab, topotecan. Other (see comment). Use Caution/Monitor. \nComment: Formation of CYP450 enzymes can be altered by increased levels of certain cytokines during chronic inflammation;  thus, normalizing the formation of CYP450 enzymes. Upon initiation or discontinuation of ustekinumab in patients who are receiving concomitant CYP450 substrates, particularly those with a narrow therapeutic index, consider monitoring for therapeutic effect."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "vitamin A",
            "description": {
                "common": "vitamin A, topotecan. Mechanism: pharmacodynamic synergism. Minor/Significance Unknown. Antioxidants such as vitamin A enhance the efficacy, and reduce toxicity, of antineoplastic drugs."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "vitamin E",
            "description": {
                "common": "vitamin E, topotecan. Mechanism: pharmacodynamic synergism. Minor/Significance Unknown. Antioxidants such as vitamin E enhance the efficacy, and reduce toxicity, of antineoplastic drugs."
            }
        }
    ],
    "adverse effects": [
        {
            "name": "Ovarian cancer Neutropenia",
            "percent": "4"
        },
        {
            "name": "grade",
            "percent": "80"
        },
        {
            "name": "Anemia",
            "percent": "3"
        },
        {
            "name": "grade",
            "percent": "4"
        },
        {
            "name": "or",
            "percent": "41"
        },
        {
            "name": "Thrombocytopenia",
            "percent": "4"
        },
        {
            "name": "grade",
            "percent": "27"
        },
        {
            "name": "Febrile neutropenia",
            "percent": "23"
        },
        {
            "name": "Neutropenia",
            "percent": "4"
        },
        {
            "name": "grade",
            "percent": "80"
        },
        {
            "name": "Anemia",
            "percent": "3"
        },
        {
            "name": "grade",
            "percent": "4"
        },
        {
            "name": "or",
            "percent": "41"
        },
        {
            "name": "Thrombocytopenia",
            "percent": "4"
        },
        {
            "name": "grade",
            "percent": "27"
        },
        {
            "name": "Febrile neutropenia",
            "percent": "23"
        },
        {
            "name": "Small cell lung cancer Neutropenia",
            "percent": "4"
        },
        {
            "name": "grade",
            "percent": "70"
        },
        {
            "name": "Anemia",
            "percent": "3"
        },
        {
            "name": "grade",
            "percent": "4"
        },
        {
            "name": "or",
            "percent": "42"
        },
        {
            "name": "Thrombocytopenia",
            "percent": "4"
        },
        {
            "name": "grade",
            "percent": "29"
        },
        {
            "name": "Neutropenia",
            "percent": "4"
        },
        {
            "name": "grade",
            "percent": "70"
        },
        {
            "name": "Anemia",
            "percent": "3"
        },
        {
            "name": "grade",
            "percent": "4"
        },
        {
            "name": "or",
            "percent": "42"
        },
        {
            "name": "Thrombocytopenia",
            "percent": "4"
        },
        {
            "name": "grade",
            "percent": "29"
        },
        {
            "name": "Cervical cancer",
            "percent": "3"
        },
        {
            "name": "Combination therapy with cisplatin",
            "percent": "4"
        },
        {
            "name": "Constitutional",
            "percent": "69"
        },
        {
            "name": "grade",
            "percent": "3"
        },
        {
            "name": "or",
            "percent": "4"
        },
        {
            "name": "Pain",
            "percent": "59"
        },
        {
            "name": "grade",
            "percent": "4"
        },
        {
            "name": "or",
            "percent": "48"
        },
        {
            "name": "Neutropenia",
            "percent": "3"
        },
        {
            "name": "grade",
            "percent": "4"
        },
        {
            "name": "Vomiting",
            "percent": "40"
        },
        {
            "name": "grade",
            "percent": "3"
        },
        {
            "name": "or",
            "percent": "34"
        },
        {
            "name": "Anemia",
            "percent": "3"
        },
        {
            "name": "grade",
            "percent": "26"
        },
        {
            "name": "Thrombocytopenia",
            "percent": "3"
        },
        {
            "name": "grade",
            "percent": "26"
        },
        {
            "name": "Neutropenia",
            "percent": "3"
        },
        {
            "name": "grade",
            "percent": "4"
        },
        {
            "name": "Constitutional",
            "percent": "69"
        },
        {
            "name": "grade",
            "percent": "3"
        },
        {
            "name": "or",
            "percent": "4"
        },
        {
            "name": "Pain",
            "percent": "59"
        },
        {
            "name": "grade",
            "percent": "4"
        },
        {
            "name": "or",
            "percent": "48"
        },
        {
            "name": "Neutropenia",
            "percent": "3"
        },
        {
            "name": "grade",
            "percent": "4"
        },
        {
            "name": "Vomiting",
            "percent": "40"
        },
        {
            "name": "grade",
            "percent": "3"
        },
        {
            "name": "or",
            "percent": "34"
        },
        {
            "name": "Anemia",
            "percent": "3"
        },
        {
            "name": "grade",
            "percent": "26"
        },
        {
            "name": "Thrombocytopenia",
            "percent": "3"
        },
        {
            "name": "grade",
            "percent": "26"
        },
        {
            "name": "Neutropenia",
            "percent": "98"
        },
        {
            "name": "grade",
            "percent": "43"
        },
        {
            "name": "All grades Anemia",
            "percent": "33"
        },
        {
            "name": "Sepsis",
            "percent": "29"
        },
        {
            "name": "Nausea",
            "percent": "24"
        },
        {
            "name": "Thrombocytopenia",
            "percent": "98"
        },
        {
            "name": "Neutropenia",
            "percent": "43"
        },
        {
            "name": "Anemia",
            "percent": "33"
        },
        {
            "name": "Sepsis",
            "percent": "29"
        },
        {
            "name": "Nausea",
            "percent": "24"
        },
        {
            "name": "Thrombocytopenia",
            "percent": "3"
        },
        {
            "name": "Neutropenia",
            "percent": "4"
        },
        {
            "name": "Grade",
            "percent": "24-32"
        },
        {
            "name": "or",
            "percent": "6-29"
        },
        {
            "name": "Neutropenia",
            "percent": "7-18"
        },
        {
            "name": "Thrombocytopenia",
            "percent": "24-32"
        },
        {
            "name": "Anemia",
            "percent": "6-29"
        },
        {
            "name": "Neutropenia",
            "percent": "7-18"
        },
        {
            "name": "Thrombocytopenia",
            "percent": "3"
        },
        {
            "name": "Anemia",
            "percent": "4"
        },
        {
            "name": "Ovarian cancer Nausea",
            "percent": "10"
        },
        {
            "name": "grade",
            "percent": "3"
        },
        {
            "name": "or",
            "percent": "4"
        },
        {
            "name": "Vomiting",
            "percent": "10"
        },
        {
            "name": "grade",
            "percent": "3"
        },
        {
            "name": "or",
            "percent": "4"
        },
        {
            "name": "Fatigue",
            "percent": "7"
        },
        {
            "name": "grade",
            "percent": "3"
        },
        {
            "name": "or",
            "percent": "4"
        },
        {
            "name": "Dyspnea",
            "percent": "6"
        },
        {
            "name": "grade",
            "percent": "3"
        },
        {
            "name": "or",
            "percent": "4"
        },
        {
            "name": "Diarrhea",
            "percent": "6"
        },
        {
            "name": "grade",
            "percent": "3"
        },
        {
            "name": "or",
            "percent": "4"
        },
        {
            "name": "Sepsis",
            "percent": "5"
        },
        {
            "name": "grade",
            "percent": "3"
        },
        {
            "name": "or",
            "percent": "4"
        },
        {
            "name": "Abdominal pain",
            "percent": "5"
        },
        {
            "name": "grade",
            "percent": "3"
        },
        {
            "name": "or",
            "percent": "4"
        },
        {
            "name": "Constipation",
            "percent": "5"
        },
        {
            "name": "grade",
            "percent": "3"
        },
        {
            "name": "or",
            "percent": "4"
        },
        {
            "name": "Intestinal obstruction",
            "percent": "5"
        },
        {
            "name": "grade",
            "percent": "3"
        },
        {
            "name": "or",
            "percent": "4"
        },
        {
            "name": "Asthenia",
            "percent": "5"
        },
        {
            "name": "grade",
            "percent": "3"
        },
        {
            "name": "or",
            "percent": "4"
        },
        {
            "name": "Pain",
            "percent": "5"
        },
        {
            "name": "grade",
            "percent": "3"
        },
        {
            "name": "or",
            "percent": "4"
        },
        {
            "name": "Nausea",
            "percent": "10"
        },
        {
            "name": "grade",
            "percent": "3"
        },
        {
            "name": "or",
            "percent": "4"
        },
        {
            "name": "Vomiting",
            "percent": "10"
        },
        {
            "name": "grade",
            "percent": "3"
        },
        {
            "name": "or",
            "percent": "4"
        },
        {
            "name": "Fatigue",
            "percent": "7"
        },
        {
            "name": "grade",
            "percent": "3"
        },
        {
            "name": "or",
            "percent": "4"
        },
        {
            "name": "Dyspnea",
            "percent": "6"
        },
        {
            "name": "grade",
            "percent": "3"
        },
        {
            "name": "or",
            "percent": "4"
        },
        {
            "name": "Diarrhea",
            "percent": "6"
        },
        {
            "name": "grade",
            "percent": "3"
        },
        {
            "name": "or",
            "percent": "4"
        },
        {
            "name": "Sepsis",
            "percent": "5"
        },
        {
            "name": "grade",
            "percent": "3"
        },
        {
            "name": "or",
            "percent": "4"
        },
        {
            "name": "Abdominal pain",
            "percent": "5"
        },
        {
            "name": "grade",
            "percent": "3"
        },
        {
            "name": "or",
            "percent": "4"
        },
        {
            "name": "Constipation",
            "percent": "5"
        },
        {
            "name": "grade",
            "percent": "3"
        },
        {
            "name": "or",
            "percent": "4"
        },
        {
            "name": "Intestinal obstruction",
            "percent": "5"
        },
        {
            "name": "grade",
            "percent": "3"
        },
        {
            "name": "or",
            "percent": "4"
        },
        {
            "name": "Asthenia",
            "percent": "5"
        },
        {
            "name": "grade",
            "percent": "3"
        },
        {
            "name": "or",
            "percent": "4"
        },
        {
            "name": "Pain",
            "percent": "5"
        },
        {
            "name": "grade",
            "percent": "4"
        },
        {
            "name": "or",
            "percent": "9"
        },
        {
            "name": "Small cell lung cancer Neutropenia",
            "percent": "3"
        },
        {
            "name": "grade",
            "percent": "4"
        },
        {
            "name": "Asthenia",
            "percent": "9"
        },
        {
            "name": "grade",
            "percent": "3"
        },
        {
            "name": "or",
            "percent": "4"
        },
        {
            "name": "Pneumonia",
            "percent": "8"
        },
        {
            "name": "grade",
            "percent": "3"
        },
        {
            "name": "or",
            "percent": "4"
        },
        {
            "name": "Nausea",
            "percent": "8"
        },
        {
            "name": "grade",
            "percent": "3"
        },
        {
            "name": "or",
            "percent": "4"
        },
        {
            "name": "Abdominal pain",
            "percent": "6"
        },
        {
            "name": "grade",
            "percent": "3"
        },
        {
            "name": "or",
            "percent": "4"
        },
        {
            "name": "Fatigue",
            "percent": "6"
        },
        {
            "name": "grade",
            "percent": "3"
        },
        {
            "name": "or",
            "percent": "4"
        },
        {
            "name": "Sepsis",
            "percent": "5"
        },
        {
            "name": "grade",
            "percent": "4"
        },
        {
            "name": "or",
            "percent": "9"
        },
        {
            "name": "Neutropenia",
            "percent": "3"
        },
        {
            "name": "grade",
            "percent": "4"
        },
        {
            "name": "Asthenia",
            "percent": "9"
        },
        {
            "name": "grade",
            "percent": "3"
        },
        {
            "name": "or",
            "percent": "4"
        },
        {
            "name": "Pneumonia",
            "percent": "8"
        },
        {
            "name": "grade",
            "percent": "3"
        },
        {
            "name": "or",
            "percent": "4"
        },
        {
            "name": "Nausea",
            "percent": "8"
        },
        {
            "name": "grade",
            "percent": "3"
        },
        {
            "name": "or",
            "percent": "4"
        },
        {
            "name": "Abdominal pain",
            "percent": "6"
        },
        {
            "name": "grade",
            "percent": "3"
        },
        {
            "name": "or",
            "percent": "4"
        },
        {
            "name": "Fatigue",
            "percent": "6"
        },
        {
            "name": "grade",
            "percent": "3"
        },
        {
            "name": "or",
            "percent": "4"
        },
        {
            "name": "Sepsis",
            "percent": "5"
        },
        {
            "name": "grade",
            "percent": "4"
        },
        {
            "name": "or",
            "percent": "7"
        },
        {
            "name": "Cervical cancer",
            "percent": "3"
        },
        {
            "name": "Combination therapy with cisplatin",
            "percent": "4"
        },
        {
            "name": "Thrombocytopenia",
            "percent": "6"
        },
        {
            "name": "grade",
            "percent": "4"
        },
        {
            "name": "Stomatitis",
            "percent": "7"
        },
        {
            "name": "pharyngitis",
            "percent": "3"
        },
        {
            "name": "grade",
            "percent": "4"
        },
        {
            "name": "or",
            "percent": "6"
        },
        {
            "name": "Thrombocytopenia",
            "percent": "5"
        },
        {
            "name": "grade",
            "percent": "7"
        },
        {
            "name": "Stomatitis",
            "percent": "5"
        },
        {
            "name": "pharyngitis",
            "percent": "7"
        },
        {
            "name": "grade",
            "percent": "3"
        },
        {
            "name": "or",
            "percent": "4"
        },
        {
            "name": "All grades Pyrexia",
            "percent": "4"
        },
        {
            "name": "Asthenia",
            "percent": "4"
        },
        {
            "name": "Pyrexia",
            "percent": "3"
        },
        {
            "name": "Asthenia",
            "percent": "3"
        },
        {
            "name": "Grade",
            "percent": "2"
        },
        {
            "name": "or",
            "percent": "2"
        },
        {
            "name": "Diarrhea",
            "percent": "1"
        },
        {
            "name": "Fatigue",
            "percent": "4"
        },
        {
            "name": "Nausea",
            "percent": "4"
        },
        {
            "name": "Vomiting",
            "percent": "3"
        },
        {
            "name": "Anorexia",
            "percent": "3"
        },
        {
            "name": "Asthenia",
            "percent": "2"
        },
        {
            "name": "Pyrexia",
            "percent": "2"
        },
        {
            "name": "Diarrhea",
            "percent": "1"
        },
        {
            "name": "Fatigue",
            "percent": "4"
        },
        {
            "name": "Nausea",
            "percent": "0.4"
        },
        {
            "name": "Vomiting",
            "percent": "4"
        },
        {
            "name": "Anorexia",
            "percent": "0.4"
        },
        {
            "name": "Asthenia",
            "percent": "4"
        },
        {
            "name": "Pyrexia",
            "percent": "0.1"
        },
        {
            "name": "Diarrhea",
            "percent": "3"
        },
        {
            "name": "grade",
            "percent": "0.1"
        },
        {
            "name": "Vomiting",
            "percent": null
        },
        {
            "name": "grade",
            "percent": null
        },
        {
            "name": "Fatigue",
            "percent": null
        },
        {
            "name": "grade",
            "percent": null
        },
        {
            "name": "Alopecia",
            "percent": null
        },
        {
            "name": "grade",
            "percent": null
        }
    ]
}