{
    "name": "ponatinib",
    "comment": "Rx",
    "other_names": [
        "Iclusig"
    ],
    "classes": [
        "Antineoplastics",
        "Tyrosine Kinase Inhibitors"
    ],
    "source": "https://reference.medscape.com/drug/iclusig-ponatinib-999800",
    "pregnancy": {
        "common": [
            "Based on findings in animals and its mechanism of action, fetal harm when administered to pregnant females",
            "No data available on use in pregnant females",
            "Verify pregnancy status of females of reproductive potential before initiation"
        ],
        "specific": [
            {
                "type": "Contraception",
                "description": [
                    "Females of reproductive potential: Use effective contraception during treatment and for 3 weeks after final dose"
                ]
            },
            {
                "type": "Infertility",
                "description": [
                    "Based on animal data, impair fertility in females of reproductive potential may occur",
                    "Unknown whether these effects on fertility are reversible"
                ]
            },
            {
                "type": "Animal data",
                "description": [
                    "Oral administration to pregnant rats during organogenesis caused adverse developmental effects at doses lower than human exposures at the recommended human dose",
                    "Advise pregnant females of potential risk to a fetus"
                ]
            }
        ]
    },
    "lactation": {
        "common": [
            "There is no data on drug presence in human milk or the effects on breastfed children, or on milk production",
            "Advise females not to breastfeed during treatment and for 6 days following last dose"
        ]
    },
    "warnings": {
        "black_box_warning": {
            "common": [],
            "specific": [
                {
                    "type": "Arterial occlusive events",
                    "description": [
                        "Arterial occlusive events (AOEs), including fatalities, have occurred ",
                        "AOEs included fatal myocardial infarction, stroke, stenosis of large arterial vessels of the brain, severe peripheral vascular disease, and the need for urgent revascularization procedures",
                        "Patients with and without cardiovascular risk factors, including patients age ≤50 years, experienced these events",
                        "Monitor for evidence of AOEs",
                        "Interrupt or discontinue treatment based on severity",
                        "Consider benefit-risk to guide a decision to restart therapy"
                    ]
                },
                {
                    "type": "Thromboembolism",
                    "description": [
                        "Monitor for evidence of thromboembolism, interrupt or stop ponatinib",
                        "Consider dose modification or discontinuation in patients who develop serious venous thromboembolism",
                        "Thrombotic events reported include deep venous thrombosis, pulmonary embolism, superficial thrombophlebitis, and retinal vein thrombosis with vision loss"
                    ]
                },
                {
                    "type": "Heart failure",
                    "description": [
                        "Heart failure, including fatalities, occurred in 9% of treated patients",
                        "Monitor cardiac function; interrupt or stop ponatinib for new or worsening heart failure"
                    ]
                },
                {
                    "type": "Hepatotoxicity",
                    "description": [
                        "Hepatotoxicity, liver failure, and death reported",
                        "Monitor hepatic function before and during treatment Interrupt and then reduce or discontinue for hepatotoxicity (see Dosage Modifications)"
                    ]
                }
            ]
        },
        "contraindicators": {
            "common": [
                "None"
            ],
            "specific": []
        },
        "cautions": {
            "common": [
                "Arterial occlusive events, including fatalities, have occurred",
                "Serious or severe VTEs have occurred",
                "Fatal, serious or severe heart failure events reported",
                "May cause hepatotoxicity, including liver failure and death; hepatotoxic events reported, include elevations of alanine aminotransferase (ALT), aspartate aminotransferase (AST), alkaline phosphatase, and gamma-glutamyl transferase (GGT)",
                "Serious or severe pancreatitis has occurred",
                "Peripheral and cranial neuropathy reported; monitor patients for symptoms of neuropathy, such as hypoesthesia, hyperesthesia, paresthesia, discomfort, a burning sensation, neuropathic pain or weakness; interrupt, then resume at same or reduced dose or discontinue drug based on recurrence/severity",
                "Serious ocular toxicities leading to blindness or blurred vision reported; conjunctival irritation, corneal erosion or abrasion, dry eye, conjunctivitis, conjunctival hemorrhage, hyperemias and edema or eye pain cataracts, periorbital edema, blepharitis, glaucoma, eyelid edema, ocular hyperemia, iritis, iridocyclitis, and ulcerative keratitis; conduct comprehensive eye exams at baseline and periodically during treatment",
                "Fatal and serious hemorrhage events have occurred; interrupt dose for serious or severe hemorrhage ",
                "Severe myelosuppression (Grade 3 or 4) was observed early, with a median onset time of 1 month (range less than 1-40 months) ",
                "Monitor for fluid retention; interrupt, reduce, or discontinue ",
                "Monitor for symptoms of arrhythmias; monitor for signs and symptoms suggestive of slow heart rate (fainting, dizziness) or rapid heart rate (chest pain, palpitations, or dizziness) and manage patients as clinically indicated; interrupt, then resume at same or reduced dose or discontinue drug based on recurrence/severity; symptomatic bradycardia and supraventricular tachycardia reported",
                "Thrombocytopenia, neutropenia, and anemia may require dose interruption, or reduction; monitor CBC q2weeks x 3 months and then monthly and as clinically indicated; interrupt for ANC <1000/mm3 or thrombocytopenia <50,000/mm3 ",
                "Serious tumor lysis syndrome developed and hyperuricemia occurred; ensure adequate hydration and correct high uric acid levels before initiating therapy to decrease risk for tumor lysis syndrome",
                "May compromise wound healing or increase risk for GI perforation; temporarily interrupt therapy in patients undergoing major surgical procedures",
                "Monitor serum lipase every 2 weeks for first 2 months and then monthly thereafter or as clinically indicated; consider additional serum lipase monitoring in patients with a history of pancreatitis or alcohol abuse; interrupt, then resume at same or reduced dose or discontinue drug based on severity; evaluate for pancreatitis when lipase elevation is accompanied by abdominal symptoms",
                "Can cause fetal harm; advise women of potential risk to a fetus"
            ],
            "specific": [
                {
                    "type": "Revere posterior leukoencephalopathy syndrome",
                    "description": [
                        "Reversible posterior leukoencephalopathy syndrome (RPLS; also known as posterior reversible encephalopathy syndrome) has been reported; symptoms include hypertension, seizure, headache, decreased alertness, altered mental functioning, vision loss, and other visual and neurological disturbances",
                        "Confirm diagnosis with a MRI",
                        "Interrupt therapy until resolution; safety of resumption in patients upon resolution of RPLS is unknown "
                    ]
                },
                {
                    "type": "Hypertension",
                    "description": [
                        "Serious or severe hypertension, including hypertensive crisis, has occurred",
                        "Urgent clinical intervention may be required for hypertension associated with confusion, headache, chest pain, or shortness of breath",
                        "Monitor blood pressure at baseline and as clinically indicated and manage hypertension as clinically indicated",
                        "Interrupt, dose reduce, or stop therapy if hypertension is not medically controlled",
                        "For significant worsening, labile or treatment-resistant hypertension, interrupt therapy and consider evaluating for renal artery stenosis "
                    ]
                },
                {
                    "type": "Increased toxicity in newly diagnosed CP-CML",
                    "description": [
                        "Study showed ponatinib-treated patients with CP-CML had 2-fold increased risk of serious adverse reaction compared with imatinib",
                        "Median exposure to treatment was <6 months",
                        "Arterial and venous thrombosis and occlusions occurred at least twice as frequently with ponatinib compared with imatinib; ponatinib-treated patients also exhibited greater incidence of myelosuppression, hepatotoxicity, cardiac failure, hypertension, and skin and subcutaneous tissue disorders",
                        "Ponatinib is not indicated nor recommended for newly diagnosed CP-CML"
                    ]
                },
                {
                    "type": "Drug interaction overview",
                    "description": [
                        "CYP3A4 substrate",
                        "Inhibits P-gp, BCRP, and bile salt export pump",
                        "Strong CYP3A inhibitors",
                        "Avoid coadministration",
                        "Strong CYP3A inhibitors increase ponatinib plasma concentrations and toxicities; if unable to avoid, reduce ponatinib dose ",
                        "Strong CYP3A4 inducers",
                        "Avoid coadministration unless benefits outweighs risks; monitor for reduced efficacy of ponatinib",
                        "Strong CYP3A inducers decrease ponatinib plasma concentrations"
                    ]
                }
            ]
        }
    },
    "interactions": [
        {
            "classification_type": "Serious",
            "interaction_with": "abametapir",
            "description": {
                "common": "abametapir increases levels of ponatinib by affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug. For 2 weeks after abametapir application, avoid taking drugs that are CYP3A4 substrates. If not feasible, avoid use of abametapir."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "afatinib",
            "description": {
                "common": "ponatinib increases levels of afatinib by P-glycoprotein (MDR1) efflux transporter. Avoid or Use Alternate Drug. Reduce afatinib daily dose by 10 mg if not tolerated when coadministered with P-gp inhibitors."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "alpelisib",
            "description": {
                "common": "ponatinib will increase the level or effect of alpelisib by  Other (see comment). Avoid or Use Alternate Drug. Coadministration of alpelisib (BCRP substrate) with a BCRP inhibitor may increase alpelisib concentration, which may increase the risk of toxicities. If unable to avoid or use alternant drugs, closely monitor for increased adverse reactions."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "aluminum hydroxide",
            "description": {
                "common": "aluminum hydroxide decreases levels of ponatinib by increasing gastric pH. Applies only to oral form of both agents. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "aluminum hydroxide/magnesium carbonate",
            "description": {
                "common": "aluminum hydroxide/magnesium carbonate decreases levels of ponatinib by increasing gastric pH. Applies only to oral form of both agents. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "aluminum hydroxide/magnesium trisilicate",
            "description": {
                "common": "aluminum hydroxide/magnesium trisilicate decreases levels of ponatinib by increasing gastric pH. Applies only to oral form of both agents. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "apalutamide",
            "description": {
                "common": "apalutamide will decrease the level or effect of ponatinib by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug. Coadministration of apalutamide, a strong CYP3A4 inducer, with drugs that are CYP3A4 substrates can result in lower exposure to these medications. Avoid or substitute another drug for these medications when possible. Evaluate for loss of therapeutic effect if medication must be coadministered. Adjust dose according to prescribing information if needed."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "atazanavir",
            "description": {
                "common": "atazanavir increases levels of ponatinib by affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug. Decrease ponatinib starting dose to 30 mg qDay if coadministration with strong CYP3A4 inhibitors cannot be avoided."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "bosentan",
            "description": {
                "common": "bosentan decreases levels of ponatinib by affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug. Avoid unless the coadministration outweighs the possible risk of ponatinib underexposure; monitor for signs of reduced efficacy."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "calcium carbonate",
            "description": {
                "common": "calcium carbonate decreases levels of ponatinib by increasing gastric pH. Applies only to oral form of both agents. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "carbamazepine",
            "description": {
                "common": "carbamazepine decreases levels of ponatinib by affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug. Avoid unless the coadministration outweighs the possible risk of ponatinib underexposure; monitor for signs of reduced efficacy."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "ceritinib",
            "description": {
                "common": "ceritinib will increase the level or effect of ponatinib by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "chloramphenicol",
            "description": {
                "common": "chloramphenicol will increase the level or effect of ponatinib by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug. If concurrent use cannot be avoided, reduce ponatinib dose to next lower dose level (45 mg to 30 mg; 30 mg to 15 mg; 15 mg to 10 mg); if  patient is taking ponatinib 10 mg once daily prior to concurrent use, avoid use of chloramphenicol and consider alternative therapy; after chloramphenicol discontinued for 3 to 5 half-lives, resume dose of ponatinib tolerated prior to starting chloramphenicol"
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "cimetidine",
            "description": {
                "common": "cimetidine decreases levels of ponatinib by increasing gastric pH. Applies only to oral form of both agents. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "citric acid/sodium bicarbonate",
            "description": {
                "common": "citric acid/sodium bicarbonate decreases levels of ponatinib by increasing gastric pH. Applies only to oral form of both agents. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "clarithromycin",
            "description": {
                "common": "clarithromycin increases levels of ponatinib by affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug. Decrease ponatinib starting dose to 30 mg qDay if coadministration with strong CYP3A4 inhibitors cannot be avoided."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "cobicistat",
            "description": {
                "common": "cobicistat will increase the level or effect of ponatinib by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "conivaptan",
            "description": {
                "common": "conivaptan increases levels of ponatinib by affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug. Decrease ponatinib starting dose to 30 mg qDay if coadministration with strong CYP3A4 inhibitors cannot be avoided."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "darunavir",
            "description": {
                "common": "darunavir increases levels of ponatinib by affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug. Decrease ponatinib starting dose to 30 mg qDay if coadministration with strong CYP3A4 inhibitors cannot be avoided."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "deferiprone",
            "description": {
                "common": "deferiprone, ponatinib.\nEither increases toxicity of the other by pharmacodynamic synergism. Avoid or Use Alternate Drug. Avoid use of deferiprone with other drugs known to be associated with neutropenia or agranulocytosis; if an alternative is not possible, monitor absolute neutrophil count more frequently."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "dexamethasone",
            "description": {
                "common": "dexamethasone decreases levels of ponatinib by affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug. Avoid unless the coadministration outweighs the possible risk of ponatinib underexposure; monitor for signs of reduced efficacy."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "edoxaban",
            "description": {
                "common": "ponatinib will increase the level or effect of edoxaban by  P-glycoprotein (MDR1) efflux transporter. Avoid or Use Alternate Drug. Dose adjustment may be required with strong P-gp inhibitors. DVT/PE treatment: Decrease dose to 30 mg PO once daily. NVAF: No dose reduction recommended"
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "elvitegravir/cobicistat/emtricitabine/tenofovir DF",
            "description": {
                "common": "elvitegravir/cobicistat/emtricitabine/tenofovir DF increases levels of ponatinib by affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug. Decrease ponatinib starting dose to 30 mg qDay if coadministration with strong CYP3A4 inhibitors cannot be avoided."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "enzalutamide",
            "description": {
                "common": "enzalutamide decreases levels of ponatinib by affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug. Avoid unless the coadministration outweighs the possible risk of ponatinib underexposure; monitor for signs of reduced efficacy."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "eslicarbazepine acetate",
            "description": {
                "common": "eslicarbazepine acetate will decrease the level or effect of ponatinib by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug. Avoid unless the coadministration outweighs the possible risk of ponatinib underexposure; monitor for signs of reduced efficacy"
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "etravirine",
            "description": {
                "common": "etravirine decreases levels of ponatinib by affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug. Avoid unless the coadministration outweighs the possible risk of ponatinib underexposure; monitor for signs of reduced efficacy."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "famotidine",
            "description": {
                "common": "famotidine decreases levels of ponatinib by increasing gastric pH. Applies only to oral form of both agents. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "fexinidazole",
            "description": {
                "common": "fexinidazole will increase the level or effect of ponatinib by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug. Fexinidazole inhibits CYP3A4. Coadministration may increase risk for adverse effects of CYP3A4 substrates."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "fosamprenavir",
            "description": {
                "common": "fosamprenavir increases levels of ponatinib by affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug. Decrease ponatinib starting dose to 30 mg qDay if coadministration with strong CYP3A4 inhibitors cannot be avoided."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "fosphenytoin",
            "description": {
                "common": "fosphenytoin decreases levels of ponatinib by affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug. Avoid unless the coadministration outweighs the possible risk of ponatinib underexposure; monitor for signs of reduced efficacy."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "grapefruit",
            "description": {
                "common": "grapefruit increases levels of ponatinib by affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug. Decrease ponatinib starting dose to 30 mg qDay if coadministration with strong CYP3A4 inhibitors cannot be avoided."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "ibuprofen/famotidine",
            "description": {
                "common": "ibuprofen/famotidine decreases levels of ponatinib by increasing gastric pH. Applies only to oral form of both agents. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "idelalisib",
            "description": {
                "common": "idelalisib will increase the level or effect of ponatinib by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug. Idelalisib is a strong CYP3A inhibitor; avoid coadministration with sensitive CYP3A substrates"
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "imatinib",
            "description": {
                "common": "imatinib increases levels of ponatinib by affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug. Decrease ponatinib starting dose to 30 mg qDay if coadministration with strong CYP3A4 inhibitors cannot be avoided."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "indinavir",
            "description": {
                "common": "indinavir increases levels of ponatinib by affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug. Decrease ponatinib starting dose to 30 mg qDay if coadministration with strong CYP3A4 inhibitors cannot be avoided."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "isoniazid",
            "description": {
                "common": "isoniazid increases levels of ponatinib by affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug. Decrease ponatinib starting dose to 30 mg qDay if coadministration with strong CYP3A4 inhibitors cannot be avoided."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "ivosidenib",
            "description": {
                "common": "ivosidenib will decrease the level or effect of ponatinib by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug. Avoid coadministration of sensitive CYP3A4 substrates with ivosidenib or replace with alternative therapies. If coadministration is unavoidable, monitor patients for loss of therapeutic effect of these drugs."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "ketoconazole",
            "description": {
                "common": "ketoconazole increases levels of ponatinib by affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug. Decrease ponatinib starting dose to 30 mg qDay if coadministration with strong CYP3A4 inhibitors cannot be avoided."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "levoketoconazole",
            "description": {
                "common": "levoketoconazole increases levels of ponatinib by affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug. Decrease ponatinib starting dose to 30 mg qDay if coadministration with strong CYP3A4 inhibitors cannot be avoided."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "lopinavir",
            "description": {
                "common": "lopinavir increases levels of ponatinib by affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug. Decrease ponatinib starting dose to 30 mg qDay if coadministration with strong CYP3A4 inhibitors cannot be avoided."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "magnesium hydroxide",
            "description": {
                "common": "magnesium hydroxide decreases levels of ponatinib by increasing gastric pH. Applies only to oral form of both agents. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "magnesium oxide",
            "description": {
                "common": "magnesium oxide decreases levels of ponatinib by increasing gastric pH. Applies only to oral form of both agents. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "mifepristone",
            "description": {
                "common": "mifepristone will increase the level or effect of ponatinib by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "nafcillin",
            "description": {
                "common": "nafcillin decreases levels of ponatinib by affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug. Avoid unless the coadministration outweighs the possible risk of ponatinib underexposure; monitor for signs of reduced efficacy."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "nefazodone",
            "description": {
                "common": "nefazodone increases levels of ponatinib by affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug. Decrease ponatinib starting dose to 30 mg qDay if coadministration with strong CYP3A4 inhibitors cannot be avoided."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "nelfinavir",
            "description": {
                "common": "nelfinavir increases levels of ponatinib by affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug. Decrease ponatinib starting dose to 30 mg qDay if coadministration with strong CYP3A4 inhibitors cannot be avoided."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "nevirapine",
            "description": {
                "common": "nevirapine decreases levels of ponatinib by affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug. Avoid unless the coadministration outweighs the possible risk of ponatinib underexposure; monitor for signs of reduced efficacy."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "nicardipine",
            "description": {
                "common": "nicardipine increases levels of ponatinib by affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug. Decrease ponatinib starting dose to 30 mg qDay if coadministration with strong CYP3A4 inhibitors cannot be avoided."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "nizatidine",
            "description": {
                "common": "nizatidine decreases levels of ponatinib by increasing gastric pH. Applies only to oral form of both agents. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "oxcarbazepine",
            "description": {
                "common": "oxcarbazepine decreases levels of ponatinib by affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug. Avoid unless the coadministration outweighs the possible risk of ponatinib underexposure; monitor for signs of reduced efficacy."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "ozanimod",
            "description": {
                "common": "ponatinib increases toxicity of ozanimod by Other (see comment). Avoid or Use Alternate Drug. \nComment: Coadministration of ozanimod (a BCRP substrate) with BCRP inhibitors increases the exposure of the minor (RP101988, RP101075) and major active metabolites (CC112273, CC1084037) of ozanimod, which may increase the risk of ozanimod adverse reactions. ."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "palifermin",
            "description": {
                "common": "palifermin increases toxicity of ponatinib by Other (see comment). Avoid or Use Alternate Drug. \nComment: Palifermin should not be administered within 24 hr before, during infusion of, or within 24 hr after administration of antineoplastic agents. Coadministration of palifermin within 24 hr of chemotherapy resulted in increased severity and duration of oral mucositis."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "pentobarbital",
            "description": {
                "common": "pentobarbital decreases levels of ponatinib by affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug. Avoid unless the coadministration outweighs the possible risk of ponatinib underexposure; monitor for signs of reduced efficacy."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "phenobarbital",
            "description": {
                "common": "phenobarbital decreases levels of ponatinib by affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug. Avoid unless the coadministration outweighs the possible risk of ponatinib underexposure; monitor for signs of reduced efficacy."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "phenytoin",
            "description": {
                "common": "phenytoin decreases levels of ponatinib by affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug. Avoid unless the coadministration outweighs the possible risk of ponatinib underexposure; monitor for signs of reduced efficacy."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "pomalidomide",
            "description": {
                "common": "ponatinib increases levels of pomalidomide by P-glycoprotein (MDR1) efflux transporter. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "posaconazole",
            "description": {
                "common": "posaconazole increases levels of ponatinib by affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug. Decrease ponatinib starting dose to 30 mg qDay if coadministration with strong CYP3A4 inhibitors cannot be avoided."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "primidone",
            "description": {
                "common": "primidone decreases levels of ponatinib by affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug. Avoid unless the coadministration outweighs the possible risk of ponatinib underexposure; monitor for signs of reduced efficacy."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "quinidine",
            "description": {
                "common": "quinidine increases levels of ponatinib by affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug. Decrease ponatinib starting dose to 30 mg qDay if coadministration with strong CYP3A4 inhibitors cannot be avoided."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "ribociclib",
            "description": {
                "common": "ribociclib will increase the level or effect of ponatinib by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "rifabutin",
            "description": {
                "common": "rifabutin decreases levels of ponatinib by affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug. Avoid unless the coadministration outweighs the possible risk of ponatinib underexposure; monitor for signs of reduced efficacy."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "rifampin",
            "description": {
                "common": "rifampin decreases levels of ponatinib by affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug. Avoid unless the coadministration outweighs the possible risk of ponatinib underexposure; monitor for signs of reduced efficacy."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "rifapentine",
            "description": {
                "common": "rifapentine decreases levels of ponatinib by affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug. Avoid unless the coadministration outweighs the possible risk of ponatinib underexposure; monitor for signs of reduced efficacy."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "rimegepant",
            "description": {
                "common": "ponatinib will increase the level or effect of rimegepant by  P-glycoprotein (MDR1) efflux transporter. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "riociguat",
            "description": {
                "common": "ponatinib will increase the level or effect of riociguat by  decreasing metabolism. Avoid or Use Alternate Drug. Coadministration of riociguat (substrate of CYP isoenzymes 1A1, 2C8, 3A, 2J2) with strong CYP inhibitors may require a decreased initial dose of 0.5 mg PO TID; monitor for signs of hypotension and reduce dose if needed"
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "ritonavir",
            "description": {
                "common": "ritonavir increases levels of ponatinib by affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug. Decrease ponatinib starting dose to 30 mg qDay if coadministration with strong CYP3A4 inhibitors cannot be avoided."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "ropeginterferon alfa 2b",
            "description": {
                "common": "ropeginterferon alfa 2b, ponatinib.\nEither increases toxicity of the other by Other (see comment). Avoid or Use Alternate Drug. \nComment: Myelosuppressive agents can produce additive myelosuppression. Avoid use and monitor patients receiving the combination for effects of excessive myelosuppression."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "saquinavir",
            "description": {
                "common": "saquinavir increases levels of ponatinib by affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug. Decrease ponatinib starting dose to 30 mg qDay if coadministration with strong CYP3A4 inhibitors cannot be avoided."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "talazoparib",
            "description": {
                "common": "ponatinib will increase the level or effect of talazoparib by  Other (see comment). Avoid or Use Alternate Drug. BCRP inhibitors may increase systemic exposure of talazoparib (a BCRP substrate). If coadministration cannot be avoided, monitor for potential adverse reactions."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "tipranavir",
            "description": {
                "common": "tipranavir increases levels of ponatinib by affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug. Decrease ponatinib starting dose to 30 mg qDay if coadministration with strong CYP3A4 inhibitors cannot be avoided."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "tucatinib",
            "description": {
                "common": "tucatinib will increase the level or effect of ponatinib by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug. Avoid concomitant use of tucatinib with CYP3A substrates, where minimal concentration changes may lead to serious or life-threatening toxicities. If unavoidable, reduce CYP3A substrate dose according to product labeling."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "venetoclax",
            "description": {
                "common": "ponatinib will increase the level or effect of venetoclax by  P-glycoprotein (MDR1) efflux transporter. Avoid or Use Alternate Drug. If a P-gp inhibitor must be used, reduce the venetoclax dose by at least 50%. Monitor more closely for signs of venetoclax toxicities."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "voriconazole",
            "description": {
                "common": "voriconazole increases levels of ponatinib by affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug. Decrease ponatinib starting dose to 30 mg qDay if coadministration with strong CYP3A4 inhibitors cannot be avoided."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "voxelotor",
            "description": {
                "common": "voxelotor will increase the level or effect of ponatinib by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug. Voxelotor increases systemic exposure of sensitive CYP3A4 substrates. Avoid coadministration with sensitive CYP3A4 substrates with a narrow therapeutic index. Consider dose reduction of the sensitive CYP3A4 substrate(s) if unable to avoid."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "aliskiren",
            "description": {
                "common": "ponatinib increases levels of aliskiren by P-glycoprotein (MDR1) efflux transporter. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "alvimopan",
            "description": {
                "common": "ponatinib increases levels of alvimopan by P-glycoprotein (MDR1) efflux transporter. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ambrisentan",
            "description": {
                "common": "ponatinib increases levels of ambrisentan by P-glycoprotein (MDR1) efflux transporter. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "amiodarone",
            "description": {
                "common": "ponatinib increases levels of amiodarone by P-glycoprotein (MDR1) efflux transporter. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "amitriptyline",
            "description": {
                "common": "ponatinib increases levels of amitriptyline by P-glycoprotein (MDR1) efflux transporter. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "armodafinil",
            "description": {
                "common": "armodafinil decreases levels of ponatinib by affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "atorvastatin",
            "description": {
                "common": "ponatinib increases levels of atorvastatin by P-glycoprotein (MDR1) efflux transporter. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "bendamustine",
            "description": {
                "common": "ponatinib increases levels of bendamustine by P-glycoprotein (MDR1) efflux transporter. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "berotralstat",
            "description": {
                "common": "ponatinib increases levels of berotralstat by P-glycoprotein (MDR1) efflux transporter. Modify Therapy/Monitor Closely. Reduced berotralstat dose to 110 mg/day when coadministered with P-gp inhibitors."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "betrixaban",
            "description": {
                "common": "ponatinib increases levels of betrixaban by P-glycoprotein (MDR1) efflux transporter. Use Caution/Monitor. Decrease betrixaban dose to 80 mg PO once, then 40 mg PO qDay if coadministered with a P-gp inhibitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "budesonide",
            "description": {
                "common": "ponatinib increases levels of budesonide by P-glycoprotein (MDR1) efflux transporter. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "carvedilol",
            "description": {
                "common": "ponatinib increases levels of carvedilol by P-glycoprotein (MDR1) efflux transporter. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "cenobamate",
            "description": {
                "common": "cenobamate will decrease the level or effect of ponatinib by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Modify Therapy/Monitor Closely. Increase dose of CYP3A4 substrate, as needed, when coadministered with cenobamate."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ceritinib",
            "description": {
                "common": "ponatinib increases levels of ceritinib by P-glycoprotein (MDR1) efflux transporter. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "cetirizine",
            "description": {
                "common": "ponatinib increases levels of cetirizine by P-glycoprotein (MDR1) efflux transporter. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "chlorothiazide",
            "description": {
                "common": "ponatinib increases levels of chlorothiazide by Other (see comment). Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "cimetidine",
            "description": {
                "common": "ponatinib increases levels of cimetidine by P-glycoprotein (MDR1) efflux transporter. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ciprofloxacin",
            "description": {
                "common": "ponatinib increases levels of ciprofloxacin by P-glycoprotein (MDR1) efflux transporter. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "clobazam",
            "description": {
                "common": "clobazam decreases levels of ponatinib by affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "crofelemer",
            "description": {
                "common": "crofelemer increases levels of ponatinib by affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor. Crofelemer has the potential to inhibit CYP3A4 at concentrations expected in the gut; unlikely to inhibit systemically because minimally absorbed."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "cyclosporine",
            "description": {
                "common": "ponatinib increases levels of cyclosporine by P-glycoprotein (MDR1) efflux transporter. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "dabigatran",
            "description": {
                "common": "ponatinib will increase the level or effect of dabigatran by  P-glycoprotein (MDR1) efflux transporter. Use Caution/Monitor. Atrial fibrillation: Avoid coadministering dabigatran with P-gp inhibitors if CrCl <30 mL/min.  DVT/PE treatment: Avoid coadministering dabigatran with P-gp inhibitors if CrCl <50 mL/min"
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "dabrafenib",
            "description": {
                "common": "dabrafenib will decrease the level or effect of ponatinib by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "daunorubicin",
            "description": {
                "common": "ponatinib increases levels of daunorubicin by P-glycoprotein (MDR1) efflux transporter. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "desloratadine",
            "description": {
                "common": "ponatinib increases levels of desloratadine by P-glycoprotein (MDR1) efflux transporter. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "dexamethasone",
            "description": {
                "common": "ponatinib increases levels of dexamethasone by P-glycoprotein (MDR1) efflux transporter. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "dichlorphenamide",
            "description": {
                "common": "dichlorphenamide and ponatinib both decrease  serum potassium. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "digoxin",
            "description": {
                "common": "ponatinib increases levels of digoxin by P-glycoprotein (MDR1) efflux transporter. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "dipyridamole",
            "description": {
                "common": "ponatinib increases levels of dipyridamole by Other (see comment). Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "docetaxel",
            "description": {
                "common": "ponatinib increases levels of docetaxel by P-glycoprotein (MDR1) efflux transporter. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "doxorubicin",
            "description": {
                "common": "ponatinib increases levels of doxorubicin by P-glycoprotein (MDR1) efflux transporter. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "doxorubicin liposomal",
            "description": {
                "common": "ponatinib increases levels of doxorubicin liposomal by P-glycoprotein (MDR1) efflux transporter. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "duvelisib",
            "description": {
                "common": "ponatinib will increase the level or effect of duvelisib by  Other (see comment). Use Caution/Monitor. Coadministration of duvelisib (a BCRP substrate) with a BCRP transport inhibitor may increase levels or effects of duvelisib."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "elagolix",
            "description": {
                "common": "elagolix decreases levels of ponatinib by affecting hepatic/intestinal enzyme CYP3A4 metabolism. Modify Therapy/Monitor Closely. Elagolix is a weak-to-moderate CYP3A4 inducer. Monitor CYP3A substrates if coadministered. Consider increasing CYP3A substrate dose if needed."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "eletriptan",
            "description": {
                "common": "ponatinib increases levels of eletriptan by P-glycoprotein (MDR1) efflux transporter. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "encorafenib",
            "description": {
                "common": "encorafenib, ponatinib. affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor. Encorafenib both inhibits and induces CYP3A4 at clinically relevant plasma concentrations. Coadministration of encorafenib with sensitive CYP3A4 substrates may result in increased toxicity or decreased efficacy of these agents."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "erythromycin base",
            "description": {
                "common": "ponatinib increases levels of erythromycin base by P-glycoprotein (MDR1) efflux transporter. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "erythromycin ethylsuccinate",
            "description": {
                "common": "ponatinib increases levels of erythromycin ethylsuccinate by P-glycoprotein (MDR1) efflux transporter. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "erythromycin lactobionate",
            "description": {
                "common": "ponatinib increases levels of erythromycin lactobionate by P-glycoprotein (MDR1) efflux transporter. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "erythromycin stearate",
            "description": {
                "common": "ponatinib increases levels of erythromycin stearate by P-glycoprotein (MDR1) efflux transporter. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "estradiol",
            "description": {
                "common": "ponatinib increases levels of estradiol by P-glycoprotein (MDR1) efflux transporter. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "etoposide",
            "description": {
                "common": "ponatinib increases levels of etoposide by P-glycoprotein (MDR1) efflux transporter. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "everolimus",
            "description": {
                "common": "ponatinib increases levels of everolimus by P-glycoprotein (MDR1) efflux transporter. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "fexofenadine",
            "description": {
                "common": "ponatinib increases levels of fexofenadine by P-glycoprotein (MDR1) efflux transporter. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "fluvastatin",
            "description": {
                "common": "ponatinib increases toxicity of fluvastatin by Other (see comment). Use Caution/Monitor. \nComment: OATP1B1 inhibitors may increase risk of myopathy."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "fosamprenavir",
            "description": {
                "common": "ponatinib increases levels of fosamprenavir by P-glycoprotein (MDR1) efflux transporter. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "glecaprevir/pibrentasvir",
            "description": {
                "common": "ponatinib will increase the level or effect of glecaprevir/pibrentasvir by  decreasing metabolism. Use Caution/Monitor. Caution when coadministering glecaprevir/pibrentasvir with P-gp/BCRP inhibitors."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "glyburide",
            "description": {
                "common": "ponatinib increases levels of glyburide by P-glycoprotein (MDR1) efflux transporter. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "hydrocortisone",
            "description": {
                "common": "ponatinib increases levels of hydrocortisone by P-glycoprotein (MDR1) efflux transporter. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "iloperidone",
            "description": {
                "common": "iloperidone increases levels of ponatinib by affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor. Iloperidone is a time-dependent CYP3A inhibitor and may lead to increased plasma levels of drugs predominantly eliminated by CYP3A4."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "imatinib",
            "description": {
                "common": "ponatinib increases levels of imatinib by P-glycoprotein (MDR1) efflux transporter. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "indinavir",
            "description": {
                "common": "ponatinib increases levels of indinavir by P-glycoprotein (MDR1) efflux transporter. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "irinotecan",
            "description": {
                "common": "ponatinib increases levels of irinotecan by P-glycoprotein (MDR1) efflux transporter. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "irinotecan liposomal",
            "description": {
                "common": "ponatinib increases levels of irinotecan liposomal by P-glycoprotein (MDR1) efflux transporter. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "istradefylline",
            "description": {
                "common": "istradefylline will increase the level or effect of ponatinib by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor. Istradefylline 40 mg/day increased peak levels and AUC of CYP3A4 substrates in clinical trials. This effect was not observed with istradefylline 20 mg/day. Consider dose reduction of sensitive CYP3A4 substrates."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "itraconazole",
            "description": {
                "common": "itraconazole increases levels of ponatinib by affecting hepatic/intestinal enzyme CYP3A4 metabolism. Modify Therapy/Monitor Closely. Decrease ponatinib starting dose to 30 mg qDay if concomitantly used with strong CYP3A4 inhibitors."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ivermectin",
            "description": {
                "common": "ponatinib increases levels of ivermectin by P-glycoprotein (MDR1) efflux transporter. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "lapatinib",
            "description": {
                "common": "ponatinib increases levels of lapatinib by P-glycoprotein (MDR1) efflux transporter. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "leflunomide",
            "description": {
                "common": "ponatinib increases levels of leflunomide by Other (see comment). Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "lenacapavir",
            "description": {
                "common": "lenacapavir will increase the level or effect of ponatinib by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "lidocaine",
            "description": {
                "common": "ponatinib increases levels of lidocaine by P-glycoprotein (MDR1) efflux transporter. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "loperamide",
            "description": {
                "common": "ponatinib increases levels of loperamide by P-glycoprotein (MDR1) efflux transporter. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "loratadine",
            "description": {
                "common": "ponatinib increases levels of loratadine by P-glycoprotein (MDR1) efflux transporter. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "lorlatinib",
            "description": {
                "common": "lorlatinib will decrease the level or effect of ponatinib by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "lovastatin",
            "description": {
                "common": "ponatinib increases levels of lovastatin by P-glycoprotein (MDR1) efflux transporter. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "maraviroc",
            "description": {
                "common": "ponatinib increases levels of maraviroc by P-glycoprotein (MDR1) efflux transporter. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "mefloquine",
            "description": {
                "common": "ponatinib increases levels of mefloquine by P-glycoprotein (MDR1) efflux transporter. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "methotrexate",
            "description": {
                "common": "ponatinib increases levels of methotrexate by Other (see comment). Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "methylprednisolone",
            "description": {
                "common": "ponatinib increases levels of methylprednisolone by P-glycoprotein (MDR1) efflux transporter. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "mitomycin",
            "description": {
                "common": "ponatinib increases levels of mitomycin by P-glycoprotein (MDR1) efflux transporter. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "mitotane",
            "description": {
                "common": "mitotane decreases levels of ponatinib by affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor. Mitotane is a strong inducer of cytochrome P-4503A4; monitor when coadministered with CYP3A4 substrates for possible dosage adjustments."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "mitoxantrone",
            "description": {
                "common": "ponatinib increases levels of mitoxantrone by Other (see comment). Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "morphine",
            "description": {
                "common": "ponatinib increases levels of morphine by P-glycoprotein (MDR1) efflux transporter. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "naldemedine",
            "description": {
                "common": "ponatinib increases levels of naldemedine by P-glycoprotein (MDR1) efflux transporter. Use Caution/Monitor. Monitor naldemedine for potential adverse effects if coadministered with P-gp inhibitors."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "nelfinavir",
            "description": {
                "common": "ponatinib increases levels of nelfinavir by P-glycoprotein (MDR1) efflux transporter. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "nilotinib",
            "description": {
                "common": "ponatinib increases levels of nilotinib by P-glycoprotein (MDR1) efflux transporter. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "nintedanib",
            "description": {
                "common": "ponatinib increases levels of nintedanib by P-glycoprotein (MDR1) efflux transporter. Modify Therapy/Monitor Closely. If nintedanib adverse effects occur, management may require interruption, dose reduction, or discontinuation of therapy ."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "nitrofurantoin",
            "description": {
                "common": "ponatinib increases levels of nitrofurantoin by Other (see comment). Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ondansetron",
            "description": {
                "common": "ponatinib increases levels of ondansetron by P-glycoprotein (MDR1) efflux transporter. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "paclitaxel",
            "description": {
                "common": "ponatinib increases levels of paclitaxel by P-glycoprotein (MDR1) efflux transporter. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "paclitaxel protein bound",
            "description": {
                "common": "ponatinib increases levels of paclitaxel protein bound by P-glycoprotein (MDR1) efflux transporter. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "pazopanib",
            "description": {
                "common": "ponatinib increases levels of pazopanib by P-glycoprotein (MDR1) efflux transporter. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "pioglitazone",
            "description": {
                "common": "pioglitazone increases toxicity of ponatinib by Other (see comment). Use Caution/Monitor. \nComment: OATP1B1 inhibitors may increase risk of myopathy."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "pitavastatin",
            "description": {
                "common": "ponatinib increases toxicity of pitavastatin by Other (see comment). Use Caution/Monitor. \nComment: OATP1B1 inhibitors may increase risk of myopathy."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ponesimod",
            "description": {
                "common": "ponesimod and ponatinib both increase  immunosuppressive effects; risk of infection. Use Caution/Monitor. Caution if coadministered because of additive immunosuppressive effects during such therapy and in the weeks following administration. When switching from drugs with prolonged immune effects, consider the half-life and mode of action of these drugs to avoid unintended additive immunosuppressive effects."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "posaconazole",
            "description": {
                "common": "ponatinib increases levels of posaconazole by P-glycoprotein (MDR1) efflux transporter. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "pravastatin",
            "description": {
                "common": "ponatinib increases levels of pravastatin by P-glycoprotein (MDR1) efflux transporter. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "prednisone",
            "description": {
                "common": "ponatinib increases levels of prednisone by P-glycoprotein (MDR1) efflux transporter. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "quinidine",
            "description": {
                "common": "ponatinib increases levels of quinidine by P-glycoprotein (MDR1) efflux transporter. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ranolazine",
            "description": {
                "common": "ponatinib increases levels of ranolazine by P-glycoprotein (MDR1) efflux transporter. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "rifampin",
            "description": {
                "common": "ponatinib increases levels of rifampin by P-glycoprotein (MDR1) efflux transporter. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "rifaximin",
            "description": {
                "common": "ponatinib increases levels of rifaximin by P-glycoprotein (MDR1) efflux transporter. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "risperidone",
            "description": {
                "common": "ponatinib increases levels of risperidone by P-glycoprotein (MDR1) efflux transporter. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ritonavir",
            "description": {
                "common": "ponatinib increases levels of ritonavir by P-glycoprotein (MDR1) efflux transporter. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "rosuvastatin",
            "description": {
                "common": "ponatinib increases toxicity of rosuvastatin by Other (see comment). Use Caution/Monitor. \nComment: OATP1B1 inhibitors may increase risk of myopathy."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "rucaparib",
            "description": {
                "common": "rucaparib will increase the level or effect of ponatinib by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Modify Therapy/Monitor Closely. Adjust dosage of CYP3A4 substrates, if clinically indicated."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "saquinavir",
            "description": {
                "common": "ponatinib increases levels of saquinavir by P-glycoprotein (MDR1) efflux transporter. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "saxagliptin",
            "description": {
                "common": "ponatinib increases levels of saxagliptin by P-glycoprotein (MDR1) efflux transporter. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "selexipag",
            "description": {
                "common": "ponatinib will increase the level or effect of selexipag by  Other (see comment). Use Caution/Monitor. Selexipag is a ABCG2 (BCRP) substrate. Monitor selexipag for increased pharmacologic or adverse effects when coadministered with ABCG2 (BCRP) inhibitors."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "silodosin",
            "description": {
                "common": "ponatinib increases levels of silodosin by P-glycoprotein (MDR1) efflux transporter. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "simvastatin",
            "description": {
                "common": "ponatinib increases levels of simvastatin by P-glycoprotein (MDR1) efflux transporter. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "siponimod",
            "description": {
                "common": "siponimod and ponatinib both increase  immunosuppressive effects; risk of infection. Use Caution/Monitor. Caution if coadministered because of additive immunosuppressive effects during such therapy and in the weeks following administration. When switching from drugs with prolonged immune effects, consider the half-life and mode of action of these drugs to avoid unintended additive immunosuppressive effects."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "sirolimus",
            "description": {
                "common": "ponatinib increases levels of sirolimus by P-glycoprotein (MDR1) efflux transporter. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "sitagliptin",
            "description": {
                "common": "ponatinib increases levels of sitagliptin by P-glycoprotein (MDR1) efflux transporter. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "sodium zirconium cyclosilicate",
            "description": {
                "common": "sodium zirconium cyclosilicate will decrease the level or effect of ponatinib by  increasing gastric pH. Applies only to oral form of both agents. Modify Therapy/Monitor Closely. Check specific recommendations for drugs that exhibit pH-dependent solubility that may affect their systemic exposure and efficacy. In general, administer drugs at least 2 hr before or after sodium zirconium cyclosilicate."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "stiripentol",
            "description": {
                "common": "stiripentol, ponatinib. affecting hepatic/intestinal enzyme CYP3A4 metabolism. Modify Therapy/Monitor Closely. Stiripentol is a CYP3A4 inhibitor and inducer. Monitor CYP3A4 substrates coadministered with stiripentol for increased or decreased effects. CYP3A4 substrates may require dosage adjustment."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "sulfasalazine",
            "description": {
                "common": "ponatinib increases levels of sulfasalazine by Other (see comment). Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "tacrolimus",
            "description": {
                "common": "ponatinib increases levels of tacrolimus by P-glycoprotein (MDR1) efflux transporter. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "tazemetostat",
            "description": {
                "common": "tazemetostat will decrease the level or effect of ponatinib by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "tecovirimat",
            "description": {
                "common": "tecovirimat will decrease the level or effect of ponatinib by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor. Tecovirimat is a weak CYP3A4 inducer. Monitor sensitive CYP3A4 substrates for effectiveness if coadministered."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "temsirolimus",
            "description": {
                "common": "ponatinib increases levels of temsirolimus by P-glycoprotein (MDR1) efflux transporter. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "teniposide",
            "description": {
                "common": "ponatinib increases levels of teniposide by P-glycoprotein (MDR1) efflux transporter. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "testosterone",
            "description": {
                "common": "ponatinib increases levels of testosterone by P-glycoprotein (MDR1) efflux transporter. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "tolvaptan",
            "description": {
                "common": "ponatinib increases levels of tolvaptan by P-glycoprotein (MDR1) efflux transporter. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "topotecan",
            "description": {
                "common": "ponatinib increases levels of topotecan by P-glycoprotein (MDR1) efflux transporter. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "verapamil",
            "description": {
                "common": "ponatinib increases levels of verapamil by P-glycoprotein (MDR1) efflux transporter. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "vinblastine",
            "description": {
                "common": "ponatinib increases levels of vinblastine by P-glycoprotein (MDR1) efflux transporter. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "vincristine",
            "description": {
                "common": "ponatinib increases levels of vincristine by P-glycoprotein (MDR1) efflux transporter. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "vincristine liposomal",
            "description": {
                "common": "ponatinib increases levels of vincristine liposomal by P-glycoprotein (MDR1) efflux transporter. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "acetazolamide",
            "description": {
                "common": "acetazolamide will increase the level or effect of ponatinib by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "anastrozole",
            "description": {
                "common": "anastrozole will increase the level or effect of ponatinib by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "cyclophosphamide",
            "description": {
                "common": "cyclophosphamide will increase the level or effect of ponatinib by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "dexlansoprazole",
            "description": {
                "common": "dexlansoprazole decreases levels of ponatinib by increasing gastric pH. Applies only to oral form of both agents. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "efavirenz",
            "description": {
                "common": "efavirenz decreases levels of ponatinib by affecting hepatic/intestinal enzyme CYP3A4 metabolism. Minor/Significance Unknown. Avoid unless the coadministration outweighs the possible risk of ponatinib underexposure; monitor for signs of reduced efficacy."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "esomeprazole",
            "description": {
                "common": "esomeprazole decreases levels of ponatinib by increasing gastric pH. Applies only to oral form of both agents. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "lansoprazole",
            "description": {
                "common": "lansoprazole decreases levels of ponatinib by increasing gastric pH. Applies only to oral form of both agents. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "larotrectinib",
            "description": {
                "common": "larotrectinib will increase the level or effect of ponatinib by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "omeprazole",
            "description": {
                "common": "omeprazole decreases levels of ponatinib by increasing gastric pH. Applies only to oral form of both agents. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "pantoprazole",
            "description": {
                "common": "pantoprazole decreases levels of ponatinib by increasing gastric pH. Applies only to oral form of both agents. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "rabeprazole",
            "description": {
                "common": "rabeprazole decreases levels of ponatinib by increasing gastric pH. Applies only to oral form of both agents. Minor/Significance Unknown."
            }
        }
    ],
    "adverse effects": [
        {
            "name": "Hypertension",
            "percent": "53-71"
        },
        {
            "name": "Neutropenia",
            "percent": "24-63"
        },
        {
            "name": "Leukopenia",
            "percent": "14-63"
        },
        {
            "name": "Anemia",
            "percent": "9-55"
        },
        {
            "name": "Thrombocytopenia",
            "percent": "36-57"
        },
        {
            "name": "Rash",
            "percent": "34-54"
        },
        {
            "name": "Abdominal pain",
            "percent": "34-49"
        },
        {
            "name": "Constipation",
            "percent": "24-47"
        },
        {
            "name": "Fatigue or asthenia",
            "percent": "31-39"
        },
        {
            "name": "Headache",
            "percent": "25-39"
        },
        {
            "name": "Dry skin",
            "percent": "24-39"
        },
        {
            "name": "Lymphopenia",
            "percent": "10-37"
        },
        {
            "name": "Pyrexia",
            "percent": "23-32"
        },
        {
            "name": "Nausea",
            "percent": "22-32"
        },
        {
            "name": "Arthralgia",
            "percent": "13-31"
        },
        {
            "name": "Decreased appetite",
            "percent": "8-31"
        },
        {
            "name": "Diarrhea",
            "percent": "13-26"
        },
        {
            "name": "Febrile neutropenia",
            "percent": "1-25"
        },
        {
            "name": "Vomiting",
            "percent": "13-24"
        },
        {
            "name": "Oral mucositis",
            "percent": "9-23"
        },
        {
            "name": "Edema",
            "percent": "13-22"
        },
        {
            "name": "peripheral",
            "percent": "6-22"
        },
        {
            "name": "Myalgia",
            "percent": "1-22"
        },
        {
            "name": "Sepsis",
            "percent": "7-21"
        },
        {
            "name": "Dyspnea",
            "percent": "3-19"
        },
        {
            "name": "Pleural effusion",
            "percent": "6-18"
        },
        {
            "name": "Cough",
            "percent": "9-17"
        },
        {
            "name": "Pain in extremity",
            "percent": "11-16"
        },
        {
            "name": "Back pain",
            "percent": "6-16"
        },
        {
            "name": "Pain",
            "percent": "6-15"
        },
        {
            "name": "Cardiac failure",
            "percent": "7-13"
        },
        {
            "name": "Chills",
            "percent": "6-13"
        },
        {
            "name": "Peripheral neuropathy",
            "percent": "5-13"
        },
        {
            "name": "Muscle spasms",
            "percent": "5-13"
        },
        {
            "name": "Weight decreased",
            "percent": "3-13"
        },
        {
            "name": "Arterial ischemia",
            "percent": "3-13"
        },
        {
            "name": "Pneumonia",
            "percent": "9-12"
        },
        {
            "name": "Bone pain",
            "percent": "7-12"
        },
        {
            "name": "Urinary tract infection",
            "percent": "7-12"
        },
        {
            "name": "Insomnia",
            "percent": "3-12"
        },
        {
            "name": "Nasopharyngitis",
            "percent": "8-11"
        },
        {
            "name": "Upper respiratory tract infection",
            "percent": "3-11"
        },
        {
            "name": "Dizziness",
            "percent": "2-11"
        },
        {
            "name": "GI hemorrhage",
            "percent": "2-11"
        },
        {
            "name": "Cellulitis",
            "percent": "8"
        },
        {
            "name": "Arterial ischemic event",
            "percent": "5"
        },
        {
            "name": "MI",
            "percent": "5"
        },
        {
            "name": "Pancreatitis",
            "percent": "4"
        },
        {
            "name": "Abdominal pain",
            "percent": "4"
        },
        {
            "name": "Hemorrhage",
            "percent": "4"
        },
        {
            "name": "Cardiac failure",
            "percent": "4"
        },
        {
            "name": "Pneumonia",
            "percent": "3"
        },
        {
            "name": "severe",
            "percent": "3"
        },
        {
            "name": "Effusions",
            "percent": "3"
        },
        {
            "name": "Febrile neutropenia",
            "percent": "3"
        },
        {
            "name": "Thrombocytopenia",
            "percent": "2"
        },
        {
            "name": "severe",
            "percent": "2"
        },
        {
            "name": "Pyrexia",
            "percent": "2"
        },
        {
            "name": "severe",
            "percent": "2"
        },
        {
            "name": "Sepsis",
            "percent": "2"
        },
        {
            "name": "severe",
            "percent": "2"
        },
        {
            "name": "Anemia",
            "percent": "2"
        },
        {
            "name": "severe",
            "percent": "2"
        },
        {
            "name": "Atrial fibrillation",
            "percent": "2"
        },
        {
            "name": "Venous thromboembolism",
            "percent": null
        },
        {
            "name": "Hypertension",
            "percent": null
        },
        {
            "name": "Stroke or TIA",
            "percent": null
        },
        {
            "name": "Peripheral arterial disease",
            "percent": null
        },
        {
            "name": "CNS hemorrhage",
            "percent": null
        },
        {
            "name": "GI hemorrhage",
            "percent": null
        },
        {
            "name": "Vascular occlusion",
            "percent": null
        },
        {
            "name": "Arterial occlusion",
            "percent": null
        },
        {
            "name": "Venous thromboembolism",
            "percent": null
        },
        {
            "name": "Thrombotic microangiopathy",
            "percent": null
        },
        {
            "name": "Reversible posterior leukoencephalopathy syndrome",
            "percent": null
        },
        {
            "name": "RPLS",
            "percent": null
        },
        {
            "name": "also known as Posterior Reversible Encephalopathy Syndrome",
            "percent": null
        },
        {
            "name": "PRES",
            "percent": null
        },
        {
            "name": "Metabolism and nutrition disorders",
            "percent": null
        },
        {
            "name": "Dehydration",
            "percent": null
        },
        {
            "name": "Skin and subcutaneous tissue disorders",
            "percent": null
        },
        {
            "name": "Severe cutaneous reaction",
            "percent": null
        },
        {
            "name": "e",
            "percent": null
        },
        {
            "name": "g",
            "percent": null
        },
        {
            "name": "Erythema multiforme",
            "percent": null
        },
        {
            "name": "Stevens",
            "percent": null
        },
        {
            "name": "Johnson syndrome",
            "percent": null
        },
        {
            "name": "Gastrointestinal perforation",
            "percent": null
        },
        {
            "name": "fistula",
            "percent": null
        },
        {
            "name": "Endocrine disorders",
            "percent": null
        },
        {
            "name": "Hyperthyroidism",
            "percent": null
        },
        {
            "name": "Vascular disorders",
            "percent": null
        },
        {
            "name": "Arterial",
            "percent": null
        },
        {
            "name": "including aortic",
            "percent": null
        },
        {
            "name": "aneurysms",
            "percent": null
        },
        {
            "name": "dissections",
            "percent": null
        },
        {
            "name": "and rupture",
            "percent": null
        }
    ]
}