{
    "name": "tildrakizumab",
    "comment": "Rx",
    "other_names": [
        "Ilumya",
        "tildrakizumab-asmn"
    ],
    "classes": [
        "Interleukin Inhibitors"
    ],
    "source": "https://reference.medscape.com/drug/ilumya-tildrakizumab-1000195",
    "pregnancy": {
        "common": [
            "Data are limited regarding use in pregnant women and are insufficient to inform a drug associated risk of adverse developmental outcomes",
            "Human IgG is known to cross the placental barrier; therefore, tildrakizumab may be transferred from the mother to the fetus"
        ],
        "specific": []
    },
    "lactation": {
        "common": [
            "No data are available on the presence of tildrakizumab in human milk, the effects on the breastfed infant, or the effects on milk production",
            "Human IgG is known to be present in human milk",
            "Tildrakizumab was detected in the milk of monkeys"
        ]
    },
    "warnings": {
        "black_box_warning": {
            "common": [],
            "specific": []
        },
        "contraindicators": {
            "common": [
                "Hypersensitivity reaction to tildrakizumab or to any of the excipients"
            ],
            "specific": []
        },
        "cautions": {
            "common": [
                "In clinical trials, cases of angioedema and urticaria occurred; if serious hypersensitivity reaction occurs, discontinue treatment immediately and initiate appropriate therapy (see Contraindications)",
                "There is a slight increased risk of infection with patients treated with tildrakizumab in clinical trials; patients with active infections or history of recurrent infections were not included in clinical trials; consider the risks and benefits before prescribing"
            ],
            "specific": [
                {
                    "type": "Immunizations",
                    "description": [
                        "Before initiating therapy, consider completion of all age appropriate immunizations according to current immunization guidelines",
                        "No data are available on the response to live or inactive vaccines",
                        "Avoid use of live vaccines"
                    ]
                },
                {
                    "type": "Pretreatment evaluation for tuberculosis",
                    "description": [
                        "Evaluate patients for TB infection before initiating treatment",
                        "Initiate treatment of latent TB before administering tildrakizumab; monitor for signs and symptoms of active TB during and after tildrakizumab",
                        "Consider anti-TB therapy before initiating treatment in patients with a past history of latent or active TB in whom an adequate course of treatment cannot be confirmed; do not administer to patients with active TB infection"
                    ]
                }
            ]
        }
    },
    "interactions": [
        {
            "classification_type": "Serious",
            "interaction_with": "adenovirus types 4 and 7 live, oral",
            "description": {
                "common": "tildrakizumab decreases effects of adenovirus types 4 and 7 live, oral by immunosuppressive effects; risk of infection. Avoid or Use Alternate Drug. Before initiating tildrakizumab therapy, consider completion of all age appropriate immunizations according to current immunization guidelines. Avoid use of live vaccines in patients treated with tildrakizumab. No data are available on the response to live or inactive vaccines."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "BCG vaccine live",
            "description": {
                "common": "tildrakizumab decreases effects of BCG vaccine live by immunosuppressive effects; risk of infection. Avoid or Use Alternate Drug. Before initiating tildrakizumab therapy, consider completion of all age appropriate immunizations according to current immunization guidelines. Avoid use of live vaccines in patients treated with tildrakizumab. No data are available on the response to live or inactive vaccines."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "cholera vaccine",
            "description": {
                "common": "tildrakizumab decreases effects of cholera vaccine by immunosuppressive effects; risk of infection. Avoid or Use Alternate Drug. Before initiating tildrakizumab therapy, consider completion of all age appropriate immunizations according to current immunization guidelines. Avoid use of live vaccines in patients treated with tildrakizumab. No data are available on the response to live or inactive vaccines."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "influenza virus vaccine quadrivalent, intranasal",
            "description": {
                "common": "tildrakizumab decreases effects of influenza virus vaccine quadrivalent, intranasal by immunosuppressive effects; risk of infection. Avoid or Use Alternate Drug. Before initiating tildrakizumab therapy, consider completion of all age appropriate immunizations according to current immunization guidelines. Avoid use of live vaccines in patients treated with tildrakizumab. No data are available on the response to live or inactive vaccines."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "measles mumps and rubella vaccine, live",
            "description": {
                "common": "tildrakizumab decreases effects of measles mumps and rubella vaccine, live by immunosuppressive effects; risk of infection. Avoid or Use Alternate Drug. Before initiating tildrakizumab therapy, consider completion of all age appropriate immunizations according to current immunization guidelines. Avoid use of live vaccines in patients treated with tildrakizumab. No data are available on the response to live or inactive vaccines."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "measles, mumps, rubella and varicella vaccine, live",
            "description": {
                "common": "tildrakizumab decreases effects of measles, mumps, rubella and varicella vaccine, live by immunosuppressive effects; risk of infection. Avoid or Use Alternate Drug. Before initiating tildrakizumab therapy, consider completion of all age appropriate immunizations according to current immunization guidelines. Avoid use of live vaccines in patients treated with tildrakizumab. No data are available on the response to live or inactive vaccines."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "rotavirus oral vaccine, live",
            "description": {
                "common": "tildrakizumab decreases effects of rotavirus oral vaccine, live by immunosuppressive effects; risk of infection. Avoid or Use Alternate Drug. Before initiating tildrakizumab therapy, consider completion of all age appropriate immunizations according to current immunization guidelines. Avoid use of live vaccines in patients treated with tildrakizumab. No data are available on the response to live or inactive vaccines."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "smallpox (vaccinia) vaccine, live",
            "description": {
                "common": "tildrakizumab decreases effects of smallpox (vaccinia) vaccine, live by immunosuppressive effects; risk of infection. Avoid or Use Alternate Drug. Before initiating tildrakizumab therapy, consider completion of all age appropriate immunizations according to current immunization guidelines. Avoid use of live vaccines in patients treated with tildrakizumab. No data are available on the response to live or inactive vaccines."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "typhoid polysaccharide vaccine",
            "description": {
                "common": "tildrakizumab decreases effects of typhoid polysaccharide vaccine by immunosuppressive effects; risk of infection. Avoid or Use Alternate Drug. Before initiating tildrakizumab therapy, consider completion of all age appropriate immunizations according to current immunization guidelines. Avoid use of live vaccines in patients treated with tildrakizumab. No data are available on the response to live or inactive vaccines."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "typhoid vaccine live",
            "description": {
                "common": "tildrakizumab decreases effects of typhoid vaccine live by immunosuppressive effects; risk of infection. Avoid or Use Alternate Drug. Before initiating tildrakizumab therapy, consider completion of all age appropriate immunizations according to current immunization guidelines. Avoid use of live vaccines in patients treated with tildrakizumab. No data are available on the response to live or inactive vaccines."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "varicella virus vaccine live",
            "description": {
                "common": "tildrakizumab decreases effects of varicella virus vaccine live by immunosuppressive effects; risk of infection. Avoid or Use Alternate Drug. Before initiating tildrakizumab therapy, consider completion of all age appropriate immunizations according to current immunization guidelines. Avoid use of live vaccines in patients treated with tildrakizumab. No data are available on the response to live or inactive vaccines."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "yellow fever vaccine",
            "description": {
                "common": "tildrakizumab decreases effects of yellow fever vaccine by immunosuppressive effects; risk of infection. Avoid or Use Alternate Drug. Before initiating tildrakizumab therapy, consider completion of all age appropriate immunizations according to current immunization guidelines. Avoid use of live vaccines in patients treated with tildrakizumab. No data are available on the response to live or inactive vaccines."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "zoster vaccine live",
            "description": {
                "common": "tildrakizumab decreases effects of zoster vaccine live by immunosuppressive effects; risk of infection. Avoid or Use Alternate Drug. Before initiating tildrakizumab therapy, consider completion of all age appropriate immunizations according to current immunization guidelines. Avoid use of live vaccines in patients treated with tildrakizumab. No data are available on the response to live or inactive vaccines."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "dengue vaccine",
            "description": {
                "common": "tildrakizumab decreases effects of dengue vaccine by immunosuppressive effects; risk of infection. Use Caution/Monitor. Immunosuppressive therapies (eg, irradiation, antimetabolites, alkylating agents, cytotoxic drugs, corticosteroids [greater than physiologic doses]) may reduce immune response to dengue vaccine."
            }
        }
    ],
    "adverse effects": [
        {
            "name": "Upper respiratory infections",
            "percent": "14"
        },
        {
            "name": "Injection site reactions",
            "percent": "3"
        },
        {
            "name": "Diarrhea",
            "percent": "2"
        }
    ]
}