{
    "name": "rabies vaccine",
    "comment": "Rx",
    "other_names": [
        "HDCV",
        "Imovax Rabies",
        "rabies vaccine human diploid cell culture"
    ],
    "classes": [
        "Vaccines",
        "Inactivated",
        "Viral",
        "Vaccines",
        "Travel"
    ],
    "source": "https://reference.medscape.com/drug/imovax-hdcv-rabies-vaccine-343168",
    "pregnancy": {
        "common": [
            "Unknown if excreted in human milk; exercise caution"
        ],
        "specific": [
            {
                "type": "Preexposure",
                "description": [
                    "Animal reproduction studies have not been conducted ",
                    "It is also not known whether rabies vaccine can cause fetal harm when administered to pregnant women or can affect reproductive capacity",
                    "Administer to pregnant women only if potential benefits outweigh potential risks",
                    "If there is substantial risk of exposure to rabies, preexposure prophylaxis may also be indicated during pregnancy"
                ]
            },
            {
                "type": "Postexposure",
                "description": [
                    "Because of the potential consequences of inadequately treated rabies exposure and limited data that indicate that fetal abnormalities have not been associated with rabies vaccination, pregnancy is not considered a contraindication to postexposure prophylaxis"
                ]
            }
        ]
    },
    "lactation": {
        "common": [
            "Unknown if excreted in human milk; exercise caution"
        ]
    },
    "warnings": {
        "black_box_warning": {
            "common": [],
            "specific": []
        },
        "contraindicators": {
            "common": [],
            "specific": []
        },
        "cautions": {
            "common": [
                "Do not inject vaccine into gluteal area as administration in this area may result in lower neutralizing antibody titers",
                "The product is provided in a single dose vial; because the single dose vial contains no preservative, it is not to be used as a multidose vial for intradermal injection",
                "In both pre-exposure and postexposure immunization, the full 1.0 mL dose should be given intramuscularly",
                "When dose must be administered to person with history of hypersensitivity, antihistamines may be given; have epinephrine (1:1000) and other appropriate agents readily available to counteract anaphylactic reactions while carefully monitoring after immunization",
                "Serum sickness type reactions reported in persons receiving booster doses for preexposure prophylaxis; characterized by onset ~2-21 days post-booster, presents with generalized urticaria, and may also include arthralgia, arthritis, angioedema, nausea, vomiting, fever, and malaise",
                "Rare cases of neurologic illness resembling Guillain-Barré syndrome, a transient neuroparalytic illness, that resolved without sequelae in 12 weeks, and a focal subacute central nervous system disorder temporally associated with HDCV, reported",
                "Product contains albumin, a derivative of human blood; based on effective donor screening and product manufacturing processes, it carries an extremely remote risk for transmission of viral diseases and variant Creutzfeldt-Jakob disease (vCJD); there is theoretical risk for transmission of Creutzfeldt-Jakob disease (CJD), but if that risk actually exists, the risk of transmission would also be considered extremely remote; no cases of transmission of viral diseases, CJD, or vCJD have ever been identified for licensed albumin or albumin contained in other licensed products",
                "Vaccination may not protect 100% of vaccinated individuals",
                "In adults and children, the vaccine should be injected into deltoid muscle; in infants and small children, the anterolateral aspect of the thigh is preferable",
                "While concentration of antibiotics in each dose of vaccine is extremely small, persons with known hypersensitivity to any of these agents, or any other component of the vaccine, could manifest an allergic reaction; while the risk is small, it should be weighed in light of potential risk of contracting rabies",
                "All serious systemic neuroparalytic or anaphylactic reactions to a rabies vaccine should be immediately reported to VAERS at 1-800-822-7967 (http://vaers.hhs.gov) or Sanofi Pasteur Inc., 1-800-VACCINE (1-800-822-2463)"
            ],
            "specific": [
                {
                    "type": "Drug interaction overview",
                    "description": [
                        "Immunosuppressive drugs",
                        "Corticosteroids or other immunosuppressive can interfere with the development of active immunity and predispose the patient to developing rabies",
                        "Do not administer immunosuppressive agents during postexposure therapy, unless essential for the treatment of other conditions",
                        "When rabies postexposure prophylaxis is administered to persons receiving steroids or other immunosuppressive therapy, test for rabies antibody to ensure that an adequate response has developed"
                    ]
                }
            ]
        }
    },
    "interactions": [
        {
            "classification_type": "Contraindicated",
            "interaction_with": "belimumab",
            "description": {
                "common": "belimumab decreases effects of rabies vaccine by immunosuppressive effects; risk of infection. Contraindicated. Do not administer live vaccines 30 days before or concurrently with belimumab."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "adalimumab",
            "description": {
                "common": "adalimumab decreases effects of rabies vaccine by pharmacodynamic antagonism. Contraindicated. Immunosuppressants may interfere with development of active immunity."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "alefacept",
            "description": {
                "common": "alefacept decreases effects of rabies vaccine by pharmacodynamic antagonism. Contraindicated. Immunosuppressants may interfere with development of active immunity."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "anakinra",
            "description": {
                "common": "anakinra decreases effects of rabies vaccine by pharmacodynamic antagonism. Contraindicated. Immunosuppressants may interfere with development of active immunity."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "antithymocyte globulin equine",
            "description": {
                "common": "antithymocyte globulin equine decreases effects of rabies vaccine by pharmacodynamic antagonism. Contraindicated. Immunosuppressants may interfere with development of active immunity."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "antithymocyte globulin rabbit",
            "description": {
                "common": "antithymocyte globulin rabbit decreases effects of rabies vaccine by pharmacodynamic antagonism. Contraindicated. Immunosuppressants may interfere with development of active immunity."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "azathioprine",
            "description": {
                "common": "azathioprine decreases effects of rabies vaccine by pharmacodynamic antagonism. Contraindicated. Immunosuppressants may interfere with development of active immunity."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "basiliximab",
            "description": {
                "common": "basiliximab decreases effects of rabies vaccine by pharmacodynamic antagonism. Contraindicated. Immunosuppressants may interfere with development of active immunity."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "budesonide",
            "description": {
                "common": "budesonide decreases effects of rabies vaccine by pharmacodynamic antagonism. Contraindicated. Corticosteroids may interfere with development of active immunity."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "canakinumab",
            "description": {
                "common": "canakinumab decreases effects of rabies vaccine by pharmacodynamic antagonism. Contraindicated. Immunosuppressant may interfere with development of active immunity."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "cortisone",
            "description": {
                "common": "cortisone decreases effects of rabies vaccine by pharmacodynamic antagonism. Contraindicated. Corticosteroids may interfere with development of active immunity."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "deflazacort",
            "description": {
                "common": "deflazacort decreases effects of rabies vaccine by pharmacodynamic antagonism. Contraindicated. Corticosteroids may interfere with development of active immunity."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "dexamethasone",
            "description": {
                "common": "dexamethasone decreases effects of rabies vaccine by pharmacodynamic antagonism. Contraindicated. Corticosteroids may interfere with development of active immunity."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "elivaldogene autotemcel",
            "description": {
                "common": "elivaldogene autotemcel, rabies vaccine.\nEither decreases effects of the other by Other (see comment). Avoid or Use Alternate Drug. \nComment: The safety and effectiveness of vaccination during or following elivaldogene autotemcel treatment have not been studied. Vaccination is not recommended during the 6 weeks preceding myeloablative conditioning, and until hematological recovery following elivaldogene autotemcel treatment. Where feasible, administer childhood vaccinations before myeloablative conditioning. ."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "etanercept",
            "description": {
                "common": "etanercept decreases effects of rabies vaccine by pharmacodynamic antagonism. Contraindicated. Immunosuppressants may interfere with development of active immunity."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "everolimus",
            "description": {
                "common": "everolimus decreases effects of rabies vaccine by pharmacodynamic antagonism. Contraindicated. Immunosuppressants may interfere with development of active immunity."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "fludrocortisone",
            "description": {
                "common": "fludrocortisone decreases effects of rabies vaccine by pharmacodynamic antagonism. Contraindicated. Corticosteroids may interfere with development of active immunity."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "glatiramer",
            "description": {
                "common": "glatiramer decreases effects of rabies vaccine by pharmacodynamic antagonism. Contraindicated. Immunosuppressants may interfere with development of active immunity."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "golimumab",
            "description": {
                "common": "golimumab decreases effects of rabies vaccine by pharmacodynamic antagonism. Contraindicated. Immunosuppressants may interfere with development of active immunity."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "hydrocortisone",
            "description": {
                "common": "hydrocortisone decreases effects of rabies vaccine by pharmacodynamic antagonism. Contraindicated. Corticosteroids may interfere with development of active immunity."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "hydroxychloroquine sulfate",
            "description": {
                "common": "hydroxychloroquine sulfate decreases effects of rabies vaccine by pharmacodynamic antagonism. Contraindicated. Immunosuppressants may interfere with development of active immunity."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "infliximab",
            "description": {
                "common": "infliximab decreases effects of rabies vaccine by pharmacodynamic antagonism. Contraindicated. Immunosuppressants may interfere with development of active immunity."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "leflunomide",
            "description": {
                "common": "leflunomide decreases effects of rabies vaccine by pharmacodynamic antagonism. Contraindicated. Immunosuppressants may interfere with development of active immunity."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "methylprednisolone",
            "description": {
                "common": "methylprednisolone decreases effects of rabies vaccine by pharmacodynamic antagonism. Contraindicated. Corticosteroids may interfere with development of active immunity."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "muromonab CD3",
            "description": {
                "common": "muromonab CD3 decreases effects of rabies vaccine by pharmacodynamic antagonism. Contraindicated. Immunosuppressants may interfere with development of active immunity."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "mycophenolate",
            "description": {
                "common": "mycophenolate decreases effects of rabies vaccine by pharmacodynamic antagonism. Contraindicated. Immunosuppressants may interfere with development of active immunity."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "ocrelizumab",
            "description": {
                "common": "ocrelizumab decreases effects of rabies vaccine by immunosuppressive effects; risk of infection. Avoid or Use Alternate Drug. Vaccination with live-attenuated or live vaccines is not recommended during ocrelizumab treatment and until B-cell repletion."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "ofatumumab SC",
            "description": {
                "common": "ofatumumab SC decreases effects of rabies vaccine by immunosuppressive effects; risk of infection. Avoid or Use Alternate Drug. Administer all immunizations according to immunization guidelines at least 2 weeks before initiating ofatumumab SC for inactivated vaccines, and whenever possible."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "prednisolone",
            "description": {
                "common": "prednisolone decreases effects of rabies vaccine by pharmacodynamic antagonism. Contraindicated. Corticosteroids may interfere with development of active immunity."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "prednisone",
            "description": {
                "common": "prednisone decreases effects of rabies vaccine by pharmacodynamic antagonism. Contraindicated. Corticosteroids may interfere with development of active immunity."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "rilonacept",
            "description": {
                "common": "rilonacept decreases effects of rabies vaccine by pharmacodynamic antagonism. Contraindicated. Immunosuppressants may interfere with development of active immunity."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "secukinumab",
            "description": {
                "common": "secukinumab decreases effects of rabies vaccine by immunosuppressive effects; risk of infection. Avoid or Use Alternate Drug. Prior to initiating secukinumab, complete all age appropriate immunizations; non-live vaccinations received during treatment with secukinumab may not elicit an immune response sufficient to prevent disease."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "siponimod",
            "description": {
                "common": "siponimod decreases effects of rabies vaccine by immunosuppressive effects; risk of infection. Avoid or Use Alternate Drug. Pause vaccinations beginning 1 week before initiating siponimod and for 4 weeks after stopping treatment. Coadministration with live attenuated vaccines may increase infection risk."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "sirolimus",
            "description": {
                "common": "sirolimus decreases effects of rabies vaccine by pharmacodynamic antagonism. Contraindicated. Immunosuppressants may interfere with development of active immunity."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "tacrolimus",
            "description": {
                "common": "tacrolimus decreases effects of rabies vaccine by pharmacodynamic antagonism. Contraindicated. Immunosuppressants may interfere with development of active immunity."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "temsirolimus",
            "description": {
                "common": "temsirolimus decreases effects of rabies vaccine by pharmacodynamic antagonism. Contraindicated. Immunosuppressants may interfere with development of active immunity."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "teplizumab",
            "description": {
                "common": "teplizumab decreases effects of rabies vaccine by Other (see comment). Avoid or Use Alternate Drug. \nComment: Administer all age-appropriate vaccinations before starting teplizumab. Inactivated or mRNA vaccines are not recommended within 2 weeks before teplizumab treatment, during treatment, or 6 weeks after completion of treatment."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "tocilizumab",
            "description": {
                "common": "tocilizumab decreases effects of rabies vaccine by pharmacodynamic antagonism. Contraindicated. Immunosuppressants may interfere with development of active immunity."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "triamcinolone acetonide injectable suspension",
            "description": {
                "common": "triamcinolone acetonide injectable suspension decreases effects of rabies vaccine by pharmacodynamic antagonism. Contraindicated. Immunosuppressants may interfere with development of active immunity."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "certolizumab pegol",
            "description": {
                "common": "certolizumab pegol decreases effects of rabies vaccine by pharmacodynamic antagonism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "cyclosporine",
            "description": {
                "common": "cyclosporine decreases effects of rabies vaccine by pharmacodynamic antagonism. Modify Therapy/Monitor Closely. If possible, complete all age-appropriate vaccinations at least 2 weeks before initiating immunosuppressant therapy. Patients vaccinated <14 days before starting immunosuppressive therapy or during immunosuppressive therapy should be revaccinated at least 3 months after therapy is discontinued if immune competence has been restored. Longer waiting periods may be required for drugs that maintain their immunosuppressive effects for more than 3 months after discontinuation (eg, ocrelizumab). ."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ibrutinib",
            "description": {
                "common": "ibrutinib decreases effects of rabies vaccine by immunosuppressive effects; risk of infection. Modify Therapy/Monitor Closely. Coadministration with immunosuppressant therapy reduced efficacy of the vaccine may occur. If possible, complete all age-appropriate vaccinations at least 2 weeks prior to initiation of immunosuppressant therapy. Patients vaccinated <14 days before initiation or during immunosuppressive therapy should be revaccinated at least 3 months after therapy is discontinued. ."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ifosfamide",
            "description": {
                "common": "ifosfamide decreases effects of rabies vaccine by immunosuppressive effects; risk of infection. Modify Therapy/Monitor Closely. Coadministration with immunosuppressant therapy reduced efficacy of the vaccine may occur. If possible, complete all age-appropriate vaccinations at least 2 weeks prior to initiation of immunosuppressant therapy. Patients vaccinated <14 days before initiation or during immunosuppressive therapy should be revaccinated at least 3 months after therapy is discontinued. ."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "lomustine",
            "description": {
                "common": "lomustine decreases effects of rabies vaccine by pharmacodynamic antagonism. Modify Therapy/Monitor Closely. Coadministration with immunosuppressant therapy reduced efficacy of the vaccine may occur. If possible, complete all age-appropriate vaccinations at least 2 weeks prior to initiation of immunosuppressant therapy. Patients vaccinated <14 days before initiation or during immunosuppressive therapy should be revaccinated at least 3 months after therapy is discontinued. ."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "mechlorethamine",
            "description": {
                "common": "mechlorethamine decreases effects of rabies vaccine by immunosuppressive effects; risk of infection. Modify Therapy/Monitor Closely. Coadministration with immunosuppressant therapy reduced efficacy of the vaccine may occur. If possible, complete all age-appropriate vaccinations at least 2 weeks prior to initiation of immunosuppressant therapy. Patients vaccinated <14 days before initiation or during immunosuppressive therapy should be revaccinated at least 3 months after therapy is discontinued. ."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "melphalan",
            "description": {
                "common": "melphalan decreases effects of rabies vaccine by pharmacodynamic antagonism. Modify Therapy/Monitor Closely. Coadministration with immunosuppressant therapy reduced efficacy of the vaccine may occur. If possible, complete all age-appropriate vaccinations at least 2 weeks prior to initiation of immunosuppressant therapy. Patients vaccinated <14 days before initiation or during immunosuppressive therapy should be revaccinated at least 3 months after therapy is discontinued. ."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "mercaptopurine",
            "description": {
                "common": "mercaptopurine decreases effects of rabies vaccine by pharmacodynamic antagonism. Use Caution/Monitor. Immunosuppressants may interfere with development of active immunity."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "methotrexate",
            "description": {
                "common": "methotrexate decreases effects of rabies vaccine by pharmacodynamic antagonism. Use Caution/Monitor. Concomitant administration of methotrexate can decrease the immunological response of vaccines."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "onasemnogene abeparvovec",
            "description": {
                "common": "onasemnogene abeparvovec decreases effects of rabies vaccine by immunosuppressive effects; risk of infection. Modify Therapy/Monitor Closely. Adjust vaccinations to accommodate concomitant corticosteroid administration prior to and following onasemnogene abeparvovec infusion. When initiating systemic corticosteriod therapy, wait 2 weeks after an inactivated vaccine."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "oxaliplatin",
            "description": {
                "common": "oxaliplatin decreases effects of rabies vaccine by pharmacodynamic antagonism. Modify Therapy/Monitor Closely. Coadministration with immunosuppressant therapy reduced efficacy of the vaccine may occur. If possible, complete all age-appropriate vaccinations at least 2 weeks prior to initiation of immunosuppressant therapy. Patients vaccinated <14 days before initiation or during immunosuppressive therapy should be revaccinated at least 3 months after therapy is discontinued. ."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ponesimod",
            "description": {
                "common": "ponesimod decreases effects of rabies vaccine by immunosuppressive effects; risk of infection. Use Caution/Monitor. If possible, complete all age-appropriate vaccinations at least 4 weeks before initiating ponesimod."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "procarbazine",
            "description": {
                "common": "procarbazine decreases effects of rabies vaccine by immunosuppressive effects; risk of infection. Modify Therapy/Monitor Closely. Coadministration with immunosuppressant therapy reduced efficacy of the vaccine may occur. If possible, complete all age-appropriate vaccinations at least 2 weeks prior to initiation of immunosuppressant therapy. Patients vaccinated <14 days before initiation or during immunosuppressive therapy should be revaccinated at least 3 months after therapy is discontinued. ."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "rabies immune globulin, human (RIG)",
            "description": {
                "common": "rabies immune globulin, human (RIG) decreases effects of rabies vaccine by Other (see comment). Use Caution/Monitor. \nComment: RIG may be administered concurrently with and up to 8 days after rabies vaccine. High dose rabies immunoglobulin may impair response to active immunization. ."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "rituximab",
            "description": {
                "common": "rituximab, rabies vaccine. immunosuppressive effects; risk of infection. Use Caution/Monitor. When used for rheumatoid arthritis, follow current immunization guidelines and administer non-live vaccines at least 4 weeks prior to a course of rituximab."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "rituximab-hyaluronidase",
            "description": {
                "common": "rituximab-hyaluronidase, rabies vaccine. immunosuppressive effects; risk of infection. Use Caution/Monitor. When used for rheumatoid arthritis, follow current immunization guidelines and administer non-live vaccines at least 4 weeks prior to a course of rituximab."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "satralizumab",
            "description": {
                "common": "satralizumab decreases effects of rabies vaccine by immunosuppressive effects; risk of infection. Modify Therapy/Monitor Closely. Administer all immunizations according to immunization guidelines. At least 2 weeks before initiating for non-live vaccines. ."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "tralokinumab",
            "description": {
                "common": "tralokinumab will decrease the level or effect of rabies vaccine by  immunosuppressive effects; risk of infection. Use Caution/Monitor. Limited data are available regarding coadministration with non-live vaccines."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ublituximab",
            "description": {
                "common": "ublituximab decreases effects of rabies vaccine by immunosuppressive effects; risk of infection. Modify Therapy/Monitor Closely. Administer all immunizations according to immunization guidelines at least 4 weeks before initiating ublituximab for live or live-attenuated vaccines and, whenever possible, at least 2 weeks before initiating for non-live vaccines. Vaccination with live virus vaccines is not recommended during treatment and until B-cell repletion. Do not administer live or live-attenuated vaccines to infants of mothers exposed to ublituximab during pregnancy, before confirming recovery of B-cell counts as measured by CD19+ B cells."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ustekinumab",
            "description": {
                "common": "ustekinumab decreases effects of rabies vaccine by pharmacodynamic antagonism. Use Caution/Monitor. Inactivated vaccinations administered during ustekinumab treatment may not elicit an immune response sufficient to prevent disease."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "voclosporin",
            "description": {
                "common": "voclosporin decreases effects of rabies vaccine by immunosuppressive effects; risk of infection. Modify Therapy/Monitor Closely. Inactivated vaccines noted to be safe for administration may not be sufficiently immunogenic during treatment."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "chloroquine",
            "description": {
                "common": "chloroquine decreases effects of rabies vaccine by pharmacodynamic antagonism. Minor/Significance Unknown. Immunosuppressants may interfere with development of active immunity."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "ozanimod",
            "description": {
                "common": "ozanimod decreases effects of rabies vaccine by immunosuppressive effects; risk of infection. Minor/Significance Unknown. No clinical data are available on the efficacy and safety of vaccinations in patients taking ozanimod. Vaccinations may be less effective if coadministered with ozanimod."
            }
        }
    ],
    "adverse effects": [
        {
            "name": "Suspected adverse events after administration of any vaccine may be reported to Vaccine Adverse Events Reporting System",
            "percent": "1-800"
        },
        {
            "name": "VAERS",
            "percent": "822-7967"
        },
        {
            "name": "submit an online report at https",
            "percent": "25"
        },
        {
            "name": "vaers",
            "percent": "20"
        },
        {
            "name": "hhs",
            "percent": "20"
        },
        {
            "name": "gov",
            "percent": "20"
        },
        {
            "name": "reportevent",
            "percent": "20"
        },
        {
            "name": "html or call",
            "percent": "20"
        },
        {
            "name": "Injection site reactions",
            "percent": "7"
        },
        {
            "name": "eg",
            "percent": null
        },
        {
            "name": "pain",
            "percent": null
        },
        {
            "name": "erythema",
            "percent": null
        },
        {
            "name": "swelling or itching",
            "percent": null
        },
        {
            "name": "Headache",
            "percent": null
        },
        {
            "name": "Nausea",
            "percent": null
        },
        {
            "name": "Abdominal pain",
            "percent": null
        },
        {
            "name": "Muscle aches",
            "percent": null
        },
        {
            "name": "Dizziness",
            "percent": null
        },
        {
            "name": "Serum sickness",
            "percent": null
        },
        {
            "name": "Blood and lymphatic system disorders",
            "percent": null
        },
        {
            "name": "Lymphadenopathy",
            "percent": null
        },
        {
            "name": "Immune system disorders",
            "percent": null
        },
        {
            "name": "Anaphylactic reaction",
            "percent": null
        },
        {
            "name": "serum sickness type reaction",
            "percent": null
        },
        {
            "name": "dermatitis allergic",
            "percent": null
        },
        {
            "name": "pruritus",
            "percent": null
        },
        {
            "name": "itching",
            "percent": null
        },
        {
            "name": "edema",
            "percent": null
        },
        {
            "name": "Nervous system disorders",
            "percent": null
        },
        {
            "name": "Paresthesia",
            "percent": null
        },
        {
            "name": "neuropathy",
            "percent": null
        },
        {
            "name": "convulsion",
            "percent": null
        },
        {
            "name": "encephalitis",
            "percent": null
        },
        {
            "name": "Guillain",
            "percent": null
        },
        {
            "name": "Barré",
            "percent": null
        },
        {
            "name": "like syndrome",
            "percent": null
        },
        {
            "name": "Gastrointestinal disorders",
            "percent": null
        },
        {
            "name": "Vomiting",
            "percent": null
        },
        {
            "name": "diarrhea",
            "percent": null
        },
        {
            "name": "Musculoskeletal and connective tissue disorders",
            "percent": null
        },
        {
            "name": "Arthralgia",
            "percent": null
        },
        {
            "name": "General disorders and administration site conditions",
            "percent": null
        },
        {
            "name": "Asthenia",
            "percent": null
        },
        {
            "name": "malaise",
            "percent": null
        },
        {
            "name": "fever and chills",
            "percent": null
        },
        {
            "name": "shivering",
            "percent": null
        },
        {
            "name": "injection site hematoma",
            "percent": null
        },
        {
            "name": "Respiratory",
            "percent": null
        },
        {
            "name": "thoracic",
            "percent": null
        },
        {
            "name": "and mediastinal disorders",
            "percent": null
        },
        {
            "name": "Wheezing",
            "percent": null
        },
        {
            "name": "dyspnea",
            "percent": null
        }
    ]
}