{
    "name": "gemcitabine",
    "comment": "Rx",
    "other_names": [
        "Gemzar",
        "Infugem"
    ],
    "classes": [
        "Antineoplastics",
        "Antimetabolites"
    ],
    "source": "https://reference.medscape.com/drug/infugem-gemzar-gemcitabine-342218",
    "pregnancy": {
        "common": [
            "Based on animal data and its mechanism of action, therapy can cause fetal harm when administered to a pregnant woman; therapy is expected to result in adverse reproductive effects; drug was teratogenic, embryotoxic, and fetotoxic in mice and rabbits; advise pregnant women of potential risk to a fetus"
        ],
        "specific": [
            {
                "type": "Contraception",
                "description": [
                    "Advise females of reproductive potential to use effective contraception during treatment and for 6 months after final dose",
                    "Advise male patients with female partners of reproductive potential to use effective contraception during and for 3 months following final dose"
                ]
            },
            {
                "type": "Infertility",
                "description": [
                    "Based on animal studies, Gemcitabine Injection may impair fertility in males of reproductive potential"
                ]
            },
            {
                "type": "Pregnancy Testing",
                "description": [
                    "Verify pregnancy status in females of reproductive potential prior to initiating therapy"
                ]
            },
            {
                "type": "Contraception",
                "description": [
                    "Advise females of reproductive potential to use effective contraception during treatment and for 6 months after final dose",
                    "Advise male patients with female partners of reproductive potential to use effective contraception during and for 3 months following final dose"
                ]
            },
            {
                "type": "Females",
                "description": [
                    "Because of potential for genotoxicity, advise females of reproductive potential to use effective contraception during treatment and for 6 months after final dose"
                ]
            },
            {
                "type": "Males",
                "description": [
                    "Because of potential for genotoxicity, advise males with female partners of reproductive potential to use effective contraception during treatment and for 3 months after final dose"
                ]
            }
        ]
    },
    "lactation": {
        "common": [
            "There are no data on presence of drug in human milk, or effects of gemcitabine on breastfed infant or milk production; because of potential for serious adverse reactions in nursing infants from therapy, advise a lactating woman not to breastfeed during treatment and for one week after the final dose"
        ]
    },
    "warnings": {
        "black_box_warning": {
            "common": [],
            "specific": []
        },
        "contraindicators": {
            "common": [
                "Hypersensitivity"
            ],
            "specific": []
        },
        "cautions": {
            "common": [
                "Serious cases of thrombotic microangiopathy reported",
                "In combination with carboplatin or paclitaxel: patients should have ANC >1.5 x 10^6/mL and platelet count >10^8/mL prior to each cycle",
                "Capillary leak syndrome reported with severe consequences; discontinue if symptoms occur",
                "Pulmonary toxicity, including interstitial pneumonitis, pulmonary fibrosis, pulmonary edema, and ARDS reported; onset of pulmonary symptoms may occur up to 2 weeks after last dose; discontinue treatment in patients who develop unexplained dyspnea, with or without bronchospasm, or have any evidence of pulmonary toxicity",
                "Assess renal function prior to initiation of therapy and periodically during treatment; hemolytic uremic syndrome reported, including fatalities; permanently discontinue therapy in patients with HUS or severe renal impairment; renal failure may not be reversible even with discontinuation of therapy",
                "Drug-induced liver injury reported, including liver failure and death; assess hepatic function prior to initiation of therapy and periodically during treatment; discontinue drug in patients that develop severe liver injury",
                "Not indicated for use with radiation therapy; know to exacerbate radiation toxicity, including life-threatening mucositis, especially esophagitis and pneumonitis; excessive toxicity not observed when treatment is administered more than 7 days before or after radiation; radiation recall has been reported in patients who received drug after prior radiation",
                "Infusions longer than 60 minutes or more frequently than qWk increase the incidence of clinically significant hypotension, severe flu-like symptoms, myelosuppression, and asthenia; gemcitabine half-life is influenced by the length of the infusion",
                "Posterior reversible encephalopathy syndrome (PRES) reported; PRES can present with headache, seizure, lethargy, hypertension, confusion, blindness, and other visual and neurologic disturbances; discontinue if PRES develops",
                "Advise females of reproductive potential to use effective contraception during treatment and for 6 months after final dose; advise male patients with female partners of reproductive potential to use effective contraception during and for 3 months following final dose"
            ],
            "specific": [
                {
                    "type": "Myelosuppression",
                    "description": [
                        "In patients who received single- agent therapy, Grade 3-4 neutropenia, anemia, and thrombocytopenia reported in 25%, 8%, and 5%, respectively",
                        "In patients receiving gemcitabine in combination with another drug Grade 3-4 neutropenia, anemia, and thrombocytopenia varied from 48% to 71%, 8% to 28%, and 5% to 55%, respectively",
                        "Obtain a complete blood count (CBC) with a differential and a platelet count prior to each dose of Gemcitabine Injection; modify dosage as recommended"
                    ]
                }
            ]
        }
    },
    "interactions": [
        {
            "classification_type": "Serious",
            "interaction_with": "adenovirus types 4 and 7 live, oral",
            "description": {
                "common": "gemcitabine decreases effects of adenovirus types 4 and 7 live, oral by pharmacodynamic antagonism. Avoid or Use Alternate Drug. Immunosuppressives may diminish therapeutic effects of vaccines and increase risk of adverse effects (increased risk of infection). Live-attenuated vaccines should be avoided for at least 3mo after cessation of immunosuppressive therapy."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "axicabtagene ciloleucel",
            "description": {
                "common": "gemcitabine, axicabtagene ciloleucel.\nEither increases effects of the other by immunosuppressive effects; risk of infection. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "brexucabtagene autoleucel",
            "description": {
                "common": "gemcitabine, brexucabtagene autoleucel.\nEither increases effects of the other by immunosuppressive effects; risk of infection. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "cedazuridine",
            "description": {
                "common": "cedazuridine will increase the level or effect of gemcitabine by  decreasing metabolism. Avoid or Use Alternate Drug. Cedazuridine, a CDA inhibitor, is used with decitabine to increase systemic exposure of decitabine. Use with other drugs metabolized by CDA may increase levels and toxicities of those drugs."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "ciltacabtagene autoleucel",
            "description": {
                "common": "gemcitabine, ciltacabtagene autoleucel.\nEither increases effects of the other by immunosuppressive effects; risk of infection. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "idecabtagene vicleucel",
            "description": {
                "common": "gemcitabine, idecabtagene vicleucel.\nEither increases effects of the other by immunosuppressive effects; risk of infection. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "influenza virus vaccine quadrivalent, adjuvanted",
            "description": {
                "common": "gemcitabine decreases effects of influenza virus vaccine quadrivalent, adjuvanted by pharmacodynamic antagonism. Avoid or Use Alternate Drug. Immunosuppressive drugs may reduce the immune response to influenza vaccine."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "influenza virus vaccine trivalent, adjuvanted",
            "description": {
                "common": "gemcitabine decreases effects of influenza virus vaccine trivalent, adjuvanted by pharmacodynamic antagonism. Avoid or Use Alternate Drug. Immunosuppressive drugs may reduce the immune response to influenza vaccine."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "lisocabtagene maraleucel",
            "description": {
                "common": "gemcitabine, lisocabtagene maraleucel.\nEither increases effects of the other by immunosuppressive effects; risk of infection. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "palifermin",
            "description": {
                "common": "palifermin increases toxicity of gemcitabine by Other (see comment). Avoid or Use Alternate Drug. \nComment: Palifermin should not be administered within 24 hrbefore, during infusion of, or within 24 hr after administration of antineoplastic agents. Coadministration of palifermin within 24 hr of chemotherapy resulted in increased severity and duration of oral mucositis."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "tisagenlecleucel",
            "description": {
                "common": "gemcitabine, tisagenlecleucel.\nEither increases effects of the other by immunosuppressive effects; risk of infection. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "tofacitinib",
            "description": {
                "common": "gemcitabine, tofacitinib.\nEither increases toxicity of the other by immunosuppressive effects; risk of infection. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "acalabrutinib",
            "description": {
                "common": "acalabrutinib, gemcitabine.\nEither increases toxicity of the other by pharmacodynamic synergism. Use Caution/Monitor. Coadministration may increase risk of myelosuppressive effects."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "antithrombin III",
            "description": {
                "common": "gemcitabine increases effects of antithrombin III by unspecified interaction mechanism. Use Caution/Monitor. Due to the thrombocytopenic effects of gemcitabine, an additive risk of bleeding may be seen in patients receiving concomitant anticoagulants."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "argatroban",
            "description": {
                "common": "gemcitabine increases effects of argatroban by unspecified interaction mechanism. Use Caution/Monitor. Due to the thrombocytopenic effects of gemcitabine, an additive risk of bleeding may be seen in patients receiving concomitant anticoagulants."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "belatacept",
            "description": {
                "common": "belatacept and gemcitabine both increase  immunosuppressive effects; risk of infection. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "bivalirudin",
            "description": {
                "common": "gemcitabine increases effects of bivalirudin by unspecified interaction mechanism. Use Caution/Monitor. Due to the thrombocytopenic effects of gemcitabine, an additive risk of bleeding may be seen in patients receiving concomitant anticoagulants."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "cholera vaccine",
            "description": {
                "common": "gemcitabine decreases effects of cholera vaccine by immunosuppressive effects; risk of infection. Modify Therapy/Monitor Closely. Immunosuppressive therapies, including irradiation, antimetabolites, alkylating agents, cytotoxic drugs and corticosteroids (used in greater than physiologic doses), may reduce the immune response to cholera vaccine."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "dalteparin",
            "description": {
                "common": "gemcitabine increases effects of dalteparin by unspecified interaction mechanism. Use Caution/Monitor. Due to the thrombocytopenic effects of gemcitabine, an additive risk of bleeding may be seen in patients receiving concomitant anticoagulants."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "dengue vaccine",
            "description": {
                "common": "gemcitabine decreases effects of dengue vaccine by immunosuppressive effects; risk of infection. Use Caution/Monitor. Immunosuppressive therapies (eg, irradiation, antimetabolites, alkylating agents, cytotoxic drugs, corticosteroids [greater than physiologic doses]) may reduce immune response to dengue vaccine."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "denosumab",
            "description": {
                "common": "gemcitabine, denosumab. Other (see comment). Use Caution/Monitor. \nComment: Caution should be taken in patients on concomitant immunosuppressants or with impaired immune systems because of increased risk for serious infections."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "dichlorphenamide",
            "description": {
                "common": "dichlorphenamide and gemcitabine both decrease  serum potassium. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "enoxaparin",
            "description": {
                "common": "gemcitabine increases effects of enoxaparin by unspecified interaction mechanism. Use Caution/Monitor. Due to the thrombocytopenic effects of gemcitabine, an additive risk of bleeding may be seen in patients receiving concomitant anticoagulants."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "fingolimod",
            "description": {
                "common": "gemcitabine increases effects of fingolimod by immunosuppressive effects; risk of infection. Modify Therapy/Monitor Closely. Concomitant therapy is expected to increase the risk of immunosuppression. Use caution when switching patients from long-acting therapies with immune effects. ."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "fondaparinux",
            "description": {
                "common": "gemcitabine increases effects of fondaparinux by unspecified interaction mechanism. Use Caution/Monitor. Due to the thrombocytopenic effects of gemcitabine, an additive risk of bleeding may be seen in patients receiving concomitant anticoagulants."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "heparin",
            "description": {
                "common": "gemcitabine increases effects of heparin by unspecified interaction mechanism. Use Caution/Monitor. Due to the thrombocytopenic effects of gemcitabine, an additive risk of bleeding may be seen in patients receiving concomitant anticoagulants."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "hydroxyurea",
            "description": {
                "common": "gemcitabine, hydroxyurea. Other (see comment). Use Caution/Monitor. \nComment: Combination may increase risk of myelosuppression."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "influenza A (H5N1) vaccine",
            "description": {
                "common": "gemcitabine decreases effects of influenza A (H5N1) vaccine by Mechanism: pharmacodynamic antagonism. Use Caution/Monitor. Immunosuppressive therapies may reduce immune response to H5N1 vaccine."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "influenza virus vaccine (H5N1), adjuvanted",
            "description": {
                "common": "gemcitabine decreases effects of influenza virus vaccine (H5N1), adjuvanted by Mechanism: pharmacodynamic antagonism. Use Caution/Monitor. Immunosuppressive therapies may reduce immune response to H5N1 vaccine."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "meningococcal group B vaccine",
            "description": {
                "common": "gemcitabine decreases effects of meningococcal group B vaccine by pharmacodynamic antagonism. Use Caution/Monitor. Individuals with altered immunocompetence may have reduced immune responses to the vaccine."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ofatumumab SC",
            "description": {
                "common": "ofatumumab SC, gemcitabine.\nEither increases effects of the other by immunosuppressive effects; risk of infection. Use Caution/Monitor. Consider the risk of additive immune system effects when coadministering immunosuppressive therapies with coadministration. When switching from therapies with immune effects, take into account the duration and mechanism of action of these therapies when initiating ofatumumab SC."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "olaparib",
            "description": {
                "common": "gemcitabine and olaparib both increase  pharmacodynamic synergism. Use Caution/Monitor. Coadministration with other other myelosuppressive anticancer agents, including DNA damaging agents,  may potentiate and prolongate the myelosuppressive toxicity. "
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "siponimod",
            "description": {
                "common": "siponimod and gemcitabine both increase  immunosuppressive effects; risk of infection. Use Caution/Monitor. Caution if coadministered because of additive immunosuppressive effects during such therapy and in the weeks following administration. When switching from drugs with prolonged immune effects, consider the half-life and mode of action of these drugs to avoid unintended additive immunosuppressive effects."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "sipuleucel-T",
            "description": {
                "common": "gemcitabine decreases effects of sipuleucel-T by pharmacodynamic antagonism. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "trastuzumab",
            "description": {
                "common": "trastuzumab, gemcitabine.\nEither increases toxicity of the other by immunosuppressive effects; risk of infection. Use Caution/Monitor.  Neutropenia or febrile neutropenia incidence were increased when trastuzumab was coadministered with myelosuppressive chemotherapy. ."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "trastuzumab deruxtecan",
            "description": {
                "common": "trastuzumab deruxtecan, gemcitabine.\nEither increases toxicity of the other by immunosuppressive effects; risk of infection. Use Caution/Monitor.  Neutropenia or febrile neutropenia incidence were increased when trastuzumab was coadministered with myelosuppressive chemotherapy. ."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ublituximab",
            "description": {
                "common": "ublituximab and gemcitabine both increase  immunosuppressive effects; risk of infection. Modify Therapy/Monitor Closely. Owing to potential additive immunosuppressive effects, consider duration of effect and mechanism of action of these therapies if coadministered"
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "warfarin",
            "description": {
                "common": "gemcitabine increases effects of warfarin by unspecified interaction mechanism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "maitake",
            "description": {
                "common": "maitake increases effects of gemcitabine by pharmacodynamic synergism. Minor/Significance Unknown. Maitake mushroom has anti-tumor effects (animal/in vitro research)."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "taurine",
            "description": {
                "common": "gemcitabine decreases levels of taurine by unspecified interaction mechanism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "vitamin A",
            "description": {
                "common": "vitamin A, gemcitabine. Mechanism: pharmacodynamic synergism. Minor/Significance Unknown. Antioxidants such as vitamin A enhance the efficacy, and reduce toxicity, of antineoplastic drugs."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "vitamin E",
            "description": {
                "common": "vitamin E, gemcitabine. Mechanism: pharmacodynamic synergism. Minor/Significance Unknown. Antioxidants such as vitamin E enhance the efficacy, and reduce toxicity, of antineoplastic drugs."
            }
        }
    ],
    "adverse effects": [
        {
            "name": "N",
            "percent": "69"
        },
        {
            "name": "V",
            "percent": "65"
        },
        {
            "name": "Anemia",
            "percent": "68"
        },
        {
            "name": "Elev LFTs",
            "percent": "63"
        },
        {
            "name": "Neutropenia",
            "percent": "62"
        },
        {
            "name": "Leukopenia",
            "percent": "48"
        },
        {
            "name": "Pain",
            "percent": "45"
        },
        {
            "name": "Proteinuria",
            "percent": "41"
        },
        {
            "name": "Fever",
            "percent": "35"
        },
        {
            "name": "Hematuria",
            "percent": "30"
        },
        {
            "name": "Rash",
            "percent": "24"
        },
        {
            "name": "Thrombocytopenia",
            "percent": "23"
        },
        {
            "name": "Dyspnea",
            "percent": "23"
        },
        {
            "name": "Constipation",
            "percent": "19"
        },
        {
            "name": "Diarrhea",
            "percent": "19"
        },
        {
            "name": "Flu",
            "percent": "17"
        },
        {
            "name": "like syndrome",
            "percent": "16"
        },
        {
            "name": "Hemorrhage",
            "percent": "16"
        },
        {
            "name": "BUN increased",
            "percent": "15"
        },
        {
            "name": "Infection",
            "percent": "13"
        },
        {
            "name": "Alopecia",
            "percent": "13"
        },
        {
            "name": "Edema",
            "percent": "2-10"
        },
        {
            "name": "Elev bilirubin",
            "percent": "2-8"
        },
        {
            "name": "Paresthesia",
            "percent": "4"
        },
        {
            "name": "Creatinine increased",
            "percent": "2"
        },
        {
            "name": "Inj site reactions",
            "percent": null
        },
        {
            "name": "Bronchospasm",
            "percent": null
        },
        {
            "name": "Cardiovascular",
            "percent": null
        },
        {
            "name": "CHF",
            "percent": null
        },
        {
            "name": "MI",
            "percent": null
        },
        {
            "name": "arrhythmias",
            "percent": null
        },
        {
            "name": "supraventricular arrhythmias",
            "percent": null
        },
        {
            "name": "Vascular disorders",
            "percent": null
        },
        {
            "name": "Peripheral vasculitis",
            "percent": null
        },
        {
            "name": "gangrene",
            "percent": null
        },
        {
            "name": "capillary leak syndrome",
            "percent": null
        },
        {
            "name": "Skin",
            "percent": null
        },
        {
            "name": "Cellulitis",
            "percent": null
        },
        {
            "name": "pseudocellulitis",
            "percent": null
        },
        {
            "name": "severe skin reactions",
            "percent": null
        },
        {
            "name": "including desquamation and bullous skin eruptions",
            "percent": null
        },
        {
            "name": "Hepatic",
            "percent": null
        },
        {
            "name": "Hepatic failure",
            "percent": null
        },
        {
            "name": "hepatic veno",
            "percent": null
        },
        {
            "name": "occlusive disease",
            "percent": null
        },
        {
            "name": "Pulmonary",
            "percent": null
        },
        {
            "name": "Interstitial pneumonitis",
            "percent": null
        },
        {
            "name": "pulmonary fibrosis",
            "percent": null
        },
        {
            "name": "pulmonary edema",
            "percent": null
        },
        {
            "name": "ARDS",
            "percent": null
        },
        {
            "name": "Pulmonary",
            "percent": null
        },
        {
            "name": "Pulmonary eosinophilia",
            "percent": null
        },
        {
            "name": "Blood and lymphatic system",
            "percent": null
        },
        {
            "name": "Thrombotic microangiopathy",
            "percent": null
        }
    ]
}