{
    "name": "atoltivimab/maftivimab/odesivimab",
    "comment": "Rx",
    "other_names": [
        "Inmazeb",
        "Ebola monoclonal antibodies"
    ],
    "classes": [
        "Monoclonal Antibodies"
    ],
    "source": "https://reference.medscape.com/drug/inmazeb-ebola-monoclonal-antibodies-atoltivimab-maftivimab-odesivimab-4000106",
    "pregnancy": {
        "common": [
            null,
            "Data from clinical trials and an expanded access program demonstrate a high rate of maternal and fetal/neonatal morbidity consistent with published literature regarding the risk associated with underlying maternal ",
            "Data are insufficient to evaluate for a drug-associated risk of major birth defects, miscarriage, or adverse maternal/fetal outcome",
            "Animal reproduction studies have not been conducted",
            "Human monoclonal antibodies cross the placenta; therefore, monoclonal antibodies can potentially be transferred from mother to fetus"
        ],
        "specific": []
    },
    "lactation": {
        "common": [
            "CDC recommends patients with confirmed ",
            "Data are not available on presence in human or animal milk, effects on breastfed infants, or effects on milk production",
            "Maternal IgG is known to be present in human milk"
        ]
    },
    "warnings": {
        "black_box_warning": {
            "common": [],
            "specific": []
        },
        "contraindicators": {
            "common": [
                "None"
            ],
            "specific": []
        },
        "cautions": {
            "common": [
                "Hypersensitivity reactions reported, including infusion-associated events during and postinfusion",
                "Monitor for signs and symptoms, including, but not limited to, hypotension, chills, and elevation of fever, during and following infusion",
                "If severe or life-threatening hypersensitivity reaction occurs, discontinue monoclonal antibodies immediately and administer appropriate emergency care"
            ],
            "specific": [
                {
                    "type": "Drug interaction overview",
                    "description": [
                        "Avoid coadministration of live vaccine during treatment",
                        "Potential for monoclonal antibodies to inhibit replication of live vaccine virus indicated for prevention of ",
                        "Zaire ebolavirus",
                        " infection and possibly reduce vaccine efficacy",
                        "Follow current immunization guidelines for interval needed between monoclonal antibodies and administering live vaccine"
                    ]
                }
            ]
        }
    },
    "interactions": [
        {
            "classification_type": "Serious",
            "interaction_with": "adenovirus types 4 and 7 live, oral",
            "description": {
                "common": "atoltivimab/maftivimab/odesivimab decreases effects of adenovirus types 4 and 7 live, oral by immunosuppressive effects; risk of infection. Avoid or Use Alternate Drug. Ebola monoclonal antibodies may interfere with immune response of live vaccines. Refer to vaccine guidelines for vaccination timing during and following treatment. ."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "axicabtagene ciloleucel",
            "description": {
                "common": "atoltivimab/maftivimab/odesivimab, axicabtagene ciloleucel.\nEither increases effects of the other by immunosuppressive effects; risk of infection. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "BCG vaccine live",
            "description": {
                "common": "atoltivimab/maftivimab/odesivimab decreases effects of BCG vaccine live by immunosuppressive effects; risk of infection. Avoid or Use Alternate Drug. Ebola monoclonal antibodies may interfere with immune response of live vaccines. Refer to vaccine guidelines for vaccination timing during and following treatment. ."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "brexucabtagene autoleucel",
            "description": {
                "common": "atoltivimab/maftivimab/odesivimab, brexucabtagene autoleucel.\nEither increases effects of the other by immunosuppressive effects; risk of infection. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "cholera vaccine",
            "description": {
                "common": "atoltivimab/maftivimab/odesivimab decreases effects of cholera vaccine by immunosuppressive effects; risk of infection. Avoid or Use Alternate Drug. Ebola monoclonal antibodies may interfere with immune response of live vaccines. Refer to vaccine guidelines for vaccination timing during and following treatment. ."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "ciltacabtagene autoleucel",
            "description": {
                "common": "atoltivimab/maftivimab/odesivimab, ciltacabtagene autoleucel.\nEither increases effects of the other by immunosuppressive effects; risk of infection. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "dengue vaccine",
            "description": {
                "common": "atoltivimab/maftivimab/odesivimab decreases effects of dengue vaccine by immunosuppressive effects; risk of infection. Avoid or Use Alternate Drug. Ebola monoclonal antibodies may interfere with immune response of live vaccines. Refer to vaccine guidelines for vaccination timing during and following treatment. ."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "Ebola Zaire vaccine",
            "description": {
                "common": "atoltivimab/maftivimab/odesivimab decreases effects of Ebola Zaire vaccine by immunosuppressive effects; risk of infection. Avoid or Use Alternate Drug. Ebola monoclonal antibodies may interfere with immune response of live vaccines. Refer to vaccine guidelines for vaccination timing during and following treatment. ."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "idecabtagene vicleucel",
            "description": {
                "common": "atoltivimab/maftivimab/odesivimab, idecabtagene vicleucel.\nEither increases effects of the other by immunosuppressive effects; risk of infection. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "influenza virus vaccine quadrivalent, intranasal",
            "description": {
                "common": "atoltivimab/maftivimab/odesivimab decreases effects of influenza virus vaccine quadrivalent, intranasal by immunosuppressive effects; risk of infection. Avoid or Use Alternate Drug. Ebola monoclonal antibodies may interfere with immune response of live vaccines. Refer to vaccine guidelines for vaccination timing during and following treatment. ."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "lisocabtagene maraleucel",
            "description": {
                "common": "atoltivimab/maftivimab/odesivimab, lisocabtagene maraleucel.\nEither increases effects of the other by immunosuppressive effects; risk of infection. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "measles (rubeola) vaccine",
            "description": {
                "common": "atoltivimab/maftivimab/odesivimab decreases effects of measles (rubeola) vaccine by immunosuppressive effects; risk of infection. Avoid or Use Alternate Drug. Ebola monoclonal antibodies may interfere with immune response of live vaccines. Refer to vaccine guidelines for vaccination timing during and following treatment. ."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "measles mumps and rubella vaccine, live",
            "description": {
                "common": "atoltivimab/maftivimab/odesivimab decreases effects of measles mumps and rubella vaccine, live by immunosuppressive effects; risk of infection. Avoid or Use Alternate Drug. Ebola monoclonal antibodies may interfere with immune response of live vaccines. Refer to vaccine guidelines for vaccination timing during and following treatment. ."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "measles, mumps, rubella and varicella vaccine, live",
            "description": {
                "common": "atoltivimab/maftivimab/odesivimab decreases effects of measles, mumps, rubella and varicella vaccine, live by immunosuppressive effects; risk of infection. Avoid or Use Alternate Drug. Ebola monoclonal antibodies may interfere with immune response of live vaccines. Refer to vaccine guidelines for vaccination timing during and following treatment. ."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "poliovirus vaccine live oral trivalent",
            "description": {
                "common": "atoltivimab/maftivimab/odesivimab decreases effects of poliovirus vaccine live oral trivalent by immunosuppressive effects; risk of infection. Avoid or Use Alternate Drug. Ebola monoclonal antibodies may interfere with immune response of live vaccines. Refer to vaccine guidelines for vaccination timing during and following treatment. ."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "rotavirus oral vaccine, live",
            "description": {
                "common": "atoltivimab/maftivimab/odesivimab decreases effects of rotavirus oral vaccine, live by immunosuppressive effects; risk of infection. Avoid or Use Alternate Drug. Ebola monoclonal antibodies may interfere with immune response of live vaccines. Refer to vaccine guidelines for vaccination timing during and following treatment. ."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "rubella vaccine",
            "description": {
                "common": "atoltivimab/maftivimab/odesivimab decreases effects of rubella vaccine by immunosuppressive effects; risk of infection. Avoid or Use Alternate Drug. Ebola monoclonal antibodies may interfere with immune response of live vaccines. Refer to vaccine guidelines for vaccination timing during and following treatment. ."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "smallpox (vaccinia) and monkeypox vaccine, live, nonreplicating",
            "description": {
                "common": "atoltivimab/maftivimab/odesivimab decreases effects of smallpox (vaccinia) vaccine, attenuated by immunosuppressive effects; risk of infection. Avoid or Use Alternate Drug. Ebola monoclonal antibodies may interfere with immune response of live vaccines. Refer to vaccine guidelines for vaccination timing during and following treatment. ."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "smallpox (vaccinia) vaccine, attenuated",
            "description": {
                "common": "atoltivimab/maftivimab/odesivimab decreases effects of smallpox (vaccinia) vaccine, attenuated by immunosuppressive effects; risk of infection. Avoid or Use Alternate Drug. Ebola monoclonal antibodies may interfere with immune response of live vaccines. Refer to vaccine guidelines for vaccination timing during and following treatment. ."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "smallpox (vaccinia) vaccine, live",
            "description": {
                "common": "atoltivimab/maftivimab/odesivimab decreases effects of smallpox (vaccinia) vaccine, live by immunosuppressive effects; risk of infection. Avoid or Use Alternate Drug. Ebola monoclonal antibodies may interfere with immune response of live vaccines. Refer to vaccine guidelines for vaccination timing during and following treatment. ."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "tisagenlecleucel",
            "description": {
                "common": "atoltivimab/maftivimab/odesivimab, tisagenlecleucel.\nEither increases effects of the other by immunosuppressive effects; risk of infection. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "typhoid polysaccharide vaccine",
            "description": {
                "common": "atoltivimab/maftivimab/odesivimab decreases effects of typhoid polysaccharide vaccine by immunosuppressive effects; risk of infection. Avoid or Use Alternate Drug. Ebola monoclonal antibodies may interfere with immune response of live vaccines. Refer to vaccine guidelines for vaccination timing during and following treatment. ."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "typhoid vaccine live",
            "description": {
                "common": "atoltivimab/maftivimab/odesivimab decreases effects of typhoid vaccine live by immunosuppressive effects; risk of infection. Avoid or Use Alternate Drug. Ebola monoclonal antibodies may interfere with immune response of live vaccines. Refer to vaccine guidelines for vaccination timing during and following treatment. ."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "varicella virus vaccine live",
            "description": {
                "common": "atoltivimab/maftivimab/odesivimab decreases effects of varicella virus vaccine live by immunosuppressive effects; risk of infection. Avoid or Use Alternate Drug. Ebola monoclonal antibodies may interfere with immune response of live vaccines. Refer to vaccine guidelines for vaccination timing during and following treatment. ."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "yellow fever vaccine",
            "description": {
                "common": "atoltivimab/maftivimab/odesivimab decreases effects of yellow fever vaccine by immunosuppressive effects; risk of infection. Avoid or Use Alternate Drug. Ebola monoclonal antibodies may interfere with immune response of live vaccines. Refer to vaccine guidelines for vaccination timing during and following treatment. ."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "zoster vaccine live",
            "description": {
                "common": "atoltivimab/maftivimab/odesivimab decreases effects of zoster vaccine live by immunosuppressive effects; risk of infection. Avoid or Use Alternate Drug. Ebola monoclonal antibodies may interfere with immune response of live vaccines. Refer to vaccine guidelines for vaccination timing during and following treatment. ."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "efgartigimod alfa",
            "description": {
                "common": "efgartigimod alfa will decrease the level or effect of atoltivimab/maftivimab/odesivimab by  receptor binding competition. Use Caution/Monitor. Coadministration of efgartigimod with medications that bind to the human neonatal Fc receptor may lower systemic exposures and effectiveness of such medications. Closely monitor for reduced effectiveness of medications that bind to the human neonatal Fc receptor. If long-term use of such medications is essential, consider discontinuing efgartigimod and using alternative therapies."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "isavuconazonium sulfate",
            "description": {
                "common": "atoltivimab/maftivimab/odesivimab and isavuconazonium sulfate both decrease  immunosuppressive effects; risk of infection. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ublituximab",
            "description": {
                "common": "ublituximab and atoltivimab/maftivimab/odesivimab both increase  immunosuppressive effects; risk of infection. Modify Therapy/Monitor Closely. Owing to potential additive immunosuppressive effects, consider duration of effect and mechanism of action of these therapies if coadministered"
            }
        }
    ],
    "adverse effects": [
        {
            "name": "Indicates adverse effect incidence is less than placebo",
            "percent": "54"
        },
        {
            "name": "Pyrexia",
            "percent": "39"
        },
        {
            "name": "Chills",
            "percent": "5"
        },
        {
            "name": "AST",
            "percent": "21"
        },
        {
            "name": "x ULN",
            "percent": "20"
        },
        {
            "name": "Tachycardia",
            "percent": "19"
        },
        {
            "name": "Tachypnea",
            "percent": "19"
        },
        {
            "name": "Vomiting",
            "percent": "15"
        },
        {
            "name": "Hypotension",
            "percent": "1.8"
        },
        {
            "name": "Serum creatinine",
            "percent": "15"
        },
        {
            "name": "x ULN",
            "percent": "6.5"
        },
        {
            "name": "Serum potassium",
            "percent": "13"
        },
        {
            "name": "mmol",
            "percent": "11"
        },
        {
            "name": "L",
            "percent": "10"
        },
        {
            "name": "Diarrhea",
            "percent": "5"
        },
        {
            "name": "Indicates adverse effect incidence is less than placebo",
            "percent": "10"
        },
        {
            "name": "Hypoxia",
            "percent": "154"
        },
        {
            "name": "ALT",
            "percent": "9"
        },
        {
            "name": "x ULN",
            "percent": "2.5"
        },
        {
            "name": "Serum sodium",
            "percent": "9"
        },
        {
            "name": "mmol",
            "percent": "125"
        },
        {
            "name": "L",
            "percent": "7"
        },
        {
            "name": "Serum potassium",
            "percent": null
        },
        {
            "name": "mmol",
            "percent": null
        },
        {
            "name": "L",
            "percent": null
        },
        {
            "name": "Serum sodium",
            "percent": null
        },
        {
            "name": "mmol",
            "percent": null
        },
        {
            "name": "L",
            "percent": null
        }
    ]
}