{
    "name": "eptifibatide",
    "comment": "Rx",
    "other_names": [
        "Integrilin"
    ],
    "classes": [
        "Antiplatelet Agents",
        "Cardiovascular",
        "Glycoprotein IIb/IIIa Inhibitors"
    ],
    "source": "https://reference.medscape.com/drug/integrilin-eptifibatide-342149",
    "pregnancy": {
        "common": [
            "Available data on use in pregnant women from published literature and pharmacovigilance database are insufficient to establish a drug-associated risk of major birth defects, miscarriage or adverse maternal or fetal outcomes",
            "Untreated myocardial infarction can be fatal to pregnant woman and fetus",
            "Myocardial infarction is a medical emergency in pregnancy which can be fatal to a pregnant woman and fetus if left untreated; therapy for pregnant woman should not be withheld because of potential concerns regarding effects of drug on the fetus"
        ],
        "specific": [
            {
                "type": "Animal data",
                "description": [
                    "In animal reproduction studies, there was no evidence of adverse developmental effects when administered intravenously to pregnant rats and rabbits at approximately 4 times recommended maximum daily human dose",
                    "Estimated background risk of major birth defects and miscarriage for indicated population is unknown; all pregnancies have a background risk of birth defect, loss, or other adverse outcomes"
                ]
            }
        ]
    },
    "lactation": {
        "common": [
            "There are no available data on presence of drug in human milk, effects on breastfed infant, or on milk production; as drug is a peptide, it is likely to be destroyed in infant’s gastrointestinal tract and not absorbed orally by the breastfed infant"
        ]
    },
    "warnings": {
        "black_box_warning": {
            "common": [],
            "specific": []
        },
        "contraindicators": {
            "common": [
                "Hypersensitivity",
                "History of internal bleeding, intracranial hemorrhage or neoplasm, CVA, thrombocytopenia",
                "AV malformation or aneurysm, aortic dissection, severe HTN, acute pericarditis",
                "Other parenteral glycoprotein IIb/IIIa inhibitors"
            ],
            "specific": []
        },
        "cautions": {
            "common": [],
            "specific": [
                {
                    "type": "Bleeding",
                    "description": [
                        "At the site of arterial sheath placement bleeding is the most common complication; minimize use of arterial and venous punctures, intramuscular injections, and use of urinary catheters, nasotracheal intubation, and nasogastric tubes; when obtaining intravenous access, avoid non-compressible sites (eg, subclavian or jugular veins)",
                        "Risk factors for bleeding include older age, a history of bleeding disorders, and concomitant use of drugs that increase risk of bleeding (thrombolytics, oral anticoagulants, nonsteroidal anti-inflammatory drugs, and P2Y12 inhibitors); concomitant treatment with other inhibitors of platelet receptor glycoprotein (GP) IIb/IIIa should be avoided; in patients treated with heparin, bleeding can be minimized by close monitoring of aPTT and ACT",
                        "In patients undergoing PCI, treatment may increase in major and minor bleeding at site of arterial sheath placement; after PCI, infusion should be continued until hospital discharge or up to 18 - 24 hours, whichever comes first;",
                        "Heparin use is discouraged after PCI procedure; early sheath removal is encouraged while drug is being infused; prior to removing the sheath, it is recommended that heparin be discontinued for 3 to 4 hours and an aPTT of <45 seconds or ACT <150 seconds be achieved; in any case, both drugs should be discontinued and sheath hemostasis achieved at least 2 to 4 hours before hospital discharge; if bleeding at access site cannot be controlled with pressure, infusion of both drugs should be discontinued immediately"
                    ]
                },
                {
                    "type": "Thrombocytopenia",
                    "description": [
                        "There have been reports of acute, profound thrombocytopenia (immune-mediated and non-immune mediated); in the event of acute profound thrombocytopenia or a confirmed platelet decrease to <100,000/mm",
                        "3",
                        ", discontinue drug and heparin (unfractionated or low-molecular weight); monitor serial platelet counts, assess presence of drug-dependent antibodies, and treat as appropriate",
                        "There has been no clinical experience with therapy initiated in patients with a baseline platelet count <100,000/mm",
                        "3",
                        "; if a patient with low platelet counts is receiving drug, their platelet count should be monitored closely"
                    ]
                }
            ]
        }
    },
    "interactions": [
        {
            "classification_type": "Contraindicated",
            "interaction_with": "abrocitinib",
            "description": {
                "common": "abrocitinib and eptifibatide both increase  anticoagulation. Contraindicated. Antiplatelet drugs, except for low-dose aspirin (=81 mg qDay), during the first 3 months of treatment are contraindicated."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "antithrombin alfa",
            "description": {
                "common": "antithrombin alfa, eptifibatide.\nEither increases effects of the other by pharmacodynamic synergism. Contraindicated. Enhanced risk of hemorrhage."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "antithrombin III",
            "description": {
                "common": "antithrombin III, eptifibatide.\nEither increases effects of the other by pharmacodynamic synergism. Contraindicated. Enhanced risk of hemorrhage."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "apixaban",
            "description": {
                "common": "eptifibatide and apixaban both increase  anticoagulation. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "argatroban",
            "description": {
                "common": "argatroban, eptifibatide.\nEither increases effects of the other by pharmacodynamic synergism. Contraindicated. Enhanced risk of hemorrhage."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "aspirin rectal",
            "description": {
                "common": "aspirin rectal increases effects of eptifibatide by pharmacodynamic synergism. Avoid or Use Alternate Drug. Enhanced risk of hemorrhage."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "bivalirudin",
            "description": {
                "common": "bivalirudin, eptifibatide.\nEither increases effects of the other by pharmacodynamic synergism. Contraindicated. Enhanced risk of hemorrhage."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "caplacizumab",
            "description": {
                "common": "caplacizumab, eptifibatide.\nEither increases effects of the other by pharmacodynamic synergism. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "dalteparin",
            "description": {
                "common": "dalteparin, eptifibatide.\nEither increases effects of the other by pharmacodynamic synergism. Contraindicated. Enhanced risk of hemorrhage."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "enoxaparin",
            "description": {
                "common": "enoxaparin, eptifibatide.\nEither increases effects of the other by pharmacodynamic synergism. Contraindicated. Enhanced risk of hemorrhage."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "fondaparinux",
            "description": {
                "common": "fondaparinux, eptifibatide.\nEither increases effects of the other by pharmacodynamic synergism. Contraindicated. Enhanced risk of hemorrhage."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "heparin",
            "description": {
                "common": "heparin, eptifibatide.\nEither increases effects of the other by pharmacodynamic synergism. Contraindicated. Enhanced risk of hemorrhage."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "protamine",
            "description": {
                "common": "protamine, eptifibatide.\nEither increases effects of the other by pharmacodynamic synergism. Contraindicated. Enhanced risk of hemorrhage."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "acalabrutinib",
            "description": {
                "common": "acalabrutinib increases effects of eptifibatide by anticoagulation. Modify Therapy/Monitor Closely. Coadministration of acalabrutinib with antiplatelets or anticoagulants may further increase risk of hemorrhage. Monitor for signs of bleeding and consider the benefit-risk of withholding acalabrutinib for 3-7 days presurgery and postsurgery depending upon the type of surgery and the risk of bleeding."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "aspirin",
            "description": {
                "common": "aspirin, eptifibatide.\nEither increases toxicity of the other by pharmacodynamic synergism. Use Caution/Monitor. The need for simultaneous use of low-dose aspirin and anticoagulant or antiplatelet agents are common for patients with cardiovascular disease; monitor closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "aspirin/citric acid/sodium bicarbonate",
            "description": {
                "common": "aspirin/citric acid/sodium bicarbonate, eptifibatide.\nEither increases toxicity of the other by pharmacodynamic synergism. Use Caution/Monitor. The need for simultaneous use of low-dose aspirin and anticoagulant or antiplatelet agents are common for patients with cardiovascular disease; monitor closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "azficel-T",
            "description": {
                "common": "azficel-T, eptifibatide. Other (see comment). Use Caution/Monitor. \nComment: Coadministration with anticoagulants or antiplatelets may increase bruising or bleeding at biopsy and/or injection sites; concomitant use not recommended. Decisions regarding continued use or cessation of anticoagulants or antiplatelets should be made by a physician."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "betrixaban",
            "description": {
                "common": "eptifibatide, betrixaban.\nEither increases levels of the other by anticoagulation. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "citalopram",
            "description": {
                "common": "citalopram increases effects of eptifibatide by pharmacodynamic synergism. Use Caution/Monitor. Combination may increase risk of bleeding."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "dabigatran",
            "description": {
                "common": "dabigatran, eptifibatide.\nEither increases effects of the other by pharmacodynamic synergism. Use Caution/Monitor. Both drugs have the potential to cause bleeding. Concomitant use may increase risk of bleeding."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "deferasirox",
            "description": {
                "common": "deferasirox, eptifibatide. Other (see comment). Use Caution/Monitor. \nComment: Gastric ulceration and GI bleeding have been reported in patients taking deferasirox, use caution when coadministering with other drugs known to increase the risk of peptic ulcers or gastric hemorrhage including anticoagulants."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "edoxaban",
            "description": {
                "common": "edoxaban, eptifibatide.\nEither increases toxicity of the other by anticoagulation. Modify Therapy/Monitor Closely. Both drugs have the potential to cause bleeding. The need for simultaneous use of platelet aggregation inhibitors with anticoagulants is common for patients with cardiovascular disease, but may result in increased bleeding; monitor closely. Promptly evaluate any signs or symptoms of blood loss."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "fish oil triglycerides",
            "description": {
                "common": "fish oil triglycerides will increase the level or effect of eptifibatide by  anticoagulation. Use Caution/Monitor. Prolonged bleeding reported in patients taking antiplatelet agents or anticoagulants and oral omega-3 fatty acids. Periodically monitor bleeding time in patients receiving fish oil triglycerides and concomitant antiplatelet agents or anticoagulants."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "green tea",
            "description": {
                "common": "green tea increases effects of eptifibatide by pharmacodynamic synergism. Use Caution/Monitor. (Theoretical interaction).   Combination may increase risk of bleeding."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ibrutinib",
            "description": {
                "common": "ibrutinib will increase the level or effect of eptifibatide by  anticoagulation. Use Caution/Monitor. Ibrutinib may increase the risk of hemorrhage in patients receiving antiplatelet or anticoagulant therapies and monitor for signs of bleeding. "
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "icosapent",
            "description": {
                "common": "icosapent, eptifibatide.\nEither increases effects of the other by pharmacodynamic synergism. Use Caution/Monitor. Icosapent may prolong bleeding time; monitor periodically if coadministered with other drugs that affect bleeding."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "melatonin",
            "description": {
                "common": "melatonin increases effects of eptifibatide by anticoagulation. Use Caution/Monitor. Melatonin may decrease prothrombin time."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "piracetam",
            "description": {
                "common": "piracetam increases effects of eptifibatide by pharmacodynamic synergism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "porfimer",
            "description": {
                "common": "eptifibatide decreases effects of porfimer by pharmacodynamic antagonism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "rivaroxaban",
            "description": {
                "common": "rivaroxaban, eptifibatide.\nEither increases effects of the other by anticoagulation. Use Caution/Monitor. Avoid concurrent use of rivaroxaban with other anticoagulants due to increased bleeding risk other than during therapeutic transition periods where patients should be observed closely. Monitor for signs/symptoms of blood loss."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "selumetinib",
            "description": {
                "common": "eptifibatide and selumetinib both increase  anticoagulation. Modify Therapy/Monitor Closely. An increased risk of bleeding may occur in patients taking a vitamin-K antagonist or an antiplatelet agent with selumetinib. Monitor for bleeding and INR or PT in patients coadministered a vitamin-K antagonist or an antiplatelet agent with selumetinib."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ticagrelor",
            "description": {
                "common": "ticagrelor, eptifibatide.\nEither increases effects of the other by anticoagulation. Use Caution/Monitor. Increased risk of bleeding during concomitant use of medications that increase potential for bleeding."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "vortioxetine",
            "description": {
                "common": "eptifibatide increases effects of vortioxetine by anticoagulation. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "warfarin",
            "description": {
                "common": "eptifibatide, warfarin.\nEither increases effects of the other by pharmacodynamic synergism. Modify Therapy/Monitor Closely. Drugs with antiplatelet properties may increase anticoagulation effect of warfarin."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "devil's claw",
            "description": {
                "common": "devil's claw, eptifibatide. pharmacodynamic synergism. Minor/Significance Unknown. May prolong bleeding time.  Conflicting evidence.ÿ Use with caution."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "ginger",
            "description": {
                "common": "ginger, eptifibatide. pharmacodynamic synergism. Minor/Significance Unknown. May prolong bleeding time.  Conflicting evidence. Use with caution."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "ginkgo biloba",
            "description": {
                "common": "ginkgo biloba, eptifibatide. pharmacodynamic synergism. Minor/Significance Unknown. May prolong bleeding time.  Conflicting evidence. Use with caution."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "horse chestnut seed",
            "description": {
                "common": "horse chestnut seed, eptifibatide. pharmacodynamic synergism. Minor/Significance Unknown. May prolong bleeding time.  Theoretical. Use with caution."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "levothyroxine",
            "description": {
                "common": "levothyroxine decreases levels of eptifibatide by increasing renal clearance. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "verteporfin",
            "description": {
                "common": "eptifibatide decreases effects of verteporfin by pharmacodynamic antagonism. Minor/Significance Unknown."
            }
        }
    ],
    "adverse effects": [
        {
            "name": "Bleeding",
            "percent": "8"
        },
        {
            "name": "Hypotension",
            "percent": "7"
        },
        {
            "name": "Thrombocytopenia",
            "percent": "2.3"
        },
        {
            "name": "Injection site reaction",
            "percent": null
        },
        {
            "name": "Hypersensitivity",
            "percent": null
        },
        {
            "name": "Intracranial hemorrhage",
            "percent": null
        },
        {
            "name": "Pulmonary hemorrhage",
            "percent": null
        },
        {
            "name": "Thrombocytopenia",
            "percent": null
        },
        {
            "name": "GI hemorrhage",
            "percent": null
        },
        {
            "name": "Immune",
            "percent": null
        },
        {
            "name": "mediated thrombocytopenia",
            "percent": null
        },
        {
            "name": "thought to be caused by antibodies that react with GP IIb",
            "percent": null
        },
        {
            "name": "IIIa complex",
            "percent": null
        }
    ]
}