{
    "name": "canagliflozin/metformin",
    "comment": "Rx",
    "other_names": [
        "Invokamet",
        "Invokamet-XR"
    ],
    "classes": [
        "Antidiabetics",
        "Biguanides",
        "Antidiabetics",
        "SGLT2 Inhibitors"
    ],
    "source": "https://reference.medscape.com/drug/invokamet-canagliflozin-metformin-999959",
    "pregnancy": {
        "common": [
            "Breastfeeding not recommended"
        ],
        "specific": [
            {
                "type": "Canagliflozin ",
                "description": [
                    "Based on animal data showing adverse renal effects, not recommended during the second and third trimesters of pregnancy",
                    "Data are limited in pregnant women and are not sufficient to determine a drug associated risk for major birth defects or miscarriage"
                ]
            },
            {
                "type": "Metformin",
                "description": [
                    "Metformin was not teratogenic in rats and rabbits at doses up to 600 mg/kg/day; determination of fetal concentrations demonstrated a partial placental barrier to metformin"
                ]
            },
            {
                "type": "Clinical considerations",
                "description": [
                    "Poorly controlled diabetes in pregnancy increases maternal risk for diabetic ketoacidosis, preeclampsia, spontaneous abortions, preterm delivery, stillbirth, and delivery complications",
                    "Poorly controlled diabetes increases fetal risk for major birth defects, stillbirth, and macrosomia related morbidity"
                ]
            },
            {
                "type": "Canagliflozin ",
                "description": [
                    "Based on animal data showing adverse renal effects, not recommended during the second and third trimesters of pregnancy",
                    "Data are limited in pregnant women and are not sufficient to determine a drug associated risk for major birth defects or miscarriage"
                ]
            },
            {
                "type": "Metformin ",
                "description": [
                    "Excreted into milk in rats and reaches levels comparable to those in plasma; breastfeeding not recommended"
                ]
            }
        ]
    },
    "lactation": {
        "common": [
            "Breastfeeding not recommended"
        ]
    },
    "warnings": {
        "black_box_warning": {
            "common": [],
            "specific": [
                {
                    "type": "Metformin",
                    "description": [
                        "Post-marketing cases of metformin-associated lactic acidosis have resulted in death, hypothermia, hypotension, and resistant bradyarrhythmias; the onset of metformin-associated lactic acidosis is often subtle, accompanied only by nonspecific symptoms such as malaise, myalgias, respiratory distress, somnolence, and abdominal pain; metformin-associated lactic acidosis was characterized by elevated blood lactate levels (> 5 mmol/Liter), anion gap acidosis (without evidence of ketonuria or ketonemia), an increased lactate/pyruvate ratio; and metformin plasma levels generally >5 mcg/mL",
                        "Risk factors for metformin-associated lactic acidosis include renal impairment, concomitant use of certain drugs (eg, carbonic anhydrase inhibitors such astopiramate), age 65 years old or greater, having a radiological study with contrast, surgery and other procedures, hypoxic states (e.g., acute congestive heart failure), excessive alcohol intake, and hepatic impairment",
                        "Steps to reduce risk of and manage metformin-associated lactic acidosis in these high risk groups are provided in the full prescribing information",
                        "If metformin-associated lactic acidosis is suspected, immediately discontinue therapy and institute general supportive measures in a hospital setting; prompt hemodialysis recommended "
                    ]
                }
            ]
        },
        "contraindicators": {
            "common": [
                "Moderate renal impairment (eGFR <30 mL/min/1.73 m²), which may also result from conditions such as shock, acute MI, and septicemia; ESRD, or patients on dialysis",
                "Acute or chronic metabolic acidosis, including diabetic ketoacidosis (see Black Box Warnings)",
                "History of a serious hypersensitivity reaction to canagliflozin or metformin, such as anaphylaxis or angioedema"
            ],
            "specific": []
        },
        "cautions": {
            "common": [
                "Alcohol potentiates effect of metformin on lactate metabolism and this may increase risk of metformin-associated lactic acidosis; warn patients against excessive alcohol intake while receiving therapy",
                "Withholding of food and fluids during surgical or other procedures may increase risk for volume depletion, hypotension, and renal impairment; therapy should be temporarily discontinued while patients have restricted food and fluid intake",
                "Before initiating therapy, obtain an estimated glomerular filtration rate and obtain an eGFR at least annually; assess more frequently in patients at increased risk for development of renal impairment",
                "Consider temporarily discontinuing in settings of reduced oral intake or fluid losses; if acute kidney injury occurs, discontinue and promptly treat; monitor renal function during therapy",
                "Hyperkalemia reported with canagliflozin; monitor potassium levels in patients with impaired renal function and in patients predisposed to hyperkalemia",
                "Canagliflozin increases risk for genital mycotic infections; treat if indicated",
                "Increases risk of urinary tract infections (UTIs), including life-threatening urosepsis and pyelonephritis that started as UTIs; evaluate patients for signs and symptoms of urinary tract infections and treat promptly, if indicated",
                "Metformin may lower vitamin B12 levels without manifestations; monitor hematologic parameters annually",
                "Increased risk of bone fracture, occurring as early as 12 weeks after treatment initiation, reported; consider factors that contribute to fracture risk prior to initiating therapy",
                "Hypersensitivity reactions, including angioedema and anaphylaxis reported with canagliflozin; these reactions generally occurred within hours to days after initiating canagliflozin; if hypersensitivity reactions occur, discontinue therapy; treat and monitor until signs and symptoms resolve",
                "Several of the postmarketing cases of metformin-associated lactic acidosis occurred in settings of acute congestive heart failure (particularly when accompanied by hypoperfusion and hypoxemia); cardiovascular collapse (shock), acute myocardial infarction, sepsis, and other conditions associated with hypoxemia have been associated with lactic acidosis and may also cause pre-renal azotemia; when such events occur, discontinue therapy"
            ],
            "specific": [
                {
                    "type": "Lower limb amputation",
                    "description": [
                        "Increased risk of lower limb amputations associated with canagliflozin use was observed in 2 large, randomized, placebo-controlled trials (CANVAS AND CANVAS-R) in patients with type 2 diabetes who had established cardiovascular disease (CVD) or were at risk for CVD ",
                        "Amputations of the toe and midfoot were most frequent; however, amputations involving the leg were also observed; some patients had multiple amputations, some involving both limbs ",
                        "Before initiating, consider factors that may increase the risk of amputation (eg, history of prior amputation, peripheral vascular disease, neuropathy, diabetic foot ulcers) ",
                        "Monitor for infection, new pain or tenderness, and sores or ulcers involving the lower limbs; discontinue if these complications occur",
                        "Counsel patients about importance of routine preventative foot care "
                    ]
                },
                {
                    "type": "Ketoacidosis",
                    "description": [
                        "Risk of ketoacidosis may be greater with higher doses; fatal cases of ketoacidosis have been reported in patients taking canagliflozin; therapy is not indicated for treatment of patients with type 1diabetes mellitus",
                        "Fatal ketoacidosis associated with SGLT2 inhibitors",
                        "Monitor for signs of ketoacidosis and advise patients to seek immediate medical attention for symptoms (eg, difficulty breathing, nausea, vomiting, abdominal pain, confusion, unusual fatigue or sleepiness)",
                        "Assess patients who present with signs and symptoms of metabolic acidosis for ketoacidosis, regardless of blood glucose level",
                        "Consider risk factors for ketoacidosis prior to initiating therapy; consider factors in patient history that may predispose to ketoacidosis including pancreatic insulin deficiency from any cause, caloric restriction, and alcohol abuse; patients may require temporary discontinuation of therapy in clinical situations that may predispose to ketoacidosis"
                    ]
                },
                {
                    "type": "Necrotizing fascitis",
                    "description": [
                        "Necrotizing fasciitis of the perineum (Fournier gangrene) reported with SGLT2 inhibitors",
                        "Signs and symptoms include tenderness, redness, or swelling of the genitals or the area from the genitals back to the rectum, and have a fever above 100.4 F or a general feeling of being unwell",
                        "If suspected, discontinue SGLT2 inhibitor and start treatment immediately with broad-spectrum antibiotics and surgical debridement if necessary"
                    ]
                },
                {
                    "type": "Renal impairment",
                    "description": [
                        "Therapy causes intravascular volume contraction and can cause renal impairment; acute kidney injury, some requiring hospitalization and dialysis reported",
                        "Before initiating therapy, consider factors that may predispose patients to acute kidney injury including hypovolemia, chronic renal insufficiency, congestive heart failure, and concomitant medications (diuretics, ACE inhibitors, ARBs, NSAIDs)",
                        "Consider temporarily discontinuing therapy in any setting of reduced oral intake (such as acute illness or fasting) or fluid losses (such as gastrointestinal illness or excessive heat exposure)",
                        "Canagliflozin increases serum creatinine and decreases eGFR; ensure normal renal function before initiating and at least annually thereafter"
                    ]
                },
                {
                    "type": "Lactic acidosis",
                    "description": [
                        "Risk increases with degree of renal dysfunction and age (see Black Box Warnings)",
                        "Metformin decreases liver uptake of lactate increasing lactate blood levels which may increase risk oflactic acidosis, especially in patients at risk",
                        "Metformin-associated lactic acidosis cases associated primarily with significant renal impairment; risk of metformin accumulation and metformin-associated lactic acidosis increases with severity of renal impairment; metformin substantially excreted by kidney",
                        "Metformin-associated lactic acidosis have resulted in death, hypothermia, hypotension, and resistant bradyarrhythmias",
                        "Onset is often subtle, accompanied only by nonspecific symptoms such as malaise, myalgias, respiratory distress, somnolence, and abdominal pain",
                        "If suspected, discontinue therapy immediately and institute general supportive measures in hospital setting; prompt hemodialysis recommended",
                        "Metformin use in patients with impaired hepatic function has been associated with cases of lactic acidosis; this may be due to impaired lactate clearance resulting in higher lactate blood levels; avoid use of this drug in patients with clinical or laboratory evidence of hepatic disease",
                        "Educate patients and their families about the symptoms of lactic acidosis and if these symptoms occur instruct them to discontinue therapy and report symptoms to healthcare provider"
                    ]
                },
                {
                    "type": "Iodinated contrast imaging procedures",
                    "description": [
                        "Discontinue metformin at the time of or before an iodinated contrast imaging procedure in patients with an eGFR between 45-60 mL/minute/1.73 m²; in patients with a history of liver disease, alcoholism, or heart failure; or in patients who will be administered intra-arterial iodinate contrast",
                        "Reevaluate eGFR 48 hr after the imaging procedure; restart metformin if renal function is stable"
                    ]
                },
                {
                    "type": "Hypoglycemia",
                    "description": [
                        "Canagliflozin can increase the risk of hypoglycemia when combined with insulin or an insulin secretagogue; a lower dose of insulin or insulin secretagogue may be required",
                        "Metformin: Hypoglycemia does not occur in patients receiving metformin alone under usual circumstances of use, but could occur when caloric intake is deficient, when strenuous exercise is not compensated by caloric supplementation, or during concomitant use with other glucose-lowering agents (eg, sulfonylureas, insulin) or ethanol"
                    ]
                },
                {
                    "type": "Hypotension",
                    "description": [
                        "Canagliflozin causes intravascular volume contraction",
                        "Symptomatic hypotension can occur after initiating, particularly with eGFR <60 mL/min/1.73 m², elderly patients, coadministration with diuretics or medications that interfere with the renin-angiotensin-aldosterone system (eg, ACE inhibitors, angiotensin receptor blockers), or patients with low systolic blood pressure",
                        "Assess volume status and correct hypovolemia in patients with renal impairment, the elderly, in patients with low systolic blood pressure, or on diuretics, ACE inhibitors, or ARB; monitor for signs and symptoms during therapy"
                    ]
                }
            ]
        }
    },
    "interactions": [
        {
            "classification_type": "Serious",
            "interaction_with": "contrast media (iodinated)",
            "description": {
                "common": "contrast media (iodinated) increases levels of metformin by decreasing renal clearance. Contraindicated. Acute renal failure or lactic acidosis may result.  D/c metformin 48 hr before and after imaging study."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "ethanol",
            "description": {
                "common": "ethanol increases toxicity of metformin by Other (see comment). Contraindicated. \nComment: Excessive EtOH consumption may alter glycemic control.  Some sulfonylureas may produce a disulfiram like rxn; alcohol may potentiate the risk of lactic acidosis."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "ioversol",
            "description": {
                "common": "ioversol increases levels of metformin by decreasing renal clearance. Contraindicated. Acute renal failure or lactic acidosis may result.  D/c metformin 48 hr before and after imaging study."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "methylene blue",
            "description": {
                "common": "methylene blue will increase the level or effect of metformin by  unspecified interaction mechanism. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "pacritinib",
            "description": {
                "common": "pacritinib will increase the level or effect of metformin by  Other (see comment). Avoid or Use Alternate Drug. Concomitant administration of pacritinib (OCT1 inhibitor) with OCT1 substrates may increase the plasma concentrations of these substrates."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "ranolazine",
            "description": {
                "common": "ranolazine will increase the level or effect of metformin by  decreasing elimination. Avoid or Use Alternate Drug. Limit metformin dose to 1700 mg/day when used together with ranolazine 1000 mg twice daily; monitor closelly for signs or symptoms of metformin toxicity"
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "risdiplam",
            "description": {
                "common": "risdiplam will increase the level or effect of metformin by  decreasing elimination. Avoid or Use Alternate Drug. Risdiplam inhibits MATE1 and MATE2-K. If unable to avoid coadministration with MATE substrates, consider dosage reduction of MATE substrate."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "selegiline",
            "description": {
                "common": "selegiline will increase the level or effect of metformin by  unspecified interaction mechanism. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "selegiline transdermal",
            "description": {
                "common": "selegiline transdermal will increase the level or effect of metformin by  unspecified interaction mechanism. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "tafenoquine",
            "description": {
                "common": "tafenoquine will increase the level or effect of metformin by  Other (see comment). Avoid or Use Alternate Drug. Tafenoquine inhibits organic cation transporter-2 (OCT2) and multidrug and toxin extrusion (MATE) transporters in vitro. Avoid coadministration with OCT2 or MATE substrates. If coadministration cannot be avoided, monitor for substrate-related toxicities and consider dosage reduction if needed based on product labeling of the coadministered drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "tedizolid",
            "description": {
                "common": "tedizolid will increase the level or effect of metformin by  unspecified interaction mechanism. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "tranylcypromine",
            "description": {
                "common": "tranylcypromine will increase the level or effect of metformin by  unspecified interaction mechanism. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "trilaciclib",
            "description": {
                "common": "trilaciclib will decrease the level or effect of metformin by  Other (see comment). Avoid or Use Alternate Drug. Avoid coadministration of trilaciclib (OCT2, MATE1, and MATE-2K inhibitor) with substrates where minimal increased concentration in kidney or blood may lead to serious or life-threatening toxicities. "
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "acetazolamide",
            "description": {
                "common": "acetazolamide increases toxicity of metformin by Other (see comment). Use Caution/Monitor. \nComment: Decreases serum bicarbonate and induce non-anion gap, hyperchloremic metabolic acidosis."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "albiglutide",
            "description": {
                "common": "albiglutide, metformin.\nEither increases effects of the other by pharmacodynamic synergism. Use Caution/Monitor. Concurrent use may increase risk of hypoglycemia; monitor glucose levels."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "aliskiren",
            "description": {
                "common": "aliskiren and canagliflozin both increase  serum potassium. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "amiloride",
            "description": {
                "common": "amiloride and canagliflozin both increase  serum potassium. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "amiodarone",
            "description": {
                "common": "amiodarone will increase the level or effect of metformin by  basic (cationic) drug competition for renal tubular clearance. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "amlodipine",
            "description": {
                "common": "amlodipine decreases effects of metformin by pharmacodynamic antagonism. Use Caution/Monitor. Patient should be closely observed for loss of blood glucose control; when drugs are withdrawn from a patient receiving metformin, patient should be observed closely for hypoglycemia."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "aripiprazole",
            "description": {
                "common": "aripiprazole, metformin. Other (see comment). Use Caution/Monitor. \nComment: Atypical antipsychotics have been associated with hyperglycemia that may alter blood glucose control; monitor glucose levels closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "asenapine",
            "description": {
                "common": "asenapine, metformin. Other (see comment). Use Caution/Monitor. \nComment: Atypical antipsychotics have been associated with hyperglycemia that may alter blood glucose control; monitor glucose levels closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "atazanavir",
            "description": {
                "common": "atazanavir decreases effects of metformin by Other (see comment). Use Caution/Monitor. \nComment: Reports of hyperglycemia due to insulin resistance with protease inhibitors. ."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "azilsartan",
            "description": {
                "common": "azilsartan and canagliflozin both increase  serum potassium. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "benazepril",
            "description": {
                "common": "benazepril and canagliflozin both increase  serum potassium. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "benzphetamine",
            "description": {
                "common": "benzphetamine decreases effects of metformin by pharmacodynamic antagonism. Use Caution/Monitor. Patient should be closely observed for loss of blood glucose control; when drugs are withdrawn from a patient receiving metformin, patient should be observed closely for hypoglycemia."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "betrixaban",
            "description": {
                "common": "canagliflozin increases levels of betrixaban by P-glycoprotein (MDR1) efflux transporter. Use Caution/Monitor. Decrease betrixaban dose to 80 mg PO once, then 40 mg PO qDay if coadministered with a P-gp inhibitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "betamethasone",
            "description": {
                "common": "betamethasone decreases effects of metformin by pharmacodynamic antagonism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "bictegravir",
            "description": {
                "common": "bictegravir will increase the level or effect of metformin by  decreasing renal clearance. Modify Therapy/Monitor Closely. Bictegravir inhibits organic cation transporter 2 (OCT2) and multidrug and toxin extrusion transporter 1 (MATE1) in vitro. Coadministration with OCT2 and MATE1 substrates may increase their plasma concentrations. Metformin dose reduction may be required."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "bitter melon",
            "description": {
                "common": "bitter melon increases effects of metformin by pharmacodynamic synergism. Use Caution/Monitor. Risk of hypoglycemia."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "brexpiprazole",
            "description": {
                "common": "brexpiprazole decreases effects of metformin by pharmacodynamic antagonism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "bumetanide",
            "description": {
                "common": "bumetanide decreases effects of metformin by pharmacodynamic antagonism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "bupropion",
            "description": {
                "common": "bupropion increases levels of metformin by Other (see comment). Use Caution/Monitor. \nComment: Bupropion may inhibit OCT2 mediated renal excretion of metformin."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "candesartan",
            "description": {
                "common": "candesartan and canagliflozin both increase  serum potassium. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "captopril",
            "description": {
                "common": "captopril and canagliflozin both increase  serum potassium. Use Caution/Monitor. Monitor potassium"
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "carbamazepine",
            "description": {
                "common": "carbamazepine decreases levels of canagliflozin by increasing metabolism. Use Caution/Monitor. Coadministration with potent UGT enzyme inducers: Consider increasing dose to 300 mg qDay if 100 mg/day tolerate and additional glycemic control required (eGFR must be >60 mL/min/1.73 m2 to increase dose); if eGFR <60 mL/min/1.73 m2, consider using a different antihyperglycemic agent."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "cariprazine",
            "description": {
                "common": "cariprazine decreases effects of metformin by pharmacodynamic antagonism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "cephalexin",
            "description": {
                "common": "cephalexin increases toxicity of metformin by decreasing renal clearance. Use Caution/Monitor. particularly in patients who may have other risk factors for metformin toxicity. ."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ceritinib",
            "description": {
                "common": "ceritinib decreases effects of metformin by pharmacodynamic antagonism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "chlorpromazine",
            "description": {
                "common": "chlorpromazine decreases effects of metformin by pharmacodynamic antagonism. Use Caution/Monitor. Patient should be closely observed for loss of blood glucose control; when drugs are withdrawn from a patient receiving metformin, patient should be observed closely for hypoglycemia."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "chlorpropamide",
            "description": {
                "common": "chlorpropamide, canagliflozin.\nEither increases effects of the other by pharmacodynamic synergism. Modify Therapy/Monitor Closely. Consider a lower dose of insulin or insulin secretagogue to avoid hypoglycemia when coadministered with canagliflozin."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "cimetidine",
            "description": {
                "common": "cimetidine will increase the level or effect of metformin by  basic (cationic) drug competition for renal tubular clearance. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "cinnamon",
            "description": {
                "common": "cinnamon increases effects of metformin by pharmacodynamic synergism. Use Caution/Monitor. Potential for hypoglycemia."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ciprofloxacin",
            "description": {
                "common": "ciprofloxacin increases effects of metformin by pharmacodynamic synergism. Use Caution/Monitor. Hyper and hypoglycemia have been reported in patients treated concomitantly with quinolones and antidiabetic agents. Careful monitoring of blood glucose is recommended."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "citalopram",
            "description": {
                "common": "citalopram increases effects of metformin by pharmacodynamic synergism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "clevidipine",
            "description": {
                "common": "clevidipine decreases effects of metformin by pharmacodynamic antagonism. Use Caution/Monitor. Patient should be closely observed for loss of blood glucose control; when drugs are withdrawn from a patient receiving metformin, patient should be observed closely for hypoglycemia."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "clozapine",
            "description": {
                "common": "clozapine, metformin. Other (see comment). Use Caution/Monitor. \nComment: Atypical antipsychotics have been associated with hyperglycemia that may alter blood glucose control; monitor glucose levels closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "colesevelam",
            "description": {
                "common": "colesevelam increases levels of metformin by pharmacodynamic antagonism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "conjugated estrogens",
            "description": {
                "common": "conjugated estrogens decreases effects of metformin by pharmacodynamic antagonism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "corticotropin",
            "description": {
                "common": "corticotropin decreases effects of metformin by pharmacodynamic antagonism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "cyclosporine",
            "description": {
                "common": "cyclosporine and canagliflozin both increase  serum potassium. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "dabrafenib",
            "description": {
                "common": "dabrafenib decreases effects of metformin by pharmacodynamic antagonism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "dalfampridine",
            "description": {
                "common": "metformin, dalfampridine.\nEither increases levels of the other by Other (see comment). Use Caution/Monitor. \nComment:    Metformin and dalfampridine are organic cation transporter 2 (OCT2) substrates; both drugs may compete for renal tubular uptake and could potentially increase systemic exposure of either drug when administered concomitantly."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "darunavir",
            "description": {
                "common": "darunavir decreases effects of metformin by Other (see comment). Use Caution/Monitor. \nComment: Reports of hyperglycemia due to insulin resistance with protease inhibitors. ."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "desogestrel",
            "description": {
                "common": "desogestrel decreases effects of metformin by pharmacodynamic antagonism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "diatrizoate",
            "description": {
                "common": "diatrizoate increases toxicity of metformin by unspecified interaction mechanism. Modify Therapy/Monitor Closely. Administration of intravascular iodinated contrast agents in metformin-treated patients has led to rare cases of acute decrease in renal function and the occurrence of lactic acidosis. The American College of Radiology Guidelines (2018) recommend temporarily stopping metformin in patients with eGFR is <30 mL/min/1.73 m2 or who are undergoing arterial catheter studies that might result in emboli to the renal arteries. Continue to withhold metformin for 48 hr subsequent to the procedure and reinstituted only after renal function has been reevaluated and found to be normal. ."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "diatrizoate meglumine/diatrizoate sodium",
            "description": {
                "common": "diatrizoate meglumine/diatrizoate sodium increases toxicity of metformin by unspecified interaction mechanism. Modify Therapy/Monitor Closely. Administration of intravascular iodinated contrast agents in metformin-treated patients has led to rare cases of acute decrease in renal function and the occurrence of lactic acidosis. The American College of Radiology Guidelines (2018) recommend temporarily stopping metformin in patients with eGFR is <30 mL/min/1.73 m2 or who are undergoing arterial catheter studies that might result in emboli to the renal arteries. Continue to withhold metformin for 48 hr subsequent to the procedure and reinstituted only after renal function has been reevaluated and found to be normal. ."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "diazoxide",
            "description": {
                "common": "diazoxide decreases effects of metformin by pharmacodynamic antagonism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "dichlorphenamide",
            "description": {
                "common": "dichlorphenamide, metformin.\nEither increases toxicity of the other by pharmacodynamic synergism. Modify Therapy/Monitor Closely. Both drugs can cause metabolic acidosis."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "dienogest/estradiol valerate",
            "description": {
                "common": "dienogest/estradiol valerate decreases effects of metformin by pharmacodynamic antagonism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "diethylpropion",
            "description": {
                "common": "diethylpropion decreases effects of metformin by pharmacodynamic antagonism. Use Caution/Monitor. Patient should be closely observed for loss of blood glucose control; when drugs are withdrawn from a patient receiving metformin, patient should be observed closely for hypoglycemia."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "digoxin",
            "description": {
                "common": "digoxin, metformin.\nEither increases levels of the other by basic (cationic) drug competition for renal tubular clearance. Use Caution/Monitor. Measure serum digoxin concentrations before initiating metformin. Monitor patients who take both metformin and digoxin for possible digoxin toxicity and lactic acidosis. Reduce the digoxin and/or metformin dose as necessary."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "diltiazem",
            "description": {
                "common": "diltiazem decreases effects of metformin by pharmacodynamic antagonism. Use Caution/Monitor. Patient should be closely observed for loss of blood glucose control; when drugs are withdrawn from a patient receiving metformin, patient should be observed closely for hypoglycemia."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "drospirenone",
            "description": {
                "common": "drospirenone and canagliflozin both increase  serum potassium. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "dofetilide",
            "description": {
                "common": "dofetilide will increase the level or effect of metformin by  basic (cationic) drug competition for renal tubular clearance. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "dolutegravir",
            "description": {
                "common": "dolutegravir will increase the level or effect of metformin by  decreasing renal clearance. Modify Therapy/Monitor Closely. Dolutegravir inhibits the renal organic cation transporter, OCT2; when used with metformin, limit total daily dose of metformin to 1,000 mg either when starting metformin or dolutegravir; when stopping dolutegravir, adjustment of metformin dose may be necessary; monitor blood glucose when initiating concomitant use and after withdrawal of dolutegravir"
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "drospirenone",
            "description": {
                "common": "drospirenone decreases effects of metformin by pharmacodynamic antagonism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "dulaglutide",
            "description": {
                "common": "dulaglutide, canagliflozin.\nEither increases effects of the other by pharmacodynamic synergism. Use Caution/Monitor. Antidiabetic agents are often used in combination; dosage adjustments may be required when initiating or discontinuing antidiabetic agents."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "enalapril",
            "description": {
                "common": "enalapril and canagliflozin both increase  serum potassium. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "entecavir",
            "description": {
                "common": "entecavir, metformin.\nEither increases levels of the other by Other (see comment). Use Caution/Monitor. \nComment: Coadministration of entecavir with metformin may increase the risk of lactic acidosis."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "eplerenone",
            "description": {
                "common": "eplerenone and canagliflozin both increase  serum potassium. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "eprosartan",
            "description": {
                "common": "eprosartan and canagliflozin both increase  serum potassium. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "erdafitinib",
            "description": {
                "common": "metformin increases levels of erdafitinib by decreasing renal clearance. Modify Therapy/Monitor Closely. Consider alternatives that are not OCT2 substrates or consider reducing the dose of OCT2 substrates based on tolerability."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "escitalopram",
            "description": {
                "common": "escitalopram increases effects of metformin by pharmacodynamic synergism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "estradiol",
            "description": {
                "common": "estradiol decreases effects of metformin by pharmacodynamic antagonism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "estrogens conjugated synthetic",
            "description": {
                "common": "estrogens conjugated synthetic decreases effects of metformin by pharmacodynamic antagonism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "estropipate",
            "description": {
                "common": "estropipate decreases effects of metformin by pharmacodynamic antagonism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ethacrynic acid",
            "description": {
                "common": "ethacrynic acid decreases effects of metformin by pharmacodynamic antagonism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ethinylestradiol",
            "description": {
                "common": "ethinylestradiol decreases effects of metformin by pharmacodynamic antagonism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ethiodized oil",
            "description": {
                "common": "ethiodized oil increases toxicity of metformin by unspecified interaction mechanism. Modify Therapy/Monitor Closely. Administration of intravascular iodinated contrast agents in metformin-treated patients has led to rare cases of acute decrease in renal function and the occurrence of lactic acidosis. The American College of Radiology Guidelines (2018) recommend temporarily stopping metformin in patients with eGFR is <30 mL/min/1.73 m2 or who are undergoing arterial catheter studies that might result in emboli to the renal arteries. Continue to withhold metformin for 48 hr subsequent to the procedure and reinstituted only after renal function has been reevaluated and found to be normal. ."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "etonogestrel",
            "description": {
                "common": "etonogestrel decreases effects of metformin by pharmacodynamic antagonism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "everolimus",
            "description": {
                "common": "everolimus decreases effects of metformin by pharmacodynamic antagonism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "exenatide injectable solution",
            "description": {
                "common": "exenatide injectable solution, metformin.\nEither increases effects of the other by pharmacodynamic synergism. Use Caution/Monitor. Concurrent use may increase risk of hypoglycemia; monitor glucose levels."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "exenatide injectable suspension",
            "description": {
                "common": "exenatide injectable suspension, metformin.\nEither increases effects of the other by pharmacodynamic synergism. Use Caution/Monitor. Concurrent use may increase risk of hypoglycemia; monitor glucose levels."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "felodipine",
            "description": {
                "common": "felodipine decreases effects of metformin by pharmacodynamic antagonism. Use Caution/Monitor. Patient should be closely observed for loss of blood glucose control; when drugs are withdrawn from a patient receiving metformin, patient should be observed closely for hypoglycemia."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "finerenone",
            "description": {
                "common": "canagliflozin and finerenone both increase  serum potassium. Modify Therapy/Monitor Closely. Finerenone dose adjustment based on current serum potassium concentration. Monitor serum potassium and adjust finerenone dose as described in the prescribing information as necessary."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "fleroxacin",
            "description": {
                "common": "fleroxacin increases effects of metformin by pharmacodynamic synergism. Use Caution/Monitor. Quinolone antibiotic administration may result in hyper- or hypoglycemia. Gatifloxacin is most likely to produce dysglycemia; moxifloxacin is least likely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "fluoxetine",
            "description": {
                "common": "fluoxetine increases effects of metformin by pharmacodynamic synergism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "fluphenazine",
            "description": {
                "common": "fluphenazine decreases effects of metformin by pharmacodynamic antagonism. Use Caution/Monitor. Patient should be closely observed for loss of blood glucose control; when drugs are withdrawn from a patient receiving metformin, patient should be observed closely for hypoglycemia."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "fluvoxamine",
            "description": {
                "common": "fluvoxamine increases effects of metformin by pharmacodynamic synergism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "fosamprenavir",
            "description": {
                "common": "fosamprenavir decreases effects of metformin by Other (see comment). Use Caution/Monitor. \nComment: Reports of hyperglycemia due to insulin resistance with protease inhibitors. ."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "fosinopril",
            "description": {
                "common": "fosinopril and canagliflozin both increase  serum potassium. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "fosphenytoin",
            "description": {
                "common": "fosphenytoin decreases effects of metformin by pharmacodynamic antagonism. Use Caution/Monitor. Patient should be closely observed for loss of blood glucose control; when drugs are withdrawn from a patient receiving metformin, patient should be observed closely for hypoglycemia."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "glimepiride",
            "description": {
                "common": "glimepiride, canagliflozin.\nEither increases effects of the other by pharmacodynamic synergism. Modify Therapy/Monitor Closely. Consider a lower dose of insulin or insulin secretagogue to avoid hypoglycemia when coadministered with canagliflozin."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "gemifloxacin",
            "description": {
                "common": "gemifloxacin increases effects of metformin by pharmacodynamic synergism. Use Caution/Monitor. Quinolone antibiotic administration may result in hyper- or hypoglycemia. Gatifloxacin is most likely to produce dysglycemia; moxifloxacin is least likely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "glipizide",
            "description": {
                "common": "glipizide, canagliflozin.\nEither increases effects of the other by pharmacodynamic synergism. Modify Therapy/Monitor Closely. Consider a lower dose of insulin or insulin secretagogue to avoid hypoglycemia when coadministered with canagliflozin."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "glucagon intranasal",
            "description": {
                "common": "glucagon intranasal decreases effects of metformin by pharmacodynamic antagonism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "glyburide",
            "description": {
                "common": "glyburide, canagliflozin.\nEither increases effects of the other by pharmacodynamic synergism. Modify Therapy/Monitor Closely. Consider a lower dose of insulin or insulin secretagogue to avoid hypoglycemia when coadministered with canagliflozin."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "glycopyrrolate",
            "description": {
                "common": "glycopyrrolate increases toxicity of metformin by unspecified interaction mechanism. Use Caution/Monitor. May require a dose reduction."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "goserelin",
            "description": {
                "common": "goserelin decreases effects of metformin by pharmacodynamic antagonism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "heparin",
            "description": {
                "common": "heparin and canagliflozin both increase  serum potassium. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "histrelin",
            "description": {
                "common": "histrelin decreases effects of metformin by pharmacodynamic antagonism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "hydroxyprogesterone caproate (DSC)",
            "description": {
                "common": "hydroxyprogesterone caproate (DSC) decreases effects of metformin by pharmacodynamic antagonism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "iloperidone",
            "description": {
                "common": "iloperidone, metformin. Other (see comment). Use Caution/Monitor. \nComment: Atypical antipsychotics have been associated with hyperglycemia that may alter blood glucose control; monitor glucose levels closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "imidapril",
            "description": {
                "common": "imidapril increases toxicity of metformin by unspecified interaction mechanism. Use Caution/Monitor. Increases risk for hypoglycemia and lactic acidosis."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "indinavir",
            "description": {
                "common": "indinavir decreases effects of metformin by Other (see comment). Use Caution/Monitor. \nComment: Reports of hyperglycemia due to insulin resistance with protease inhibitors. ."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "insulin aspart",
            "description": {
                "common": "insulin aspart, canagliflozin.\nEither increases effects of the other by pharmacodynamic synergism. Modify Therapy/Monitor Closely. Consider a lower dose of insulin or insulin secretagogue to avoid hypoglycemia when coadministered with canagliflozin."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "insulin aspart protamine/insulin aspart",
            "description": {
                "common": "metformin, insulin aspart protamine/insulin aspart.\nEither increases effects of the other by pharmacodynamic synergism. Use Caution/Monitor. Antidiabetic agents are often used in combination; dosage adjustments may be required when initiating or discontinuing antidiabetic agents."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "insulin degludec",
            "description": {
                "common": "metformin, insulin degludec.\nEither increases effects of the other by pharmacodynamic synergism. Use Caution/Monitor. Antidiabetic agents are often used in combination; dosage adjustments may be required when initiating or discontinuing antidiabetic agents."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "insulin degludec/insulin aspart",
            "description": {
                "common": "canagliflozin, insulin degludec/insulin aspart.\nEither increases effects of the other by pharmacodynamic synergism. Use Caution/Monitor. Antidiabetic agents are often used in combination; dosage adjustments may be required when initiating or discontinuing antidiabetic agents."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "insulin detemir",
            "description": {
                "common": "metformin, insulin detemir.\nEither increases effects of the other by pharmacodynamic synergism. Use Caution/Monitor. Antidiabetic agents are often used in combination; dosage adjustments may be required when initiating or discontinuing antidiabetic agents."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "insulin glargine",
            "description": {
                "common": "metformin, insulin glargine.\nEither increases effects of the other by pharmacodynamic synergism. Use Caution/Monitor. Antidiabetic agents are often used in combination; dosage adjustments may be required when initiating or discontinuing antidiabetic agents."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "insulin glulisine",
            "description": {
                "common": "metformin, insulin glulisine.\nEither increases effects of the other by pharmacodynamic synergism. Use Caution/Monitor. Antidiabetic agents are often used in combination; dosage adjustments may be required when initiating or discontinuing antidiabetic agents."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "insulin inhaled",
            "description": {
                "common": "canagliflozin, insulin inhaled.\nEither increases effects of the other by pharmacodynamic synergism. Use Caution/Monitor. Antidiabetic agents are often used in combination; dosage adjustments may be required when initiating or discontinuing antidiabetic agents."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "insulin isophane human/insulin regular human",
            "description": {
                "common": "canagliflozin, insulin isophane human/insulin regular human.\nEither increases effects of the other by pharmacodynamic synergism. Use Caution/Monitor. Antidiabetic agents are often used in combination; dosage adjustments may be required when initiating or discontinuing antidiabetic agents."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "insulin lispro",
            "description": {
                "common": "canagliflozin, insulin lispro.\nEither increases effects of the other by pharmacodynamic synergism. Use Caution/Monitor. Antidiabetic agents are often used in combination; dosage adjustments may be required when initiating or discontinuing antidiabetic agents."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "insulin lispro protamine/insulin lispro",
            "description": {
                "common": "canagliflozin, insulin lispro protamine/insulin lispro.\nEither increases effects of the other by pharmacodynamic synergism. Use Caution/Monitor. Antidiabetic agents are often used in combination; dosage adjustments may be required when initiating or discontinuing antidiabetic agents."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "insulin NPH",
            "description": {
                "common": "metformin, insulin NPH.\nEither increases effects of the other by pharmacodynamic synergism. Use Caution/Monitor. Antidiabetic agents are often used in combination; dosage adjustments may be required when initiating or discontinuing antidiabetic agents."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "insulin regular human",
            "description": {
                "common": "metformin, insulin regular human.\nEither increases effects of the other by pharmacodynamic synergism. Use Caution/Monitor. Antidiabetic agents are often used in combination; dosage adjustments may be required when initiating or discontinuing antidiabetic agents."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "iodixanol",
            "description": {
                "common": "iodixanol increases toxicity of metformin by unspecified interaction mechanism. Modify Therapy/Monitor Closely. Administration of intravascular iodinated contrast agents in metformin-treated patients has led to rare cases of acute decrease in renal function and the occurrence of lactic acidosis. The American College of Radiology Guidelines (2018) recommend temporarily stopping metformin in patients with eGFR is <30 mL/min/1.73 m2 or who are undergoing arterial catheter studies that might result in emboli to the renal arteries. Continue to withhold metformin for 48 hr subsequent to the procedure and reinstituted only after renal function has been reevaluated and found to be normal. ."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "irbesartan",
            "description": {
                "common": "irbesartan and canagliflozin both increase  serum potassium. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ioflupane I 123",
            "description": {
                "common": "ioflupane I 123 increases toxicity of metformin by unspecified interaction mechanism. Modify Therapy/Monitor Closely. Administration of intravascular iodinated contrast agents in metformin-treated patients has led to rare cases of acute decrease in renal function and the occurrence of lactic acidosis. The American College of Radiology Guidelines (2018) recommend temporarily stopping metformin in patients with eGFR is <30 mL/min/1.73 m2 or who are undergoing arterial catheter studies that might result in emboli to the renal arteries. Continue to withhold metformin for 48 hr subsequent to the procedure and reinstituted only after renal function has been reevaluated and found to be normal. ."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "iohexol",
            "description": {
                "common": "iohexol increases toxicity of metformin by unspecified interaction mechanism. Modify Therapy/Monitor Closely. Administration of intravascular iodinated contrast agents in metformin-treated patients has led to rare cases of acute decrease in renal function and the occurrence of lactic acidosis. The American College of Radiology Guidelines (2018) recommend temporarily stopping metformin in patients with eGFR is <30 mL/min/1.73 m2 or who are undergoing arterial catheter studies that might result in emboli to the renal arteries. Continue to withhold metformin for 48 hr subsequent to the procedure and reinstituted only after renal function has been reevaluated and found to be normal. ."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "iopamidol",
            "description": {
                "common": "iopamidol increases toxicity of metformin by unspecified interaction mechanism. Modify Therapy/Monitor Closely. Administration of intravascular iodinated contrast agents in metformin-treated patients has led to rare cases of acute decrease in renal function and the occurrence of lactic acidosis. The American College of Radiology Guidelines (2018) recommend temporarily stopping metformin in patients with eGFR is <30 mL/min/1.73 m2 or who are undergoing arterial catheter studies that might result in emboli to the renal arteries. Continue to withhold metformin for 48 hr subsequent to the procedure and reinstituted only after renal function has been reevaluated and found to be normal. ."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "iopromide",
            "description": {
                "common": "iopromide increases toxicity of metformin by unspecified interaction mechanism. Modify Therapy/Monitor Closely. Administration of intravascular iodinated contrast agents in metformin-treated patients has led to rare cases of acute decrease in renal function and the occurrence of lactic acidosis. The American College of Radiology Guidelines (2018) recommend temporarily stopping metformin in patients with eGFR is <30 mL/min/1.73 m2 or who are undergoing arterial catheter studies that might result in emboli to the renal arteries. Continue to withhold metformin for 48 hr subsequent to the procedure and reinstituted only after renal function has been reevaluated and found to be normal. ."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ioversol",
            "description": {
                "common": "ioversol increases toxicity of metformin by unspecified interaction mechanism. Modify Therapy/Monitor Closely. Administration of intravascular iodinated contrast agents in metformin-treated patients has led to rare cases of acute decrease in renal function and the occurrence of lactic acidosis. The American College of Radiology Guidelines (2018) recommend temporarily stopping metformin in patients with eGFR is <30 mL/min/1.73 m2 or who are undergoing arterial catheter studies that might result in emboli to the renal arteries. Continue to withhold metformin for 48 hr subsequent to the procedure and reinstituted only after renal function has been reevaluated and found to be normal. ."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ioxilan",
            "description": {
                "common": "ioxilan increases toxicity of metformin by unspecified interaction mechanism. Modify Therapy/Monitor Closely. Administration of intravascular iodinated contrast agents in metformin-treated patients has led to rare cases of acute decrease in renal function and the occurrence of lactic acidosis. The American College of Radiology Guidelines (2018) recommend temporarily stopping metformin in patients with eGFR is <30 mL/min/1.73 m2 or who are undergoing arterial catheter studies that might result in emboli to the renal arteries. Continue to withhold metformin for 48 hr subsequent to the procedure and reinstituted only after renal function has been reevaluated and found to be normal. ."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "isocarboxazid",
            "description": {
                "common": "isocarboxazid will increase the level or effect of metformin by  unspecified interaction mechanism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "isoniazid",
            "description": {
                "common": "isoniazid decreases effects of metformin by unspecified interaction mechanism. Use Caution/Monitor. Patient should be closely observed for loss of blood glucose control; when drugs are withdrawn from a patient receiving metformin, patient should be observed closely for hypoglycemia."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "isradipine",
            "description": {
                "common": "isradipine decreases effects of metformin by pharmacodynamic antagonism. Use Caution/Monitor. Patient should be closely observed for loss of blood glucose control; when drugs are withdrawn from a patient receiving metformin, patient should be observed closely for hypoglycemia."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ketotifen, ophthalmic",
            "description": {
                "common": "ketotifen, ophthalmic, metformin. Other (see comment). Use Caution/Monitor. \nComment: Combination may result in thrombocytopenia (rare).  Monitor CBC."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "lanreotide",
            "description": {
                "common": "lanreotide decreases effects of metformin by pharmacodynamic antagonism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "letermovir",
            "description": {
                "common": "letermovir will increase the level or effect of canagliflozin by  unspecified interaction mechanism. Use Caution/Monitor. Monitor glucose concentrations."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "leuprolide",
            "description": {
                "common": "leuprolide decreases effects of metformin by pharmacodynamic antagonism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "levofloxacin",
            "description": {
                "common": "levofloxacin increases effects of metformin by pharmacodynamic synergism. Use Caution/Monitor. Quinolone antibiotic administration may result in hyper- or hypoglycemia. Gatifloxacin is most likely to produce dysglycemia; moxifloxacin is least likely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "levonorgestrel intrauterine",
            "description": {
                "common": "levonorgestrel intrauterine decreases effects of metformin by pharmacodynamic antagonism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "levonorgestrel oral",
            "description": {
                "common": "levonorgestrel oral decreases effects of metformin by pharmacodynamic antagonism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "levothyroxine",
            "description": {
                "common": "levothyroxine decreases effects of metformin by pharmacodynamic antagonism. Use Caution/Monitor. Patient should be closely observed for loss of blood glucose control; when drugs are withdrawn from a patient receiving metformin, patient should be observed closely for hypoglycemia."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "linezolid",
            "description": {
                "common": "linezolid will increase the level or effect of metformin by  unspecified interaction mechanism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "liothyronine",
            "description": {
                "common": "liothyronine decreases effects of metformin by pharmacodynamic antagonism. Use Caution/Monitor. Patient should be closely observed for loss of blood glucose control; when drugs are withdrawn from a patient receiving metformin, patient should be observed closely for hypoglycemia."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "liotrix",
            "description": {
                "common": "liotrix decreases effects of metformin by pharmacodynamic antagonism. Use Caution/Monitor. Patient should be closely observed for loss of blood glucose control; when drugs are withdrawn from a patient receiving metformin, patient should be observed closely for hypoglycemia."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "liraglutide",
            "description": {
                "common": "liraglutide, metformin.\nEither increases effects of the other by pharmacodynamic synergism. Use Caution/Monitor. Concurrent use may increase risk of hypoglycemia; monitor glucose levels."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "lisinopril",
            "description": {
                "common": "lisinopril increases toxicity of metformin by unspecified interaction mechanism. Use Caution/Monitor. Increases risk for hypoglycemia and lactic acidosis."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "lithium",
            "description": {
                "common": "metformin decreases levels of lithium by Other (see comment). Use Caution/Monitor. \nComment: SGLT2 inhibitors with lithium may decrease serum lithium concentrations; monitor serum lithium concentration more frequently during therapy initiation and dosage changes."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "lonapegsomatropin",
            "description": {
                "common": "lonapegsomatropin decreases effects of metformin by Other (see comment). Use Caution/Monitor. \nComment: Closely monitor blood glucose when treated with antidiabetic agents. Lonapegsomatropin may decrease insulin sensitivity, particularly at higher doses. Patients with diabetes mellitus may require adjustment of their doses of insulin and/or other antihyperglycemic agents."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "lopinavir",
            "description": {
                "common": "lopinavir decreases effects of metformin by Other (see comment). Use Caution/Monitor. \nComment: Reports of hyperglycemia due to insulin resistance with protease inhibitors. ."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "losartan",
            "description": {
                "common": "losartan and canagliflozin both increase  serum potassium. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "lurasidone",
            "description": {
                "common": "lurasidone, metformin. Other (see comment). Use Caution/Monitor. \nComment: Atypical antipsychotics have been associated with hyperglycemia that may alter blood glucose control; monitor glucose levels closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "marijuana",
            "description": {
                "common": "marijuana decreases effects of metformin by pharmacodynamic antagonism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "mecasermin",
            "description": {
                "common": "mecasermin increases effects of metformin by pharmacodynamic synergism. Use Caution/Monitor. Additive hypoglycemic effects."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "medroxyprogesterone",
            "description": {
                "common": "medroxyprogesterone decreases effects of metformin by pharmacodynamic antagonism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "methamphetamine",
            "description": {
                "common": "methamphetamine decreases effects of metformin by pharmacodynamic antagonism. Use Caution/Monitor. Patient should be closely observed for loss of blood glucose control; when drugs are withdrawn from a patient receiving metformin, patient should be observed closely for hypoglycemia."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "methazolamide",
            "description": {
                "common": "methazolamide increases toxicity of metformin by Other (see comment). Use Caution/Monitor. \nComment: Decreases serum bicarbonate and induce non-anion gap, hyperchloremic metabolic acidosis."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "moexipril",
            "description": {
                "common": "moexipril and canagliflozin both increase  serum potassium. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "moxifloxacin",
            "description": {
                "common": "moxifloxacin increases effects of metformin by pharmacodynamic synergism. Use Caution/Monitor. Quinolone antibiotic administration may result in hyper- or hypoglycemia. Gatifloxacin is most likely to produce dysglycemia; moxifloxacin is least likely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "nateglinide",
            "description": {
                "common": "nateglinide, canagliflozin.\nEither increases effects of the other by pharmacodynamic synergism. Modify Therapy/Monitor Closely. Consider a lower dose of insulin or insulin secretagogue to avoid hypoglycemia when coadministered with canagliflozin."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "nelfinavir",
            "description": {
                "common": "nelfinavir decreases effects of metformin by Other (see comment). Use Caution/Monitor. \nComment: Reports of hyperglycemia due to insulin resistance with protease inhibitors. ."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "niacin",
            "description": {
                "common": "niacin decreases effects of metformin by pharmacodynamic antagonism. Use Caution/Monitor. Patient should be closely observed for loss of blood glucose control; when drugs are withdrawn from a patient receiving metformin, patient should be observed closely for hypoglycemia."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "nicardipine",
            "description": {
                "common": "nicardipine decreases effects of metformin by pharmacodynamic antagonism. Use Caution/Monitor. Patient should be closely observed for loss of blood glucose control; when drugs are withdrawn from a patient receiving metformin, patient should be observed closely for hypoglycemia."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "nifedipine",
            "description": {
                "common": "nifedipine decreases effects of metformin by pharmacodynamic antagonism. Use Caution/Monitor. Patient should be closely observed for loss of blood glucose control; when drugs are withdrawn from a patient receiving metformin, patient should be observed closely for hypoglycemia."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "nilotinib",
            "description": {
                "common": "nilotinib decreases effects of metformin by pharmacodynamic antagonism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "nimodipine",
            "description": {
                "common": "nimodipine decreases effects of metformin by pharmacodynamic antagonism. Use Caution/Monitor. Patient should be closely observed for loss of blood glucose control; when drugs are withdrawn from a patient receiving metformin, patient should be observed closely for hypoglycemia."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "nisoldipine",
            "description": {
                "common": "nisoldipine decreases effects of metformin by pharmacodynamic antagonism. Use Caution/Monitor. Patient should be closely observed for loss of blood glucose control; when drugs are withdrawn from a patient receiving metformin, patient should be observed closely for hypoglycemia."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "nizatidine",
            "description": {
                "common": "nizatidine will increase the level or effect of metformin by  decreasing renal clearance. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "norelgestromin",
            "description": {
                "common": "norelgestromin decreases effects of metformin by pharmacodynamic antagonism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "norethindrone",
            "description": {
                "common": "norethindrone decreases effects of metformin by pharmacodynamic antagonism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "norgestimate",
            "description": {
                "common": "norgestimate decreases effects of metformin by pharmacodynamic antagonism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "octreotide",
            "description": {
                "common": "octreotide decreases effects of metformin by pharmacodynamic antagonism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ofloxacin",
            "description": {
                "common": "ofloxacin increases effects of metformin by pharmacodynamic synergism. Use Caution/Monitor. Quinolone antibiotic administration may result in hyper- or hypoglycemia. Gatifloxacin is most likely to produce dysglycemia; moxifloxacin is least likely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "olanzapine",
            "description": {
                "common": "olanzapine, metformin. Other (see comment). Use Caution/Monitor. \nComment: Atypical antipsychotics have been associated with hyperglycemia that may alter blood glucose control; monitor glucose levels closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "olmesartan",
            "description": {
                "common": "olmesartan and canagliflozin both increase  serum potassium. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "omacetaxine",
            "description": {
                "common": "omacetaxine decreases effects of metformin by pharmacodynamic antagonism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ombitasvir/paritaprevir/ritonavir & dasabuvir (DSC)",
            "description": {
                "common": "ombitasvir/paritaprevir/ritonavir & dasabuvir (DSC) increases toxicity of metformin by unspecified interaction mechanism. Use Caution/Monitor. Monitor for signs of onset of lactic acidosis such as respiratory distress, somnolence, and non-specific abdominal distress or worsening renal function;  concomitant metformin use in patients with renal insufficiency or hepatic impairment not recommended."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ondansetron",
            "description": {
                "common": "ondansetron increases levels of metformin by Other (see comment). Use Caution/Monitor. \nComment:    Ondansetron inhibition of transporters (MATE or OCTs), which are responsible for active renal secretion of metformin may play a role."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "opuntia ficus indica",
            "description": {
                "common": "opuntia ficus indica increases effects of metformin by pharmacodynamic synergism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "paliperidone",
            "description": {
                "common": "paliperidone, metformin. Other (see comment). Use Caution/Monitor. \nComment: Atypical antipsychotics have been associated with hyperglycemia that may alter blood glucose control; monitor glucose levels closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "paroxetine",
            "description": {
                "common": "paroxetine increases effects of metformin by pharmacodynamic synergism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "pasireotide",
            "description": {
                "common": "pasireotide decreases effects of metformin by pharmacodynamic antagonism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "patiromer",
            "description": {
                "common": "patiromer will decrease the level or effect of metformin by  drug binding in GI tract. Modify Therapy/Monitor Closely. Separate administration by at least 3 hr from patiromer"
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "pentamidine",
            "description": {
                "common": "pentamidine and canagliflozin both increase  serum potassium. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "perindopril",
            "description": {
                "common": "perindopril increases toxicity of metformin by unspecified interaction mechanism. Use Caution/Monitor. Increases risk for hypoglycemia and lactic acidosis."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "perphenazine",
            "description": {
                "common": "perphenazine decreases effects of metformin by pharmacodynamic antagonism. Use Caution/Monitor. Patient should be closely observed for loss of blood glucose control; when drugs are withdrawn from a patient receiving metformin, patient should be observed closely for hypoglycemia."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "phenobarbital",
            "description": {
                "common": "phenobarbital decreases levels of canagliflozin by increasing metabolism. Use Caution/Monitor. Coadministration with potent UGT enzyme inducers: Consider increasing dose to 300 mg qDay if 100 mg/day tolerate and additional glycemic control required (eGFR must be >60 mL/min/1.73 m2 to increase dose); if eGFR <60 mL/min/1.73 m2, consider using a different antihyperglycemic agent."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "phendimetrazine",
            "description": {
                "common": "phendimetrazine decreases effects of metformin by pharmacodynamic antagonism. Use Caution/Monitor. Patient should be closely observed for loss of blood glucose control; when drugs are withdrawn from a patient receiving metformin, patient should be observed closely for hypoglycemia."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "phenelzine",
            "description": {
                "common": "phenelzine will increase the level or effect of metformin by  unspecified interaction mechanism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "phentermine",
            "description": {
                "common": "phentermine decreases effects of metformin by pharmacodynamic antagonism. Use Caution/Monitor. Patient should be closely observed for loss of blood glucose control; when drugs are withdrawn from a patient receiving metformin, patient should be observed closely for hypoglycemia."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "phenytoin",
            "description": {
                "common": "phenytoin decreases effects of metformin by pharmacodynamic antagonism. Use Caution/Monitor. Patient should be closely observed for loss of blood glucose control; when drugs are withdrawn from a patient receiving metformin, patient should be observed closely for hypoglycemia."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "potassium acid phosphate",
            "description": {
                "common": "potassium acid phosphate and canagliflozin both increase  serum potassium. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "procainamide",
            "description": {
                "common": "metformin will increase the level or effect of procainamide by  basic (cationic) drug competition for renal tubular clearance. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "potassium chloride",
            "description": {
                "common": "potassium chloride and canagliflozin both increase  serum potassium. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "potassium citrate",
            "description": {
                "common": "potassium citrate and canagliflozin both increase  serum potassium. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "potassium citrate/citric acid",
            "description": {
                "common": "canagliflozin and potassium citrate/citric acid both increase  serum potassium. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "potassium phosphates, IV",
            "description": {
                "common": "potassium phosphates, IV and canagliflozin both increase  serum potassium. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "procarbazine",
            "description": {
                "common": "procarbazine will increase the level or effect of metformin by  unspecified interaction mechanism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "prochlorperazine",
            "description": {
                "common": "prochlorperazine decreases effects of metformin by pharmacodynamic antagonism. Use Caution/Monitor. Patient should be closely observed for loss of blood glucose control; when drugs are withdrawn from a patient receiving metformin, patient should be observed closely for hypoglycemia."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "progesterone intravaginal gel",
            "description": {
                "common": "progesterone intravaginal gel decreases effects of metformin by pharmacodynamic antagonism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "progesterone micronized",
            "description": {
                "common": "progesterone micronized decreases effects of metformin by pharmacodynamic antagonism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "progesterone, natural",
            "description": {
                "common": "progesterone, natural decreases effects of metformin by pharmacodynamic antagonism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "promethazine",
            "description": {
                "common": "promethazine decreases effects of metformin by pharmacodynamic antagonism. Use Caution/Monitor. Patient should be closely observed for loss of blood glucose control; when drugs are withdrawn from a patient receiving metformin, patient should be observed closely for hypoglycemia."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "quetiapine",
            "description": {
                "common": "quetiapine, metformin. Other (see comment). Use Caution/Monitor. \nComment: Atypical antipsychotics have been associated with hyperglycemia that may alter blood glucose control; monitor glucose levels closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "quinapril",
            "description": {
                "common": "quinapril and canagliflozin both increase  serum potassium. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "quinidine",
            "description": {
                "common": "quinidine will increase the level or effect of metformin by  basic (cationic) drug competition for renal tubular clearance. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ramipril",
            "description": {
                "common": "ramipril and canagliflozin both increase  serum potassium. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ramipril",
            "description": {
                "common": "ramipril increases toxicity of metformin by unspecified interaction mechanism. Use Caution/Monitor. Increases risk for hypoglycemia and lactic acidosis."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "rasagiline",
            "description": {
                "common": "rasagiline will increase the level or effect of metformin by  unspecified interaction mechanism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "repaglinide",
            "description": {
                "common": "repaglinide, canagliflozin.\nEither increases effects of the other by pharmacodynamic synergism. Modify Therapy/Monitor Closely. Consider a lower dose of insulin or insulin secretagogue to avoid hypoglycemia when coadministered with canagliflozin."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "rifampin",
            "description": {
                "common": "rifampin decreases levels of canagliflozin by increasing metabolism. Use Caution/Monitor. Coadministration with potent UGT enzyme inducers: Consider increasing dose to 300 mg qDay if 100 mg/day tolerate and additional glycemic control required (eGFR must be >60 mL/min/1.73 m2 to increase dose); if eGFR <60 mL/min/1.73 m2, consider using a different antihyperglycemic agent."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "risperidone",
            "description": {
                "common": "risperidone, metformin. Other (see comment). Use Caution/Monitor. \nComment: Atypical antipsychotics have been associated with hyperglycemia that may alter blood glucose control; monitor glucose levels closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ritonavir",
            "description": {
                "common": "ritonavir decreases effects of metformin by Other (see comment). Use Caution/Monitor. \nComment: Reports of hyperglycemia due to insulin resistance with protease inhibitors. ."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "sacubitril/valsartan",
            "description": {
                "common": "sacubitril/valsartan and canagliflozin both increase  serum potassium. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "saquinavir",
            "description": {
                "common": "saquinavir decreases effects of metformin by Other (see comment). Use Caution/Monitor. \nComment: Reports of hyperglycemia due to insulin resistance with protease inhibitors. ."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "sertraline",
            "description": {
                "common": "sertraline increases effects of metformin by pharmacodynamic synergism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "shark cartilage",
            "description": {
                "common": "shark cartilage increases effects of metformin by pharmacodynamic synergism. Use Caution/Monitor. Theoretical interaction."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "sirolimus",
            "description": {
                "common": "sirolimus decreases levels of metformin by pharmacodynamic antagonism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "somapacitan",
            "description": {
                "common": "somapacitan decreases effects of canagliflozin by pharmacodynamic antagonism. Modify Therapy/Monitor Closely. Growth hormone products may decrease insulin sensitivity, particularly at higher doses. Antidiabetic agents may require dose adjustment after initiating somapacitan. ."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "somatropin",
            "description": {
                "common": "somatropin decreases levels of metformin by pharmacodynamic antagonism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "spironolactone",
            "description": {
                "common": "spironolactone and canagliflozin both increase  serum potassium. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "succinylcholine",
            "description": {
                "common": "succinylcholine and canagliflozin both increase  serum potassium. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "sulfamethoxypyridazine",
            "description": {
                "common": "sulfamethoxypyridazine increases effects of metformin by unspecified interaction mechanism. Use Caution/Monitor. Risk of hypoglycemia."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "tacrolimus",
            "description": {
                "common": "tacrolimus decreases effects of metformin by pharmacodynamic antagonism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "telmisartan",
            "description": {
                "common": "telmisartan and canagliflozin both increase  serum potassium. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "temsirolimus",
            "description": {
                "common": "temsirolimus decreases effects of metformin by pharmacodynamic antagonism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "tenofovir DF",
            "description": {
                "common": "tenofovir DF increases levels of metformin by decreasing renal clearance. Use Caution/Monitor. Increased risk of lactic acidosis."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "thioridazine",
            "description": {
                "common": "thioridazine decreases effects of metformin by pharmacodynamic antagonism. Use Caution/Monitor. Patient should be closely observed for loss of blood glucose control; when drugs are withdrawn from a patient receiving metformin, patient should be observed closely for hypoglycemia."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "thyroid desiccated",
            "description": {
                "common": "thyroid desiccated decreases effects of metformin by pharmacodynamic antagonism. Use Caution/Monitor. Patient should be closely observed for loss of blood glucose control; when drugs are withdrawn from a patient receiving metformin, patient should be observed closely for hypoglycemia."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "tibolone",
            "description": {
                "common": "tibolone decreases effects of metformin by pharmacodynamic antagonism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "tipranavir",
            "description": {
                "common": "tipranavir decreases effects of metformin by Other (see comment). Use Caution/Monitor. \nComment: Reports of hyperglycemia due to insulin resistance with protease inhibitors. ."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "tolazamide",
            "description": {
                "common": "tolazamide, canagliflozin.\nEither increases effects of the other by pharmacodynamic synergism. Modify Therapy/Monitor Closely. Consider a lower dose of insulin or insulin secretagogue to avoid hypoglycemia when coadministered with canagliflozin."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "tolbutamide",
            "description": {
                "common": "tolbutamide, canagliflozin.\nEither increases effects of the other by pharmacodynamic synergism. Modify Therapy/Monitor Closely. Consider a lower dose of insulin or insulin secretagogue to avoid hypoglycemia when coadministered with canagliflozin."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "topiramate",
            "description": {
                "common": "topiramate increases toxicity of metformin by Other (see comment). Use Caution/Monitor. \nComment: Decreases serum bicarbonate and induce non-anion gap, hyperchloremic metabolic acidosis."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "torsemide",
            "description": {
                "common": "torsemide decreases effects of metformin by pharmacodynamic antagonism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "trandolapril",
            "description": {
                "common": "trandolapril increases toxicity of metformin by unspecified interaction mechanism. Use Caution/Monitor. Increases risk for hypoglycemia and lactic acidosis."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "triamcinolone acetonide injectable suspension",
            "description": {
                "common": "triamcinolone acetonide injectable suspension decreases effects of metformin by pharmacodynamic antagonism. Use Caution/Monitor. Corticosteroids may diminish hypoglycemic effect of antidiabetic agents. Monitor blood glucose levels carefully."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "triamterene",
            "description": {
                "common": "triamterene and canagliflozin both increase  serum potassium. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "trifluoperazine",
            "description": {
                "common": "trifluoperazine decreases effects of metformin by pharmacodynamic antagonism. Use Caution/Monitor. Patient should be closely observed for loss of blood glucose control; when drugs are withdrawn from a patient receiving metformin, patient should be observed closely for hypoglycemia."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "trimethoprim",
            "description": {
                "common": "trimethoprim increases levels of metformin by Other (see comment). Use Caution/Monitor. \nComment: Trimethoprim may inhibit active renal tubular secretion of metformin (eg, via OCT2, MATE1); dose adjustments may be necessary."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "triptorelin",
            "description": {
                "common": "triptorelin decreases effects of metformin by pharmacodynamic antagonism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "valsartan",
            "description": {
                "common": "valsartan and canagliflozin both increase  serum potassium. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "trospium chloride",
            "description": {
                "common": "metformin will decrease the level or effect of trospium chloride by  increasing renal clearance. Use Caution/Monitor. Coadministration reduced steady state trospium systemic exposure (decreased AUC and Cmax) by competing for renal tubular secretion"
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "vandetanib",
            "description": {
                "common": "vandetanib increases levels of metformin by Other (see comment). Modify Therapy/Monitor Closely. \nComment: Vandetanib inhibits the uptake of substrates of organic cation transporter type 2 (OCT2)."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "verapamil",
            "description": {
                "common": "verapamil decreases effects of metformin by Other (see comment). Use Caution/Monitor. \nComment: Verapamil may inhibit hepatic uptake of metformin by OCT1 and/or other transporters."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "vilazodone",
            "description": {
                "common": "vilazodone increases effects of metformin by pharmacodynamic synergism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "voclosporin",
            "description": {
                "common": "voclosporin and canagliflozin both increase  serum potassium. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "vorinostat",
            "description": {
                "common": "vorinostat decreases effects of metformin by pharmacodynamic antagonism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "agrimony",
            "description": {
                "common": "agrimony increases effects of metformin by pharmacodynamic synergism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "American ginseng",
            "description": {
                "common": "American ginseng increases effects of metformin by pharmacodynamic synergism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "amitriptyline",
            "description": {
                "common": "amitriptyline increases effects of metformin by pharmacodynamic synergism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "amoxapine",
            "description": {
                "common": "amoxapine increases effects of metformin by pharmacodynamic synergism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "anamu",
            "description": {
                "common": "anamu increases effects of metformin by pharmacodynamic synergism. Minor/Significance Unknown. Theoretical interaction."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "bendroflumethiazide",
            "description": {
                "common": "bendroflumethiazide decreases effects of metformin by pharmacodynamic antagonism. Minor/Significance Unknown. Thiazide dosage >50 mg/day may increase blood glucose."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "budesonide",
            "description": {
                "common": "budesonide decreases effects of metformin by pharmacodynamic antagonism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "chlorothiazide",
            "description": {
                "common": "chlorothiazide decreases effects of metformin by pharmacodynamic antagonism. Minor/Significance Unknown. Thiazide dosage >50 mg/day may increase blood glucose."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "chlorthalidone",
            "description": {
                "common": "chlorthalidone decreases effects of metformin by pharmacodynamic antagonism. Minor/Significance Unknown. Thiazide dosage >50 mg/day may increase blood glucose."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "chromium",
            "description": {
                "common": "chromium increases effects of metformin by pharmacodynamic synergism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "clomipramine",
            "description": {
                "common": "clomipramine increases effects of metformin by pharmacodynamic synergism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "clonidine",
            "description": {
                "common": "clonidine decreases effects of metformin by pharmacodynamic antagonism. Minor/Significance Unknown. Diminished symptoms of hypoglycemia."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "cornsilk",
            "description": {
                "common": "cornsilk increases effects of metformin by pharmacodynamic synergism. Minor/Significance Unknown. Increased risk of hypoglycemia (theoretical interaction)."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "cortisone",
            "description": {
                "common": "cortisone decreases effects of metformin by pharmacodynamic antagonism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "cyanocobalamin",
            "description": {
                "common": "metformin decreases levels of cyanocobalamin by unspecified interaction mechanism. Minor/Significance Unknown. It may take several years of metformin therapy to develop vitamin B12 deficiency."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "cyclopenthiazide",
            "description": {
                "common": "cyclopenthiazide decreases effects of metformin by pharmacodynamic antagonism. Minor/Significance Unknown. Thiazide dosage >50 mg/day may increase blood glucose."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "damiana",
            "description": {
                "common": "damiana decreases effects of metformin by pharmacodynamic antagonism. Minor/Significance Unknown. Theoretical interaction."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "danazol",
            "description": {
                "common": "danazol increases effects of metformin by pharmacodynamic synergism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "deflazacort",
            "description": {
                "common": "deflazacort decreases effects of metformin by pharmacodynamic antagonism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "desipramine",
            "description": {
                "common": "desipramine increases effects of metformin by pharmacodynamic synergism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "devil's claw",
            "description": {
                "common": "devil's claw increases effects of metformin by pharmacodynamic synergism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "dexamethasone",
            "description": {
                "common": "dexamethasone decreases effects of metformin by pharmacodynamic antagonism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "diltiazem",
            "description": {
                "common": "diltiazem will increase the level or effect of metformin by  basic (cationic) drug competition for renal tubular clearance. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "doxepin",
            "description": {
                "common": "doxepin increases effects of metformin by pharmacodynamic synergism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "elderberry",
            "description": {
                "common": "elderberry increases effects of metformin by pharmacodynamic synergism. Minor/Significance Unknown. Increased risk of hypoglycemia (in vitro research)."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "eucalyptus",
            "description": {
                "common": "eucalyptus increases effects of metformin by pharmacodynamic synergism. Minor/Significance Unknown. Theoretical interaction."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "famotidine",
            "description": {
                "common": "famotidine increases levels of metformin by decreasing renal clearance. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "fludrocortisone",
            "description": {
                "common": "fludrocortisone decreases effects of metformin by pharmacodynamic antagonism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "fluoxymesterone",
            "description": {
                "common": "fluoxymesterone increases effects of metformin by pharmacodynamic synergism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "fo-ti",
            "description": {
                "common": "fo-ti increases effects of metformin by pharmacodynamic synergism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "folic acid",
            "description": {
                "common": "metformin decreases levels of folic acid by unspecified interaction mechanism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "forskolin",
            "description": {
                "common": "forskolin increases effects of metformin by pharmacodynamic synergism. Minor/Significance Unknown. Colenol, a compound found in Coleus root, may stimulate insulin release."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "furosemide",
            "description": {
                "common": "metformin decreases levels of furosemide by unspecified interaction mechanism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "gotu kola",
            "description": {
                "common": "gotu kola increases effects of metformin by pharmacodynamic synergism. Minor/Significance Unknown. (Theoretical interaction)."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "guanfacine",
            "description": {
                "common": "guanfacine decreases effects of metformin by pharmacodynamic antagonism. Minor/Significance Unknown. Diminished symptoms of hypoglycemia."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "gymnema",
            "description": {
                "common": "gymnema increases effects of metformin by pharmacodynamic synergism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "horse chestnut seed",
            "description": {
                "common": "horse chestnut seed increases effects of metformin by pharmacodynamic synergism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "hydrochlorothiazide",
            "description": {
                "common": "hydrochlorothiazide will increase the level or effect of metformin by  basic (cationic) drug competition for renal tubular clearance. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "hydrocortisone",
            "description": {
                "common": "hydrocortisone decreases effects of metformin by pharmacodynamic antagonism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "ibuprofen/famotidine",
            "description": {
                "common": "ibuprofen/famotidine increases levels of metformin by decreasing renal clearance. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "imipramine",
            "description": {
                "common": "imipramine increases effects of metformin by pharmacodynamic synergism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "indapamide",
            "description": {
                "common": "indapamide decreases effects of metformin by pharmacodynamic antagonism. Minor/Significance Unknown. Thiazide dosage >50 mg/day may increase blood glucose."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "juniper",
            "description": {
                "common": "juniper increases effects of metformin by pharmacodynamic synergism. Minor/Significance Unknown. Increased risk of hypoglycemia (theoretical interaction)."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "L-methylfolate",
            "description": {
                "common": "metformin decreases levels of L-methylfolate by unspecified interaction mechanism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "lofepramine",
            "description": {
                "common": "lofepramine increases effects of metformin by pharmacodynamic synergism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "lycopus",
            "description": {
                "common": "lycopus increases effects of metformin by pharmacodynamic synergism. Minor/Significance Unknown. Increased risk of hypoglycemia (theoretical interaction)."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "maitake",
            "description": {
                "common": "maitake increases effects of metformin by pharmacodynamic synergism. Minor/Significance Unknown. Increased risk of hypoglycemia (animal research)."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "maprotiline",
            "description": {
                "common": "maprotiline increases effects of metformin by pharmacodynamic synergism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "memantine",
            "description": {
                "common": "memantine will increase the level or effect of metformin by  basic (cationic) drug competition for renal tubular clearance. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "mesterolone",
            "description": {
                "common": "mesterolone increases effects of metformin by pharmacodynamic synergism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "methyclothiazide",
            "description": {
                "common": "methyclothiazide will increase the level or effect of metformin by  basic (cationic) drug competition for renal tubular clearance. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "methylprednisolone",
            "description": {
                "common": "methylprednisolone decreases effects of metformin by pharmacodynamic antagonism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "methyltestosterone",
            "description": {
                "common": "methyltestosterone increases effects of metformin by pharmacodynamic synergism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "metolazone",
            "description": {
                "common": "metolazone decreases effects of metformin by pharmacodynamic antagonism. Minor/Significance Unknown. Thiazide dosage >50 mg/day may increase blood glucose."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "midodrine",
            "description": {
                "common": "metformin will increase the level or effect of midodrine by  basic (cationic) drug competition for renal tubular clearance. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "nettle",
            "description": {
                "common": "nettle increases effects of metformin by pharmacodynamic synergism. Minor/Significance Unknown. (Theoretical interaction)."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "nifedipine",
            "description": {
                "common": "nifedipine increases levels of metformin by enhancing GI absorption. Applies only to oral form of both agents. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "nortriptyline",
            "description": {
                "common": "nortriptyline increases effects of metformin by pharmacodynamic synergism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "ofloxacin",
            "description": {
                "common": "metformin will increase the level or effect of ofloxacin by  basic (cationic) drug competition for renal tubular clearance. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "oxandrolone",
            "description": {
                "common": "oxandrolone increases effects of metformin by pharmacodynamic synergism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "oxymetholone",
            "description": {
                "common": "oxymetholone increases effects of metformin by pharmacodynamic synergism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "patiromer",
            "description": {
                "common": "patiromer, canagliflozin. cation binding in GI tract. Minor/Significance Unknown. No observed clinically important interaction. No separation of dosing required."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "pegvisomant",
            "description": {
                "common": "pegvisomant increases effects of metformin by pharmacodynamic synergism. Minor/Significance Unknown."
            }
        }
    ],
    "adverse effects": [
        {
            "name": "Female genital mycotic infections",
            "percent": "10.4-11.4"
        },
        {
            "name": "Diarrhea",
            "percent": "53.2"
        },
        {
            "name": "Nausea",
            "percent": "25.5"
        },
        {
            "name": "vomiting",
            "percent": "12.1"
        },
        {
            "name": "Flatulence",
            "percent": "4.6-5.3"
        },
        {
            "name": "Increased urination",
            "percent": "3.7-4.2"
        },
        {
            "name": "Male genital mycotic infections",
            "percent": "1.6-3"
        },
        {
            "name": "Vulvovaginal pruritus",
            "percent": "2.3-2.8"
        },
        {
            "name": "Thirst",
            "percent": "1.3-2.1"
        },
        {
            "name": "Falls",
            "percent": "1.8-2.3"
        },
        {
            "name": "Constipation",
            "percent": "1.1-1.5"
        },
        {
            "name": "Bone fractures",
            "percent": "2.2-2.3"
        },
        {
            "name": "Nausea",
            "percent": "1.7-1.8"
        },
        {
            "name": "Abdominal pain",
            "percent": "2.3-3.4"
        },
        {
            "name": "volume depletion Overall population",
            "percent": "75"
        },
        {
            "name": "Age",
            "percent": "4.9-8.7"
        },
        {
            "name": "yr",
            "percent": "60"
        },
        {
            "name": "eGFR",
            "percent": "1.73"
        },
        {
            "name": "mL",
            "percent": "4.7-8.1"
        },
        {
            "name": "min",
            "percent": "3.2-8.8"
        },
        {
            "name": "mL²",
            "percent": "2.3-3.4"
        },
        {
            "name": "Use of loop diuretic",
            "percent": "75"
        },
        {
            "name": "Overall population",
            "percent": "4.9-8.7"
        },
        {
            "name": "Age",
            "percent": "60"
        },
        {
            "name": "yr",
            "percent": "1.73"
        },
        {
            "name": "eGFR",
            "percent": "4.7-8.1"
        },
        {
            "name": "mL",
            "percent": "3.2-8.8"
        },
        {
            "name": "min",
            "percent": "9.2"
        },
        {
            "name": "mL²",
            "percent": "7.1"
        },
        {
            "name": "Use of loop diuretic",
            "percent": "6.4"
        },
        {
            "name": "Asthenia",
            "percent": "5.7"
        },
        {
            "name": "Indigestion",
            "percent": null
        },
        {
            "name": "Abdominal discomfort",
            "percent": null
        },
        {
            "name": "Headache",
            "percent": null
        },
        {
            "name": "Acute kidney injury and impairment in renal function",
            "percent": null
        },
        {
            "name": "Cholestatic",
            "percent": null
        },
        {
            "name": "hepatocellular",
            "percent": null
        },
        {
            "name": "and mixed hepatocellular liver injury",
            "percent": null
        },
        {
            "name": "Anaphylaxis",
            "percent": null
        },
        {
            "name": "Urosepsis and Pyelonephritis",
            "percent": null
        }
    ]
}