{
    "name": "raltegravir",
    "comment": "Rx",
    "other_names": [
        "Isentress",
        "Isentress HD"
    ],
    "classes": [
        "HIV",
        "Integrase Inhibitors"
    ],
    "source": "https://reference.medscape.com/drug/isentress-isentress-hd-raltegravir-342603",
    "pregnancy": {
        "common": [
            "There is a pregnancy exposure registry that monitors pregnancy outcomes in women; healthcare providers are encouraged to register patients by calling the Antiretroviral Pregnancy Registry (APR) at 1- 800-258-4263 ",
            "Available data from APR show no difference in rate of overall birth defects for raltegravir compared to background rate for major birth defects of 2.7% in U.S. reference population of the Metropolitan Atlanta Congenital Defects Program (MACDP); the rate of miscarriage is not reported in the APR; the MACDP population is not disease-specific, evaluates women and infants from a limited geographic area, and does not include outcomes for births that occurred at <20 weeks gestation",
            "In animal reproduction studies in rats and rabbits, no evidence of adverse developmental outcomes observed with oral administration during organogenesis at doses that produced exposures up to approximately 4 times maximal recommended human dose (MRHD) of 1200 mg"
        ],
        "specific": []
    },
    "lactation": {
        "common": [
            "The Centers for Disease Control and Prevention recommend that HIV-1 infected mothers in United States not breastfeed infants to avoid risking postnatal transmission of HIV-1 infection",
            "No data are available on presence of raltegravir in human milk, effects on breastfed infant, or on milk production; when administered to lactating rats, raltegravir was present in milk",
            "Owing to the potential for HIV transmission (in HIV-negative infants), developing viral resistance (in HIV- positive infants), and adverse reactions in a breastfed infant, instruct mothers not to breastfeed if they are receiving therapy"
        ]
    },
    "warnings": {
        "black_box_warning": {
            "common": [],
            "specific": []
        },
        "contraindicators": {
            "common": [
                "None"
            ],
            "specific": []
        },
        "cautions": {
            "common": [
                "Risk of immune reconstitution syndrome if used with HAART; during initial phase of combination antiretroviral treatment, patients whose immune systems respond may develop an inflammatory response to indolent or residual opportunistic infections (such as Mycobacterium avium infection, cytomegalovirus, Pneumocystis jiroveci pneumonia, tuberculosis), which may necessitate further evaluation and treatment",
                "Autoimmune disorders (eg, Graves disease, polymyositis, Guillain-Barré syndrome) reported in the setting of immune reconstitution, however, the time to onset is more variable, and can occur many months after initiation of treatment",
                "Concomitant medications known to increase risk of myopathy or rhabdomyolysis",
                "Coadministration with drugs that are strong inducers of UGT1A1 may result in reduced plasma concentrations of raltegravir",
                "Drug rash with eosinophilia and systemic symptoms (DRESS) reported",
                "Severe, potentially life-threatening and fatal skin reactions reported; skin reactions include cases of Stevens-Johnson syndrome, hypersensitivity reaction and toxic epidermal necrolysis; immediately discontinue treatment if severe hypersensitivity, severe rash, or rash with systemic symptoms or liver aminotransferase elevations develops and monitor clinical status, including liver aminotransferases closely",
                "Chewable tablets contain phenylalanine, a component of aspartame; phenylalanine can be harmful to patients with phenylketonuria"
            ],
            "specific": [
                {
                    "type": "Drug interactions overview",
                    "description": [
                        "Coadministration of raltegravir with drugs that inhibit UGT1A1 (eg, rifampin) may reduce plasma levels of raltegravir (see Dosage Modifications)",
                        "Coadministration with other strong inducers (eg, carbamazepine, phenobarbital, phenytoin) of drug-metabolizing enzymes on raltegravir is unknown and therefore not recommended"
                    ]
                }
            ]
        }
    },
    "interactions": [
        {
            "classification_type": "Contraindicated",
            "interaction_with": "aluminum hydroxide",
            "description": {
                "common": "aluminum hydroxide decreases levels of raltegravir by cation binding in GI tract. Contraindicated. Not  recommended with or without dose separation."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "aluminum hydroxide/magnesium carbonate",
            "description": {
                "common": "aluminum hydroxide/magnesium carbonate will decrease the level or effect of raltegravir by  enhancing GI absorption. Applies only to oral form of both agents. Contraindicated. Not recommended with or without dose separation"
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "aluminum hydroxide/magnesium trisilicate",
            "description": {
                "common": "aluminum hydroxide/magnesium trisilicate will decrease the level or effect of raltegravir by  enhancing GI absorption. Applies only to oral form of both agents. Contraindicated. Not recommended with or without dose separation"
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "elvitegravir/cobicistat/emtricitabine/tenofovir DF",
            "description": {
                "common": "raltegravir, elvitegravir/cobicistat/emtricitabine/tenofovir DF. Other (see comment). Contraindicated. \nComment: Elvitegravir/cobicistat/emtricitabine/tenofovir is a complete regimen for HIV and should not be administered with other antiretrovirals."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "magnesium supplement",
            "description": {
                "common": "magnesium supplement will decrease the level or effect of raltegravir by  Other (see comment). Contraindicated. Drug may form a chelate with polyvalent cations; may decrease absorption by the intestinal tract; applies to oral forms"
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "betibeglogene autotemcel",
            "description": {
                "common": "raltegravir, betibeglogene autotemcel. Other (see comment). Avoid or Use Alternate Drug. \nComment: Do not take antiretroviral medications for at least 1 month before mobilization or expected duration for elimination of the medications, and until all cycles of apheresis are completed. Antiretroviral medications may interfere with manufacturing of apheresed cells."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "cabotegravir",
            "description": {
                "common": "raltegravir, cabotegravir. Other (see comment). Avoid or Use Alternate Drug. \nComment: Cabotegravir plus rilpivirine is a complete regimen. Coadministration with other antiretroviral medications for treating HIV-1 infection is not recommended."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "elivaldogene autotemcel",
            "description": {
                "common": "elivaldogene autotemcel, raltegravir.\nEither decreases effects of the other by Other (see comment). Avoid or Use Alternate Drug. \nComment: Patients should not take antiretroviral medications for at least 1 month before initiating medications for stem cell mobilization, for the duration of the medications? elimination, and until all cycles of apheresis are completed."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "magnesium hydroxide",
            "description": {
                "common": "magnesium hydroxide will decrease the level or effect of raltegravir by  cation binding in GI tract. Avoid or Use Alternate Drug. Magnesium containing antacids reduce raltegravir plasma levels when taken within 6 hr of raltegravir dose"
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "sodium sulfate/?magnesium sulfate/potassium chloride",
            "description": {
                "common": "sodium sulfate/?magnesium sulfate/potassium chloride decreases levels of raltegravir by inhibition of GI absorption. Applies only to oral form of both agents. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "sodium sulfate/potassium sulfate/magnesium sulfate",
            "description": {
                "common": "sodium sulfate/potassium sulfate/magnesium sulfate decreases levels of raltegravir by inhibition of GI absorption. Applies only to oral form of both agents. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "apalutamide",
            "description": {
                "common": "apalutamide will decrease the level or effect of raltegravir by  increasing elimination. Use Caution/Monitor. Apalutamide induces UGT and may decrease systemic exposure of drugs that are UGT substrates."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "fosamprenavir",
            "description": {
                "common": "fosamprenavir will decrease the level or effect of raltegravir by  unknown mechanism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "nirmatrelvir",
            "description": {
                "common": "nirmatrelvir will decrease the level or effect of raltegravir by  Other (see comment). Use Caution/Monitor. Raltegravir is an UGT1A1 substrate. Ritonavir induces UGT 1A1."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "nirmatrelvir/ritonavir",
            "description": {
                "common": "nirmatrelvir/ritonavir will decrease the level or effect of raltegravir by  Other (see comment). Use Caution/Monitor. Raltegravir is an UGT1A1 substrate. Ritonavir induces UGT 1A1."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "orlistat",
            "description": {
                "common": "orlistat will decrease the level or effect of raltegravir by  inhibition of GI absorption. Applies only to oral form of both agents. Use Caution/Monitor. Loss of virological control reported in HIV-infected patients taking orlistat concomitantly. Exact mechanism is unclear, but may include a drug-drug interaction that inhibits systemic absorption of the antiretroviral drug. Monitor HIV RNA levels frequently and if increased HIV viral load confirmed, discontinue orlistat. "
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "rifabutin",
            "description": {
                "common": "rifabutin will decrease the level or effect of raltegravir by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor. Rifabutin induces UGT1A1 "
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "rifampin",
            "description": {
                "common": "rifampin decreases levels of raltegravir by increasing hepatic clearance. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "selenium",
            "description": {
                "common": "selenium will decrease the level or effect of raltegravir by  cation binding in GI tract. Modify Therapy/Monitor Closely. Administer raltegravir at least 2 h before or 6 h after polyvalent cations. Note: Dose separation may not adequately avoid this interaction."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "sodium zirconium cyclosilicate",
            "description": {
                "common": "sodium zirconium cyclosilicate will increase the level or effect of raltegravir by  increasing gastric pH. Applies only to oral form of both agents. Modify Therapy/Monitor Closely. Check specific recommendations for drugs that exhibit pH-dependent solubility that may affect their systemic exposure and efficacy. In general, administer drugs at least 2 hr before or after sodium zirconium cyclosilicate."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ublituximab",
            "description": {
                "common": "ublituximab decreases effects of raltegravir by immunosuppressive effects; risk of infection. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "zinc",
            "description": {
                "common": "zinc will decrease the level or effect of raltegravir by  cation binding in GI tract. Modify Therapy/Monitor Closely. Administer raltegravir 2 hr before or 6 hr after administration of polyvalent cation containing products."
            }
        }
    ],
    "adverse effects": [
        {
            "name": "Serum alanine aminotransferase",
            "percent": "2-4"
        },
        {
            "name": "Grade",
            "percent": "2-11"
        },
        {
            "name": "Serum aspartate aminotransferase",
            "percent": "2-4"
        },
        {
            "name": "Grade",
            "percent": "1-8"
        },
        {
            "name": "Fasting serum glucose test",
            "percent": "2-4"
        },
        {
            "name": "Grade",
            "percent": "7"
        },
        {
            "name": "Total serum bilirubin",
            "percent": "2-4"
        },
        {
            "name": "Grade",
            "percent": "5"
        },
        {
            "name": "Headache",
            "percent": "4"
        },
        {
            "name": "Insomnia",
            "percent": "4"
        },
        {
            "name": "Nausea",
            "percent": "3"
        },
        {
            "name": "ANC",
            "percent": "2-4"
        },
        {
            "name": "Grade",
            "percent": "1-3"
        },
        {
            "name": "Serum alkaline phosphate",
            "percent": "2-4"
        },
        {
            "name": "Grade",
            "percent": "3"
        },
        {
            "name": "Dizziness",
            "percent": "2"
        },
        {
            "name": "Fatigue",
            "percent": "2"
        },
        {
            "name": "Creatinine",
            "percent": "1"
        },
        {
            "name": "Hemoglobin",
            "percent": "2-4"
        },
        {
            "name": "Grade",
            "percent": "1"
        },
        {
            "name": "Platelet count",
            "percent": "2-3"
        },
        {
            "name": "Grade",
            "percent": "1"
        },
        {
            "name": "Lipase",
            "percent": "2-4"
        },
        {
            "name": "Grade",
            "percent": "2-7"
        },
        {
            "name": "Creatine kinase",
            "percent": "2-4"
        },
        {
            "name": "Grade",
            "percent": "2-4"
        },
        {
            "name": "Serum aspartate aminotransferase",
            "percent": "2-4"
        },
        {
            "name": "Grade",
            "percent": "5"
        },
        {
            "name": "Serum alanine aminotransferase",
            "percent": "2-4"
        },
        {
            "name": "Grade",
            "percent": "4"
        },
        {
            "name": "Serum alkaline phosphate",
            "percent": "2-4"
        },
        {
            "name": "Grade",
            "percent": "1"
        },
        {
            "name": "ANC",
            "percent": "2-4"
        },
        {
            "name": "Grade",
            "percent": "2"
        },
        {
            "name": "Platelet count",
            "percent": "2-3"
        },
        {
            "name": "Grade",
            "percent": "1"
        },
        {
            "name": "Total serum bilirubin",
            "percent": "2-4"
        },
        {
            "name": "Grade",
            "percent": "3"
        },
        {
            "name": "Headache",
            "percent": "1"
        },
        {
            "name": "Nausea",
            "percent": "1"
        },
        {
            "name": "Blood and lymphatic system disorders",
            "percent": null
        },
        {
            "name": "Thrombocytopenia",
            "percent": null
        },
        {
            "name": "Gastrointestinal Disorders",
            "percent": null
        },
        {
            "name": "Diarrhea",
            "percent": null
        },
        {
            "name": "Hepatobiliary disorders",
            "percent": null
        },
        {
            "name": "Hepatic failure",
            "percent": null
        },
        {
            "name": "with and without associated hypersensitivity",
            "percent": null
        },
        {
            "name": "in patients with underlying liver disease and",
            "percent": null
        },
        {
            "name": "or concomitant medications",
            "percent": null
        },
        {
            "name": "Musculoskeletal and connective tissue disorders",
            "percent": null
        },
        {
            "name": "Rhabdomyolysis",
            "percent": null
        },
        {
            "name": "Nervous system disorders",
            "percent": null
        },
        {
            "name": "Cerebellar ataxia",
            "percent": null
        }
    ]
}