{
    "name": "potassium chloride",
    "comment": "Rx",
    "other_names": [
        "KDur",
        "Slow K",
        "Kaon Cl 10",
        "KCl",
        "K10",
        "Klor-Con M",
        "Klor Con M10",
        "Klor Con M15",
        "Klor Con M20",
        "KlorCon",
        "Klotrix",
        "KTab",
        "MicroK",
        "K8"
    ],
    "classes": [
        "Electrolyte Supplements",
        "Parenteral",
        "Electrolytes"
    ],
    "source": "https://reference.medscape.com/drug/kdur-slow-k-potassium-chloride-344450",
    "pregnancy": {
        "common": [
            "There are no human data related to use of potassium chloride extended-release capsules during pregnancy; animal reproductive studies not conducted; potassium supplementation that does not lead to hyperkalemia is not expected to cause fetal harm",
            "Appropriate administration of potassium chloride in dextrose injection during pregnancy is not expected to cause adverse developmental outcomes, including congenital malformations; animal reproduction studies have not been conducted with potassium chloride in dextrose injection"
        ],
        "specific": []
    },
    "lactation": {
        "common": [
            "Normal potassium ion content of human milk is about 13 mEq per liter; since oral potassium becomes part of the body potassium pool, as long as body potassium is not excessive, contribution of potassium chloride supplementation should have little or no effect on level in human milk"
        ]
    },
    "warnings": {
        "black_box_warning": {
            "common": [],
            "specific": []
        },
        "contraindicators": {
            "common": [
                "Hypersensitivity",
                "Untreated Addison disease",
                "Hyperkalemia",
                "Concomitant use with triamterene and amiloride",
                "Renal failure"
            ],
            "specific": []
        },
        "cautions": {
            "common": [
                "Depending on volume and rate of IV infusion, and patient’s underlying clinical condition, intravenous administration of potassium chloride in sodium chloride can cause electrolyte disturbances such as overhydration/hypervolemia and congested states including central (e.g., pulmonary edema) and peripheral edema",
                "Solutions containing sodium ions should be used with great care, if at all, in patients with congestive heart failure, severe renal insufficiency, and in clinical states in which there is sodium retention with edema",
                "Administration of sodium and potassium in patients with or at risk of severe renal impairment may result in hypernatremia, hyperkalemia and/or fluid overload; avoid potassium chloride in sodium chloride Injection, USP in patients with severe renal impairment",
                "In patients with or at risk of hyperchloremia, potassium chloride injection may exacerbate or result in hyperchloremia; monitor plasma chloride levels and renal function in such patients",
                "If use cannot be avoided, monitor patients with severe renal impairment for development of these adverse reactions",
                "Rapid correction of hypernatremia is potentially dangerous with risk of serious neurologic complications; excessively rapid correction of hypernatremia is also associated with a risk for serious neurologic complications such as osmotic demyelination syndrome (ODS) with risk of seizures and cerebral edema",
                "Rapid correction of hyponatremia is potentially dangerous with risk of serious neurologic complications; brain adaptations reducing risk of cerebral edema make the brain vulnerable to injury when chronic hyponatremia is too rapidly corrected, which is known as osmotic demyelination syndrome (ODS); to avoid complications, monitor serum sodium and chloride concentrations, fluid status, acid-base balance, and signs of neurologic complications",
                "Avoid potassium chloride in sodium chloride injection, USP in patients with or at risk for fluid and/or solute overloading; if use cannot be avoided, monitor fluid balance, electrolyte concentrations and acid base balance as needed and especially during prolonged use",
                "Solutions containing potassium ions should be used with great care, if at all, in patients with hyperkalemia, severe renal failure, and in conditions in which potassium retention is present",
                "The risk for hyponatremia is increased in postoperative patients, those with psychogenic polydipsia, and in patients treated with medications that increase risk of hyponatremia (such as diuretics, certain antiepileptic and psychotropic medications)",
                "Use with care in patients with hypervolemia, renal insufficiency, urinary tract obstruction, or impending or frank cardiac decompensation",
                "Extraordinary electrolyte losses such as may occur during protracted nasogastric suction, vomiting, diarrhea or gastrointestinal fistula drainage may necessitate additional electrolyte supplementation",
                "Additional essential nutritionals#electrolytes, minerals and vitamins should be supplied as needed",
                "Sodium-containing solutions should be administered with caution to patients receiving corticosteroids or corticotropin, or to other salt-retaining patients",
                "Care should be exercised in administering solutions containing sodium or potassium to patients with renal or cardiovascular insufficiency, with or without congestive heart failure, particularly if they are postoperative or elderly",
                "Potassium therapy should be guided primarily by serial electrocardiograms, especially in patients receiving digitalis",
                "Serum potassium levels are not necessarily indicative of tissue potassium levels",
                "Solutions containing potassium should be used with caution in the presence of cardiac disease, particularly when accompanied by renal disease",
                "Potassium chloride in sodium chloride may cause hyponatremia; hyponatremia can lead to acute hyponatremic encephalopathy characterized by headache, nausea, seizures, lethargy, and vomiting; patients with brain edema are at particular risk of severe, irreversible and life-threatening brain injury",
                "Solutions containing dextrose should be used with caution in patients with overt or known subclinical diabetes mellitus, or carbohydrate intolerance for any reason",
                "Perform continuous cardiac monitoring in patients requiring highly concentrated solutions and perform frequent testing for serum potassium and acid-base balance, especially if they receive digitalis",
                "Avoid potassium chloride injection in patients with or at risk for hyponatremia; if use cannot be avoided, monitor serum sodium concentrations",
                "Elderly patients are at increased risk of developing hyponatremia as well as for developing hyponatremic encephalopathy",
                "Closely monitor plasma electrolyte concentrations in pediatric patients who may have impaired ability to regulate fluids and nutritionals#electrolytes; in very low birth weight infants, excessive or rapid administration of potassium chloride in dextrose injection may result in increased serum osmolality and risk of intracerebral hemorrhage"
            ],
            "specific": [
                {
                    "type": "Extravasation",
                    "description": [
                        "Care must be taken when infusing concentrated potassium solutions, including potassium chloride injection, to prevent paravenous administration or extravasation; such solutions may be associated with tissue damage, which may be severe and include vascular, nerve, and tendon damage, leading to surgical intervention, including amputation",
                        "Secondary complications including pulmonary embolism from thrombophlebitis reported as a consequence of tissue damage from potassium chloride"
                    ]
                },
                {
                    "type": "Oral administration",
                    "description": [
                        "Solid oral dosage forms of potassium chloride can produce ulcerative and/or stenotic lesions of gastrointestinal tract, particularly if drug maintains contact with gastrointestinal mucosa for prolonged periods; consider use of liquid potassium in patients with dysphagia, swallowing disorders, or severe gastrointestinal motility disorders",
                        "If severe vomiting, abdominal pain, distention, or gastrointestinal bleeding occurs, discontinue therapy and consider possibility of ulceration, obstruction or perforation",
                        "Oral formulation should not be taken on an empty stomach because of its potential for gastric irritation"
                    ]
                },
                {
                    "type": "Drug interaction overview",
                    "description": [
                        "Administration of potassium chloride in dextrose injection in patients treated concurrently or recently with other products that can cause hyperkalemia or increase risk of hyperkalemia (eg, potassium-sparing diuretics, angiotensin-converting enzyme inhibitors, angiotensin receptor blockers) increases risk of severe and potentially fatal hyperkalemia, in presence of other risk factors for hyperkalemia",
                        "Avoid use of potassium chloride in 5% dextrose injection in patients receiving such products; if use cannot be avoided, monitor serum potassium concentrations"
                    ]
                }
            ]
        }
    },
    "interactions": [
        {
            "classification_type": "Serious",
            "interaction_with": "amiloride",
            "description": {
                "common": "amiloride and potassium chloride both increase  serum potassium. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "baloxavir marboxil",
            "description": {
                "common": "potassium chloride will decrease the level or effect of baloxavir marboxil by  cation binding in GI tract. Avoid or Use Alternate Drug. Baloxavir may bind to polyvalent cations resulting in decreased absorption. Studies in monkeys showed concurrent use with calcium, aluminum, or iron caused significantly decreased plasma levels. Human studies not conducted."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "drospirenone",
            "description": {
                "common": "drospirenone and potassium chloride both increase  serum potassium. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "eplerenone",
            "description": {
                "common": "potassium chloride, eplerenone. Mechanism: pharmacodynamic synergism. Contraindicated. Hyperkalemia."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "oxybutynin",
            "description": {
                "common": "potassium chloride, oxybutynin. Other (see comment). Avoid or Use Alternate Drug. \nComment: Patients using drugs with extensive anticholinergic effects should avoid concomitant use with solid oral dosage forms of potassium chloride. May use effervescent potassium preparations as alternatives. ."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "potassium acid phosphate",
            "description": {
                "common": "potassium acid phosphate and potassium chloride both increase  serum potassium. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "potassium citrate",
            "description": {
                "common": "potassium chloride and potassium citrate both increase  serum potassium. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "potassium phosphates, IV",
            "description": {
                "common": "potassium chloride and potassium phosphates, IV both increase  serum potassium. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "spironolactone",
            "description": {
                "common": "spironolactone and potassium chloride both increase  serum potassium. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "triamterene",
            "description": {
                "common": "triamterene and potassium chloride both increase  serum potassium. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "acebutolol",
            "description": {
                "common": "acebutolol and potassium chloride both increase  serum potassium. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "aceclofenac",
            "description": {
                "common": "aceclofenac and potassium chloride both increase  serum potassium. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "acemetacin",
            "description": {
                "common": "acemetacin and potassium chloride both increase  serum potassium. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "albuterol",
            "description": {
                "common": "potassium chloride increases and albuterol decreases serum potassium. Effect of interaction is not clear, use caution. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "arformoterol",
            "description": {
                "common": "potassium chloride increases and arformoterol decreases serum potassium. Effect of interaction is not clear, use caution. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "aspirin",
            "description": {
                "common": "aspirin and potassium chloride both increase  serum potassium. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "aspirin rectal",
            "description": {
                "common": "aspirin rectal and potassium chloride both increase  serum potassium. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "aspirin/citric acid/sodium bicarbonate",
            "description": {
                "common": "aspirin/citric acid/sodium bicarbonate and potassium chloride both increase  serum potassium. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "atenolol",
            "description": {
                "common": "atenolol and potassium chloride both increase  serum potassium. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "benazepril",
            "description": {
                "common": "benazepril increases levels of potassium chloride by decreasing elimination. Use Caution/Monitor. Risk of hyperkalemia."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "bendroflumethiazide",
            "description": {
                "common": "potassium chloride increases and bendroflumethiazide decreases serum potassium. Effect of interaction is not clear, use caution. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "betaxolol",
            "description": {
                "common": "betaxolol and potassium chloride both increase  serum potassium. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "bisoprolol",
            "description": {
                "common": "bisoprolol and potassium chloride both increase  serum potassium. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "bumetanide",
            "description": {
                "common": "potassium chloride increases and bumetanide decreases serum potassium. Effect of interaction is not clear, use caution. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "canagliflozin",
            "description": {
                "common": "potassium chloride and canagliflozin both increase  serum potassium. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "candesartan",
            "description": {
                "common": "candesartan and potassium chloride both increase  serum potassium. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "captopril",
            "description": {
                "common": "captopril increases levels of potassium chloride by decreasing elimination. Use Caution/Monitor. Risk of hyperkalemia."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "carbenoxolone",
            "description": {
                "common": "potassium chloride increases and carbenoxolone decreases serum potassium. Effect of interaction is not clear, use caution. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "carvedilol",
            "description": {
                "common": "carvedilol and potassium chloride both increase  serum potassium. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "celecoxib",
            "description": {
                "common": "celecoxib and potassium chloride both increase  serum potassium. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "celiprolol",
            "description": {
                "common": "celiprolol and potassium chloride both increase  serum potassium. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "chlorothiazide",
            "description": {
                "common": "potassium chloride increases and chlorothiazide decreases serum potassium. Effect of interaction is not clear, use caution. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "chlorthalidone",
            "description": {
                "common": "potassium chloride increases and chlorthalidone decreases serum potassium. Effect of interaction is not clear, use caution. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "choline magnesium trisalicylate",
            "description": {
                "common": "choline magnesium trisalicylate and potassium chloride both increase  serum potassium. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "cyclopenthiazide",
            "description": {
                "common": "potassium chloride increases and cyclopenthiazide decreases serum potassium. Effect of interaction is not clear, use caution. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "diclofenac",
            "description": {
                "common": "diclofenac and potassium chloride both increase  serum potassium. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "diflunisal",
            "description": {
                "common": "diflunisal and potassium chloride both increase  serum potassium. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "digoxin",
            "description": {
                "common": "potassium chloride and digoxin both increase  serum potassium. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "disopyramide",
            "description": {
                "common": "potassium chloride increases effects of disopyramide by pharmacodynamic synergism. Use Caution/Monitor. Additive cardiovascular depression."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "dobutamine",
            "description": {
                "common": "potassium chloride increases and dobutamine decreases serum potassium. Effect of interaction is not clear, use caution. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "dopexamine",
            "description": {
                "common": "potassium chloride increases and dopexamine decreases serum potassium. Effect of interaction is not clear, use caution. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "enalapril",
            "description": {
                "common": "enalapril increases levels of potassium chloride by decreasing elimination. Use Caution/Monitor. Risk of hyperkalemia."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ephedrine",
            "description": {
                "common": "potassium chloride increases and ephedrine decreases serum potassium. Effect of interaction is not clear, use caution. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "epinephrine",
            "description": {
                "common": "potassium chloride increases and epinephrine decreases serum potassium. Effect of interaction is not clear, use caution. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "epinephrine racemic",
            "description": {
                "common": "potassium chloride increases and epinephrine racemic decreases serum potassium. Effect of interaction is not clear, use caution. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "eprosartan",
            "description": {
                "common": "eprosartan and potassium chloride both increase  serum potassium. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "esmolol",
            "description": {
                "common": "esmolol and potassium chloride both increase  serum potassium. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ethacrynic acid",
            "description": {
                "common": "potassium chloride increases and ethacrynic acid decreases serum potassium. Effect of interaction is not clear, use caution. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "etodolac",
            "description": {
                "common": "etodolac and potassium chloride both increase  serum potassium. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "fenoprofen",
            "description": {
                "common": "fenoprofen and potassium chloride both increase  serum potassium. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "finerenone",
            "description": {
                "common": "potassium chloride and finerenone both increase  serum potassium. Modify Therapy/Monitor Closely. Finerenone dose adjustment based on current serum potassium concentration. Monitor serum potassium and adjust finerenone dose as described in the prescribing information as necessary."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "flurbiprofen",
            "description": {
                "common": "flurbiprofen and potassium chloride both increase  serum potassium. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "formoterol",
            "description": {
                "common": "potassium chloride increases and formoterol decreases serum potassium. Effect of interaction is not clear, use caution. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "fosinopril",
            "description": {
                "common": "fosinopril increases levels of potassium chloride by decreasing elimination. Use Caution/Monitor. Risk of hyperkalemia."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "furosemide",
            "description": {
                "common": "potassium chloride increases and furosemide decreases serum potassium. Effect of interaction is not clear, use caution. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "gentamicin",
            "description": {
                "common": "potassium chloride increases and gentamicin decreases serum potassium. Effect of interaction is not clear, use caution. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "hydrochlorothiazide",
            "description": {
                "common": "potassium chloride increases and hydrochlorothiazide decreases serum potassium. Effect of interaction is not clear, use caution. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ibuprofen",
            "description": {
                "common": "ibuprofen and potassium chloride both increase  serum potassium. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ibuprofen IV",
            "description": {
                "common": "ibuprofen IV and potassium chloride both increase  serum potassium. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "imidapril",
            "description": {
                "common": "imidapril increases levels of potassium chloride by decreasing elimination. Use Caution/Monitor. Risk of hyperkalemia."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "indapamide",
            "description": {
                "common": "potassium chloride increases and indapamide decreases serum potassium. Effect of interaction is not clear, use caution. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "indomethacin",
            "description": {
                "common": "indomethacin and potassium chloride both increase  serum potassium. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "irbesartan",
            "description": {
                "common": "irbesartan and potassium chloride both increase  serum potassium. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "isoproterenol",
            "description": {
                "common": "potassium chloride increases and isoproterenol decreases serum potassium. Effect of interaction is not clear, use caution. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ketoprofen",
            "description": {
                "common": "ketoprofen and potassium chloride both increase  serum potassium. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ketorolac",
            "description": {
                "common": "ketorolac and potassium chloride both increase  serum potassium. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ketorolac intranasal",
            "description": {
                "common": "ketorolac intranasal and potassium chloride both increase  serum potassium. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "labetalol",
            "description": {
                "common": "labetalol and potassium chloride both increase  serum potassium. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "levalbuterol",
            "description": {
                "common": "potassium chloride increases and levalbuterol decreases serum potassium. Effect of interaction is not clear, use caution. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "lisinopril",
            "description": {
                "common": "lisinopril increases levels of potassium chloride by decreasing elimination. Use Caution/Monitor. Risk of hyperkalemia."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "lornoxicam",
            "description": {
                "common": "lornoxicam and potassium chloride both increase  serum potassium. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "losartan",
            "description": {
                "common": "losartan and potassium chloride both increase  serum potassium. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "meclofenamate",
            "description": {
                "common": "meclofenamate and potassium chloride both increase  serum potassium. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "mefenamic acid",
            "description": {
                "common": "mefenamic acid and potassium chloride both increase  serum potassium. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "meloxicam",
            "description": {
                "common": "meloxicam and potassium chloride both increase  serum potassium. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "metaproterenol",
            "description": {
                "common": "potassium chloride increases and metaproterenol decreases serum potassium. Effect of interaction is not clear, use caution. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "methyclothiazide",
            "description": {
                "common": "potassium chloride increases and methyclothiazide decreases serum potassium. Effect of interaction is not clear, use caution. Modify Therapy/Monitor Closely.  ."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "metolazone",
            "description": {
                "common": "potassium chloride increases and metolazone decreases serum potassium. Effect of interaction is not clear, use caution. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "metoprolol",
            "description": {
                "common": "metoprolol and potassium chloride both increase  serum potassium. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "moexipril",
            "description": {
                "common": "moexipril increases levels of potassium chloride by decreasing elimination. Use Caution/Monitor. Risk of hyperkalemia."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "nabumetone",
            "description": {
                "common": "nabumetone and potassium chloride both increase  serum potassium. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "nadolol",
            "description": {
                "common": "nadolol and potassium chloride both increase  serum potassium. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "naproxen",
            "description": {
                "common": "naproxen and potassium chloride both increase  serum potassium. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "nebivolol",
            "description": {
                "common": "nebivolol and potassium chloride both increase  serum potassium. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "noni juice",
            "description": {
                "common": "potassium chloride and noni juice both increase  serum potassium. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "norepinephrine",
            "description": {
                "common": "potassium chloride increases and norepinephrine decreases serum potassium. Effect of interaction is not clear, use caution. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "olmesartan",
            "description": {
                "common": "olmesartan and potassium chloride both increase  serum potassium. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "oxaprozin",
            "description": {
                "common": "oxaprozin and potassium chloride both increase  serum potassium. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "parecoxib",
            "description": {
                "common": "parecoxib and potassium chloride both increase  serum potassium. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "penbutolol",
            "description": {
                "common": "penbutolol and potassium chloride both increase  serum potassium. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "perindopril",
            "description": {
                "common": "perindopril increases levels of potassium chloride by decreasing elimination. Use Caution/Monitor. Risk of hyperkalemia."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "pindolol",
            "description": {
                "common": "pindolol and potassium chloride both increase  serum potassium. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "pirbuterol",
            "description": {
                "common": "potassium chloride increases and pirbuterol decreases serum potassium. Effect of interaction is not clear, use caution. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "piroxicam",
            "description": {
                "common": "piroxicam and potassium chloride both increase  serum potassium. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "potassium citrate/citric acid",
            "description": {
                "common": "potassium chloride and potassium citrate/citric acid both increase  serum potassium. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "propranolol",
            "description": {
                "common": "propranolol and potassium chloride both increase  serum potassium. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "quinapril",
            "description": {
                "common": "quinapril increases levels of potassium chloride by decreasing elimination. Use Caution/Monitor. Risk of hyperkalemia."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ramipril",
            "description": {
                "common": "ramipril increases levels of potassium chloride by decreasing elimination. Use Caution/Monitor. Risk of hyperkalemia."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "rilpivirine",
            "description": {
                "common": "potassium chloride decreases levels of rilpivirine by increasing gastric pH. Applies only to oral form of both agents. Modify Therapy/Monitor Closely. Coadministration of antacids with rilpivirine may cause significant decreases in rilpivirine plasma concentrations because of increased gastric pH. If antacids must be administered, they should given at least 2 hr before or at least 4 hr after rilpivirine."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "sacubitril/valsartan",
            "description": {
                "common": "sacubitril/valsartan and potassium chloride both increase  serum potassium. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "salicylates (non-asa)",
            "description": {
                "common": "salicylates (non-asa) and potassium chloride both increase  serum potassium. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "salmeterol",
            "description": {
                "common": "potassium chloride increases and salmeterol decreases serum potassium. Effect of interaction is not clear, use caution. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "salsalate",
            "description": {
                "common": "salsalate and potassium chloride both increase  serum potassium. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "sotalol",
            "description": {
                "common": "sotalol and potassium chloride both increase  serum potassium. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "sparsentan",
            "description": {
                "common": "sparsentan and potassium chloride both increase  serotonin levels. Use Caution/Monitor. Monitor serum potassium frequently."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "succinylcholine",
            "description": {
                "common": "potassium chloride and succinylcholine both increase  serum potassium. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "sulfasalazine",
            "description": {
                "common": "sulfasalazine and potassium chloride both increase  serum potassium. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "sulindac",
            "description": {
                "common": "sulindac and potassium chloride both increase  serum potassium. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "telmisartan",
            "description": {
                "common": "telmisartan and potassium chloride both increase  serum potassium. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "terbutaline",
            "description": {
                "common": "potassium chloride increases and terbutaline decreases serum potassium. Effect of interaction is not clear, use caution. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "timolol",
            "description": {
                "common": "timolol and potassium chloride both increase  serum potassium. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "tolfenamic acid",
            "description": {
                "common": "tolfenamic acid and potassium chloride both increase  serum potassium. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "tolmetin",
            "description": {
                "common": "tolmetin and potassium chloride both increase  serum potassium. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "tolvaptan",
            "description": {
                "common": "potassium chloride and tolvaptan both increase  serum potassium. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "torsemide",
            "description": {
                "common": "potassium chloride increases and torsemide decreases serum potassium. Effect of interaction is not clear, use caution. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "trandolapril",
            "description": {
                "common": "trandolapril increases levels of potassium chloride by decreasing elimination. Use Caution/Monitor. Risk of hyperkalemia."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "trimethoprim",
            "description": {
                "common": "trimethoprim and potassium chloride both increase  serum potassium. Use Caution/Monitor. Trimethoprim decreases urinary potassium excretion. May cause hyperkalemia, particularly with high doses, renal insufficiency, or when combined with other drugs that cause hyperkalemia."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "valsartan",
            "description": {
                "common": "valsartan and potassium chloride both increase  serum potassium. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "voclosporin",
            "description": {
                "common": "voclosporin and potassium chloride both increase  serum potassium. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "acarbose",
            "description": {
                "common": "potassium chloride increases effects of acarbose by pharmacodynamic synergism. Minor/Significance Unknown. Interaction especially seen in the treatment of hypokalemia."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "amphotericin B deoxycholate",
            "description": {
                "common": "amphotericin B deoxycholate decreases levels of potassium chloride by increasing renal clearance. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "bisacodyl",
            "description": {
                "common": "bisacodyl decreases levels of potassium chloride by inhibition of GI absorption. Applies only to oral form of both agents. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "bisacodyl rectal",
            "description": {
                "common": "bisacodyl rectal decreases levels of potassium chloride by inhibition of GI absorption. Applies only to oral form of both agents. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "cadexomer iodine",
            "description": {
                "common": "cadexomer iodine increases levels of potassium chloride by decreasing renal clearance. Minor/Significance Unknown. Hyperkalemia."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "chlorpropamide",
            "description": {
                "common": "potassium chloride increases effects of chlorpropamide by pharmacodynamic synergism. Minor/Significance Unknown. Interaction especially seen in the treatment of hypokalemia."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "glimepiride",
            "description": {
                "common": "potassium chloride increases effects of glimepiride by pharmacodynamic synergism. Minor/Significance Unknown. Interaction especially seen in the treatment of hypokalemia."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "glipizide",
            "description": {
                "common": "potassium chloride increases effects of glipizide by pharmacodynamic synergism. Minor/Significance Unknown. Interaction especially seen in the treatment of hypokalemia."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "glyburide",
            "description": {
                "common": "potassium chloride increases effects of glyburide by pharmacodynamic synergism. Minor/Significance Unknown. Interaction especially seen in the treatment of hypokalemia."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "insulin aspart",
            "description": {
                "common": "potassium chloride increases effects of insulin aspart by pharmacodynamic synergism. Minor/Significance Unknown. Interaction especially seen in the treatment of hypokalemia."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "insulin detemir",
            "description": {
                "common": "potassium chloride increases effects of insulin detemir by pharmacodynamic synergism. Minor/Significance Unknown. Interaction especially seen in the treatment of hypokalemia."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "insulin glargine",
            "description": {
                "common": "potassium chloride increases effects of insulin glargine by pharmacodynamic synergism. Minor/Significance Unknown. Interaction especially seen in the treatment of hypokalemia."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "insulin glulisine",
            "description": {
                "common": "potassium chloride increases effects of insulin glulisine by pharmacodynamic synergism. Minor/Significance Unknown. Interaction especially seen in the treatment of hypokalemia."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "insulin lispro",
            "description": {
                "common": "potassium chloride increases effects of insulin lispro by pharmacodynamic synergism. Minor/Significance Unknown. Interaction especially seen in the treatment of hypokalemia."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "insulin NPH",
            "description": {
                "common": "potassium chloride increases effects of insulin NPH by pharmacodynamic synergism. Minor/Significance Unknown. Interaction especially seen in the treatment of hypokalemia."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "insulin regular human",
            "description": {
                "common": "potassium chloride increases effects of insulin regular human by pharmacodynamic synergism. Minor/Significance Unknown. Interaction especially seen in the treatment of hypokalemia."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "iodinated glycerol",
            "description": {
                "common": "iodinated glycerol increases levels of potassium chloride by decreasing renal clearance. Minor/Significance Unknown. Hyperkalemia."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "iodine",
            "description": {
                "common": "iodine increases levels of potassium chloride by decreasing renal clearance. Minor/Significance Unknown. Hyperkalemia."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "metformin",
            "description": {
                "common": "potassium chloride increases effects of metformin by pharmacodynamic synergism. Minor/Significance Unknown. Interaction especially seen in the treatment of hypokalemia."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "miglitol",
            "description": {
                "common": "potassium chloride increases effects of miglitol by pharmacodynamic synergism. Minor/Significance Unknown. Interaction especially seen in the treatment of hypokalemia."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "nateglinide",
            "description": {
                "common": "potassium chloride increases effects of nateglinide by pharmacodynamic synergism. Minor/Significance Unknown. Interaction especially seen in the treatment of hypokalemia."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "pioglitazone",
            "description": {
                "common": "potassium chloride increases effects of pioglitazone by pharmacodynamic synergism. Minor/Significance Unknown. Interaction especially seen in the treatment of hypokalemia."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "repaglinide",
            "description": {
                "common": "potassium chloride increases effects of repaglinide by pharmacodynamic synergism. Minor/Significance Unknown. Interaction especially seen in the treatment of hypokalemia."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "rosiglitazone",
            "description": {
                "common": "potassium chloride increases effects of rosiglitazone by pharmacodynamic synergism. Minor/Significance Unknown. Interaction especially seen in the treatment of hypokalemia."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "saxagliptin",
            "description": {
                "common": "potassium chloride increases effects of saxagliptin by pharmacodynamic synergism. Minor/Significance Unknown. Interaction especially seen in the treatment of hypokalemia."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "sitagliptin",
            "description": {
                "common": "potassium chloride increases effects of sitagliptin by pharmacodynamic synergism. Minor/Significance Unknown. Interaction especially seen in the treatment of hypokalemia."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "tolazamide",
            "description": {
                "common": "potassium chloride increases effects of tolazamide by pharmacodynamic synergism. Minor/Significance Unknown. Interaction especially seen in the treatment of hypokalemia."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "tolbutamide",
            "description": {
                "common": "potassium chloride increases effects of tolbutamide by pharmacodynamic synergism. Minor/Significance Unknown. Interaction especially seen in the treatment of hypokalemia."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "vildagliptin",
            "description": {
                "common": "potassium chloride increases effects of vildagliptin by pharmacodynamic synergism. Minor/Significance Unknown. Interaction especially seen in the treatment of hypokalemia."
            }
        }
    ],
    "adverse effects": [
        {
            "name": "Arrhythmias",
            "percent": null
        },
        {
            "name": "Bleeding",
            "percent": null
        },
        {
            "name": "Diarrhea",
            "percent": null
        },
        {
            "name": "Dyspepsia",
            "percent": null
        },
        {
            "name": "Hyperkalemia",
            "percent": null
        },
        {
            "name": "Nausea",
            "percent": null
        },
        {
            "name": "Rash",
            "percent": null
        },
        {
            "name": "Vomiting",
            "percent": null
        },
        {
            "name": "Flatulence",
            "percent": null
        },
        {
            "name": "Abdominal pain",
            "percent": null
        },
        {
            "name": "discomfort",
            "percent": null
        },
        {
            "name": "Perforation",
            "percent": null
        },
        {
            "name": "Gastrointestinal obstruction",
            "percent": null
        },
        {
            "name": "Gastrointestinal ulceration",
            "percent": null
        },
        {
            "name": "Gastrointestinal perforation",
            "percent": null
        },
        {
            "name": "Hyponatremia",
            "percent": null
        },
        {
            "name": "Hyponatremic encephalopathy",
            "percent": null
        }
    ]
}