{
    "name": "cangrelor",
    "comment": "Rx",
    "other_names": [
        "Kengreal"
    ],
    "classes": [
        "Antiplatelet Agents",
        "Cardiovascular"
    ],
    "source": "https://reference.medscape.com/drug/kengreal-cangrelor-1000017",
    "pregnancy": {
        "common": [
            "There are no available data on use in pregnant women to evaluate for a drug-associated risk of major birth defects, miscarriage or adverse maternal or fetal outcomes; untreated myocardial infarction can be fatal to pregnant women and fetus"
        ],
        "specific": [
            {
                "type": "Disease-associated maternal and/or embryo/fetal risk",
                "description": [
                    "Myocardial infarction is a medical emergency in pregnancy which can be fatal to pregnant woman and fetus if left untreated; life-sustaining therapy for the pregnant woman should not be withheld due to potential concerns regarding the effects of the drug on the fetus"
                ]
            },
            {
                "type": "Animal data",
                "description": [
                    "In animal reproduction studies, continuous infusion of drug in pregnant rats and rabbits throughout organogenesis at dose approximately 2-times maximum recommended human dose (MRHD) did not result in fetal malformations"
                ]
            },
            {
                "type": "Labor or delivery",
                "description": [
                    "Drug use during labor and delivery may increase risk for maternal bleeding and hemorrhage; performance of neuraxial blockade procedures is not advised during drug use due to potential risk of spinal hematoma; when possible, discontinue drug 1 hour prior to labor, delivery, or neuraxial blockade"
                ]
            }
        ]
    },
    "lactation": {
        "common": [
            "There are no data on presence of drug in human milk or animal milk, effects on breastfed infant, or on milk production; due to its short-half life, drug exposure is expected to be very low in breastfed infant"
        ]
    },
    "warnings": {
        "black_box_warning": {
            "common": [],
            "specific": []
        },
        "contraindicators": {
            "common": [
                "Significant active bleeding",
                "Hypersensitivity"
            ],
            "specific": []
        },
        "cautions": {
            "common": [
                "Drugs that inhibit platelet P2Y12 function, increase risk of bleeding",
                "Increased risk of bleeding; bleeding events of all severities were more common with cangrelor than with clopidogrel",
                "Bleeding complications were consistent across a variety of clinically important subgroups",
                "Once therapy is discontinued, there is no antiplatelet effect after an hour"
            ],
            "specific": []
        }
    },
    "interactions": [
        {
            "classification_type": "Contraindicated",
            "interaction_with": "abrocitinib",
            "description": {
                "common": "abrocitinib and cangrelor both increase  anticoagulation. Contraindicated. Antiplatelet drugs, except for low-dose aspirin (=81 mg qDay), during the first 3 months of treatment are contraindicated."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "caplacizumab",
            "description": {
                "common": "caplacizumab, cangrelor.\nEither increases effects of the other by pharmacodynamic synergism. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "clopidogrel",
            "description": {
                "common": "cangrelor decreases effects of clopidogrel by receptor binding competition. Avoid or Use Alternate Drug. The expected antiplatelet effect of a 600 mg loading dose of clopidogrel was blocked when clopidogrel was administered during a cangrelor infusion. Therefore, clopidogrel should not be administered until cangrelor infusion is discontinued."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "prasugrel",
            "description": {
                "common": "cangrelor decreases effects of prasugrel by receptor binding competition. Avoid or Use Alternate Drug. The expected antiplatelet effect of a 60 mg loading dose of prasugrel was blocked when prasugrel was administered during a cangrelor infusion. Therefore, prasugrel should not be administered until cangrelor infusion is discontinued."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "acalabrutinib",
            "description": {
                "common": "acalabrutinib increases effects of cangrelor by anticoagulation. Modify Therapy/Monitor Closely. Coadministration of acalabrutinib with antiplatelets or anticoagulants may further increase risk of hemorrhage. Monitor for signs of bleeding and consider the benefit-risk of withholding acalabrutinib for 3-7 days presurgery and postsurgery depending upon the type of surgery and the risk of bleeding."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "fish oil triglycerides",
            "description": {
                "common": "fish oil triglycerides will increase the level or effect of cangrelor by  anticoagulation. Use Caution/Monitor. Prolonged bleeding reported in patients taking antiplatelet agents or anticoagulants and oral omega-3 fatty acids. Periodically monitor bleeding time in patients receiving fish oil triglycerides and concomitant antiplatelet agents or anticoagulants."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ibrutinib",
            "description": {
                "common": "ibrutinib will increase the level or effect of cangrelor by  anticoagulation. Use Caution/Monitor. Ibrutinib may increase the risk of hemorrhage in patients receiving antiplatelet or anticoagulant therapies and monitor for signs of bleeding. "
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "selumetinib",
            "description": {
                "common": "cangrelor and selumetinib both increase  anticoagulation. Modify Therapy/Monitor Closely. An increased risk of bleeding may occur in patients taking a vitamin-K antagonist or an antiplatelet agent with selumetinib. Monitor for bleeding and INR or PT in patients coadministered a vitamin-K antagonist or an antiplatelet agent with selumetinib."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "warfarin",
            "description": {
                "common": "cangrelor, warfarin.\nEither increases effects of the other by pharmacodynamic synergism. Modify Therapy/Monitor Closely. Drugs with antiplatelet properties may increase anticoagulation effect of warfarin."
            }
        }
    ],
    "adverse effects": [
        {
            "name": "Mild",
            "percent": "14.9"
        },
        {
            "name": "Moderate",
            "percent": "0.4"
        },
        {
            "name": "Severe",
            "percent": "0.2"
        },
        {
            "name": "life",
            "percent": "0.6"
        },
        {
            "name": "threatening",
            "percent": "0.2"
        },
        {
            "name": "Minor",
            "percent": null
        },
        {
            "name": "Major",
            "percent": null
        }
    ]
}