{
    "name": "oritavancin",
    "comment": "Rx",
    "other_names": [
        "Kimyrsa",
        "Orbactiv"
    ],
    "classes": [
        "Glycopeptides"
    ],
    "source": "https://reference.medscape.com/drug/kimyrsa-orbactiv-oritavancin-999944",
    "pregnancy": {
        "common": [
            "There are no available data on use in pregnant women to evaluate for a drug-associated risk of major birth defects, miscarriage or adverse maternal or fetal outcomes"
        ],
        "specific": [
            {
                "type": "Animal data",
                "description": [
                    "In animal reproduction studies, no effects on embryo-fetal development or survival were observed in pregnant rats or rabbits treated at highest doses throughout organogenesis with intravenous drug, at doses equivalent to 25% of single clinical dose of 1200 mg"
                ]
            }
        ]
    },
    "lactation": {
        "common": [
            "There are no data on the presence of oritavancin in human milk, the effects on the breastfed child, or the effects on milk production",
            "Drug in the breast milk of rats",
            "Therefore, it will be present in human milk",
            "Developmental and health benefits of breastfeeding should be considered along with mother’s clinical need for drug and any potential adverse effects on breast-fed child from drug or from underlying maternal condition"
        ]
    },
    "warnings": {
        "black_box_warning": {
            "common": [],
            "specific": []
        },
        "contraindicators": {
            "common": [
                "Hypersensitivity to oritavancin products",
                "Use of intravenous unfractionated heparin sodium within 120 hr (5 days) of oritavancin administration"
            ],
            "specific": []
        },
        "cautions": {
            "common": [
                "Hypersensitivity, including anaphylaxis, reported, including possible cross-sensitivity to other antimicrobials#glycopeptides (eg, dalbavancin, telavancin, vancomycin); discontinue infusion if signs of acute hypersensitivity occur; monitor closely patients with known hypersensitivity to antimicrobials#glycopeptides",
                "Infusion-related reactions, that resemble “Red-man Syndrome”, including flushing of the upper body, urticaria, pruritus and/or rash reported; consider slowing infusion rate or interrupting infusion",
                "Infusion reactions characterized by chest pain, back pain, chills and tremor observed with use of drug, including after administration of more than one dose during a single course of therapy; stopping or slowing infusion may result in cessation of these reactions; safety and effectiveness of more than one dose during a single course of therapy have not been established",
                "In clinical trials, more cases of osteomyelitis were reported with oritavancin compared with vancomycin; if osteomyelitis suspected, institute appropriate alternate antibacterial therapy",
                "To reduce development of drug-resistant bacteria and maintain effectiveness, use only to treat infections that are proven or strongly suspected to be caused by susceptible bacteria"
            ],
            "specific": [
                {
                    "type": "Clostridioides difficile-associated Diarrhea",
                    "description": [
                        "Clostridioides-difficile-associated diarrhea (CDAD) has been reported for nearly all systemic antibacterial drugs and may range from mild diarrhea to fatal colitis; evaluate patients if diarrhea occurs",
                        "Treatment with antibacterial agents alters normal flora of colon and may permit overgrowth of C. difficile; C. difficile produces toxins A and B which contribute to development of CDAD",
                        "Hypertoxin-producing strains of C. difficile cause increased morbidity and mortality, as these infections can be refractory to antibacterial therapy and may require colectomy; CDAD must be considered in all patients who present with diarrhea following antibacterial use",
                        "Careful medical history is necessary because CDAD has been reported to occur more than 2 months after administration of antibacterial agents",
                        "If CDAD is suspected or confirmed, antibacterial use not directed against C. difficile may need to be discontinued; appropriate fluid and electrolyte management, protein supplementation, antibacterial treatment of C. difficile, and surgical evaluation should be instituted as clinically indicated"
                    ]
                },
                {
                    "type": "Coagulation test interference",
                    "description": [
                        "Artificially prolongs aPTT for up to 120 hr, and may prolong PT and INR for up to 12 hr and ACT for up to 24 hr",
                        "For patients who require aPTT monitoring within 120 hr of dosing, consider a non-phospholipid dependent coagulation test such as a Factor Xa (chromogenic) assay or an alternative anticoagulant not requiring aPTT",
                        "Effects on activated clotting time (ACT) are expected since the phospholipid reagents are also used in this coagulation test",
                        "Oritavancin has no effect on the coagulation system"
                    ]
                },
                {
                    "type": "Drug interaction overview",
                    "description": [
                        "Oritavancin is a nonspecific, weak CYP2C9 and CYP2C19 inhibitor; weak CYP3A4 and CYP2D6 inducer",
                        "Shown to artificially prolong PT/INR for up to 12 hr; coadministration with warfarin may result in higher exposure of warfarin and increase risk for bleeding; monitor frequently for signs of bleeding",
                        "Coadministration with oritavancin and drugs that are predominantly metabolized by one of the affected CYP450 enzymes may increase or decrease concentrations of those drugs; closely monitor signs of toxicity or lack of efficacy if given oritavancin while on a potentially affected compound"
                    ]
                }
            ]
        }
    },
    "interactions": [
        {
            "classification_type": "Serious",
            "interaction_with": "cholera vaccine",
            "description": {
                "common": "oritavancin, cholera vaccine. pharmacodynamic antagonism. Avoid or Use Alternate Drug. Avoid coadministration of cholera vaccine with systemic antibiotics since these agents may be active against the vaccine strain. Do not administer cholera vaccine to patients who have received oral or parenteral antibiotics within 14 days prior to vaccination."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "microbiota oral",
            "description": {
                "common": "oritavancin decreases effects of microbiota oral by pharmacodynamic antagonism. Avoid or Use Alternate Drug. Microbiota oral contains bacterial spores. Antibacterial agents may decrease efficacy if coadministered. Complete antibiotic regimens 2-4 days before initiating microbiota oral. ."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "carbamazepine",
            "description": {
                "common": "oritavancin will decrease the level or effect of carbamazepine by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor. Oritavancin is a weak CYP3A4 inducer; caution if coadministered with CYP3A4 substrates that have a narrow therapeutic index"
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "clonidine",
            "description": {
                "common": "oritavancin will decrease the level or effect of clonidine by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor. Oritavancin is a weak CYP3A4 inducer; caution if coadministered with CYP3A4 substrates that have a narrow therapeutic index"
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "disopyramide",
            "description": {
                "common": "oritavancin will decrease the level or effect of disopyramide by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor. Oritavancin is a weak CYP3A4 inducer; caution if coadministered with CYP3A4 substrates that have a narrow therapeutic index"
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ethosuximide",
            "description": {
                "common": "oritavancin will decrease the level or effect of ethosuximide by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor. Oritavancin is a weak CYP3A4 inducer; caution if coadministered with CYP3A4 substrates that have a narrow therapeutic index"
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "flecainide",
            "description": {
                "common": "oritavancin will decrease the level or effect of flecainide by  affecting hepatic enzyme CYP2D6 metabolism. Use Caution/Monitor. Oritavancin is a weak CYP2D6 inducer; caution if coadministered with CYP2D6 substrates that have a narrow therapeutic index"
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "fosphenytoin",
            "description": {
                "common": "oritavancin will increase the level or effect of fosphenytoin by  affecting hepatic enzyme CYP2C9/10 metabolism. Use Caution/Monitor. Oritavancin is a weak CYP2C9 inhibitor; caution if coadministered with CYP2C9 substrates that have a narrow therapeutic index"
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "phenobarbital",
            "description": {
                "common": "oritavancin will increase the level or effect of phenobarbital by  affecting hepatic enzyme CYP2C9/10 metabolism. Use Caution/Monitor. Oritavancin is a weak CYP2C9 inhibitor; caution if coadministered with CYP2C9 substrates that have a narrow therapeutic index"
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "phenytoin",
            "description": {
                "common": "oritavancin will increase the level or effect of phenytoin by  affecting hepatic enzyme CYP2C9/10 metabolism. Use Caution/Monitor. Oritavancin is a weak CYP2C9 inhibitor; caution if coadministered with CYP2C9 substrates that have a narrow therapeutic index"
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "primidone",
            "description": {
                "common": "oritavancin will increase the level or effect of primidone by  affecting hepatic enzyme CYP2C9/10 metabolism. Use Caution/Monitor. Oritavancin is a weak CYP2C9 inhibitor; caution if coadministered with CYP2C9 substrates that have a narrow therapeutic index"
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "quinidine",
            "description": {
                "common": "oritavancin will decrease the level or effect of quinidine by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor. Oritavancin is a weak CYP3A4 inducer; caution if coadministered with CYP3A4 substrates that have a narrow therapeutic index"
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "quinine",
            "description": {
                "common": "oritavancin will decrease the level or effect of quinine by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor. Oritavancin is a weak CYP3A4 inducer; caution if coadministered with CYP3A4 substrates that have a narrow therapeutic index"
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "sirolimus",
            "description": {
                "common": "oritavancin will decrease the level or effect of sirolimus by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor. Oritavancin is a weak CYP3A4 inducer; caution if coadministered with CYP3A4 substrates that have a narrow therapeutic index"
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "tacrolimus",
            "description": {
                "common": "oritavancin will decrease the level or effect of tacrolimus by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor. Oritavancin is a weak CYP3A4 inducer; caution if coadministered with CYP3A4 substrates that have a narrow therapeutic index"
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "valproic acid",
            "description": {
                "common": "oritavancin will increase the level or effect of valproic acid by  affecting hepatic enzyme CYP2C19 metabolism. Use Caution/Monitor. Oritavancin is a weak CYP2C19 inhibitor; caution if coadministered with CYP2C19 substrates that have a narrow therapeutic index"
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "cyclosporine",
            "description": {
                "common": "oritavancin will decrease the level or effect of cyclosporine by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Minor/Significance Unknown. Oritavancin is a weak CYP3A4 inducer; caution if coadministered with CYP3A4 substrates that have a narrow therapeutic index"
            }
        }
    ],
    "adverse effects": [
        {
            "name": "Nausea",
            "percent": "9.9"
        },
        {
            "name": "Headache",
            "percent": "7.1"
        },
        {
            "name": "Vomiting",
            "percent": "4.6"
        },
        {
            "name": "Abscess",
            "percent": "3.8"
        },
        {
            "name": "limb and subcutaneous",
            "percent": "3.7"
        },
        {
            "name": "Diarrhea",
            "percent": "2.8"
        },
        {
            "name": "Increased ALT",
            "percent": "2.7"
        },
        {
            "name": "Dizziness",
            "percent": "2.5"
        },
        {
            "name": "Infusion site phlebitis",
            "percent": "2.5"
        },
        {
            "name": "Tachycardia",
            "percent": "1.9"
        },
        {
            "name": "Infusion site reactions",
            "percent": "1.8"
        },
        {
            "name": "Increased AST",
            "percent": null
        },
        {
            "name": "Clostridioides",
            "percent": null
        },
        {
            "name": "difficile",
            "percent": null
        },
        {
            "name": "associated diarrhea",
            "percent": null
        }
    ]
}