{
    "name": "potassium acid phosphate",
    "comment": "Rx",
    "other_names": [
        "KPhos Original",
        "NeutraPhos"
    ],
    "classes": [
        "Urinary Acidifying Agents"
    ],
    "source": "https://reference.medscape.com/drug/kphos-original-neutraphos-potassium-acid-phosphate-344448",
    "pregnancy": {
        "common": [
            "Not known whether this product can cause fetal harm when administered to a pregnant woman or can affect reproductive capacity; animal reproduction studies not conducted; product should be given to a pregnant woman only if clearly needed"
        ],
        "specific": []
    },
    "lactation": {
        "common": [
            "Not known whether this drug is excreted in human milk; because many drugs are excreted in human milk, exercise caution should when administered to a nursing woman"
        ]
    },
    "warnings": {
        "black_box_warning": {
            "common": [],
            "specific": []
        },
        "contraindicators": {
            "common": [
                "Hyperphosphatemia, severe renal impairment, hyperkalemia, infected phophate stones"
            ],
            "specific": []
        },
        "cautions": {
            "common": [
                "May cause hyperkalemia; use caution in patients who require regulation of serum potassium concentrations",
                "Patients may experience mild laxative effects within first few days of therapy; if laxation persists to unpleasant degree, reduce daily dosage until effect subsides or, if necessary, discontinue use of this product",
                "Use caution in patients with cardiac disease (particularly in digitalized patients); severe adrenal insufficiency (Addison's disease); acute dehydration; severe renal insufficiency or chronic renal disease; extensive tissue breakdown (such as severe burns); myotonia congenita; hypoparathyroidism; and acute pancreatitis",
                "Rickets may benefit from phosphate therapy, but caution should be exercised; high serum phosphate levels may increase incidence of extra-skeletal calcification",
                "Patients with kidney stones may pass old stones when phosphate therapy is started and should be warned of this possibility; patients should be advised to avoid use of antacids containing aluminum, calcium, or magnesium, which may prevent absorption of phosphate",
                "To assure against gastrointestinal injury associated with oral ingestion of concentrated potassium salt preparations, patients should be instructed to dissolve tablets completely in an appropriate amount of water before taking"
            ],
            "specific": [
                {
                    "type": "Drug interaction overview",
                    "description": [
                        "Use of antacids containing magnesium, calcium, or aluminum in conjunction with phosphate preparations may bind the phosphate and prevent absorption",
                        "Potassium-containing medications or potassium-sparing diuretics may cause hyperkalemia when used concurrently with potassium salts; patients should have serum potassium level determinations at periodic intervals",
                        "Concurrent use of salicylates may lead to increased serum salicylate levels since excretion of salicylates is reduced in acidified urine; serum salicylate levels should be closely monitored to avoid toxicity"
                    ]
                }
            ]
        }
    },
    "interactions": [
        {
            "classification_type": "Serious",
            "interaction_with": "amiloride",
            "description": {
                "common": "amiloride and potassium acid phosphate both increase  serum potassium. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "drospirenone",
            "description": {
                "common": "drospirenone and potassium acid phosphate both increase  serum potassium. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "eplerenone",
            "description": {
                "common": "potassium acid phosphate, eplerenone. Mechanism: pharmacodynamic synergism. Contraindicated. Hyperkalemia."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "erdafitinib",
            "description": {
                "common": "potassium acid phosphate, erdafitinib. Other (see comment). Avoid or Use Alternate Drug. \nComment: Avoid coadministration during initial dosing adjustment period (ie, first 21 days). Increases in serum phosphate levels are a pharmacodynamic effect of FGFR inhibition. Serum phosphate binders may obscure decisions regarding initial dosage increase."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "potassium chloride",
            "description": {
                "common": "potassium acid phosphate and potassium chloride both increase  serum potassium. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "potassium citrate",
            "description": {
                "common": "potassium acid phosphate and potassium citrate both increase  serum potassium. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "potassium phosphates, IV",
            "description": {
                "common": "potassium acid phosphate and potassium phosphates, IV both increase  serum potassium. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "spironolactone",
            "description": {
                "common": "spironolactone and potassium acid phosphate both increase  serum potassium. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "triamterene",
            "description": {
                "common": "triamterene and potassium acid phosphate both increase  serum potassium. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "acebutolol",
            "description": {
                "common": "acebutolol and potassium acid phosphate both increase  serum potassium. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "aceclofenac",
            "description": {
                "common": "aceclofenac and potassium acid phosphate both increase  serum potassium. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "acemetacin",
            "description": {
                "common": "acemetacin and potassium acid phosphate both increase  serum potassium. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "albuterol",
            "description": {
                "common": "potassium acid phosphate increases and albuterol decreases serum potassium. Effect of interaction is not clear, use caution. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "arformoterol",
            "description": {
                "common": "potassium acid phosphate increases and arformoterol decreases serum potassium. Effect of interaction is not clear, use caution. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "aspirin",
            "description": {
                "common": "aspirin and potassium acid phosphate both increase  serum potassium. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "aspirin rectal",
            "description": {
                "common": "aspirin rectal and potassium acid phosphate both increase  serum potassium. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "aspirin/citric acid/sodium bicarbonate",
            "description": {
                "common": "aspirin/citric acid/sodium bicarbonate and potassium acid phosphate both increase  serum potassium. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "atenolol",
            "description": {
                "common": "atenolol and potassium acid phosphate both increase  serum potassium. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "benazepril",
            "description": {
                "common": "benazepril increases levels of potassium acid phosphate by decreasing elimination. Use Caution/Monitor. Risk of hyperkalemia."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "bendroflumethiazide",
            "description": {
                "common": "potassium acid phosphate increases and bendroflumethiazide decreases serum potassium. Effect of interaction is not clear, use caution. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "betaxolol",
            "description": {
                "common": "betaxolol and potassium acid phosphate both increase  serum potassium. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "bisoprolol",
            "description": {
                "common": "bisoprolol and potassium acid phosphate both increase  serum potassium. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "bumetanide",
            "description": {
                "common": "potassium acid phosphate increases and bumetanide decreases serum potassium. Effect of interaction is not clear, use caution. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "canagliflozin",
            "description": {
                "common": "potassium acid phosphate and canagliflozin both increase  serum potassium. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "candesartan",
            "description": {
                "common": "candesartan and potassium acid phosphate both increase  serum potassium. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "captopril",
            "description": {
                "common": "captopril increases levels of potassium acid phosphate by decreasing elimination. Use Caution/Monitor. Risk of hyperkalemia."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "carbenoxolone",
            "description": {
                "common": "potassium acid phosphate increases and carbenoxolone decreases serum potassium. Effect of interaction is not clear, use caution. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "carvedilol",
            "description": {
                "common": "carvedilol and potassium acid phosphate both increase  serum potassium. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "celecoxib",
            "description": {
                "common": "celecoxib and potassium acid phosphate both increase  serum potassium. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "celiprolol",
            "description": {
                "common": "celiprolol and potassium acid phosphate both increase  serum potassium. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "chlorothiazide",
            "description": {
                "common": "potassium acid phosphate increases and chlorothiazide decreases serum potassium. Effect of interaction is not clear, use caution. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "chlorthalidone",
            "description": {
                "common": "potassium acid phosphate increases and chlorthalidone decreases serum potassium. Effect of interaction is not clear, use caution. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "choline magnesium trisalicylate",
            "description": {
                "common": "choline magnesium trisalicylate and potassium acid phosphate both increase  serum potassium. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "cyclopenthiazide",
            "description": {
                "common": "potassium acid phosphate increases and cyclopenthiazide decreases serum potassium. Effect of interaction is not clear, use caution. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "dextroamphetamine transdermal",
            "description": {
                "common": "potassium acid phosphate will decrease the level or effect of dextroamphetamine transdermal by  Other (see comment). Modify Therapy/Monitor Closely. Urinary acidifying agents can lower blood levels and efficacy of amphetamines. Increase dose of dextroamphetamine transdermal based on clinical response."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "diclofenac",
            "description": {
                "common": "diclofenac and potassium acid phosphate both increase  serum potassium. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "diflunisal",
            "description": {
                "common": "diflunisal and potassium acid phosphate both increase  serum potassium. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "digoxin",
            "description": {
                "common": "potassium acid phosphate and digoxin both increase  serum potassium. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "disopyramide",
            "description": {
                "common": "potassium acid phosphate increases effects of disopyramide by pharmacodynamic synergism. Use Caution/Monitor. Additive cardiovascular depression."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "dobutamine",
            "description": {
                "common": "potassium acid phosphate increases and dobutamine decreases serum potassium. Effect of interaction is not clear, use caution. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "dopexamine",
            "description": {
                "common": "potassium acid phosphate increases and dopexamine decreases serum potassium. Effect of interaction is not clear, use caution. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "enalapril",
            "description": {
                "common": "enalapril increases levels of potassium acid phosphate by decreasing elimination. Use Caution/Monitor. Risk of hyperkalemia."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ephedrine",
            "description": {
                "common": "potassium acid phosphate increases and ephedrine decreases serum potassium. Effect of interaction is not clear, use caution. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "epinephrine",
            "description": {
                "common": "potassium acid phosphate increases and epinephrine decreases serum potassium. Effect of interaction is not clear, use caution. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "epinephrine racemic",
            "description": {
                "common": "potassium acid phosphate increases and epinephrine racemic decreases serum potassium. Effect of interaction is not clear, use caution. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "eprosartan",
            "description": {
                "common": "eprosartan and potassium acid phosphate both increase  serum potassium. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "esmolol",
            "description": {
                "common": "esmolol and potassium acid phosphate both increase  serum potassium. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ethacrynic acid",
            "description": {
                "common": "potassium acid phosphate increases and ethacrynic acid decreases serum potassium. Effect of interaction is not clear, use caution. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "etodolac",
            "description": {
                "common": "etodolac and potassium acid phosphate both increase  serum potassium. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "fenoprofen",
            "description": {
                "common": "fenoprofen and potassium acid phosphate both increase  serum potassium. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "finerenone",
            "description": {
                "common": "potassium acid phosphate and finerenone both increase  serum potassium. Modify Therapy/Monitor Closely. Finerenone dose adjustment based on current serum potassium concentration. Monitor serum potassium and adjust finerenone dose as described in the prescribing information as necessary."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "flurbiprofen",
            "description": {
                "common": "flurbiprofen and potassium acid phosphate both increase  serum potassium. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "formoterol",
            "description": {
                "common": "potassium acid phosphate increases and formoterol decreases serum potassium. Effect of interaction is not clear, use caution. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "fosinopril",
            "description": {
                "common": "fosinopril increases levels of potassium acid phosphate by decreasing elimination. Use Caution/Monitor. Risk of hyperkalemia."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "furosemide",
            "description": {
                "common": "potassium acid phosphate increases and furosemide decreases serum potassium. Effect of interaction is not clear, use caution. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "gentamicin",
            "description": {
                "common": "potassium acid phosphate increases and gentamicin decreases serum potassium. Effect of interaction is not clear, use caution. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "hydrochlorothiazide",
            "description": {
                "common": "potassium acid phosphate increases and hydrochlorothiazide decreases serum potassium. Effect of interaction is not clear, use caution. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ibuprofen",
            "description": {
                "common": "ibuprofen and potassium acid phosphate both increase  serum potassium. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ibuprofen IV",
            "description": {
                "common": "ibuprofen IV and potassium acid phosphate both increase  serum potassium. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "imidapril",
            "description": {
                "common": "imidapril increases levels of potassium acid phosphate by decreasing elimination. Use Caution/Monitor. Risk of hyperkalemia."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "indapamide",
            "description": {
                "common": "potassium acid phosphate increases and indapamide decreases serum potassium. Effect of interaction is not clear, use caution. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "indomethacin",
            "description": {
                "common": "indomethacin and potassium acid phosphate both increase  serum potassium. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "irbesartan",
            "description": {
                "common": "irbesartan and potassium acid phosphate both increase  serum potassium. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "isoproterenol",
            "description": {
                "common": "potassium acid phosphate increases and isoproterenol decreases serum potassium. Effect of interaction is not clear, use caution. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ketoprofen",
            "description": {
                "common": "ketoprofen and potassium acid phosphate both increase  serum potassium. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ketorolac",
            "description": {
                "common": "ketorolac and potassium acid phosphate both increase  serum potassium. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ketorolac intranasal",
            "description": {
                "common": "ketorolac intranasal and potassium acid phosphate both increase  serum potassium. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "labetalol",
            "description": {
                "common": "labetalol and potassium acid phosphate both increase  serum potassium. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "levalbuterol",
            "description": {
                "common": "potassium acid phosphate increases and levalbuterol decreases serum potassium. Effect of interaction is not clear, use caution. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "lisinopril",
            "description": {
                "common": "lisinopril increases levels of potassium acid phosphate by decreasing elimination. Use Caution/Monitor. Risk of hyperkalemia."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "lornoxicam",
            "description": {
                "common": "lornoxicam and potassium acid phosphate both increase  serum potassium. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "losartan",
            "description": {
                "common": "losartan and potassium acid phosphate both increase  serum potassium. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "meclofenamate",
            "description": {
                "common": "meclofenamate and potassium acid phosphate both increase  serum potassium. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "mefenamic acid",
            "description": {
                "common": "mefenamic acid and potassium acid phosphate both increase  serum potassium. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "meloxicam",
            "description": {
                "common": "meloxicam and potassium acid phosphate both increase  serum potassium. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "metaproterenol",
            "description": {
                "common": "potassium acid phosphate increases and metaproterenol decreases serum potassium. Effect of interaction is not clear, use caution. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "methyclothiazide",
            "description": {
                "common": "potassium acid phosphate increases and methyclothiazide decreases serum potassium. Effect of interaction is not clear, use caution. Modify Therapy/Monitor Closely.  ."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "metolazone",
            "description": {
                "common": "potassium acid phosphate increases and metolazone decreases serum potassium. Effect of interaction is not clear, use caution. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "metoprolol",
            "description": {
                "common": "metoprolol and potassium acid phosphate both increase  serum potassium. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "moexipril",
            "description": {
                "common": "moexipril increases levels of potassium acid phosphate by decreasing elimination. Use Caution/Monitor. Risk of hyperkalemia."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "nabumetone",
            "description": {
                "common": "nabumetone and potassium acid phosphate both increase  serum potassium. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "nadolol",
            "description": {
                "common": "nadolol and potassium acid phosphate both increase  serum potassium. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "naproxen",
            "description": {
                "common": "naproxen and potassium acid phosphate both increase  serum potassium. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "nebivolol",
            "description": {
                "common": "nebivolol and potassium acid phosphate both increase  serum potassium. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "noni juice",
            "description": {
                "common": "potassium acid phosphate and noni juice both increase  serum potassium. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "norepinephrine",
            "description": {
                "common": "potassium acid phosphate increases and norepinephrine decreases serum potassium. Effect of interaction is not clear, use caution. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "olmesartan",
            "description": {
                "common": "olmesartan and potassium acid phosphate both increase  serum potassium. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "oxaprozin",
            "description": {
                "common": "oxaprozin and potassium acid phosphate both increase  serum potassium. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "parecoxib",
            "description": {
                "common": "parecoxib and potassium acid phosphate both increase  serum potassium. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "penbutolol",
            "description": {
                "common": "penbutolol and potassium acid phosphate both increase  serum potassium. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "perindopril",
            "description": {
                "common": "perindopril increases levels of potassium acid phosphate by decreasing elimination. Use Caution/Monitor. Risk of hyperkalemia."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "pindolol",
            "description": {
                "common": "pindolol and potassium acid phosphate both increase  serum potassium. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "pirbuterol",
            "description": {
                "common": "potassium acid phosphate increases and pirbuterol decreases serum potassium. Effect of interaction is not clear, use caution. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "piroxicam",
            "description": {
                "common": "piroxicam and potassium acid phosphate both increase  serum potassium. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "potassium citrate/citric acid",
            "description": {
                "common": "potassium acid phosphate and potassium citrate/citric acid both increase  serum potassium. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "propranolol",
            "description": {
                "common": "propranolol and potassium acid phosphate both increase  serum potassium. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "quinapril",
            "description": {
                "common": "quinapril increases levels of potassium acid phosphate by decreasing elimination. Use Caution/Monitor. Risk of hyperkalemia."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ramipril",
            "description": {
                "common": "ramipril increases levels of potassium acid phosphate by decreasing elimination. Use Caution/Monitor. Risk of hyperkalemia."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "sacubitril/valsartan",
            "description": {
                "common": "sacubitril/valsartan and potassium acid phosphate both increase  serum potassium. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "salicylates (non-asa)",
            "description": {
                "common": "salicylates (non-asa) and potassium acid phosphate both increase  serum potassium. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "salmeterol",
            "description": {
                "common": "potassium acid phosphate increases and salmeterol decreases serum potassium. Effect of interaction is not clear, use caution. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "salsalate",
            "description": {
                "common": "salsalate and potassium acid phosphate both increase  serum potassium. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "sotalol",
            "description": {
                "common": "sotalol and potassium acid phosphate both increase  serum potassium. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "sparsentan",
            "description": {
                "common": "sparsentan and potassium acid phosphate both increase  serum potassium. Use Caution/Monitor. Monitor serum potassium frequently."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "succinylcholine",
            "description": {
                "common": "potassium acid phosphate and succinylcholine both increase  serum potassium. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "sulfasalazine",
            "description": {
                "common": "sulfasalazine and potassium acid phosphate both increase  serum potassium. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "sulindac",
            "description": {
                "common": "sulindac and potassium acid phosphate both increase  serum potassium. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "telmisartan",
            "description": {
                "common": "telmisartan and potassium acid phosphate both increase  serum potassium. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "terbutaline",
            "description": {
                "common": "potassium acid phosphate increases and terbutaline decreases serum potassium. Effect of interaction is not clear, use caution. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "timolol",
            "description": {
                "common": "timolol and potassium acid phosphate both increase  serum potassium. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "tolfenamic acid",
            "description": {
                "common": "tolfenamic acid and potassium acid phosphate both increase  serum potassium. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "tolmetin",
            "description": {
                "common": "tolmetin and potassium acid phosphate both increase  serum potassium. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "tolvaptan",
            "description": {
                "common": "potassium acid phosphate and tolvaptan both increase  serum potassium. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "torsemide",
            "description": {
                "common": "potassium acid phosphate increases and torsemide decreases serum potassium. Effect of interaction is not clear, use caution. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "trandolapril",
            "description": {
                "common": "trandolapril increases levels of potassium acid phosphate by decreasing elimination. Use Caution/Monitor. Risk of hyperkalemia."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "trimethoprim",
            "description": {
                "common": "trimethoprim and potassium acid phosphate both increase  serum potassium. Use Caution/Monitor. Trimethoprim decreases urinary potassium excretion. May cause hyperkalemia, particularly with high doses, renal insufficiency, or when combined with other drugs that cause hyperkalemia."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "valsartan",
            "description": {
                "common": "valsartan and potassium acid phosphate both increase  serum potassium. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "voclosporin",
            "description": {
                "common": "voclosporin and potassium acid phosphate both increase  serum potassium. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "acarbose",
            "description": {
                "common": "potassium acid phosphate increases effects of acarbose by pharmacodynamic synergism. Minor/Significance Unknown. Interaction especially seen in the treatment of hypokalemia."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "amphotericin B deoxycholate",
            "description": {
                "common": "amphotericin B deoxycholate decreases levels of potassium acid phosphate by increasing renal clearance. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "bisacodyl",
            "description": {
                "common": "bisacodyl decreases levels of potassium acid phosphate by inhibition of GI absorption. Applies only to oral form of both agents. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "bisacodyl rectal",
            "description": {
                "common": "bisacodyl rectal decreases levels of potassium acid phosphate by inhibition of GI absorption. Applies only to oral form of both agents. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "cadexomer iodine",
            "description": {
                "common": "cadexomer iodine increases levels of potassium acid phosphate by decreasing renal clearance. Minor/Significance Unknown. Hyperkalemia."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "chlorpropamide",
            "description": {
                "common": "potassium acid phosphate increases effects of chlorpropamide by pharmacodynamic synergism. Minor/Significance Unknown. Interaction especially seen in the treatment of hypokalemia."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "glimepiride",
            "description": {
                "common": "potassium acid phosphate increases effects of glimepiride by pharmacodynamic synergism. Minor/Significance Unknown. Interaction especially seen in the treatment of hypokalemia."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "glipizide",
            "description": {
                "common": "potassium acid phosphate increases effects of glipizide by pharmacodynamic synergism. Minor/Significance Unknown. Interaction especially seen in the treatment of hypokalemia."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "glyburide",
            "description": {
                "common": "potassium acid phosphate increases effects of glyburide by pharmacodynamic synergism. Minor/Significance Unknown. Interaction especially seen in the treatment of hypokalemia."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "insulin aspart",
            "description": {
                "common": "potassium acid phosphate increases effects of insulin aspart by pharmacodynamic synergism. Minor/Significance Unknown. Interaction especially seen in the treatment of hypokalemia."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "insulin detemir",
            "description": {
                "common": "potassium acid phosphate increases effects of insulin detemir by pharmacodynamic synergism. Minor/Significance Unknown. Interaction especially seen in the treatment of hypokalemia."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "insulin glargine",
            "description": {
                "common": "potassium acid phosphate increases effects of insulin glargine by pharmacodynamic synergism. Minor/Significance Unknown. Interaction especially seen in the treatment of hypokalemia."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "insulin glulisine",
            "description": {
                "common": "potassium acid phosphate increases effects of insulin glulisine by pharmacodynamic synergism. Minor/Significance Unknown. Interaction especially seen in the treatment of hypokalemia."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "insulin lispro",
            "description": {
                "common": "potassium acid phosphate increases effects of insulin lispro by pharmacodynamic synergism. Minor/Significance Unknown. Interaction especially seen in the treatment of hypokalemia."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "insulin NPH",
            "description": {
                "common": "potassium acid phosphate increases effects of insulin NPH by pharmacodynamic synergism. Minor/Significance Unknown. Interaction especially seen in the treatment of hypokalemia."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "insulin regular human",
            "description": {
                "common": "potassium acid phosphate increases effects of insulin regular human by pharmacodynamic synergism. Minor/Significance Unknown. Interaction especially seen in the treatment of hypokalemia."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "iodinated glycerol",
            "description": {
                "common": "iodinated glycerol increases levels of potassium acid phosphate by decreasing renal clearance. Minor/Significance Unknown. Hyperkalemia."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "iodine",
            "description": {
                "common": "iodine increases levels of potassium acid phosphate by decreasing renal clearance. Minor/Significance Unknown. Hyperkalemia."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "metformin",
            "description": {
                "common": "potassium acid phosphate increases effects of metformin by pharmacodynamic synergism. Minor/Significance Unknown. Interaction especially seen in the treatment of hypokalemia."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "miglitol",
            "description": {
                "common": "potassium acid phosphate increases effects of miglitol by pharmacodynamic synergism. Minor/Significance Unknown. Interaction especially seen in the treatment of hypokalemia."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "nateglinide",
            "description": {
                "common": "potassium acid phosphate increases effects of nateglinide by pharmacodynamic synergism. Minor/Significance Unknown. Interaction especially seen in the treatment of hypokalemia."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "pioglitazone",
            "description": {
                "common": "potassium acid phosphate increases effects of pioglitazone by pharmacodynamic synergism. Minor/Significance Unknown. Interaction especially seen in the treatment of hypokalemia."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "repaglinide",
            "description": {
                "common": "potassium acid phosphate increases effects of repaglinide by pharmacodynamic synergism. Minor/Significance Unknown. Interaction especially seen in the treatment of hypokalemia."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "rosiglitazone",
            "description": {
                "common": "potassium acid phosphate increases effects of rosiglitazone by pharmacodynamic synergism. Minor/Significance Unknown. Interaction especially seen in the treatment of hypokalemia."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "saxagliptin",
            "description": {
                "common": "potassium acid phosphate increases effects of saxagliptin by pharmacodynamic synergism. Minor/Significance Unknown. Interaction especially seen in the treatment of hypokalemia."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "sitagliptin",
            "description": {
                "common": "potassium acid phosphate increases effects of sitagliptin by pharmacodynamic synergism. Minor/Significance Unknown. Interaction especially seen in the treatment of hypokalemia."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "tolazamide",
            "description": {
                "common": "potassium acid phosphate increases effects of tolazamide by pharmacodynamic synergism. Minor/Significance Unknown. Interaction especially seen in the treatment of hypokalemia."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "tolbutamide",
            "description": {
                "common": "potassium acid phosphate increases effects of tolbutamide by pharmacodynamic synergism. Minor/Significance Unknown. Interaction especially seen in the treatment of hypokalemia."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "vildagliptin",
            "description": {
                "common": "potassium acid phosphate increases effects of vildagliptin by pharmacodynamic synergism. Minor/Significance Unknown. Interaction especially seen in the treatment of hypokalemia."
            }
        }
    ],
    "adverse effects": [
        {
            "name": "Diarrhea",
            "percent": null
        },
        {
            "name": "Nausea",
            "percent": null
        },
        {
            "name": "vomiting",
            "percent": null
        },
        {
            "name": "Stomach pain",
            "percent": null
        },
        {
            "name": "Flatulence",
            "percent": null
        },
        {
            "name": "Bradycardia",
            "percent": null
        },
        {
            "name": "Hyperkalemia",
            "percent": null
        },
        {
            "name": "Local tissue necrosis with extravasation",
            "percent": null
        },
        {
            "name": "Weakness",
            "percent": null
        },
        {
            "name": "Dyspnea",
            "percent": null
        },
        {
            "name": "Hypocalcemia",
            "percent": null
        },
        {
            "name": "Tetany",
            "percent": null
        },
        {
            "name": "Phosphate intoxication",
            "percent": null
        },
        {
            "name": "Hypotension",
            "percent": null
        },
        {
            "name": "Arrhythmia",
            "percent": null
        }
    ]
}