{
    "name": "tafenoquine",
    "comment": "Rx",
    "other_names": [
        "Krintafel",
        "Arakoda"
    ],
    "classes": [
        "Antimalarials",
        "Antimalarials",
        "Aminoquinolines"
    ],
    "source": "https://reference.medscape.com/drug/krintafel-arakoda-tafenoquine-1000268",
    "pregnancy": {
        "common": [
            "Available data in pregnant women are insufficient to establish a drug-associated risk of major birth defects, miscarriage, or adverse maternal or fetal outcomes; however, it is recommended to avoid use during pregnancy",
            "Use during pregnancy may cause hemolytic anemia in a G6PD-deficient fetus",
            "Also see Contraindications and Cautions"
        ],
        "specific": [
            {
                "type": "Clinical considerations",
                "description": [
                    "Malaria during pregnancy increases the risk for adverse pregnancy outcomes, including maternal anemia, prematurity, spontaneous abortion, and stillbirth"
                ]
            },
            {
                "type": "Pregnancy testing",
                "description": [
                    "Verify the pregnancy status in females of reproductive potential prior to initiating treatment"
                ]
            },
            {
                "type": "Contraception",
                "description": [
                    "May cause hemolytic anemia in a G6PD-deficient fetus",
                    "Advise females of reproductive potential that treatment during pregnancy is not recommended and to avoid pregnancy or use effective contraception for 3 months after the tafenoquine dose"
                ]
            },
            {
                "type": "Animal studies",
                "description": [
                    "In animal studies, there were increased abortions, with and without maternal toxicity, when tafenoquine was given orally to pregnant rabbits at and above doses equivalent to about 0.4 times the clinical exposure based on body surface area comparisons",
                    "No fetotoxicity was observed at doses equivalent to the clinical exposure (based on body surface area comparisons) in a similar study in rats"
                ]
            }
        ]
    },
    "lactation": {
        "common": [
            "Use in breastfeeding women may cause hemolytic anemia in a G6PD-deficient infant",
            "Infant G6PD status should be checked before breastfeeding begins; if an infant is G6PD deficient, advise not to breastfeed for 3 months after the dose",
            "No data are available regarding the presence of tafenoquine in human milk, the effects of the drug on the breastfed infant, or the effects of the drug on milk production",
            "In a breastfed infant with normal G6PD, the developmental and health benefits of breastfeeding should be considered along with the mother’s clinical need for the drug and any potential effects on the breastfed infant"
        ]
    },
    "warnings": {
        "black_box_warning": {
            "common": [],
            "specific": []
        },
        "contraindicators": {
            "common": [],
            "specific": []
        },
        "cautions": {
            "common": [
                "Owing to the risk of hemolytic anemia in patients with G6PD deficiency, G6PD testing must be performed before prescribing; advise patients to seek medical attention if signs of hemolysis occur ",
                "Use during pregnancy or in breastfeeding women may cause hemolytic anemia in a G6PD-deficient fetus or infant, respectively (",
                "Asymptomatic methemoglobin elevations observed; initiate appropriate therapy if signs or symptoms of methemoglobinemia occur; carefully monitor individuals with nicotinamide adenine dinucleotide (NADH)-dependent methemoglobin reductase deficiency",
                "Psychiatric adverse reactions (eg, anxiety, abnormal dreams, insomnia) reported in clinical trials; benefit of treatment must be weighed against the potential risk for psychiatric adverse reactions in patients with a history of psychiatric illness; owing to long half-life (~15 days [Krintafel] or ~17 days [Arakoda]), signs or symptoms of psychiatric adverse reactions that may occur could be delayed in onset and/or duration",
                "Serious hypersensitivity reactions (eg, angioedema, urticaria) reported; initiate appropriate therapy and do not readminister tafenoquine; owing to long half-life (~15 days [Krintafel] or ~17 days [Arakoda), hypersensitivity signs or symptoms may delayed in onset and/or duration (see Contraindications)"
            ],
            "specific": [
                {
                    "type": "Drug interaction overview",
                    "description": [
                        "Tafenoquine inhibits organic cation transporter-2 (OCT2) and multidrug and toxin extrusion (MATE) transporters in vitro",
                        "Avoid coadministration with OCT2 or MATE substrates",
                        "If coadministration cannot be avoided, monitor for substrate-related toxicities and consider dosage reduction if needed based on prescribing information",
                        "Lack of efficacy in reducing P. vivax malaria recurrence in treated patients when combined with an artemisinin-containing antimalarial was seen in a clinical trial; coadministration with antimicrobials#antimalarials other than chloroquine is not recommended "
                    ]
                }
            ]
        }
    },
    "interactions": [
        {
            "classification_type": "Serious",
            "interaction_with": "amantadine",
            "description": {
                "common": "tafenoquine will increase the level or effect of amantadine by  Other (see comment). Avoid or Use Alternate Drug. Tafenoquine inhibits organic cation transporter-2 (OCT2) and multidrug and toxin extrusion (MATE) transporters in vitro. Avoid coadministration with OCT2 or MATE substrates. If coadministration cannot be avoided, monitor for substrate-related toxicities and consider dosage reduction if needed based on product labeling of the coadministered drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "amiloride",
            "description": {
                "common": "tafenoquine will increase the level or effect of amiloride by  Other (see comment). Avoid or Use Alternate Drug. Tafenoquine inhibits organic cation transporter-2 (OCT2) and multidrug and toxin extrusion (MATE) transporters in vitro. Avoid coadministration with OCT2 or MATE substrates. If coadministration cannot be avoided, monitor for substrate-related toxicities and consider dosage reduction if needed based on product labeling of the coadministered drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "cimetidine",
            "description": {
                "common": "tafenoquine will increase the level or effect of cimetidine by  Other (see comment). Avoid or Use Alternate Drug. Tafenoquine inhibits organic cation transporter-2 (OCT2) and multidrug and toxin extrusion (MATE) transporters in vitro. Avoid coadministration with OCT2 or MATE substrates. If coadministration cannot be avoided, monitor for substrate-related toxicities and consider dosage reduction if needed based on product labeling of the coadministered drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "cisplatin",
            "description": {
                "common": "tafenoquine will increase the level or effect of cisplatin by  Other (see comment). Avoid or Use Alternate Drug. Tafenoquine inhibits organic cation transporter-2 (OCT2) and multidrug and toxin extrusion (MATE) transporters in vitro. Avoid coadministration with OCT2 or MATE substrates. If coadministration cannot be avoided, monitor for substrate-related toxicities and consider dosage reduction if needed based on product labeling of the coadministered drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "dapsone topical",
            "description": {
                "common": "tafenoquine, dapsone topical. unspecified interaction mechanism. Avoid or Use Alternate Drug. Avoid coadministration of dapsone topical with oral dapsone or antimalarial medications because of the potential for hemolytic reactions."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "dofetilide",
            "description": {
                "common": "tafenoquine will increase the level or effect of dofetilide by  Other (see comment). Avoid or Use Alternate Drug. Tafenoquine inhibits organic cation transporter-2 (OCT2) and multidrug and toxin extrusion (MATE) transporters in vitro. Avoid coadministration with OCT2 or MATE substrates. If coadministration cannot be avoided, monitor for substrate-related toxicities and consider dosage reduction if needed based on product labeling of the coadministered drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "dopamine",
            "description": {
                "common": "tafenoquine will increase the level or effect of dopamine by  Other (see comment). Avoid or Use Alternate Drug. Tafenoquine inhibits organic cation transporter-2 (OCT2) and multidrug and toxin extrusion (MATE) transporters in vitro. Avoid coadministration with OCT2 or MATE substrates. If coadministration cannot be avoided, monitor for substrate-related toxicities and consider dosage reduction if needed based on product labeling of the coadministered drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "famotidine",
            "description": {
                "common": "tafenoquine will increase the level or effect of famotidine by  Other (see comment). Avoid or Use Alternate Drug. Tafenoquine inhibits organic cation transporter-2 (OCT2) and multidrug and toxin extrusion (MATE) transporters in vitro. Avoid coadministration with OCT2 or MATE substrates. If coadministration cannot be avoided, monitor for substrate-related toxicities and consider dosage reduction if needed based on product labeling of the coadministered drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "lamivudine",
            "description": {
                "common": "tafenoquine will increase the level or effect of lamivudine by  Other (see comment). Avoid or Use Alternate Drug. Tafenoquine inhibits organic cation transporter-2 (OCT2) and multidrug and toxin extrusion (MATE) transporters in vitro. Avoid coadministration with OCT2 or MATE substrates. If coadministration cannot be avoided, monitor for substrate-related toxicities and consider dosage reduction if needed based on product labeling of the coadministered drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "memantine",
            "description": {
                "common": "tafenoquine will increase the level or effect of memantine by  Other (see comment). Avoid or Use Alternate Drug. Tafenoquine inhibits organic cation transporter-2 (OCT2) and multidrug and toxin extrusion (MATE) transporters in vitro. Avoid coadministration with OCT2 or MATE substrates. If coadministration cannot be avoided, monitor for substrate-related toxicities and consider dosage reduction if needed based on product labeling of the coadministered drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "metformin",
            "description": {
                "common": "tafenoquine will increase the level or effect of metformin by  Other (see comment). Avoid or Use Alternate Drug. Tafenoquine inhibits organic cation transporter-2 (OCT2) and multidrug and toxin extrusion (MATE) transporters in vitro. Avoid coadministration with OCT2 or MATE substrates. If coadministration cannot be avoided, monitor for substrate-related toxicities and consider dosage reduction if needed based on product labeling of the coadministered drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "pindolol",
            "description": {
                "common": "tafenoquine will increase the level or effect of pindolol by  Other (see comment). Avoid or Use Alternate Drug. Tafenoquine inhibits organic cation transporter-2 (OCT2) and multidrug and toxin extrusion (MATE) transporters in vitro. Avoid coadministration with OCT2 or MATE substrates. If coadministration cannot be avoided, monitor for substrate-related toxicities and consider dosage reduction if needed based on product labeling of the coadministered drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "pramipexole",
            "description": {
                "common": "tafenoquine will increase the level or effect of pramipexole by  Other (see comment). Avoid or Use Alternate Drug. Tafenoquine inhibits organic cation transporter-2 (OCT2) and multidrug and toxin extrusion (MATE) transporters in vitro. Avoid coadministration with OCT2 or MATE substrates. If coadministration cannot be avoided, monitor for substrate-related toxicities and consider dosage reduction if needed based on product labeling of the coadministered drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "procainamide",
            "description": {
                "common": "tafenoquine will increase the level or effect of procainamide by  Other (see comment). Avoid or Use Alternate Drug. Tafenoquine inhibits organic cation transporter-2 (OCT2) and multidrug and toxin extrusion (MATE) transporters in vitro. Avoid coadministration with OCT2 or MATE substrates. If coadministration cannot be avoided, monitor for substrate-related toxicities and consider dosage reduction if needed based on product labeling of the coadministered drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "trimethoprim",
            "description": {
                "common": "tafenoquine will increase the level or effect of trimethoprim by  Other (see comment). Avoid or Use Alternate Drug. Tafenoquine inhibits organic cation transporter-2 (OCT2) and multidrug and toxin extrusion (MATE) transporters in vitro. Avoid coadministration with OCT2 or MATE substrates. If coadministration cannot be avoided, monitor for substrate-related toxicities and consider dosage reduction if needed based on product labeling of the coadministered drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "varenicline",
            "description": {
                "common": "tafenoquine will increase the level or effect of varenicline by  Other (see comment). Avoid or Use Alternate Drug. Tafenoquine inhibits organic cation transporter-2 (OCT2) and multidrug and toxin extrusion (MATE) transporters in vitro. Avoid coadministration with OCT2 or MATE substrates. If coadministration cannot be avoided, monitor for substrate-related toxicities and consider dosage reduction if needed based on product labeling of the coadministered drug."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "bupivacaine implant",
            "description": {
                "common": "tafenoquine, bupivacaine implant.\nEither increases effects of the other by Other (see comment). Use Caution/Monitor. \nComment: Local anesthetics may increase the risk of developing methemoglobinemia when concurrently exposed to drugs that also cause methemoglobinemia."
            }
        }
    ],
    "adverse effects": [
        {
            "name": "Vortex keratopathy",
            "percent": "21-93"
        },
        {
            "name": "Headache",
            "percent": "15-32"
        },
        {
            "name": "Diarrhea",
            "percent": "5-18"
        },
        {
            "name": "Back pain",
            "percent": "14"
        },
        {
            "name": "Asymptomatic methemoglobin elevations",
            "percent": "13"
        },
        {
            "name": "Nausea",
            "percent": "5-7"
        },
        {
            "name": "Dizziness",
            "percent": "1-5"
        },
        {
            "name": "Motion sickness",
            "percent": "5"
        },
        {
            "name": "Vomiting",
            "percent": "2-5"
        },
        {
            "name": "ALT increased",
            "percent": "4"
        },
        {
            "name": "abnormal",
            "percent": "1-4"
        },
        {
            "name": "Any sleep symptom",
            "percent": "3"
        },
        {
            "name": "Hemoglobin decreased",
            "percent": "2.3"
        },
        {
            "name": "g",
            "percent": "1-2"
        },
        {
            "name": "dL",
            "percent": "2"
        },
        {
            "name": "Insomnia",
            "percent": "1"
        },
        {
            "name": "Abnormal dreams",
            "percent": "1"
        },
        {
            "name": "Depression",
            "percent": "3"
        },
        {
            "name": "depressed mood",
            "percent": "5"
        },
        {
            "name": "Anxiety",
            "percent": "8"
        },
        {
            "name": "Psychiatric disorders",
            "percent": "6"
        },
        {
            "name": "Anxiety",
            "percent": "6"
        },
        {
            "name": "insomnia",
            "percent": "5"
        },
        {
            "name": "abnormal dreams",
            "percent": "5"
        },
        {
            "name": "Nervous system disorders",
            "percent": null
        },
        {
            "name": "Somnolence",
            "percent": null
        },
        {
            "name": "Laboratory investigations",
            "percent": null
        },
        {
            "name": "Increased blood creatinine",
            "percent": null
        },
        {
            "name": "increased blood methemoglobin",
            "percent": null
        },
        {
            "name": "increased ALT",
            "percent": null
        },
        {
            "name": "Immune system disorders",
            "percent": null
        },
        {
            "name": "Hypersensitivity reactions",
            "percent": null
        },
        {
            "name": "eg",
            "percent": null
        },
        {
            "name": "angioedema",
            "percent": null
        },
        {
            "name": "urticaria",
            "percent": null
        },
        {
            "name": "Eye disorders",
            "percent": null
        },
        {
            "name": "Vortex keratopathy",
            "percent": null
        },
        {
            "name": "photophobia",
            "percent": null
        },
        {
            "name": "Combined with chloroquine H",
            "percent": null
        },
        {
            "name": "Dizziness",
            "percent": null
        },
        {
            "name": "Nausea",
            "percent": null
        },
        {
            "name": "Vomiting",
            "percent": null
        },
        {
            "name": "Decreased hemoglobin",
            "percent": null
        },
        {
            "name": "Headache",
            "percent": null
        },
        {
            "name": "Blood and lymphatic system disorders",
            "percent": null
        },
        {
            "name": "Hemolytic anemia",
            "percent": null
        },
        {
            "name": "anemia",
            "percent": null
        },
        {
            "name": "thrombocytopenia",
            "percent": null
        },
        {
            "name": "Ear and labyrinth disorders",
            "percent": null
        },
        {
            "name": "Hyperacusis",
            "percent": null
        },
        {
            "name": "Meniere",
            "percent": null
        },
        {
            "name": "s disease",
            "percent": null
        },
        {
            "name": "Eye disorders",
            "percent": null
        },
        {
            "name": "Night blindness",
            "percent": null
        },
        {
            "name": "photophobia",
            "percent": null
        },
        {
            "name": "blurred vision",
            "percent": null
        },
        {
            "name": "visual acuity reduced",
            "percent": null
        },
        {
            "name": "visual impairment",
            "percent": null
        },
        {
            "name": "vitreous floaters",
            "percent": null
        },
        {
            "name": "Hepatobiliary disorders",
            "percent": null
        },
        {
            "name": "Hyperbilirubinemia",
            "percent": null
        },
        {
            "name": "jaundice cholestatic Immune system disorders",
            "percent": null
        },
        {
            "name": "hypersensitivity",
            "percent": null
        },
        {
            "name": "Investigations",
            "percent": null
        },
        {
            "name": "Blood bilirubin increased",
            "percent": null
        },
        {
            "name": "blood creatinine increased",
            "percent": null
        },
        {
            "name": "glomerular filtration rate decreased",
            "percent": null
        },
        {
            "name": "Nervous system disorders",
            "percent": null
        },
        {
            "name": "Amnesia",
            "percent": null
        },
        {
            "name": "coordination abnormal",
            "percent": null
        },
        {
            "name": "hyperesthesia",
            "percent": null
        },
        {
            "name": "hypoesthesia",
            "percent": null
        },
        {
            "name": "somnolence",
            "percent": null
        },
        {
            "name": "syncope",
            "percent": null
        },
        {
            "name": "tremor",
            "percent": null
        },
        {
            "name": "visual field defect",
            "percent": null
        },
        {
            "name": "Psychiatric disorders",
            "percent": null
        },
        {
            "name": "Agitation",
            "percent": null
        },
        {
            "name": "neurosis",
            "percent": null
        },
        {
            "name": "Skin and subcutaneous tissue disorders",
            "percent": null
        },
        {
            "name": "Urticaria",
            "percent": null
        }
    ]
}