{
    "name": "pegloticase",
    "comment": "Rx",
    "other_names": [
        "Krystexxa"
    ],
    "classes": [
        "Enzymes",
        "Oncology",
        "Rheumatologics",
        "Other"
    ],
    "source": "https://reference.medscape.com/drug/krystexxa-pegloticase-999601",
    "pregnancy": {
        "common": [
            "There are no adequate and well-controlled studies in pregnant women"
        ],
        "specific": [
            {
                "type": "Animal data",
                "description": [
                    "No structural abnormalities were observed on animal reproduction studies, when pegloticase administered by subcutaneous injection to pregnant rats and rabbits during period of organogenesis at doses up to 50 and 75 times, respectively, the maximum recommended human dose (MRHD); decreases in mean fetal and pup body weights were observed at approximately 50 and 75 times MRHD, respectively"
                ]
            }
        ]
    },
    "lactation": {
        "common": [
            "Not known whether drug is excreted in human milk; drug should not be used when breastfeeding unless clear benefit to mother can overcome unknown risk to newborn/infant."
        ]
    },
    "warnings": {
        "black_box_warning": {
            "common": [
                "Anaphylaxis and infusion reactions have been reported; these reactions may occur with any infusion, including the first, and typically manifest within 2 h of infusion (although delayed-type hypersensitivity has also been reported)",
                "Only administer in a healthcare setting, and monitor for appropriate period following infusion",
                "Premedicate with antihistamines and corticosteroids",
                "Risk for anaphylaxis is higher if serum uric acid level >6 mg/dL, monitor serum uric acid levels before infusion and consider discontinuing if levels increase to >6 mg/dL (particularly if 2 consecutive levels of >6 mg/dL are observed)",
                "Do not administer to patients with history of G6PD Deficiency; Screen patients at risk for G6PD Deficiency prior to initiating therapy; Life threatening hemolytic reactions and methemoglobinemia have been reported in these patients"
            ],
            "specific": []
        },
        "contraindicators": {
            "common": [
                "History of serious hypersensitivity, including anaphylaxis, to pegloticase or its components ",
                "G6PD-deficiency (increased risk of hemolysis and methemoglobinemia)"
            ],
            "specific": []
        },
        "cautions": {
            "common": [
                "Life threatening hemolytic reactions and methemoglobinemia reported with G6PD deficiency; screen patients at risk for G6PD deficiency before initiating (eg, patients of African, Mediterranean [including Southern European and Middle Eastern], and Southern Asian ancestry); do not administer to patients with G6PD deficiency ",
                "Gout flares may occur after initiating owing to changing serum uric acid levels resulting in mobilization of urate from tissue deposits; gout flare prophylaxis with an NSAID or colchicine is recommended starting at least 1 week before starting and during pegloticase treatment and for at least 6 months, unless medically contraindicated or not tolerated ",
                "Exacerbation of pre-existing CHF reported; exercise caution when using this drug in patients who have congestive heart failure and monitor patients closely following infusion",
                "No controlled trial data are available regarding safety and efficacy of retreatment with pegloticase after stopping treatment for >4 weeks; owing to immunogenicity of pegloticase, patients receiving retreatment may be at increased risk of anaphylaxis and infusion reactions "
            ],
            "specific": [
                {
                    "type": "Anaphylaxis",
                    "description": [
                        "Anaphylaxis reported; pretreat with antihistamines and corticosteroids before each infusion; risk increased with uric acid level >6 mg/dL (especially when 2 consecutive level >6 mg/dL observed); monitor serum uric acid levels prior to infusions and discontinue treatment if levels increase to above 6 mg/dL",
                        "Therapy should be administered in a healthcare setting by healthcare providers prepared to manage anaphylaxis; patients should be pre-treated with antihistamines and corticosteroids",
                        "Anaphylaxis may occur with any infusion, including a first infusion, and generally manifests within 2 hr of the infusion; however, delayed-type hypersensitivity reactions have also been reported",
                        "Patients should be closely monitored for appropriate period of time for anaphylaxis after administration of the drug; patients should be informed of the symptoms and signs of anaphylaxis and instructed to seek immediate medical care should anaphylaxis occur after discharge from the healthcare setting"
                    ]
                },
                {
                    "type": "Infusion reactions",
                    "description": [
                        "Infusion reactions may occur; manifestations include urticaria, dyspnea, chest discomfort, chest pain, erythema, and pruritus (symptoms overlap with anaphylaxis); risk of infusion reactions increased with uric acid level >6 mg/dL; monitor serum uric acid levels prior to infusions and discontinue treatment if levels increase to above 6 mg/dL",
                        "Because of the possibility that concomitant use of oral urate-lowering therapy and this medication may potentially blunt the rise of serum uric acid levels, it is recommended that before starting therapy patients discontinue oral urate-lowering medications and not institute therapy with oral urate-lowering agents while taking this medication"
                    ]
                }
            ]
        }
    },
    "interactions": [
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "certolizumab pegol",
            "description": {
                "common": "pegloticase will decrease the level or effect of certolizumab pegol by  Other (see comment). Use Caution/Monitor. According to the manufacturer, potential for anti-PEG antibody development that may bind to other pegylated drugs; clinical significance unknown"
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "pegademase",
            "description": {
                "common": "pegloticase will decrease the level or effect of pegademase by  Other (see comment). Use Caution/Monitor. According to the manufacturer, potential for anti-PEG antibody development that may bind to other pegylated drugs; clinical significance unknown"
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "pegaptanib",
            "description": {
                "common": "pegloticase will decrease the level or effect of pegaptanib by  Other (see comment). Use Caution/Monitor. According to the manufacturer, potential for anti-PEG antibody development that may bind to other pegylated drugs; clinical significance unknown"
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "pegaspargase",
            "description": {
                "common": "pegloticase will decrease the level or effect of pegaspargase by  Other (see comment). Use Caution/Monitor. According to the manufacturer, potential for anti-PEG antibody development that may bind to other pegylated drugs; clinical significance unknown"
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "pegfilgrastim",
            "description": {
                "common": "pegloticase will decrease the level or effect of pegfilgrastim by  Other (see comment). Use Caution/Monitor. According to the manufacturer, potential for anti-PEG antibody development that may bind to other pegylated drugs; clinical significance unknown"
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "peginterferon alfa 2a",
            "description": {
                "common": "pegloticase will decrease the level or effect of peginterferon alfa 2a by  Other (see comment). Use Caution/Monitor. According to the manufacturer, potential for anti-PEG antibody development that may bind to other pegylated drugs; clinical significance unknown"
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "peginterferon alfa 2b",
            "description": {
                "common": "pegloticase will decrease the level or effect of peginterferon alfa 2b by  Other (see comment). Use Caution/Monitor. According to the manufacturer, potential for anti-PEG antibody development that may bind to other pegylated drugs; clinical significance unknown"
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "pegvaliase",
            "description": {
                "common": "pegvaliase, pegloticase. Other (see comment). Use Caution/Monitor. \nComment: The majority of patients treated with pegvaliase develop anti-polyethylene glycol (PEG) IgM and IgG antibodies. Risk of coadministration with different PEGylated products is unknown. There is a case report of anaphylaxis following a medroxyprogesterone acetate injectable suspension that contained PEG 3350. Carefully read all drug labels, including OTC drugs to check contents for PEG. Note: Unable to include an exhaustive product list for this interaction."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "pegvisomant",
            "description": {
                "common": "pegloticase will decrease the level or effect of pegvisomant by  Other (see comment). Use Caution/Monitor. According to the manufacturer, potential for anti-PEG antibody development that may bind to other pegylated drugs; clinical significance unknown"
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "siponimod",
            "description": {
                "common": "siponimod and pegloticase both increase  immunosuppressive effects; risk of infection. Use Caution/Monitor. Caution if coadministered because of additive immunosuppressive effects during such therapy and in the weeks following administration. When switching from drugs with prolonged immune effects, consider the half-life and mode of action of these drugs to avoid unintended additive immunosuppressive effects."
            }
        }
    ],
    "adverse effects": [
        {
            "name": "Gout flares",
            "percent": "77"
        },
        {
            "name": "Infusion reactions",
            "percent": "26"
        },
        {
            "name": "Nausea",
            "percent": "12"
        },
        {
            "name": "Urticaria",
            "percent": "10.6"
        },
        {
            "name": "Chest discomfort",
            "percent": "9.5"
        },
        {
            "name": "Chest pain",
            "percent": "9.5"
        },
        {
            "name": "Erythema",
            "percent": "9.5"
        },
        {
            "name": "Pruritus",
            "percent": "9.5"
        },
        {
            "name": "Nasopharyngitis",
            "percent": "7"
        },
        {
            "name": "Anaphylaxis",
            "percent": "5"
        },
        {
            "name": "Hemolysis and methemoglobinemia in patients with G",
            "percent": "6"
        },
        {
            "name": "PD deficiency",
            "percent": null
        },
        {
            "name": "Congestive heart failure",
            "percent": null
        },
        {
            "name": "Asthenia",
            "percent": null
        },
        {
            "name": "Malaise",
            "percent": null
        },
        {
            "name": "Peripheral swelling",
            "percent": null
        }
    ]
}