{
    "name": "sapropterin",
    "comment": "Rx",
    "other_names": [
        "Kuvan"
    ],
    "classes": [
        "Enzyme Cofactors"
    ],
    "source": "https://reference.medscape.com/drug/kuvan-sapropterin-342866",
    "pregnancy": {
        "common": [
            "A patient registry has been established that collects data on women who are treated during pregnancy; for information regarding registry program call 1-800-983-4587",
            "There are no adequate and well-controlled studies in pregnant women; therapy should be administered during pregnancy only if potential benefit justifies potential risk to fetus",
            "Available data from maternal Phenylketonuria Collaborative Study in PKU-affected women demonstrated that uncontrolled Phe levels above 600 micromol/L are associated with a very high incidence of neurological, cardiac, facial dysmorphism, and growth anomalies; blood phenylalanine concentrations should be maintained between 120 and 360 micromol/L during pregnancy and during 3 months before conception to reduce incidence of Phe-induced teratogenic effects"
        ],
        "specific": [
            {
                "type": "Animal data",
                "description": [
                    "An embryo-fetal development study in rats using oral doses up to 3 times maximum recommended human dose (MRHD) given during period of organogenesis showed no effects; in a rabbit study using oral administration of sapropterin dihydrochloride during period of organogenesis, a rare defect, holoprosencephaly, was noted at 10 times the MRHD"
                ]
            }
        ]
    },
    "lactation": {
        "common": [
            "Not known whether drug is present in human milk; it is present in milk of intravenously, but not orally, treated lactating rats; consider developmental and health benefits of human milk feeding along with mother’s clinical need for therapy and any potential adverse effects on human milk-fed child from drug or from underlying maternal condition; exercise caution when drug is administered to a nursing woman"
        ]
    },
    "warnings": {
        "black_box_warning": {
            "common": [],
            "specific": []
        },
        "contraindicators": {
            "common": [
                "None"
            ],
            "specific": []
        },
        "cautions": {
            "common": [
                "Do not eliminate ongoing Phe-restricted diet; treat all patients with a Phe-restricted diet",
                "Children aged <7 yr treated with 20 mg/kg/day are at increased risk for low levels of blood Phe compared with patients aged ≥7 yr",
                "Treatment should be directed by physicians knowledgeable in management of PKU;. prolonged elevations in blood Phe levels in patients with PKU can result in severe neurologic damage, including severe mental retardation, microcephaly, delayed speech, seizures, and behavioral abnormalities; prolonged levels of blood Phe that are too low are associated with catabolism and protein breakdown; active management of dietary Phe intake while receiving therapy is required to ensure adequate Phe control and nutritional balance; monitor blood Phe levels during treatment to ensure adequate blood Phe level control; frequent blood monitoring is recommended in pediatric population",
                "Hypersensitivity reactions including anaphylaxis and rash have occurred",
                "Caution in renal and hepatic impairment",
                "Patients that show no improvement after treating at 20 mg/kg/day for 1 month are considered nonresponders; response to treatment cannot be pre-determined by laboratory testing (eg, molecular testing), and can only be determined by therapeutic trial",
                "Some patients with PKU do not show biochemical response (reduction in blood Phe) with treatment; in two clinical trials at a dose of 20 mg/kg per day, 56% to 75% of pediatric PKU patients showed a biochemical response to therapy, and in one clinical trial at a dose of 10 mg/kg per day, 20% of adult and pediatric PKU patients showed a biochemical response to drug",
                "Hyperactivity behavior reported (rare)",
                "Gastrointestinal (GI) adverse reactions suggestive of upper GI mucosal inflammation reported with therapy; serious adverse reactions included esophagitis and gastritis; if left untreated, these could lead to severe sequelae including esophageal stricture, esophageal ulcer, gastric ulcer, and bleeding and such complications have been reported in patients receiving therapy; monitor patients for signs and symptoms of upper GI mucosal inflammation"
            ],
            "specific": [
                {
                    "type": "Drug interaction overview",
                    "description": [
                        "Caution in coadministration of medications known to inhibit folate metabolism (eg, methotrexate), PDE-5 inhibitors, or levodopa",
                        "Monitor patients for hypotension when coadministering drug with medications known to affect nitric oxide-mediated vasorelaxation"
                    ]
                }
            ]
        }
    },
    "interactions": [
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "avanafil",
            "description": {
                "common": "sapropterin, avanafil.\nEither increases effects of the other by pharmacodynamic synergism. Use Caution/Monitor. Possible additive vasorelaxation, leading to low blood pressure."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "betrixaban",
            "description": {
                "common": "sapropterin increases levels of betrixaban by P-glycoprotein (MDR1) efflux transporter. Use Caution/Monitor. Decrease betrixaban dose to 80 mg PO once, then 40 mg PO qDay if coadministered with a P-gp inhibitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "levodopa",
            "description": {
                "common": "sapropterin, levodopa. Mechanism: unspecified interaction mechanism. Use Caution/Monitor. Case reports of combination causing convulsions, over-stimulation, or irritability."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "methotrexate",
            "description": {
                "common": "methotrexate decreases levels of sapropterin by Other (see comment). Use Caution/Monitor. \nComment: Mechanism: Inhibition of dihydropteridine reductase (DHPR)."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "tadalafil",
            "description": {
                "common": "sapropterin, tadalafil.\nEither increases effects of the other by pharmacodynamic synergism. Use Caution/Monitor. Possible additive vasorelaxation, leading to low blood pressure."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "pyrimethamine",
            "description": {
                "common": "pyrimethamine decreases levels of sapropterin by Other (see comment). Minor/Significance Unknown. \nComment: Mechanism: Inhibition of dihydropteridine reductase (DHPR)."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "sildenafil",
            "description": {
                "common": "sapropterin, sildenafil.\nEither increases effects of the other by pharmacodynamic synergism. Minor/Significance Unknown. Possible additive vasorelaxation, leading to low blood pressure."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "vardenafil",
            "description": {
                "common": "sapropterin, vardenafil.\nEither increases effects of the other by pharmacodynamic synergism. Minor/Significance Unknown. Possible additive vasorelaxation, leading to low blood pressure."
            }
        }
    ],
    "adverse effects": [
        {
            "name": "Rhinorrhea",
            "percent": "11"
        },
        {
            "name": "Headache",
            "percent": "15"
        },
        {
            "name": "Diarrhea",
            "percent": "8"
        },
        {
            "name": "Pharyngolaryngeal pain",
            "percent": "10"
        },
        {
            "name": "Cough",
            "percent": "7"
        },
        {
            "name": "Nasal congestion",
            "percent": "4"
        },
        {
            "name": "Vomiting",
            "percent": "8"
        },
        {
            "name": "Nausea",
            "percent": "8"
        },
        {
            "name": "Gastritis",
            "percent": null
        },
        {
            "name": "Gastrointestinal bleeding",
            "percent": null
        },
        {
            "name": "Thrombocytopenia",
            "percent": null
        },
        {
            "name": "Spinal cord injury",
            "percent": null
        },
        {
            "name": "Abdominal pain",
            "percent": null
        },
        {
            "name": "Decreased appetite",
            "percent": null
        },
        {
            "name": "Respiratory tract infection",
            "percent": null
        },
        {
            "name": "Peripheral edema",
            "percent": null
        },
        {
            "name": "Gastrointestinal reactions",
            "percent": null
        },
        {
            "name": "Esophagitis",
            "percent": null
        },
        {
            "name": "oropharyngeal pain",
            "percent": null
        },
        {
            "name": "pharyngitis",
            "percent": null
        },
        {
            "name": "esophageal pain",
            "percent": null
        },
        {
            "name": "and dyspepsia",
            "percent": null
        }
    ]
}