{
    "name": "carfilzomib",
    "comment": "Rx",
    "other_names": [
        "Kyprolis"
    ],
    "classes": [
        "Antineoplastics",
        "Proteasome Inhibitors"
    ],
    "source": "https://reference.medscape.com/drug/kyprolis-carfilzomib-999762",
    "pregnancy": {
        "common": [
            "Can cause fetal harm based on findings from animal studies and the drug’s mechanism of action",
            "Conduct pregnancy testing on females of reproductive potential prior to initiating treatment",
            "Females of reproductive potential should be advised to avoid becoming pregnant while being treated",
            "Males of reproductive potential should be advised to avoid fathering a child while being treated",
            "Based on mechanism of action, therapy may have an effect on either male or female fertility; there are no data on effect of drug on human fertility"
        ],
        "specific": [
            {
                "type": "Animal data",
                "description": [
                    "Carfilzomib administered IV to pregnant rats and rabbits during the period of organogenesis was not teratogenic at doses up to 2 mg/kg/day in rats and 0.8 mg/kg/day in rabbits",
                    "Drug reported to cause embryo-fetal lethality in rabbits at doses lower than the clinical dose; in rabbits, there was an increase in pre-implantation loss at ≥0.4 mg/kg/day and an increase in early resorptions and postimplantation loss and a decrease in fetal weight at the maternally toxic dose of 0.8 mg/kg/day; doses of 0.4 and 0.8 mg/kg/day in rabbits are ~20% and 40%, respectively, of the recommended dose in humans of 27 mg/m2 based on body surface area"
                ]
            },
            {
                "type": "Contraception",
                "description": [
                    "Advise females of reproductive potential to use contraception during treatment and for 6 months following final dose; if drug used during pregnancy or if patient becomes pregnant during treatment, patient should be apprised of potential risk to fetus",
                    "Advise male patients with female sexual partners to use effective contraceptive measures or abstain from sexual activity to prevent pregnancy during treatment and for at least 90 days following completion of therapy"
                ]
            }
        ]
    },
    "lactation": {
        "common": [
            "There are no data on presence of drug in human milk, effects on breastfed child, or on milk production; because many drugs are excreted in human milk and potential for serious adverse reactions in breastfed child unknown, advise nursing women not to breastfeed during treatment and for 2 weeks after treatment"
        ]
    },
    "warnings": {
        "black_box_warning": {
            "common": [],
            "specific": []
        },
        "contraindicators": {
            "common": [
                "None"
            ],
            "specific": []
        },
        "cautions": {
            "common": [
                "Also see Dosage Modifications",
                "Hydrate patients to reduce the risk of renal toxicity and of tumor lysis syndrome (TLS) and premedicate to avoid infusion reactions; maintain adequate fluid volume status throughout treatment and monitor blood chemistries closely (see Administration)",
                "Tumor lysis syndrome, including fatal outcomes, reported; patients with multiple myeloma and a high tumor burden are at greater risk; ensure adequate hydration and consider uric acid-lowering drugs",
                "Acute respiratory distress syndrome (ARDS) and acute respiratory failure reported; acute diffuse infiltrative pulmonary disease, such as pneumonitis and interstitial lung disease also reported",
                "Monitor for pulmonary hypertension and other pulmonary complications (eg, ARDS) during and after treatment completion; dyspnea reported in 31% of patients",
                "Dyspnea reported; evaluate dyspnea to exclude cardiopulmonary conditions including cardiac failure and pulmonary syndromes",
                "Consider neuroradiological imaging (MRI) for onset of visual or neurological symptoms of posterior reversible encephalopathy syndrome (PRES); discontinue therapy if suspected",
                "Monitor platelet counts; interrupt or reduce dosing as clinically indicated if thrombocytopenia occurs",
                "Cases of hepatic failure, including fatal cases, reported; monitor liver enzymes regularly, regardless of baseline values, and modify dose based on toxicity",
                "Fatal or serious cases of hemorrhage may occur, including gastrointestinal, pulmonary, and intracranial hemorrhage; promptly evaluate signs and symptoms of blood loss; bleeding can be spontaneous; intracranial hemorrhage has occurred without trauma; also reported in patients having either low or normal platelet counts and in patients who were not on antiplatelet therapy or anticoagulation; evaluate signs and symptoms or blood loss promptly; withhold or reduce dose as necessary",
                "Increased fatal and serious toxicities reported in combination with melphalan and prednisone in newly diagnosed transplant-ineligible patients",
                "Thrombocytopenia with platelet nadirs observed between Day 8 and Day 15 of each 28-day cycle, with recovery to baseline platelet count usually by the start of the next cycle; thrombocytopenia reported in ~32% of patients in clinical trials with carfilzomib",
                "Infusion-related reactions, including life-threatening reactions reported; signs and symptoms include fever, chills, arthralgia, myalgia, facial flushing, facial edema, laryngeal edema, vomiting, weakness, shortness of breath, hypotension, syncope, chest tightness, or angina; may occur immediately following or up to 24 hours after administration; administer dexamethasone prior to therapy to reduce incidence and severity of infusion-related reactions; inform patients of risk and of symptoms and to contact a healthcare provider immediately if symptoms of an infusion-related reaction occur",
                "Progressive multifocal leukoencephalopathy (PML), which can be fatal, reported; other possible contributary factors include prior or concurrent immunosuppressive therapy that may cause immunosuppression; consider PML in any patient with new onset of or changes in pre-existing neurological signs or symptoms; if PML is suspected, discontinue therapy and initiate evaluation for PML including neurology consultation",
                "Hypertension, including hypertensive crisis and hypertensive emergency, has been observed; optimize blood pressure prior to starting treatment; monitor blood pressure regularly in all patients while on therapy; if hypertension cannot be adequately controlled, withhold therapy and evaluate; consider whether to restart therapy based on a benefit/risk assessment",
                "Can cause fetal harm (see Pregnancy)"
            ],
            "specific": [
                {
                    "type": "Acute renal failure",
                    "description": [
                        "Acute renal failure reported, including some fatalities",
                        "Renal insufficiency adverse events (including renal failure) reported in ~11%; acute renal failure reported more frequently in patients with advanced relapsed and refractory multiple myeloma who received carfilzomib monotherapy",
                        "Reduce or interrupt dosage as described for toxicities accordingly (see Dosage Modification)"
                    ]
                },
                {
                    "type": "Thromboembolic events",
                    "description": [
                        "Venous thromboembolic events (VTE) reported",
                        "Cases of thrombotic microangiopathy, including thrombotic thrombocytopenic purpura/hemolytic uremic syndrome (TTP/HUS), reported; some cases have been fatal; monitor for signs and symptoms of TTP/HUS; discontinue therapy if suspected; if diagnosis of TTP/HUS is excluded, therapy may be restarted",
                        "Venous thromboembolic events (VTE), including DVT and PE, were observed in clinical trials; in the combination study, VTE incidence in the first 12 cycles was 13% in the carfilzomib combination arm vs 6 % in the control arm; with monotherapy, the incidence of VTE was 2%",
                        "Patients using oral contraceptives or hormonal method of contraception associated with a risk of thrombosis should consider an alternative method of effective contraception during treatment with carfilzomib in combination with dexamethasone or lenalidomide plus dexamethasone",
                        "Thromboprophylaxis is recommended for patients being treated in combination with dexamethasone or with lenalidomide plus dexamethasone; thromboprophylaxis regimen should be based on assessment of patient’s underlying risks"
                    ]
                },
                {
                    "type": "Cardiovascular risk",
                    "description": [
                        "New onset or worsening of pre-existing cardiac failure (eg, congestive heart failure, pulmonary edema, decreased ejection fraction), restrictive cardiomyopathy, myocardial ischemia, and myocardial infarction including fatalities have occurred following administration of carfilzomib; some events occurred in patients with normal baseline ventricular function; monitor for signs and symptoms of cardiac failure or ischemia; withhold therapy and evaluate promptly",
                        "Patients experiencing cardiac failure or ischemia may be at greater risk for cardiac complications; perform comprehensive medical assessment, including blood pressure and fluid management, prior to initiating treatment and continue close follow-up",
                        "While adequate hydration is required prior to each dose in Cycle 1, monitor all patients for evidence of volume overload, especially patients at risk for cardiac failure; adjust total fluid intake as clinically appropriate in patients with baseline cardiac failure or who are at risk for cardiac failure",
                        "Death due to cardiac arrest has occurred within a day of carfilzomib administration",
                        "Cardiac failure events (eg, cardiac failure congestive, pulmonary edema, decreased ejection fraction) were reported in 7% of patients; monitor for signs and symptoms of cardiac failure or ischemia; withhold therapy and evaluate promptly",
                        "Monitor for cardiac complications and manage promptly",
                        "Optimize blood pressure prior to starting therapy; if blood pressure cannot be controlled withhold therapy and evaluate; assess benefit/risk when considering whether to restart therapy; monitor blood pressure regularly in all patients receiving therapy",
                        "Patients with New York Heart Association Class III and IV heart failure, MI in the preceding 6 months, and conduction abnormalities uncontrolled by medications were not eligible for the clinical trials; these patients may be at greater risk for cardiac complications"
                    ]
                }
            ]
        }
    },
    "interactions": [
        {
            "classification_type": "Serious",
            "interaction_with": "erdafitinib",
            "description": {
                "common": "erdafitinib will increase the level or effect of carfilzomib by  P-glycoprotein (MDR1) efflux transporter. Avoid or Use Alternate Drug. If coadministration unavoidable, separate administration by at least 6 hr before or after administration of P-gp substrates with narrow therapeutic index."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "lasmiditan",
            "description": {
                "common": "lasmiditan increases levels of carfilzomib by P-glycoprotein (MDR1) efflux transporter. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "palifermin",
            "description": {
                "common": "palifermin increases toxicity of carfilzomib by Other (see comment). Avoid or Use Alternate Drug. \nComment: Palifermin should not be administered within 24 hr before, during infusion of, or within 24 hr after administration of antineoplastic agents. Coadministration of palifermin within 24 hr of chemotherapy resulted in increased severity and duration of oral mucositis."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "ropeginterferon alfa 2b",
            "description": {
                "common": "ropeginterferon alfa 2b, carfilzomib.\nEither increases toxicity of the other by Other (see comment). Avoid or Use Alternate Drug. \nComment: Myelosuppressive agents can produce additive myelosuppression. Avoid use and monitor patients receiving the combination for effects of excessive myelosuppression."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "sotorasib",
            "description": {
                "common": "sotorasib will decrease the level or effect of carfilzomib by  P-glycoprotein (MDR1) efflux transporter. Avoid or Use Alternate Drug. If use is unavoidable, refer to the prescribing information of the P-gp substrate for dosage modifications."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "tepotinib",
            "description": {
                "common": "tepotinib will increase the level or effect of carfilzomib by  P-glycoprotein (MDR1) efflux transporter. Avoid or Use Alternate Drug. If concomitant use unavoidable, reduce the P-gp substrate dosage if recommended in its approved product labeling."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "berotralstat",
            "description": {
                "common": "berotralstat will increase the level or effect of carfilzomib by  P-glycoprotein (MDR1) efflux transporter. Use Caution/Monitor. Monitor or titrate P-gp substrate dose if coadministered."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "dichlorphenamide",
            "description": {
                "common": "dichlorphenamide and carfilzomib both decrease  serum potassium. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "elagolix",
            "description": {
                "common": "elagolix will increase the level or effect of carfilzomib by  P-glycoprotein (MDR1) efflux transporter. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "eliglustat",
            "description": {
                "common": "eliglustat increases levels of carfilzomib by P-glycoprotein (MDR1) efflux transporter. Modify Therapy/Monitor Closely. Monitor therapeutic drug concentrations, as indicated, or consider reducing the dosage of the P-gp substrate and titrate to clinical effect."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "fostamatinib",
            "description": {
                "common": "fostamatinib will increase the level or effect of carfilzomib by  P-glycoprotein (MDR1) efflux transporter. Use Caution/Monitor. Concomitant use of fostamatinib may increase concentrations of P-gp substrates. Monitor for toxicities of the P-gp substrate drug that may require dosage reduction when given concurrently with fostamatinib."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "glecaprevir/pibrentasvir",
            "description": {
                "common": "glecaprevir/pibrentasvir will increase the level or effect of carfilzomib by  P-glycoprotein (MDR1) efflux transporter. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "istradefylline",
            "description": {
                "common": "istradefylline will increase the level or effect of carfilzomib by  P-glycoprotein (MDR1) efflux transporter. Use Caution/Monitor. Istradefylline 40 mg/day increased peak levels and AUC of P-gp substrates in clinical trials. Consider dose reduction of sensitive P-gp substrates."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ponesimod",
            "description": {
                "common": "ponesimod and carfilzomib both increase  immunosuppressive effects; risk of infection. Use Caution/Monitor. Caution if coadministered because of additive immunosuppressive effects during such therapy and in the weeks following administration. When switching from drugs with prolonged immune effects, consider the half-life and mode of action of these drugs to avoid unintended additive immunosuppressive effects."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "sarecycline",
            "description": {
                "common": "sarecycline will increase the level or effect of carfilzomib by  P-glycoprotein (MDR1) efflux transporter. Use Caution/Monitor. Monitor for toxicities of P-gp substrates that may require dosage reduction when coadministered with P-gp inhibitors."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "siponimod",
            "description": {
                "common": "siponimod and carfilzomib both increase  immunosuppressive effects; risk of infection. Use Caution/Monitor. Caution if coadministered because of additive immunosuppressive effects during such therapy and in the weeks following administration. When switching from drugs with prolonged immune effects, consider the half-life and mode of action of these drugs to avoid unintended additive immunosuppressive effects."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "stiripentol",
            "description": {
                "common": "stiripentol will increase the level or effect of carfilzomib by  P-glycoprotein (MDR1) efflux transporter. Modify Therapy/Monitor Closely. Consider reducing the dose of P-glycoprotein (P-gp) substrates, if adverse reactions are experienced when administered concomitantly with stiripentol."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "tucatinib",
            "description": {
                "common": "tucatinib will increase the level or effect of carfilzomib by  P-glycoprotein (MDR1) efflux transporter. Use Caution/Monitor. Consider reducing the dosage of P-gp substrates, where minimal concentration changes may lead to serious or life-threatening toxicities."
            }
        }
    ],
    "adverse effects": [
        {
            "name": "Fatigue",
            "percent": "55.5"
        },
        {
            "name": "Anemia",
            "percent": "46.8"
        },
        {
            "name": "Nausea",
            "percent": "44.9"
        },
        {
            "name": "Thrombocytopenia",
            "percent": "36.3"
        },
        {
            "name": "Dyspnea",
            "percent": "34.6"
        },
        {
            "name": "Diarrhea",
            "percent": "32.7"
        },
        {
            "name": "Pyrexia",
            "percent": "30.4"
        },
        {
            "name": "Upper respiratory tract infection",
            "percent": "28.3"
        },
        {
            "name": "Headache",
            "percent": "27.6"
        },
        {
            "name": "Cough",
            "percent": "26"
        },
        {
            "name": "Increase in blood creatinine",
            "percent": "24.1"
        },
        {
            "name": "Lymphopenia",
            "percent": "24"
        },
        {
            "name": "Peripheral Edema",
            "percent": "24"
        },
        {
            "name": "Vomiting",
            "percent": "22.2"
        },
        {
            "name": "Constipation",
            "percent": "20.9"
        },
        {
            "name": "Neutropenia",
            "percent": "20.7"
        },
        {
            "name": "Back pain",
            "percent": "20.2"
        },
        {
            "name": "Insomnia",
            "percent": "17.9"
        },
        {
            "name": "Chills",
            "percent": "16"
        },
        {
            "name": "Arthralgia",
            "percent": "15.8"
        },
        {
            "name": "Muscle spasms",
            "percent": "14.4"
        },
        {
            "name": "Hypertension",
            "percent": "14.3"
        },
        {
            "name": "Asthenia",
            "percent": "13.9"
        },
        {
            "name": "Hypokalemia",
            "percent": "13.7"
        },
        {
            "name": "Hypomagnesemia",
            "percent": "13.5"
        },
        {
            "name": "Leukopenia",
            "percent": "13.5"
        },
        {
            "name": "Pain in extremity",
            "percent": "13.3"
        },
        {
            "name": "Pneumonia",
            "percent": "12.7"
        },
        {
            "name": "Increase in aspartate aminotransferase",
            "percent": "12.5"
        },
        {
            "name": "Dizziness",
            "percent": "12.5"
        },
        {
            "name": "Hypoesthesia",
            "percent": "12.2"
        },
        {
            "name": "Anorexia",
            "percent": "12"
        },
        {
            "name": "Pain",
            "percent": "12"
        },
        {
            "name": "Hyperglycemia",
            "percent": "11.8"
        },
        {
            "name": "Chest wall pain",
            "percent": "11.4"
        },
        {
            "name": "Hypercalcemia",
            "percent": "11"
        },
        {
            "name": "Hypophosphatemia",
            "percent": "10.5"
        },
        {
            "name": "Hyponatremia",
            "percent": "10.3"
        },
        {
            "name": "Pneumonia",
            "percent": "10"
        },
        {
            "name": "Acute renal failure",
            "percent": "4"
        },
        {
            "name": "Pyrexia",
            "percent": "3"
        },
        {
            "name": "Congestive heart failure",
            "percent": "3"
        },
        {
            "name": "Cardiac arrest",
            "percent": null
        },
        {
            "name": "Myocardial ischemia",
            "percent": null
        },
        {
            "name": "Pulmonary hypertension",
            "percent": null
        },
        {
            "name": "Pulmonary complications",
            "percent": null
        },
        {
            "name": "Infusion reactions",
            "percent": null
        },
        {
            "name": "Tumor",
            "percent": null
        },
        {
            "name": "lysis syndrome",
            "percent": null
        },
        {
            "name": "Thrombocytopenia",
            "percent": null
        },
        {
            "name": "Hepatic toxicity",
            "percent": null
        },
        {
            "name": "Hepatic failure",
            "percent": null
        },
        {
            "name": "Febrile neutropenia",
            "percent": null
        },
        {
            "name": "Thrombotic microangiopathy",
            "percent": null
        },
        {
            "name": "Atrial fibrillation",
            "percent": null
        },
        {
            "name": "Cardiac failure congestive",
            "percent": null
        },
        {
            "name": "Myocardial infarction",
            "percent": null
        },
        {
            "name": "Palpitations",
            "percent": null
        },
        {
            "name": "Pericardial effusion",
            "percent": null
        },
        {
            "name": "Tachycardia",
            "percent": null
        },
        {
            "name": "Cataract",
            "percent": null
        },
        {
            "name": "Blurred vision",
            "percent": null
        },
        {
            "name": "Dyspepsia",
            "percent": null
        },
        {
            "name": "Toothache",
            "percent": null
        },
        {
            "name": "Cholestasis",
            "percent": null
        },
        {
            "name": "Hyperbilirubinemia",
            "percent": null
        },
        {
            "name": "Septic shock",
            "percent": null
        },
        {
            "name": "Decreased appetite",
            "percent": null
        },
        {
            "name": "Dehydration",
            "percent": null
        },
        {
            "name": "Cerebrovascular",
            "percent": null
        },
        {
            "name": "Gastrointestinal hemorrhage",
            "percent": null
        },
        {
            "name": "Lung infection",
            "percent": null
        },
        {
            "name": "Rhinitis",
            "percent": null
        },
        {
            "name": "Intracranial hemorrhage",
            "percent": null
        },
        {
            "name": "Hemorrhage",
            "percent": null
        },
        {
            "name": "Influenza like illness",
            "percent": null
        },
        {
            "name": "Malaise",
            "percent": null
        },
        {
            "name": "Bronchopneumonia",
            "percent": null
        },
        {
            "name": "Gastroenteritis",
            "percent": null
        },
        {
            "name": "Influenza",
            "percent": null
        },
        {
            "name": "Nasopharyngitis",
            "percent": null
        },
        {
            "name": "Sepsis",
            "percent": null
        },
        {
            "name": "Urinary tract infection",
            "percent": null
        },
        {
            "name": "Viral infection",
            "percent": null
        },
        {
            "name": "Ear and labyrinth disorders",
            "percent": null
        },
        {
            "name": "Deafness",
            "percent": null
        },
        {
            "name": "tinnitus",
            "percent": null
        },
        {
            "name": "Infections and infestations",
            "percent": null
        },
        {
            "name": "Clostridium difficile colitis",
            "percent": null
        },
        {
            "name": "influenza",
            "percent": null
        },
        {
            "name": "Cytomegalovirus infection",
            "percent": null
        },
        {
            "name": "chorioretinitis",
            "percent": null
        },
        {
            "name": "pneumonitis",
            "percent": null
        },
        {
            "name": "enterocolitis",
            "percent": null
        },
        {
            "name": "and viremia",
            "percent": null
        },
        {
            "name": "Hemolytic uremic syndrome",
            "percent": null
        },
        {
            "name": "HUS",
            "percent": null
        },
        {
            "name": "Hepatitis B virus reactivation",
            "percent": null
        },
        {
            "name": "Gastrointestinal perforation",
            "percent": null
        },
        {
            "name": "Progressive multifocal leukoencephalopathy",
            "percent": null
        },
        {
            "name": "PML",
            "percent": null
        },
        {
            "name": "Acute pancreatitis",
            "percent": null
        }
    ]
}