{
    "name": "arginine",
    "comment": "Rx",
    "other_names": [
        "L-arginine",
        "RGene-10"
    ],
    "classes": [
        "Growth Hormone Releasing Factors",
        "Diagnostics",
        "Endocrine"
    ],
    "source": "https://reference.medscape.com/drug/l-arginine-rgene-10-arginine-342827",
    "pregnancy": {
        "common": [
            "There have been no adequate or well-controlled studies for use of this product in pregnant women; reproduction studies have been performed in rabbits and mice at doses 12 times the human dose and have revealed no evidence of impaired fertility or harm to fetus due to drug (10% arginine hydrochloride Injection, USP); because animal reproduction studies are not always predictive of human response, this drug should not be used during pregnancy"
        ],
        "specific": []
    },
    "lactation": {
        "common": [
            "It is not known whether intravenous administration of this product could result in significant quantities of arginine in breast milk; systemically administered amino acids are secreted into breast milk in quantities not likely to have a deleterious effect on infant; nevertheless, caution should be exercised when therapy is to be administered to nursing women"
        ]
    },
    "warnings": {
        "black_box_warning": {
            "common": [],
            "specific": []
        },
        "contraindicators": {
            "common": [
                "Hypersensitivity to product or components"
            ],
            "specific": []
        },
        "cautions": {
            "common": [
                "Hypersensitivity reactions, including anaphylaxis, reported; appropriate medical support should be available during therapy; discontinue therapy if anaphylaxis or other serious hypersensitivity reaction occurs and initiate appropriate medical treatment",
                "Confirm with 2nd test if diagnosis results show hGH deficiency; allow 1 day waiting period between tests",
                "Always administer by intravenous infusion because of its hypertonicity",
                "Use extreme caution when infusing drug into pediatric patients; overdosage in pediatric patients may result in hyperchloremic metabolic acidosis, cerebral edema, or possibly death; avoid overdosage in pediatric patients (risk of causing metabolic acidosis, cerebral edema, or death)",
                "Electrolyte imbalances including hypophosphatemia, hyponatremia (following overdose) and acidosis, and hyperkalemia reported with arginine infusions; risk may increase in renal impairment, diabetes mellitus, and hepatic impairment",
                "Not intended for therapeutic use",
                "Use caution in diabetes mellitus (may lead to life-threatening hyperkalemia)",
                "Tissue damage may occur with extravasation; formulation is a hypertonic (950 mOsmol/liter) and acidic (average pH of 5.6) solution that can cause irritation and damage to tissues; care should be used to ensure administration through a patent catheter within a patent vein; excessive rates of infusion may result in local irritation and in flushing, nausea, or vomiting. Inadequate dosing or prolongation of infusion period may diminish stimulus to pituitary and nullify the test",
                "Avoid use in myocardial infarction",
                "Arginine can be metabolized resulting in nitrogen-containing products for excretion; the effect of an acute amino acid or nitrogen burden upon patients with impairment of renal function should be considered when product is to be administered",
                "Chloride content of this formulation is 47.5 mEq per 100 mL of solution, and effect of infusing this amount of chloride into patients with electrolyte imbalance should be evaluated before the test is undertaken",
                "The basal and post-stimulation levels of growth hormone are elevated in patients who are pregnant or are taking oral contraceptives"
            ],
            "specific": []
        }
    },
    "interactions": [
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "amyl nitrite",
            "description": {
                "common": "amyl nitrite, arginine. Mechanism: additive vasodilation. Use Caution/Monitor. Possible hypotension."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "dichlorphenamide",
            "description": {
                "common": "dichlorphenamide, arginine.\nEither increases toxicity of the other by pharmacodynamic synergism. Modify Therapy/Monitor Closely. Both drugs can cause metabolic acidosis."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "glyceryl trinitrate pr",
            "description": {
                "common": "glyceryl trinitrate pr, arginine. Mechanism: additive vasodilation. Use Caution/Monitor. Possible hypotension."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "isosorbide dinitrate",
            "description": {
                "common": "isosorbide dinitrate, arginine. Mechanism: additive vasodilation. Use Caution/Monitor. Possible hypotension."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "isosorbide mononitrate",
            "description": {
                "common": "isosorbide mononitrate, arginine. Mechanism: additive vasodilation. Use Caution/Monitor. Possible hypotension."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "nicorandil",
            "description": {
                "common": "nicorandil, arginine. Mechanism: additive vasodilation. Use Caution/Monitor. Possible hypotension."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "nitroglycerin IV",
            "description": {
                "common": "nitroglycerin IV, arginine. Mechanism: additive vasodilation. Use Caution/Monitor. Possible hypotension."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "nitroglycerin PO",
            "description": {
                "common": "nitroglycerin PO, arginine. Mechanism: additive vasodilation. Use Caution/Monitor. Possible hypotension."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "nitroglycerin sublingual",
            "description": {
                "common": "nitroglycerin sublingual, arginine. Mechanism: additive vasodilation. Use Caution/Monitor. Possible hypotension."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "nitroglycerin topical",
            "description": {
                "common": "nitroglycerin topical, arginine. Mechanism: additive vasodilation. Use Caution/Monitor. Possible hypotension."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "nitroglycerin transdermal",
            "description": {
                "common": "nitroglycerin transdermal, arginine. Mechanism: additive vasodilation. Use Caution/Monitor. Possible hypotension."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "nitroglycerin translingual",
            "description": {
                "common": "nitroglycerin translingual, arginine. Mechanism: additive vasodilation. Use Caution/Monitor. Possible hypotension."
            }
        }
    ],
    "adverse effects": [
        {
            "name": "Headache",
            "percent": "3"
        },
        {
            "name": "Flushing",
            "percent": "3"
        },
        {
            "name": "Nausea",
            "percent": "3"
        },
        {
            "name": "Vomiting",
            "percent": "3"
        },
        {
            "name": "Numbness",
            "percent": "3"
        },
        {
            "name": "Local venous irritation",
            "percent": "3"
        },
        {
            "name": "Macular rash",
            "percent": null
        },
        {
            "name": "Swelling of hands and feet",
            "percent": null
        },
        {
            "name": "Hematuria",
            "percent": null
        },
        {
            "name": "Hyperkalemia",
            "percent": null
        },
        {
            "name": "Skin burn",
            "percent": null
        },
        {
            "name": "necrosis",
            "percent": null
        },
        {
            "name": "Loss of consciousness",
            "percent": null
        },
        {
            "name": "Perioral tingling",
            "percent": null
        }
    ]
}