{
    "name": "lamotrigine",
    "comment": "Rx",
    "other_names": [
        "Lamictal",
        "Lamictal XR",
        "Lamictal ODT"
    ],
    "classes": [
        "Anticonvulsants",
        "Other"
    ],
    "source": "https://reference.medscape.com/drug/lamictal-lamotrigine-343012",
    "pregnancy": {
        "common": [
            "A pregnancy exposure registry monitors pregnancy outcomes in women exposed to AEDs, including lamotrigine, during pregnancy; encourage women who are taking lamotrigine during pregnancy to enroll in the North American Antiepileptic Drug (NAAED) Pregnancy Registry by calling 1-888-233-2334 or visiting ",
            "Data from several prospective pregnancy exposure registries and epidemiological studies of pregnant women have not detected increased frequency of major congenital malformations or consistent pattern of malformations among women exposed to lamotrigine compared with the general population; the majority of exposure data are from women with epilepsy",
            "As with other AEDs, physiological changes during pregnancy may affect lamotrigine concentrations and/or therapeutic effect; there have been reports of decreased lamotrigine concentrations during pregnancy and restoration of pre-pregnancy concentrations after delivery; dose adjustments may be necessary to maintain clinical response"
        ],
        "specific": [
            {
                "type": "Animal data",
                "description": [
                    "In animal studies, administration of lamotrigine during pregnancy resulted in developmental toxicity (increased mortality, decreased body weight, increased structural variation, neurobehavioral abnormalities) at doses lower than those administered clinically",
                    "Drug decreased fetal folate concentrations in rats, an effect known to be associated with adverse pregnancy outcomes in animals and humans"
                ]
            }
        ]
    },
    "lactation": {
        "common": [
            "Drug is present in milk from lactating women receiving therapy; neonates and young infants are at risk for high serum levels because maternal serum and milk levels can rise to high levels postpartum if lamotrigine dosage has been increased during pregnancy but is not reduced to pre-pregnancy dosage after delivery",
            "Glucuronidation is required for drug clearance; glucuronidation capacity is immature in the infant and this may also contribute to level of lamotrigine exposure; events including rash, apnea, drowsiness, poor sucking, and poor weight gain (requiring hospitalization in some cases) reported in infants who have been human milk-fed by mothers using lamotrigine; whether or not these events were caused by lamotrigine is unknown; no data are available on effects of drug on milk production",
            "Developmental and health benefits of breastfeeding should be considered along with mother’s clinical need for therapy and any potential adverse effects on breastfed infant from drug or from the underlying maternal condition",
            "Human milk-fed infants should be closely monitored for adverse events resulting from lamotrigine; measurement of infant serum levels should be performed to rule out toxicity if concerns arise; human milk-feeding should be discontinued in infants with lamotrigine toxicity"
        ]
    },
    "warnings": {
        "black_box_warning": {
            "common": [
                "Serious rashes requiring hospitalization (including Stevens-Johnson syndrome) and discontinuation of treatment have occurred in 0.3-0.8% of pediatric patients (aged 2-17 yr) and in 0.08-0.3% of adult patients who have received the drug as adjunctive therapy for epilepsy with valproic acid",
                "The risk of serious rash caused by treatment with lamotrigine XR is not expected to differ from that with the immediate-release formulation; however, the relatively limited treatment experience with lamotrigine XR makes it difficult to characterize the frequency and risk of serious rashes caused by treatment with the drug; lamotrigine XR is not approved for patients younger than 13 years",
                "Almost all life-threatening rashes have occurred within 2- 8 weeks of lamotrigine therapy, but they have also occurred after prolonged treatment; duration cannot be relied on as a means to predict the potential risk heralded by the first appearance of a rash",
                "Although benign rashes also occur with lamotrigine, it is not possible to predict reliably which rashes will prove to be serious or life threatening. Thus, the drug should be discontinued at the first sign of rash unless the rash is clearly not drug related",
                "Discontinuation of treatment may not prevent a rash from becoming life threatening or permanently disabling or disfiguring"
            ],
            "specific": []
        },
        "contraindicators": {
            "common": [
                "Hypersensitivity to any component of formulation"
            ],
            "specific": []
        },
        "cautions": {
            "common": [
                "See FDA Warning on potential suicidal behavior",
                "Clinical worsening, emergence of new symptoms, and suicidal ideation/behaviors may be associated with treatment of bipolar disorder; patients should be closely monitored, particularly early in treatment or during dosage changes",
                "Use caution in renal impairment and hepatic impairment; dose adjustments may be necessary",
                "Risk of serious rash; discontinue at first sign of rash (see Black Box Warnings)",
                "Rare cases of toxic epidermal necrolysis have been reported in worldwide postmarketing experience",
                "May cause CNS depression; use caution operating heavy machinery",
                "Multiorgan hypersensitivity reactions, also known as drug reaction with eosinophilia and systemic symptoms (DRESS), have been reported, with possible multiorgan failure (see Black Box Warning)",
                "Round pediatric dose downward to nearest 5 mg",
                "Do not withdraw abruptly",
                "Need to modify dosage if adding or discontinuing hepatic enzyme-inducing anticonvulsant drugs or valproic acid",
                "Increased risk of hematologic effects (eg, neutropenia, anemia, leukopenia, thrombocytopenia, aplastic anemia) in patients with previous history of adverse hematologic reactions to any drug",
                "Need to modify dosage if taking or stopping estrogen plus oral contraceptives",
                "Risk of isolated oral clefts if used in early pregnancy",
                "Aseptic meningitis cases reported; symptoms may include headache, fever, stiff neck, nausea, vomiting, rash, and sensitivity to light",
                "May interfere with the assay used in some rapid urine drug screens, which can result in false-positive readings, particularly for phencyclidine (PCP); use a more specific analytical method to confirm a positive result"
            ],
            "specific": [
                {
                    "type": "Increased risk of arrhythmias",
                    "description": [
                        "March 31, 2021: The FDA issued a safety alert regarding an increased risk or arrhythmias when lamotrigine is given to patients with heart disease",
                        "Consider potential benefits of lamotrigine outweigh the potential risk of arrhythmias",
                        "Could slow ventricular conduction (widen QRS) and induce proarrhythmia, which can lead to sudden death, in patients with clinically important structural or functional heart disease (eg, patients with heart failure, valvular heart disease, congenital heart disease, conduction system disease, ventricular arrhythmias, cardiac channelopathies [eg, Brugada syndrome], clinically important ischemic heart disease, or multiple risk factors for coronary artery disease)",
                        "Any expected or observed benefit of drug in an individual patient with clinically important structural or functional heart disease must be carefully weighed against risks for serious arrythmias and/or death for that patient; concomitant use of other sodium channel blockers may further increase risk of proarrhythmia",
                        "Risk of arrhythmias may increase further coadministered with other medicines that block sodium channels in the heart"
                    ]
                },
                {
                    "type": "Hemophagocytic lymphohistiocytosis",
                    "description": [
                        "April 25, 2018: The FDA issued a safety alert regarding the risk for lamotrigine to cause hemophagocytic lymphohistiocytosis (HLH), a rare, but serious immune system reaction",
                        "HLH may be confused with other serious immune-related adverse reactions such as Drug Reaction with Eosinophilia and Systemic Symptoms (DRESS)",
                        "Evaluate patients who develop fever or rash promptly, and discontinue lamotrigine if HLH or another serious immune-related adverse reaction is suspected and an alternative etiology for the signs and symptoms cannot be established",
                        "Advise patients to seek immediate medical attention if they experience symptoms (eg, fever, enlarged liver, swollen lymph nodes, skin rash, yellow skin or eyes, unusual bleeding, CNS effect [seizures, ataxia, visual disturbances])",
                        "HLH diagnosis is established if a patient presents with at least 5 of the following 8 signs or symptoms",
                        "Fever and rash",
                        "Enlarged spleen",
                        "Cytopenias",
                        "Elevated TG or low fibrinogen levels",
                        "High blood ferritin levels",
                        "Hemophagocytosis identified through bone marrow, spleen, or lymph node biopsy",
                        "Decreased or absent natural killer cell activity",
                        "Elevated CD24 levels showing prolonged immune cell activation"
                    ]
                }
            ]
        }
    },
    "interactions": [
        {
            "classification_type": "Contraindicated",
            "interaction_with": "cabotegravir",
            "description": {
                "common": "lamotrigine will decrease the level or effect of cabotegravir by  increasing metabolism. Contraindicated. Cabotegravir is metabolized by UGT1A1 and UGT1A9. Strong UGT1A1 or UGT1A9 inducers decrease cabotegravir systemic exposure, thereby increasing potential for loss of virologic response."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "dofetilide",
            "description": {
                "common": "lamotrigine will increase the level or effect of dofetilide by  Other (see comment). Contraindicated. Lamotrigine may significantly increase dofetilide serum concentrations by inhibiting OCT2"
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "metoclopramide intranasal",
            "description": {
                "common": "lamotrigine, metoclopramide intranasal.\nEither increases effects of the other by Other (see comment). Avoid or Use Alternate Drug. \nComment: Avoid use of metoclopramide intranasal or interacting drug, depending on importance of drug to patient."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "olopatadine intranasal",
            "description": {
                "common": "lamotrigine and olopatadine intranasal both increase  sedation. Avoid or Use Alternate Drug. Coadministration increases risk of CNS depression, which can lead to additive impairment of psychomotor performance and cause daytime impairment. "
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "acrivastine",
            "description": {
                "common": "acrivastine and lamotrigine both increase  sedation. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "amisulpride",
            "description": {
                "common": "amisulpride and lamotrigine both increase  sedation. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "asenapine",
            "description": {
                "common": "asenapine and lamotrigine both increase  sedation. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "asenapine transdermal",
            "description": {
                "common": "asenapine transdermal and lamotrigine both increase  sedation. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "atazanavir",
            "description": {
                "common": "atazanavir will decrease the level or effect of lamotrigine by  increasing metabolism. Use Caution/Monitor. Interaction is of greater clinical significance with ritonavir-boosted atazanavir than with unboosted atazanavir"
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "avapritinib",
            "description": {
                "common": "avapritinib and lamotrigine both increase  sedation. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "bazedoxifene/conjugated estrogens",
            "description": {
                "common": "bazedoxifene/conjugated estrogens decreases levels of lamotrigine by increasing hepatic clearance. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "benzhydrocodone/acetaminophen",
            "description": {
                "common": "benzhydrocodone/acetaminophen and lamotrigine both increase  sedation. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "brexanolone",
            "description": {
                "common": "brexanolone, lamotrigine.\nEither increases toxicity of the other by sedation. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "brexpiprazole",
            "description": {
                "common": "brexpiprazole and lamotrigine both increase  sedation. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "cannabidiol",
            "description": {
                "common": "cannabidiol will increase the level or effect of lamotrigine by  Other (see comment). Modify Therapy/Monitor Closely. Cannabidiol may potentially  inhibit UGT2B7 activity. Consider reducing the dose when concomitantly using UGT2B7 substrates."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "carbamazepine",
            "description": {
                "common": "carbamazepine decreases levels of lamotrigine by increasing metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "cenobamate",
            "description": {
                "common": "cenobamate will decrease the level or effect of lamotrigine by  unspecified interaction mechanism. Modify Therapy/Monitor Closely. Based on population PK analyses, coadministration of lamotrigine with cenobamate may lead to a 21-52% decrease in lamotrigine concentration. Increase lamotrigine dosage as needed when used concomitantly with cenobamate."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "citalopram",
            "description": {
                "common": "lamotrigine increases toxicity of citalopram by unspecified interaction mechanism. Modify Therapy/Monitor Closely. CNS depressants may increase the toxic effects of selective serotonin reuptake inhibitors; psychomotor impairment may be enhanced."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "conjugated estrogens",
            "description": {
                "common": "conjugated estrogens decreases levels of lamotrigine by increasing hepatic clearance. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "conjugated estrogens, vaginal",
            "description": {
                "common": "conjugated estrogens, vaginal decreases levels of lamotrigine by increasing hepatic clearance. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "daridorexant",
            "description": {
                "common": "lamotrigine and daridorexant both increase  sedation. Modify Therapy/Monitor Closely. Coadministration increases risk of CNS depression, which can lead to additive impairment of psychomotor performance and cause daytime impairment. "
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "desogestrel",
            "description": {
                "common": "desogestrel will decrease the level or effect of lamotrigine by  increasing hepatic clearance. Use Caution/Monitor. Combination oral contraceptives have been shown to significantly decrease plasma concentrations of lamotrigine, likely due to induction of lamotrigine glucuronidation."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "deutetrabenazine",
            "description": {
                "common": "lamotrigine and deutetrabenazine both increase  sedation. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "dienogest/estradiol valerate",
            "description": {
                "common": "dienogest/estradiol valerate decreases levels of lamotrigine by Other (see comment). Use Caution/Monitor. \nComment: Mechanism: likely due to induction of lamotrigine glucuronidation; dosage adjustments may be necessary for proper seizure control."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "difelikefalin",
            "description": {
                "common": "difelikefalin and lamotrigine both increase  sedation. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "divalproex sodium",
            "description": {
                "common": "divalproex sodium will increase the level or effect of lamotrigine by  decreasing metabolism. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "drospirenone",
            "description": {
                "common": "drospirenone will decrease the level or effect of lamotrigine by  increasing hepatic clearance. Use Caution/Monitor. Combination oral contraceptives have been shown to significantly decrease plasma concentrations of lamotrigine, likely due to induction of lamotrigine glucuronidation."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "escitalopram",
            "description": {
                "common": "lamotrigine increases toxicity of escitalopram by unspecified interaction mechanism. Modify Therapy/Monitor Closely. CNS depressants may increase the toxic effects of selective serotonin reuptake inhibitors; psychomotor impairment may be enhanced."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "esketamine intranasal",
            "description": {
                "common": "esketamine intranasal, lamotrigine.\nEither increases toxicity of the other by sedation. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "estradiol",
            "description": {
                "common": "estradiol decreases levels of lamotrigine by increasing hepatic clearance. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "estrogens conjugated synthetic",
            "description": {
                "common": "estrogens conjugated synthetic decreases levels of lamotrigine by increasing hepatic clearance. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "estrogens esterified",
            "description": {
                "common": "estrogens esterified decreases levels of lamotrigine by increasing hepatic clearance. Use Caution/Monitor. Concurrent use may cause lamotrigine levels to decrease by almost 50%. Dose adjustment is required."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "estropipate",
            "description": {
                "common": "estropipate decreases levels of lamotrigine by increasing hepatic clearance. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ethinylestradiol",
            "description": {
                "common": "ethinylestradiol decreases levels of lamotrigine by increasing hepatic clearance. Use Caution/Monitor. Combination oral contraceptives have been shown to significantly decrease plasma concentrations of lamotrigine, likely due to induction of lamotrigine glucuronidation."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ethotoin",
            "description": {
                "common": "ethotoin decreases levels of lamotrigine by increasing metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "etonogestrel",
            "description": {
                "common": "etonogestrel will decrease the level or effect of lamotrigine by  increasing hepatic clearance. Use Caution/Monitor. Combination oral contraceptives have been shown to significantly decrease plasma concentrations of lamotrigine, likely due to induction of lamotrigine glucuronidation."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "fluoxetine",
            "description": {
                "common": "lamotrigine increases toxicity of fluoxetine by unspecified interaction mechanism. Modify Therapy/Monitor Closely. CNS depressants may increase the toxic effects of selective serotonin reuptake inhibitors; psychomotor impairment may be enhanced."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "fluvoxamine",
            "description": {
                "common": "lamotrigine increases toxicity of fluvoxamine by serotonin levels. Modify Therapy/Monitor Closely. psychomotor impairment may be enhanced."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "fosphenytoin",
            "description": {
                "common": "fosphenytoin decreases levels of lamotrigine by increasing metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ganaxolone",
            "description": {
                "common": "lamotrigine and ganaxolone both increase  sedation. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "lasmiditan",
            "description": {
                "common": "lasmiditan, lamotrigine.\nEither increases effects of the other by sedation. Use Caution/Monitor. Coadministration of lasmiditan and other CNS depressant drugs, including alcohol have not been evaluated in clinical studies. Lasmiditan may cause sedation, as well as other cognitive and/or neuropsychiatric adverse reactions."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "lemborexant",
            "description": {
                "common": "lemborexant, lamotrigine.\nEither increases effects of the other by sedation. Modify Therapy/Monitor Closely. Dosage adjustment may be necessary if lemborexant is coadministered with other CNS depressants because of potentially additive effects."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "levonorgestrel intrauterine",
            "description": {
                "common": "levonorgestrel intrauterine will decrease the level or effect of lamotrigine by  increasing hepatic clearance. Use Caution/Monitor. Combination oral contraceptives have been shown to significantly decrease plasma concentrations of lamotrigine, likely due to induction of lamotrigine glucuronidation."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "levonorgestrel oral",
            "description": {
                "common": "levonorgestrel oral will decrease the level or effect of lamotrigine by  increasing hepatic clearance. Use Caution/Monitor. Combination oral contraceptives have been shown to significantly decrease plasma concentrations of lamotrigine, likely due to induction of lamotrigine glucuronidation."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "levonorgestrel oral/ethinylestradiol/ferrous bisglycinate",
            "description": {
                "common": "levonorgestrel oral/ethinylestradiol/ferrous bisglycinate decreases levels of lamotrigine by unspecified interaction mechanism. Use Caution/Monitor. Significant decrease in plasma concentration of lamotrigine when concomitantly used with combined hormonal contraceptives (CHCs) containing EE, likely due to induction of lamotrigine glucuronidation. This may reduce seizure control; therefore, dosage adjustments of lamotrigine may be necessary."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "lopinavir",
            "description": {
                "common": "lopinavir will decrease the level or effect of lamotrigine by  increasing metabolism. Use Caution/Monitor. Combination may decrease lamotrigine levels by 50%. Adjust lamotrigine dose as needed when starting, stopping, or changing lopinavir/ritonavir dose."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "lurasidone",
            "description": {
                "common": "lurasidone, lamotrigine.\nEither increases toxicity of the other by Other (see comment). Use Caution/Monitor. \nComment: Potential for increased CNS depressant effects when used concurrently; monitor for increased adverse effects and toxicity."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "medroxyprogesterone",
            "description": {
                "common": "medroxyprogesterone will decrease the level or effect of lamotrigine by  increasing hepatic clearance. Use Caution/Monitor. Combination oral contraceptives have been shown to significantly decrease plasma concentrations of lamotrigine, likely due to induction of lamotrigine glucuronidation."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "mestranol",
            "description": {
                "common": "mestranol decreases levels of lamotrigine by increasing hepatic clearance. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "methylphenidate transdermal",
            "description": {
                "common": "methylphenidate transdermal will increase the level or effect of lamotrigine by  decreasing metabolism. Modify Therapy/Monitor Closely. Consider decreasing the dose of these drugs when given coadministered with methylphenidate. Monitor for drug toxiticities when initiating or discontinuing methylphenidate. "
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "midazolam intranasal",
            "description": {
                "common": "midazolam intranasal, lamotrigine.\nEither increases toxicity of the other by pharmacodynamic synergism. Modify Therapy/Monitor Closely. Concomitant use of barbiturates, alcohol, or other CNS depressants may increase the risk of hypoventilation, airway obstruction, desaturation, or apnea and may contribute to profound and/or prolonged drug effect."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "norelgestromin",
            "description": {
                "common": "norelgestromin will decrease the level or effect of lamotrigine by  increasing hepatic clearance. Use Caution/Monitor. Combination oral contraceptives have been shown to significantly decrease plasma concentrations of lamotrigine, likely due to induction of lamotrigine glucuronidation."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "norethindrone",
            "description": {
                "common": "norethindrone will decrease the level or effect of lamotrigine by  increasing hepatic clearance. Use Caution/Monitor. Combination oral contraceptives have been shown to significantly decrease plasma concentrations of lamotrigine, likely due to induction of lamotrigine glucuronidation."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "norgestimate",
            "description": {
                "common": "norgestimate will decrease the level or effect of lamotrigine by  increasing hepatic clearance. Use Caution/Monitor. Combination oral contraceptives have been shown to significantly decrease plasma concentrations of lamotrigine, likely due to induction of lamotrigine glucuronidation."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "norgestrel",
            "description": {
                "common": "norgestrel will decrease the level or effect of lamotrigine by  increasing hepatic clearance. Use Caution/Monitor. Combination oral contraceptives have been shown to significantly decrease plasma concentrations of lamotrigine, likely due to induction of lamotrigine glucuronidation."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "orlistat",
            "description": {
                "common": "orlistat decreases levels of lamotrigine by inhibition of GI absorption. Applies only to oral form of both agents. Modify Therapy/Monitor Closely. Risk of convulsions."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "paroxetine",
            "description": {
                "common": "lamotrigine increases toxicity of paroxetine by unspecified interaction mechanism. Modify Therapy/Monitor Closely. CNS depressants may increase the toxic effects of selective serotonin reuptake inhibitors; psychomotor impairment may be enhanced."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "phenobarbital",
            "description": {
                "common": "phenobarbital decreases levels of lamotrigine by increasing hepatic clearance. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "phenytoin",
            "description": {
                "common": "phenytoin decreases levels of lamotrigine by increasing metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "primidone",
            "description": {
                "common": "primidone decreases levels of lamotrigine by increasing hepatic clearance. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "rifampin",
            "description": {
                "common": "rifampin decreases levels of lamotrigine by increasing metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ritonavir",
            "description": {
                "common": "ritonavir will decrease the level or effect of lamotrigine by  increasing metabolism. Use Caution/Monitor. Combination may decrease lamotrigine levels by 50%. Adjust lamotrigine dose as needed when starting, stopping, or changing ritonavir dose. Similar interactions are possible with other RTV-boosted PIs."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "segesterone/ethinyl estradiol",
            "description": {
                "common": "segesterone/ethinyl estradiol will decrease the level or effect of lamotrigine by  increasing hepatic clearance. Use Caution/Monitor. Combination oral contraceptives have been shown to significantly decrease plasma concentrations of lamotrigine, likely due to induction of lamotrigine glucuronidation."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "sertraline",
            "description": {
                "common": "lamotrigine increases toxicity of sertraline by unspecified interaction mechanism. Modify Therapy/Monitor Closely. CNS depressants may increase the toxic effects of selective serotonin reuptake inhibitors; psychomotor impairment may be enhanced."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "sevelamer",
            "description": {
                "common": "sevelamer decreases levels of lamotrigine by increasing elimination. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "stiripentol",
            "description": {
                "common": "stiripentol, lamotrigine.\nEither increases effects of the other by sedation. Use Caution/Monitor. Concomitant use stiripentol with other CNS depressants, including alcohol, may increase the risk of sedation and somnolence."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "valproic acid",
            "description": {
                "common": "valproic acid increases levels of lamotrigine by decreasing metabolism. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "vilazodone",
            "description": {
                "common": "lamotrigine increases toxicity of vilazodone by unspecified interaction mechanism. Modify Therapy/Monitor Closely. CNS depressants may increase the toxic effects of selective serotonin reuptake inhibitors; psychomotor impairment may be enhanced."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "acetaminophen",
            "description": {
                "common": "lamotrigine decreases levels of acetaminophen by increasing metabolism. Minor/Significance Unknown. Enhanced metabolism incr levels of hepatotoxic metabolites."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "acetaminophen IV",
            "description": {
                "common": "lamotrigine decreases levels of acetaminophen IV by increasing metabolism. Minor/Significance Unknown. Enhanced metabolism incr levels of hepatotoxic metabolites."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "acetaminophen rectal",
            "description": {
                "common": "lamotrigine decreases levels of acetaminophen rectal by increasing metabolism. Minor/Significance Unknown. Enhanced metabolism incr levels of hepatotoxic metabolites."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "atracurium",
            "description": {
                "common": "lamotrigine decreases effects of atracurium by pharmacodynamic antagonism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "biotin",
            "description": {
                "common": "lamotrigine decreases levels of biotin by unspecified interaction mechanism. Minor/Significance Unknown. Biotin supplementation may be necessary."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "cisatracurium",
            "description": {
                "common": "lamotrigine decreases effects of cisatracurium by pharmacodynamic antagonism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "cyanocobalamin",
            "description": {
                "common": "lamotrigine decreases levels of cyanocobalamin by inhibition of GI absorption. Applies only to oral form of both agents. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "dexmethylphenidate",
            "description": {
                "common": "dexmethylphenidate increases effects of lamotrigine by decreasing metabolism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "ezogabine",
            "description": {
                "common": "ezogabine decreases levels of lamotrigine by Other (see comment). Minor/Significance Unknown. \nComment: Ezogabine may induce glucuronidation that results in small decreases of trough levels."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "levocarnitine",
            "description": {
                "common": "lamotrigine decreases levels of levocarnitine by unspecified interaction mechanism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "onabotulinumtoxinA",
            "description": {
                "common": "lamotrigine decreases effects of onabotulinumtoxinA by pharmacodynamic antagonism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "pancuronium",
            "description": {
                "common": "lamotrigine decreases effects of pancuronium by pharmacodynamic antagonism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "perampanel",
            "description": {
                "common": "perampanel increases levels of lamotrigine by affecting hepatic/intestinal enzyme CYP3A4 metabolism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "rapacuronium",
            "description": {
                "common": "lamotrigine decreases effects of rapacuronium by pharmacodynamic antagonism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "rocuronium",
            "description": {
                "common": "lamotrigine decreases effects of rocuronium by pharmacodynamic antagonism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "sage",
            "description": {
                "common": "sage decreases effects of lamotrigine by pharmacodynamic antagonism. Minor/Significance Unknown. Theoretical interaction; some species of sage may cause convulsions."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "serdexmethylphenidate/dexmethylphenidate",
            "description": {
                "common": "serdexmethylphenidate/dexmethylphenidate increases effects of lamotrigine by decreasing metabolism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "succinylcholine",
            "description": {
                "common": "lamotrigine decreases effects of succinylcholine by pharmacodynamic antagonism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "vecuronium",
            "description": {
                "common": "lamotrigine decreases effects of vecuronium by pharmacodynamic antagonism. Minor/Significance Unknown."
            }
        }
    ],
    "adverse effects": [
        {
            "name": "Dizziness",
            "percent": "38"
        },
        {
            "name": "Diplopia",
            "percent": "26-30"
        },
        {
            "name": "Headache",
            "percent": "29"
        },
        {
            "name": "Ataxia",
            "percent": "22"
        },
        {
            "name": "Blurred vision",
            "percent": "16-20"
        },
        {
            "name": "Rhinitis",
            "percent": "11-15"
        },
        {
            "name": "Somnolence",
            "percent": "14"
        },
        {
            "name": "Insomnia",
            "percent": "6-10"
        },
        {
            "name": "Fatigue",
            "percent": "8"
        },
        {
            "name": "Chest pain",
            "percent": "5"
        },
        {
            "name": "Peripheral edema",
            "percent": "2-5"
        },
        {
            "name": "Suicidal ideation",
            "percent": "2-5"
        },
        {
            "name": "Dermatitis",
            "percent": "2-5"
        },
        {
            "name": "Dry skin",
            "percent": "2-5"
        },
        {
            "name": "Increased libido",
            "percent": "2-5"
        },
        {
            "name": "Rectal hemorrhage",
            "percent": "2-5"
        },
        {
            "name": "Weakness",
            "percent": "2-5"
        },
        {
            "name": "Agitation",
            "percent": "1-5"
        },
        {
            "name": "Dysarthria",
            "percent": "1-5"
        },
        {
            "name": "Edema",
            "percent": "1-5"
        },
        {
            "name": "Fever",
            "percent": "1-5"
        },
        {
            "name": "Migraine",
            "percent": "1-5"
        },
        {
            "name": "Abnormal thoughts",
            "percent": "1-5"
        },
        {
            "name": "Urinary frequency",
            "percent": "1-5"
        },
        {
            "name": "Tremor",
            "percent": "4"
        },
        {
            "name": "Palpitations",
            "percent": null
        },
        {
            "name": "Anxiety",
            "percent": null
        },
        {
            "name": "Chills",
            "percent": null
        },
        {
            "name": "Depression",
            "percent": null
        },
        {
            "name": "Decreased memory",
            "percent": null
        },
        {
            "name": "Emotional lability",
            "percent": null
        },
        {
            "name": "Incoordination",
            "percent": null
        },
        {
            "name": "Malaise",
            "percent": null
        },
        {
            "name": "Seizure exacerbation",
            "percent": null
        },
        {
            "name": "Vertigo",
            "percent": null
        },
        {
            "name": "Pruritus",
            "percent": null
        },
        {
            "name": "Rash",
            "percent": null
        },
        {
            "name": "Amenorrhea",
            "percent": null
        },
        {
            "name": "Hot flashes",
            "percent": null
        },
        {
            "name": "Abdominal pain",
            "percent": null
        },
        {
            "name": "Constipation",
            "percent": null
        },
        {
            "name": "Diarrhea",
            "percent": null
        },
        {
            "name": "Dyspepsia",
            "percent": null
        },
        {
            "name": "Nausea",
            "percent": null
        },
        {
            "name": "Vomiting",
            "percent": null
        },
        {
            "name": "Arthralgia",
            "percent": null
        },
        {
            "name": "Neck pain",
            "percent": null
        },
        {
            "name": "Cough",
            "percent": null
        },
        {
            "name": "Flu syndrome",
            "percent": null
        },
        {
            "name": "Infection",
            "percent": null
        },
        {
            "name": "Vaginitis",
            "percent": null
        },
        {
            "name": "Nystagmus",
            "percent": null
        },
        {
            "name": "Agranulocytosis",
            "percent": null
        },
        {
            "name": "hemolytic anemia",
            "percent": null
        },
        {
            "name": "lymphadenopathy not associated with hypersensitivity disorder",
            "percent": null
        },
        {
            "name": "Esophagitis",
            "percent": null
        },
        {
            "name": "Aseptic meningitis",
            "percent": null
        },
        {
            "name": "Pancreatitis",
            "percent": null
        },
        {
            "name": "Lupus",
            "percent": null
        },
        {
            "name": "like reaction",
            "percent": null
        },
        {
            "name": "Vasculitis",
            "percent": null
        },
        {
            "name": "Apnea",
            "percent": null
        },
        {
            "name": "Rhabdomyolysis observed in patients experiencing hypersensitivity reactions",
            "percent": null
        },
        {
            "name": "Aggression",
            "percent": null
        },
        {
            "name": "Exacerbation of Parkinsonian symptoms in patients with pre",
            "percent": null
        },
        {
            "name": "existing Parkinson",
            "percent": null
        },
        {
            "name": "s disease",
            "percent": null
        },
        {
            "name": "tics",
            "percent": null
        },
        {
            "name": "Progressive immunosuppression",
            "percent": null
        },
        {
            "name": "Cardiac rhythm and conduction abnormalities",
            "percent": null
        }
    ]
}