{
    "name": "fluvastatin",
    "comment": "Rx",
    "other_names": [
        "Lescol",
        "Lescol XL"
    ],
    "classes": [
        "Lipid-Lowering Agents",
        "Statins",
        "HMG-CoA Reductase Inhibitors"
    ],
    "source": "https://reference.medscape.com/drug/lescol-xl-fluvastatin-342456",
    "pregnancy": {
        "common": [
            "Owing to HMG-CoA reductase inhibitors decrease cholesterol synthesis and possibly the synthesis of other biologically active substances derived from cholesterol, fetal harm may occur when administered to pregnant females; discontinue therapy as soon as pregnancy is recognized; limited published data are insufficient to determine a drug-associated risk of major congenital malformations or miscarriage",
            "There is no available information on effects of drug on breastfed infant or on milk production",
            "Unknown whether is present in human milk; it has been shown that drugs in this class pass into human milk and atorvastatin is present in rat milk",
            "Not recommended during treatment"
        ],
        "specific": [
            {
                "type": "Contraception",
                "description": [
                    "Females of reproductive potential: Use effective contraception during treatment"
                ]
            },
            {
                "type": "FDA MedWatch",
                "description": [
                    "On July 20, 2021, the ",
                    " request to remove the contraindication against HMG-CoA reductase inhibitors in pregnant females",
                    "Despite the changes, most females found to be pregnant should stop therapy "
                ]
            },
            {
                "type": "FDA MedWatch ",
                "description": [
                    "On July 20, 2021, the FDA request to remove the contraindication against HMG-CoA reductase inhibitors in pregnant females",
                    "Breastfeeding is still not recommended if taking statins; drug may still pass through milk and pose a risk breastfed children ",
                    "For patients with lower risk, temporarily stop statin therapy until breastfeeding ends ",
                    "Patients who are at high risk of heart attack or stroke who require statins after delivery should not breastfeed and should use alternatives such as infant formula "
                ]
            }
        ]
    },
    "lactation": {
        "common": [
            "There is no available information on effects of drug on breastfed infant or on milk production",
            "Unknown whether is present in human milk; it has been shown that drugs in this class pass into human milk and atorvastatin is present in rat milk",
            "Not recommended during treatment"
        ]
    },
    "warnings": {
        "black_box_warning": {
            "common": [],
            "specific": []
        },
        "contraindicators": {
            "common": [
                "Hypersensitivity to fluvastatin",
                "Active liver disease, or unexplained elevated transminases"
            ],
            "specific": []
        },
        "cautions": {
            "common": [
                "Non-serious and reversible cognitive side effects may occur",
                "Increased blood sugar and glycosylated hemoglobin (HbA1c) levels reported with statin intake",
                "Heavy alcohol use, history of liver disease, renal failure",
                "Myopathy, risk of myopathy - incr by co-administration w/ fibrates, niacin, cyclosporine, macrolides, azole antifungals.",
                "Withhold or discontinue treatment if myopathy develops, renal failure, or transaminase levels >3 times the upper limit of normal",
                "Rare reports of immune-mediated necrotizing myopathy (IMNM), characterized by increased serum creatine kinase that persist despite discontinuing statin",
                "Lipid-lowering effects additive with bile-acid binding resin or niacin",
                "Take 2 hr after bile acid sequestrant"
            ],
            "specific": [
                {
                    "type": "Immune-mediated necrotizing myopathy",
                    "description": [
                        "Immune-mediated necrotizing myopathy (IMNM), an autoimmune myopathy, reported with statin use",
                        "IMNM is characterized by muscle biopsy showing necrotizing myopathy without significant inflammation improvement with immunosuppressive agents, proximal muscle weakness, and elevated serum creatine kinase, which persist despite discontinuation of statin treatment",
                        "Treatment with immunosuppressive agents may be required",
                        "Advice all patients starting therapy or whose dose is being increased, about the risk of myopathy, including rhabdomyolysis",
                        "Patients should report promptly any unexplained muscle pain, tenderness, or weakness particularly if accompanied by malaise or fever or if muscle signs and symptoms persist after discontinuing therapy; additional neuromuscular and serologic testing may be necessary",
                        "Therapy should be discontinued immediately if myopathy is diagnosed or suspected",
                        "Discontinue therapy if markedly elevated creatine kinase (CK) levels occur or if myopathy diagnosed or suspected",
                        "Therapy should be temporarily withheld in any patient experiencing an acute or serious condition predisposing to development of renal failure secondary to rhabdomyolysis, eg, sepsis; hypotension; dehydration; major surgery; trauma; severe metabolic, endocrine, and electrolyte disorders; or uncontrolled epilepsy",
                        "Consider risk of IMNM carefully prior to initiation of a different statin",
                        "If therapy is initiated with a different statin, monitor for signs and symptoms of IMNM",
                        "Additional neuromuscular and serologic testing may be necessary",
                        "Treatment with immunosuppressive agents may be required",
                        "Consider risk of IMNM carefully prior to initiation of a different statin",
                        "If therapy is initiated with a different statin, monitor for signs and symptoms of IMNM"
                    ]
                }
            ]
        }
    },
    "interactions": [
        {
            "classification_type": "Contraindicated",
            "interaction_with": "gemfibrozil",
            "description": {
                "common": "gemfibrozil increases toxicity of fluvastatin by Other (see comment). Contraindicated. \nComment: OATP1B1 inhibitors may increase risk of myopathy."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "red yeast rice",
            "description": {
                "common": "fluvastatin, red yeast rice.\nEither increases toxicity of the other by pharmacodynamic synergism. Contraindicated. May increase creatine kinase levels and increase risk of myopathy or rhabdomyolysis; red yeast rice contains monocolin K (reportedly identical to lovastatin)."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "clarithromycin",
            "description": {
                "common": "clarithromycin increases toxicity of fluvastatin by Other (see comment). Avoid or Use Alternate Drug. \nComment: OATP1B1 inhibitors may increase risk of myopathy."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "colchicine",
            "description": {
                "common": "colchicine, fluvastatin.\nEither increases toxicity of the other by pharmacodynamic synergism. Avoid or Use Alternate Drug. Increased risk of rhabdomyolysis (incl a fatality)."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "cyclosporine",
            "description": {
                "common": "cyclosporine increases toxicity of fluvastatin by Other (see comment). Avoid or Use Alternate Drug. \nComment: OATP1B1 inhibitors may increase risk of myopathy. OATP1B1 inhibitors may increase risk of myopathy. Limit fluvastatin to 20 mg BID in patients who are also receiving cyclosporine."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "darolutamide",
            "description": {
                "common": "darolutamide will increase the level or effect of fluvastatin by  Other (see comment). Avoid or Use Alternate Drug. Darolutamide is a BCRP inhibitor. Avoid coadministration with BCRP inhibitors. If use is unavoidable, closely monitor for adverse reactions and consider dose reduction of BCRP substrate drug (refer BCRP substrate prescribing information)."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "eltrombopag",
            "description": {
                "common": "eltrombopag increases toxicity of fluvastatin by Other (see comment). Avoid or Use Alternate Drug. \nComment: OATP1B1 inhibitors may increase risk of myopathy."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "erdafitinib",
            "description": {
                "common": "fluvastatin will increase the level or effect of erdafitinib by  affecting hepatic enzyme CYP2C9/10 metabolism. Avoid or Use Alternate Drug. If coadministration of a strong CYP2C9 inhibitors is unavoidable, closely monitor adverse reactions and modify dose of erdafitinib accordingly. If strong CYP2C9 inhibitor is discontinued, consider increasing erdafitinib dose in the absence of any drug-related toxicities."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "fenofibrate",
            "description": {
                "common": "fenofibrate, fluvastatin.\nEither increases effects of the other by pharmacodynamic synergism. Avoid or Use Alternate Drug. Fenofibrate may further increase risk for rhabdomyolysis when added to optimal statin regimen to further decrease TG and increase HDLs."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "fenofibrate micronized",
            "description": {
                "common": "fenofibrate micronized, fluvastatin.\nEither increases effects of the other by pharmacodynamic synergism. Avoid or Use Alternate Drug. Fenofibrate may further increase risk for rhabdomyolysis when added to optimal statin regimen to further decrease TG and increase HDLs."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "fenofibric acid",
            "description": {
                "common": "fenofibric acid, fluvastatin.\nEither increases effects of the other by pharmacodynamic synergism. Avoid or Use Alternate Drug. Fenofibrate may further increase risk for rhabdomyolysis when added to optimal statin regimen to further decrease TG and increase HDLs."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "gemfibrozil",
            "description": {
                "common": "gemfibrozil, fluvastatin.\nEither increases effects of the other by pharmacodynamic synergism. Avoid or Use Alternate Drug. Gemfibrozil may further increase risk for rhabdomyolysis when added to optimal statin regimen to further decrease TG and increase HDLs."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "glyburide",
            "description": {
                "common": "fluvastatin increases levels of glyburide by affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "ivosidenib",
            "description": {
                "common": "ivosidenib will decrease the level or effect of fluvastatin by  affecting hepatic enzyme CYP2C9/10 metabolism. Avoid or Use Alternate Drug. Avoid coadministration of sensitive CYP2C9  substrates with ivosidenib or replace with alternate therapies. If coadministration is unavoidable, monitor patients for loss of therapeutic effect of these drugs."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "lasmiditan",
            "description": {
                "common": "lasmiditan increases levels of fluvastatin by Other (see comment). Avoid or Use Alternate Drug. \nComment: Lasmiditan inhibits BCRP in vitro. Avoid coadministration of lasmiditan with BCRP substrates."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "leniolisib",
            "description": {
                "common": "leniolisib will increase the level or effect of fluvastatin by  Other (see comment). Avoid or Use Alternate Drug. Leniolisib, a BCRP, OATP1B1, and OATP1B3 inhibitor, may increase systemic exposure of these substrates"
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "lonafarnib",
            "description": {
                "common": "fluvastatin will increase the level or effect of lonafarnib by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug. If coadministration of lonafarnib (a sensitive CYP3A substrate) with weak CYP3A inhibitors is unavoidable, reduce to, or continue lonafarnib at starting dose. Closely monitor for arrhythmias and events (eg, syncope, heart palpitations) since lonafarnib effect on QT interval is unknown."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "mifepristone",
            "description": {
                "common": "mifepristone increases toxicity of fluvastatin by Other (see comment). Avoid or Use Alternate Drug. \nComment: Inhibits CYP2C8/2C9; use smallest recommended doses for substrates and monitor; OATP1B1 inhibitors may increase risk of myopathy."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "niacin",
            "description": {
                "common": "niacin, fluvastatin.\nEither increases toxicity of the other by pharmacodynamic synergism. Avoid or Use Alternate Drug. Increased risk of rhabdomyolysis (>1 g/day niacin)."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "siponimod",
            "description": {
                "common": "fluvastatin will increase the level or effect of siponimod by  affecting hepatic enzyme CYP2C9/10 metabolism. Avoid or Use Alternate Drug. Coadministration of siponimod with drugs that cause moderate CYP2C9 AND a moderate or strong CYP3A4 inhibition is not recommended. Caution if siponimod coadministered with moderate CYP2C9 inhibitors alone."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "trofinetide",
            "description": {
                "common": "trofinetide will increase the level or effect of fluvastatin by  Other (see comment). Avoid or Use Alternate Drug. Trofinetide (an OATP131 and OATP13B inhibitor) may increase plasma levels of OATP131 or OATP13B substrates. Avoid coadministration with sensitive substrates."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "acalabrutinib",
            "description": {
                "common": "acalabrutinib increases levels of fluvastatin by Other (see comment). Use Caution/Monitor. \nComment: Acalabrutinib may increase exposure to coadministered BCRP substrates by inhibition of intestinal BCRP."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "alpelisib",
            "description": {
                "common": "alpelisib will decrease the level or effect of fluvastatin by  affecting hepatic enzyme CYP2C19 metabolism. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "apalutamide",
            "description": {
                "common": "apalutamide will decrease the level or effect of fluvastatin by  affecting hepatic enzyme CYP2C9/10 metabolism. Use Caution/Monitor. Coadministration of apalutamide, a weak CYP2C9 inducer, with drugs that are CYP2C9 substrates can result in lower exposure to these medications. Evaluate for loss of therapeutic effect if medication must be coadministered."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "atogepant",
            "description": {
                "common": "fluvastatin will increase the level or effect of atogepant by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "axitinib",
            "description": {
                "common": "fluvastatin increases levels of axitinib by affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "cannabidiol",
            "description": {
                "common": "cannabidiol will increase the level or effect of fluvastatin by  decreasing metabolism. Modify Therapy/Monitor Closely. Cannabidiol may potentially  inhibit CYP2C9 activity. Consider reducing the dose when concomitantly using CYP2C9 substrates."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "carbamazepine",
            "description": {
                "common": "carbamazepine increases toxicity of fluvastatin by Other (see comment). Use Caution/Monitor. \nComment: OATP1B1 inhibitors may increase risk of myopathy."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "caspofungin",
            "description": {
                "common": "caspofungin increases toxicity of fluvastatin by Other (see comment). Use Caution/Monitor. \nComment: OATP1B1 inhibitors may increase risk of myopathy."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "cholestyramine",
            "description": {
                "common": "cholestyramine decreases levels of fluvastatin by inhibition of GI absorption. Applies only to oral form of both agents. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "cimetidine",
            "description": {
                "common": "cimetidine increases levels of fluvastatin by decreasing metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "clotrimazole",
            "description": {
                "common": "clotrimazole increases toxicity of fluvastatin by Other (see comment). Use Caution/Monitor. \nComment: OATP1B1 inhibitors may increase risk of myopathy."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "cobicistat",
            "description": {
                "common": "cobicistat will increase the level or effect of fluvastatin by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Modify Therapy/Monitor Closely. For HMG-CoA reductase inhibitors that are not contraindicated with cobicistat, start with the lowest recommended dose and titrate while monitoring for safety."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "daptomycin",
            "description": {
                "common": "fluvastatin, daptomycin.\nEither increases toxicity of the other by Other (see comment). Modify Therapy/Monitor Closely. \nComment: Coadministration of daptomycin with HMG-CoA reductase inhibitors may increase CPK levels and risk for myopathy; consider temporary suspension of HMG-CoA reductase inhibitors during daptomycin therapy."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "darunavir",
            "description": {
                "common": "darunavir will increase the level or effect of fluvastatin by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Modify Therapy/Monitor Closely. For HMG-CoA reductase inhibitors that are not contraindicated with darunavir, start with the lowest recommended dose and titrate while monitoring for safety."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "efavirenz",
            "description": {
                "common": "efavirenz will increase the level or effect of fluvastatin by  affecting hepatic enzyme CYP2C9/10 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "elbasvir/grazoprevir",
            "description": {
                "common": "elbasvir/grazoprevir increases levels of fluvastatin by unknown mechanism. Modify Therapy/Monitor Closely. If coadministered, use lowest necessary fluvastatin dose."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "eltrombopag",
            "description": {
                "common": "eltrombopag increases levels of fluvastatin by decreasing metabolism. Use Caution/Monitor. OATP transporter protein inhibition."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "elvitegravir/cobicistat/emtricitabine/tenofovir DF",
            "description": {
                "common": "elvitegravir/cobicistat/emtricitabine/tenofovir DF decreases levels of fluvastatin by affecting hepatic enzyme CYP2C9/10 metabolism. Use Caution/Monitor. Elvitegravir is a moderate CYP2C9 inducer."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "encorafenib",
            "description": {
                "common": "encorafenib will increase the level or effect of fluvastatin by  Other (see comment). Modify Therapy/Monitor Closely.  Encorafenib (a  OATP1B1, OATP1B3, and BCRP inhibitor) may increase the concentration and toxicities of OATP1B1, OATP1B3, and BCRP substrates. Closely monitor for signs and symptoms of increased exposure and consider adjusting the dose of these substrates. Screen reader support enabled.  "
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "erythromycin base",
            "description": {
                "common": "erythromycin base increases toxicity of fluvastatin by Other (see comment). Use Caution/Monitor. \nComment: OATP1B1 inhibitors may increase risk of myopathy."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "erythromycin ethylsuccinate",
            "description": {
                "common": "erythromycin ethylsuccinate increases toxicity of fluvastatin by Other (see comment). Use Caution/Monitor. \nComment: OATP1B1 inhibitors may increase risk of myopathy."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "erythromycin lactobionate",
            "description": {
                "common": "erythromycin lactobionate increases toxicity of fluvastatin by Other (see comment). Use Caution/Monitor. \nComment: OATP1B1 inhibitors may increase risk of myopathy."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "erythromycin stearate",
            "description": {
                "common": "erythromycin stearate increases toxicity of fluvastatin by Other (see comment). Use Caution/Monitor. \nComment: OATP1B1 inhibitors may increase risk of myopathy."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "finerenone",
            "description": {
                "common": "fluvastatin will increase the level or effect of finerenone by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Modify Therapy/Monitor Closely. Monitor serum potassium during initiation and dosage adjustment of either finererone or weak CYP3A4 inhibitors. Adjust finererone dosage as needed."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "flibanserin",
            "description": {
                "common": "fluvastatin will increase the level or effect of flibanserin by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor. Increased flibanserin adverse effects may occur if coadministered with multiple weak CYP3A4 inhibitors."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "fluoxetine",
            "description": {
                "common": "fluoxetine will increase the level or effect of fluvastatin by  affecting hepatic enzyme CYP2C9/10 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "fluvoxamine",
            "description": {
                "common": "fluvoxamine will increase the level or effect of fluvastatin by  affecting hepatic enzyme CYP2C9/10 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "fosphenytoin",
            "description": {
                "common": "fluvastatin increases levels of fosphenytoin by decreasing metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "fostamatinib",
            "description": {
                "common": "fostamatinib will increase the level or effect of fluvastatin by  decreasing metabolism. Use Caution/Monitor. Concomitant use of fostamatinib may increase concentrations of BCRP substrate drugs. Monitor for toxicities of BCRP substrate drug that may require dosage reduction when given concurrently with fostamatinib."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "fostemsavir",
            "description": {
                "common": "fostemsavir will increase the level or effect of fluvastatin by  Other (see comment). Modify Therapy/Monitor Closely. Fostemsavir inhibits OATP1B1/3 and BCRP transporters. If possible, avoid coadministration or modify dose of OATP1B1/3 or BCRP substrates coadministered with fostemsavir. Use lowest possible starting dose for statins and monitor for associated adverse events."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "glecaprevir/pibrentasvir",
            "description": {
                "common": "glecaprevir/pibrentasvir increases levels of fluvastatin by Other (see comment). Modify Therapy/Monitor Closely. \nComment: Increased statin concentrations resulting from OATP1B1 inhibition may increase risk of myopathy, including rhabdomyolysis.  Use lowest approved dose of fluvastatin. If a higher dose is needed, use the lowest necessary statin dose based on a risk/benefit assessment."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "glyburide",
            "description": {
                "common": "glyburide increases toxicity of fluvastatin by Other (see comment). Use Caution/Monitor. \nComment: OATP1B1 inhibitors may increase risk of myopathy."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "imatinib",
            "description": {
                "common": "imatinib will increase the level or effect of fluvastatin by  affecting hepatic enzyme CYP2C9/10 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "indinavir",
            "description": {
                "common": "indinavir increases toxicity of fluvastatin by Other (see comment). Use Caution/Monitor. \nComment: OATP1B1 inhibitors may increase risk of myopathy."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "isavuconazonium sulfate",
            "description": {
                "common": "fluvastatin will increase the level or effect of isavuconazonium sulfate by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ivacaftor",
            "description": {
                "common": "fluvastatin increases levels of ivacaftor by affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor. Monitor when coadministered with weak CYP3A4 inhibitors ."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ketoconazole",
            "description": {
                "common": "ketoconazole increases toxicity of fluvastatin by Other (see comment). Use Caution/Monitor. \nComment: OATP1B1 inhibitors may increase risk of myopathy."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "lanthanum carbonate",
            "description": {
                "common": "lanthanum carbonate decreases levels of fluvastatin by cation binding in GI tract. Use Caution/Monitor. Administer statin at least 2 hr before or 2 hr after lanthanum. Monitor serum concentrations."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "lemborexant",
            "description": {
                "common": "fluvastatin will increase the level or effect of lemborexant by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Modify Therapy/Monitor Closely. Lower nightly dose of lemborexant recommended if coadministered with weak CYP3A4 inhibitors. See drug monograph for specific dosage modification."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "letermovir",
            "description": {
                "common": "letermovir increases levels of fluvastatin by affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor. Coadministration of letermovir with fluvastatin, a dosage reduction may be necessary. Closely monitor patients for myopathy and rhabdomyolysis. When letermovir is coadministered with cyclosporine, use of fluvastatin is not recommended. ."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "levoketoconazole",
            "description": {
                "common": "levoketoconazole increases toxicity of fluvastatin by Other (see comment). Use Caution/Monitor. \nComment: OATP1B1 inhibitors may increase risk of myopathy."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "lomitapide",
            "description": {
                "common": "fluvastatin increases levels of lomitapide by affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor. Lomitapide dose should not exceed 30 mg/day."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "lumacaftor/ivacaftor",
            "description": {
                "common": "lumacaftor/ivacaftor, fluvastatin. affecting hepatic enzyme CYP2C9/10 metabolism. Use Caution/Monitor. In vitro studies suggest that lumacaftor may induce and ivacaftor may inhibit CYP2C9 substrates. ."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "mesterolone",
            "description": {
                "common": "mesterolone increases toxicity of fluvastatin by decreasing metabolism. Use Caution/Monitor. Risk of rhabdomyolysis (theoretical interaction based on case reports of combination of danazol and >20 mg/day lovastatin)."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "midazolam intranasal",
            "description": {
                "common": "fluvastatin will increase the level or effect of midazolam intranasal by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor. Coadministration of mild CYP3A4 inhibitors with midazolam intranasal may cause higher midazolam systemic exposure, which may prolong sedation."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "mipomersen",
            "description": {
                "common": "mipomersen increases toxicity of fluvastatin by Other (see comment). Use Caution/Monitor. \nComment: Both drugs have potential to increase hepatic enzymes; monitor LFTs; OATP1B1 inhibitors may increase risk of myopathy."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "nelfinavir",
            "description": {
                "common": "nelfinavir increases toxicity of fluvastatin by Other (see comment). Use Caution/Monitor. \nComment: OATP1B1 inhibitors may increase risk of myopathy."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "nitisinone",
            "description": {
                "common": "nitisinone will increase the level or effect of fluvastatin by  affecting hepatic enzyme CYP2C9/10 metabolism. Use Caution/Monitor. Nitisinone inhibits CYP2C9. Caution if CYP2C9 substrate coadministered, particularly those with a narrow therapeutic index."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ombitasvir/paritaprevir/ritonavir & dasabuvir (DSC)",
            "description": {
                "common": "ombitasvir/paritaprevir/ritonavir & dasabuvir (DSC) increases toxicity of fluvastatin by Other (see comment). Use Caution/Monitor. \nComment: OATP1B1 inhibitors may increase risk of myopathyoy."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "oteseconazole",
            "description": {
                "common": "oteseconazole will increase the level or effect of fluvastatin by  Other (see comment). Modify Therapy/Monitor Closely. Otesezonale, a BCRP inhibitor, may increase the effects and risk of toxicities of BCRP substrates. Use lowest starting dose of BCRP substrate, or consider reducing BCRP substrate dose."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "paclitaxel",
            "description": {
                "common": "paclitaxel increases toxicity of fluvastatin by Other (see comment). Use Caution/Monitor. \nComment: OATP1B1 inhibitors may increase risk of myopathy."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "pazopanib",
            "description": {
                "common": "pazopanib increases toxicity of fluvastatin by Other (see comment). Use Caution/Monitor. \nComment: OATP1B1 inhibitors may increase risk of myopathy."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "peginterferon alfa 2b",
            "description": {
                "common": "peginterferon alfa 2b decreases levels of fluvastatin by affecting hepatic enzyme CYP2C9/10 metabolism. Use Caution/Monitor. When patients are administered peginterferon alpha-2b with CYP2C9 substrates, the therapeutic effect of these drugs may be altered."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "phenytoin",
            "description": {
                "common": "fluvastatin increases levels of phenytoin by decreasing metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "pioglitazone",
            "description": {
                "common": "pioglitazone increases toxicity of fluvastatin by Other (see comment). Use Caution/Monitor. \nComment: OATP1B1 inhibitors may increase risk of myopathy."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ponatinib",
            "description": {
                "common": "ponatinib increases toxicity of fluvastatin by Other (see comment). Use Caution/Monitor. \nComment: OATP1B1 inhibitors may increase risk of myopathy."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ranolazine",
            "description": {
                "common": "ranolazine increases toxicity of fluvastatin by Other (see comment). Use Caution/Monitor. \nComment: OATP1B1 inhibitors may increase risk of myopathy."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "regorafenib",
            "description": {
                "common": "regorafenib will increase the level or effect of fluvastatin by  Other (see comment). Modify Therapy/Monitor Closely. Regorafenib likely inhibits BCRP (ABCG2) transport. Coadministration with a BCRP substrate may increase systemic exposure to the substrate and related toxicity."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "repaglinide",
            "description": {
                "common": "repaglinide increases toxicity of fluvastatin by Other (see comment). Use Caution/Monitor. \nComment: OATP1B1 inhibitors may increase risk of myopathy."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "rifampin",
            "description": {
                "common": "rifampin increases toxicity of fluvastatin by Other (see comment). Use Caution/Monitor. \nComment: OATP1B1 inhibitors may increase risk of myopathy."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ritonavir",
            "description": {
                "common": "ritonavir increases toxicity of fluvastatin by Other (see comment). Use Caution/Monitor. \nComment: OATP1B1 inhibitors may increase risk of myopathy."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "rosiglitazone",
            "description": {
                "common": "rosiglitazone increases toxicity of fluvastatin by Other (see comment). Use Caution/Monitor. \nComment: OATP1B1 inhibitors may increase risk of myopathy."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "rucaparib",
            "description": {
                "common": "rucaparib will increase the level or effect of fluvastatin by  affecting hepatic enzyme CYP2C9/10 metabolism. Modify Therapy/Monitor Closely. Adjust dosage of CYP2C9 substrates, if clinically indicated."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "sacubitril/valsartan",
            "description": {
                "common": "sacubitril/valsartan increases toxicity of fluvastatin by Other (see comment). Use Caution/Monitor. \nComment: OATP1B1 inhibitors may increase risk of myopathy."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "safinamide",
            "description": {
                "common": "safinamide will increase the level or effect of fluvastatin by  Other (see comment). Use Caution/Monitor. Safinamide and its major metabolite may inhibit intestinal BCRP. Monitor BCRP substrates for increased pharmacologic or adverse effects."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "saquinavir",
            "description": {
                "common": "saquinavir increases toxicity of fluvastatin by Other (see comment). Use Caution/Monitor. \nComment: OATP1B1 inhibitors may increase risk of myopathy."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "sofosbuvir/velpatasvir",
            "description": {
                "common": "sofosbuvir/velpatasvir increases levels of fluvastatin by Other (see comment). Use Caution/Monitor. \nComment: Velpatasvir inhibits OATP1B1, OATP1B3, and OATP2B1 transporters. ."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "sparsentan",
            "description": {
                "common": "sparsentan will decrease the level or effect of fluvastatin by  affecting hepatic enzyme CYP2C9/10 metabolism. Use Caution/Monitor. Sparsentan (a CYP2C9 inducer) decreases exposure of CYP2C9 substrates and reduces efficacy related to these substrates. "
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "stiripentol",
            "description": {
                "common": "stiripentol will increase the level or effect of fluvastatin by  Other (see comment). Modify Therapy/Monitor Closely. Stiripentol is a BCRP transport inhibitor. Consider dosage reduction for BCRP substrates if adverse effects are experienced when coadministered."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "tacrolimus",
            "description": {
                "common": "tacrolimus increases toxicity of fluvastatin by Other (see comment). Use Caution/Monitor. \nComment: OATP1B1 inhibitors may increase risk of myopathy."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "tafamidis",
            "description": {
                "common": "tafamidis will increase the level or effect of fluvastatin by  Other (see comment). Use Caution/Monitor. Tafamidis inhibits breast cancer resistant protein (BCRP) in vitro and may increase exposure of BCRP substrates following tafamidis or tafamidis meglumine administration. Dosage adjustment of these BCRP substrates may be necessary."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "tafamidis meglumine",
            "description": {
                "common": "tafamidis meglumine will increase the level or effect of fluvastatin by  Other (see comment). Use Caution/Monitor. Tafamidis inhibits breast cancer resistant protein (BCRP) in vitro and may increase exposure of BCRP substrates following tafamidis or tafamidis meglumine administration. Dosage adjustment of these BCRP substrates may be necessary."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "tazemetostat",
            "description": {
                "common": "fluvastatin will increase the level or effect of tazemetostat by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "telmisartan",
            "description": {
                "common": "telmisartan increases toxicity of fluvastatin by Other (see comment). Use Caution/Monitor. \nComment: OATP1B1 inhibitors may increase risk of myopathy."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "tenapanor",
            "description": {
                "common": "tenapanor decreases levels of fluvastatin by Other (see comment). Use Caution/Monitor. \nComment: Tenapanor (an inhibitor of intestinal uptake transporter, OATP2B1) may reduce the exposure of OATP2B1 substrates."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "teriflunomide",
            "description": {
                "common": "teriflunomide increases levels of fluvastatin by Other (see comment). Use Caution/Monitor. \nComment: Teriflunomide inhibits CYP2C8; caution when coadministered with CYP2C8 substrates."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "tinidazole",
            "description": {
                "common": "fluvastatin will increase the level or effect of tinidazole by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "valsartan",
            "description": {
                "common": "valsartan increases toxicity of fluvastatin by Other (see comment). Use Caution/Monitor. \nComment: OATP1B1 inhibitors may increase risk of myopathy."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "warfarin",
            "description": {
                "common": "fluvastatin will increase the level or effect of warfarin by  affecting hepatic enzyme CYP2C9/10 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "amiodarone",
            "description": {
                "common": "amiodarone will increase the level or effect of fluvastatin by  affecting hepatic enzyme CYP2C9/10 metabolism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "bosentan",
            "description": {
                "common": "bosentan will decrease the level or effect of fluvastatin by  affecting hepatic enzyme CYP2C9/10 metabolism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "carbamazepine",
            "description": {
                "common": "carbamazepine will decrease the level or effect of fluvastatin by  affecting hepatic enzyme CYP2C9/10 metabolism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "cimetidine",
            "description": {
                "common": "cimetidine will increase the level or effect of fluvastatin by  affecting hepatic enzyme CYP2C9/10 metabolism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "clopidogrel",
            "description": {
                "common": "clopidogrel increases levels of fluvastatin by decreasing metabolism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "coenzyme Q10",
            "description": {
                "common": "fluvastatin decreases levels of coenzyme Q10 by unspecified interaction mechanism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "colestipol",
            "description": {
                "common": "colestipol decreases levels of fluvastatin by inhibition of GI absorption. Applies only to oral form of both agents. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "disulfiram",
            "description": {
                "common": "disulfiram will increase the level or effect of fluvastatin by  affecting hepatic enzyme CYP2C9/10 metabolism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "esomeprazole",
            "description": {
                "common": "esomeprazole will increase the level or effect of fluvastatin by  affecting hepatic enzyme CYP2C9/10 metabolism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "etravirine",
            "description": {
                "common": "etravirine will increase the level or effect of fluvastatin by  affecting hepatic enzyme CYP2C9/10 metabolism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "fluconazole",
            "description": {
                "common": "fluconazole will increase the level or effect of fluvastatin by  affecting hepatic enzyme CYP2C9/10 metabolism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "isradipine",
            "description": {
                "common": "isradipine decreases levels of fluvastatin by unknown mechanism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "ketoconazole",
            "description": {
                "common": "ketoconazole will increase the level or effect of fluvastatin by  affecting hepatic enzyme CYP2C9/10 metabolism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "leflunomide",
            "description": {
                "common": "leflunomide will increase the level or effect of fluvastatin by  affecting hepatic enzyme CYP2C9/10 metabolism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "levoketoconazole",
            "description": {
                "common": "levoketoconazole will increase the level or effect of fluvastatin by  affecting hepatic enzyme CYP2C9/10 metabolism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "metronidazole",
            "description": {
                "common": "metronidazole will increase the level or effect of fluvastatin by  affecting hepatic enzyme CYP2C9/10 metabolism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "miconazole vaginal",
            "description": {
                "common": "miconazole vaginal will increase the level or effect of fluvastatin by  affecting hepatic enzyme CYP2C9/10 metabolism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "nateglinide",
            "description": {
                "common": "nateglinide will increase the level or effect of fluvastatin by  affecting hepatic enzyme CYP2C9/10 metabolism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "nilotinib",
            "description": {
                "common": "nilotinib will increase the level or effect of fluvastatin by  affecting hepatic enzyme CYP2C9/10 metabolism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "omeprazole",
            "description": {
                "common": "omeprazole will increase the level or effect of fluvastatin by  affecting hepatic enzyme CYP2C9/10 metabolism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "orlistat",
            "description": {
                "common": "orlistat increases effects of fluvastatin by pharmacodynamic synergism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "phenobarbital",
            "description": {
                "common": "phenobarbital will decrease the level or effect of fluvastatin by  affecting hepatic enzyme CYP2C9/10 metabolism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "primidone",
            "description": {
                "common": "primidone will decrease the level or effect of fluvastatin by  affecting hepatic enzyme CYP2C9/10 metabolism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "rifampin",
            "description": {
                "common": "rifampin will decrease the level or effect of fluvastatin by  affecting hepatic enzyme CYP2C9/10 metabolism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "rifapentine",
            "description": {
                "common": "rifapentine will decrease the level or effect of fluvastatin by  affecting hepatic enzyme CYP2C9/10 metabolism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "ruxolitinib",
            "description": {
                "common": "fluvastatin will increase the level or effect of ruxolitinib by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "ruxolitinib topical",
            "description": {
                "common": "fluvastatin will increase the level or effect of ruxolitinib topical by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "secobarbital",
            "description": {
                "common": "secobarbital will decrease the level or effect of fluvastatin by  affecting hepatic enzyme CYP2C9/10 metabolism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "sulfamethoxazole",
            "description": {
                "common": "sulfamethoxazole will increase the level or effect of fluvastatin by  affecting hepatic enzyme CYP2C9/10 metabolism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "valproic acid",
            "description": {
                "common": "valproic acid will increase the level or effect of fluvastatin by  affecting hepatic enzyme CYP2C9/10 metabolism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "voclosporin",
            "description": {
                "common": "voclosporin will increase the level or effect of fluvastatin by  Other (see comment). Minor/Significance Unknown. Information suggests voclosporin (an OATP1B1 inhibitor) may increase in the concentration of OATP1B1 substrates is possible. Monitor for adverse reactions of OATP1B1 substrates when coadministered with voclosporin."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "voriconazole",
            "description": {
                "common": "voriconazole will increase the level or effect of fluvastatin by  affecting hepatic enzyme CYP2C9/10 metabolism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "zafirlukast",
            "description": {
                "common": "zafirlukast will increase the level or effect of fluvastatin by  affecting hepatic enzyme CYP2C9/10 metabolism. Minor/Significance Unknown."
            }
        }
    ],
    "adverse effects": [
        {
            "name": "Headache",
            "percent": "9"
        },
        {
            "name": "Dyspepsia",
            "percent": "8"
        },
        {
            "name": "Abdominal pain",
            "percent": "5"
        },
        {
            "name": "Diarrhea",
            "percent": "5"
        },
        {
            "name": "Myalgia",
            "percent": "5"
        },
        {
            "name": "Fatigue",
            "percent": "3"
        },
        {
            "name": "Insomnia",
            "percent": "3"
        },
        {
            "name": "Nausea",
            "percent": "3"
        },
        {
            "name": "Sinusitis",
            "percent": "3"
        },
        {
            "name": "Bronchitis",
            "percent": "2"
        },
        {
            "name": "UTI",
            "percent": "2"
        },
        {
            "name": "Transaminases increased",
            "percent": "1.1"
        },
        {
            "name": "Rash",
            "percent": null
        },
        {
            "name": "Back pain",
            "percent": null
        },
        {
            "name": "Arthralgia",
            "percent": null
        },
        {
            "name": "Myopathy",
            "percent": null
        },
        {
            "name": "Rhabdomyolysis",
            "percent": null
        },
        {
            "name": "Rupture of tendon",
            "percent": null
        },
        {
            "name": "CPK increased",
            "percent": null
        },
        {
            "name": "Pharyngitis",
            "percent": null
        },
        {
            "name": "Rhinitis",
            "percent": null
        },
        {
            "name": "Cough",
            "percent": null
        },
        {
            "name": "Constipation",
            "percent": null
        },
        {
            "name": "Pancreatitis",
            "percent": null
        },
        {
            "name": "Dizziness",
            "percent": null
        },
        {
            "name": "Musculoskeletal",
            "percent": null
        },
        {
            "name": "Muscle cramps",
            "percent": null
        },
        {
            "name": "myalgia",
            "percent": null
        },
        {
            "name": "myopathy",
            "percent": null
        },
        {
            "name": "rhabdomyolysis",
            "percent": null
        },
        {
            "name": "arthralgias",
            "percent": null
        },
        {
            "name": "muscle spasms",
            "percent": null
        },
        {
            "name": "muscle weakness",
            "percent": null
        },
        {
            "name": "myositis",
            "percent": null
        },
        {
            "name": "Neurological",
            "percent": null
        },
        {
            "name": "Dysfunction of certain cranial nerves",
            "percent": null
        },
        {
            "name": "including alteration of taste",
            "percent": null
        },
        {
            "name": "impairment of extra",
            "percent": null
        },
        {
            "name": "ocular movement",
            "percent": null
        },
        {
            "name": "facial paresis",
            "percent": null
        },
        {
            "name": "tremor",
            "percent": null
        },
        {
            "name": "dizziness",
            "percent": null
        },
        {
            "name": "vertigo",
            "percent": null
        },
        {
            "name": "paresthesia",
            "percent": null
        },
        {
            "name": "hypoesthesia",
            "percent": null
        },
        {
            "name": "dysesthesia",
            "percent": null
        },
        {
            "name": "peripheral neuropathy",
            "percent": null
        },
        {
            "name": "peripheral nerve palsy",
            "percent": null
        },
        {
            "name": "also rare reports of cognitive impairment",
            "percent": null
        },
        {
            "name": "eg",
            "percent": null
        },
        {
            "name": "memory loss",
            "percent": null
        },
        {
            "name": "forgetfulness",
            "percent": null
        },
        {
            "name": "amnesia",
            "percent": null
        },
        {
            "name": "memory impairment",
            "percent": null
        },
        {
            "name": "confusion",
            "percent": null
        },
        {
            "name": "associated with statin use",
            "percent": null
        },
        {
            "name": "Psychiatric",
            "percent": null
        },
        {
            "name": "Anxiety",
            "percent": null
        },
        {
            "name": "insomnia",
            "percent": null
        },
        {
            "name": "depression",
            "percent": null
        },
        {
            "name": "psychic disturbances",
            "percent": null
        },
        {
            "name": "Hypersensitivity reactions",
            "percent": null
        },
        {
            "name": "Hypersensitivity syndrome including anaphylaxis",
            "percent": null
        },
        {
            "name": "angioedema",
            "percent": null
        },
        {
            "name": "lupus erythematosus",
            "percent": null
        },
        {
            "name": "like syndrome",
            "percent": null
        },
        {
            "name": "polymyalgia rheumatica",
            "percent": null
        },
        {
            "name": "vasculitis",
            "percent": null
        },
        {
            "name": "purpura",
            "percent": null
        },
        {
            "name": "thrombocytopenia",
            "percent": null
        },
        {
            "name": "leukopenia",
            "percent": null
        },
        {
            "name": "hemolytic anemia",
            "percent": null
        },
        {
            "name": "positive ANA",
            "percent": null
        },
        {
            "name": "increased ESR",
            "percent": null
        },
        {
            "name": "eosinophilia",
            "percent": null
        },
        {
            "name": "arthritis",
            "percent": null
        },
        {
            "name": "arthralgia",
            "percent": null
        },
        {
            "name": "urticaria",
            "percent": null
        },
        {
            "name": "asthenia",
            "percent": null
        },
        {
            "name": "photosensitivity reaction",
            "percent": null
        },
        {
            "name": "fever",
            "percent": null
        },
        {
            "name": "chills",
            "percent": null
        },
        {
            "name": "flushing",
            "percent": null
        },
        {
            "name": "malaise",
            "percent": null
        },
        {
            "name": "dyspnea",
            "percent": null
        },
        {
            "name": "toxic epidermal necrolysis",
            "percent": null
        },
        {
            "name": "and erythema multiforme including Stevens",
            "percent": null
        },
        {
            "name": "Johnson syndrome",
            "percent": null
        },
        {
            "name": "Gastrointestinal",
            "percent": null
        },
        {
            "name": "Pancreatitis",
            "percent": null
        },
        {
            "name": "hepatitis",
            "percent": null
        },
        {
            "name": "including chronic active hepatitis",
            "percent": null
        },
        {
            "name": "cholestatic jaundice",
            "percent": null
        },
        {
            "name": "fatty change in liver",
            "percent": null
        },
        {
            "name": "cirrhosis",
            "percent": null
        },
        {
            "name": "fulminant hepatic necrosis",
            "percent": null
        },
        {
            "name": "hepatoma",
            "percent": null
        },
        {
            "name": "anorexia",
            "percent": null
        },
        {
            "name": "vomiting",
            "percent": null
        },
        {
            "name": "fatal and nonfatal hepatic failure",
            "percent": null
        },
        {
            "name": "Skin",
            "percent": null
        },
        {
            "name": "Rash",
            "percent": null
        },
        {
            "name": "dermatitis",
            "percent": null
        },
        {
            "name": "including bullous dermatitis",
            "percent": null
        },
        {
            "name": "eczema",
            "percent": null
        },
        {
            "name": "alopecia",
            "percent": null
        },
        {
            "name": "pruritus",
            "percent": null
        },
        {
            "name": "a variety of skin changes",
            "percent": null
        },
        {
            "name": "eg",
            "percent": null
        },
        {
            "name": "nodules",
            "percent": null
        },
        {
            "name": "discoloration",
            "percent": null
        },
        {
            "name": "dryness of skin",
            "percent": null
        },
        {
            "name": "mucous membranes",
            "percent": null
        },
        {
            "name": "changes to hair",
            "percent": null
        },
        {
            "name": "nails",
            "percent": null
        },
        {
            "name": "Reproductive",
            "percent": null
        },
        {
            "name": "Gynecomastia",
            "percent": null
        },
        {
            "name": "loss of libido",
            "percent": null
        },
        {
            "name": "erectile dysfunction",
            "percent": null
        },
        {
            "name": "Eye",
            "percent": null
        },
        {
            "name": "Progression of cataracts",
            "percent": null
        },
        {
            "name": "lens opacities",
            "percent": null
        },
        {
            "name": "ophthalmoplegia",
            "percent": null
        },
        {
            "name": "Laboratory abnormalities",
            "percent": null
        },
        {
            "name": "Elevated transaminases",
            "percent": null
        },
        {
            "name": "alkaline phosphatase",
            "percent": null
        },
        {
            "name": "gamma",
            "percent": null
        },
        {
            "name": "glutamyl transpeptidase and bilirubin",
            "percent": null
        },
        {
            "name": "thyroid function abnormalities",
            "percent": null
        },
        {
            "name": "Respiratory system",
            "percent": null
        },
        {
            "name": "Interstitial lung disease",
            "percent": null
        }
    ]
}