{
    "name": "sargramostim",
    "comment": "Rx",
    "other_names": [
        "gmcsf",
        "Leukine"
    ],
    "classes": [
        "Hematopoietic Growth Factors"
    ],
    "source": "https://reference.medscape.com/drug/leukine-sargramostim-342166",
    "pregnancy": {
        "common": [
            "Limited available data on use in pregnant women are insufficient to inform the drug-associated risk of adverse developmental outcomes",
            "Based on animal studies, sargramostim may cause embryofetal harm; administration to pregnant rabbits during organogenesis resulted in adverse developmental outcomes including increased spontaneous abortion at systemic exposures ≥1.3 times the human exposure expected at the recommended human dose",
            "Advise pregnant women of the potential risk to a fetus"
        ],
        "specific": []
    },
    "lactation": {
        "common": [
            "No information regarding the presence of drug in human milk, the effects on the breastfed child, or the effects on milk production",
            "Administration of sargramostim to rabbits during lactation resulted in reduction in postnatal offspring survival; advise a lactating woman not to breastfeed during treatment and for at least 2 weeks after last dose"
        ]
    },
    "warnings": {
        "black_box_warning": {
            "common": [],
            "specific": []
        },
        "contraindicators": {
            "common": [
                "History of serious allergic reactions (eg, anaphylaxis to human GCSFs [such as sargramostim], yeast-derived products, or any component of the product)",
                ">10% leukemic myeloid blasts in bone marrow or peripheral blood",
                "Do not administer within 24 hr preceding or following chemotherapy or radiotherapy"
            ],
            "specific": []
        },
        "cautions": {
            "common": [
                "Caution in fluid retention, pulmonary infiltrates, CHF, lung disease, cardiac disease, hypoxia, hepatic/renal impairment; conditions may worsen",
                "Solution should NOT be administered to neonates due to presence of benzyl alcohol in the formulation ant its association with \"gasping syndrome\"",
                "Discontinue immediately if blast cells appear or disease progression occurs",
                "Reformulated liquid devoid of sodium EDTA now available",
                "Treatment may induce neutralizing anti-drug antibodies; incidence of anti-sargramostim neutralizing antibodies may be related to duration of exposure",
                "A first dose effect characterized by respiratory distress, hypoxia, flushing, hypotension , syncope, and/or tachycardia, may occur with the first dose of the cycle and resolve with appropriate symptomatic treatment; symptoms do not usually occur with subsequent doses within that cycle",
                "Edema, capillary leak syndrome, pleural and/or pericardial effusion; fluid retention shown to be reversible with dosage reduction or discontinuation with or without concomitant use of diuretics",
                "If there is a rapid increase in blood counts (ANC ≥20,000/mm³, WBC >50,000/mm³, platelets >500,000/mm³), decrease dose by 50% or discontinue therapy; excessive blood counts should fall to normal within 3-7 days after discontinuation of therapy; monitor with differential twice weekly during treatment",
                "Sequestration of granulocytes in pulmonary circulation and dyspnea reported; monitor respiratory symptoms during and following IV infusion; decrease infusion rate by 50% if dyspnea occurs; discontinue infusion if dyspnea persists despite reduction in rate of administration; subsequent doses may be administered at standard rate with careful monitoring",
                "Supraventricular arrhythmia reported in uncontrolled studies during administration, particularly in patients with a previous history of cardiac arrhythmia",
                "Serious hypersensitivity reactions, including anaphylactic reactions reported (see Contraindications)",
                "May cause infusion-related reactions",
                "Owing to the possibility of tumor growth potentiation, exercise caution when using this drug in any malignancy with myeloid characteristic",
                "Avoid concomitant use of sargramostim and products that induce myeloproliferation (eg, lithium, corticosteroids)"
            ],
            "specific": []
        }
    },
    "interactions": [
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ifosfamide",
            "description": {
                "common": "ifosfamide will decrease the level or effect of sargramostim by  Other (see comment). Modify Therapy/Monitor Closely. Do not administer simultaneously with or within 24 hours preceding/following cytotoxic chemotherapy or radiotherapy (due to the sensitivity of rapidly dividing hematopoietic progenitor cells)."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "budesonide",
            "description": {
                "common": "budesonide increases effects of sargramostim by pharmacodynamic synergism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "cortisone",
            "description": {
                "common": "cortisone increases effects of sargramostim by pharmacodynamic synergism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "dexamethasone",
            "description": {
                "common": "dexamethasone increases effects of sargramostim by pharmacodynamic synergism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "fludrocortisone",
            "description": {
                "common": "fludrocortisone increases effects of sargramostim by pharmacodynamic synergism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "hydrocortisone",
            "description": {
                "common": "hydrocortisone increases effects of sargramostim by pharmacodynamic synergism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "lithium",
            "description": {
                "common": "lithium increases effects of sargramostim by pharmacodynamic synergism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "methylprednisolone",
            "description": {
                "common": "methylprednisolone increases effects of sargramostim by pharmacodynamic synergism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "prednisolone",
            "description": {
                "common": "prednisolone increases effects of sargramostim by pharmacodynamic synergism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "prednisone",
            "description": {
                "common": "prednisone increases effects of sargramostim by pharmacodynamic synergism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "triamcinolone acetonide injectable suspension",
            "description": {
                "common": "triamcinolone acetonide injectable suspension increases effects of sargramostim by pharmacodynamic synergism. Minor/Significance Unknown."
            }
        }
    ],
    "adverse effects": [
        {
            "name": "Abdominal pain",
            "percent": "89"
        },
        {
            "name": "Diarrhea",
            "percent": "89"
        },
        {
            "name": "Asthenia",
            "percent": "66"
        },
        {
            "name": "Malaise",
            "percent": "57"
        },
        {
            "name": "Rash",
            "percent": "44"
        },
        {
            "name": "Chest pain",
            "percent": "11"
        },
        {
            "name": "Peripheral edema",
            "percent": "11"
        },
        {
            "name": "Fever",
            "percent": "81"
        },
        {
            "name": "Skin reaction",
            "percent": "77"
        },
        {
            "name": "Metabolic disease",
            "percent": "58"
        },
        {
            "name": "Nausea",
            "percent": "58"
        },
        {
            "name": "Vomiting",
            "percent": "46"
        },
        {
            "name": "Weight loss",
            "percent": "37"
        }
    ]
}