{
    "name": "lidocaine",
    "comment": "Rx",
    "other_names": [
        "Lidocaine CV",
        "Lidopen"
    ],
    "classes": [
        "Antidysrhythmics",
        "Ib"
    ],
    "source": "https://reference.medscape.com/drug/lidocaine-cv-lidopen-342302",
    "pregnancy": {
        "common": [
            "Pregnancy Category: B",
            "Reproduction studies have been performed in rats at doses up to five times maximum human dose and have revealed no significant findings; however, no adequate and well-controlled studies in pregnant women available; physicians should carefully consider potential risks and benefits for each specific patient before prescribing lidocaine hydrochloride; may cross the placental barrier"
        ],
        "specific": []
    },
    "lactation": {
        "common": [
            "Present in human milk; published studies have reported a range of lidocaine milk: plasma ratios between 0.4-1.1; limited data available on lidocaine’s effects on breastfed child have not revealed consistent pattern of associated adverse events; development and health benefits of breastfeeding should be considered along with mother’s clinical need for lidocaine and potential adverse effects on breastfed infant from lidocaine or from underlying maternal condition"
        ]
    },
    "warnings": {
        "black_box_warning": {
            "common": [],
            "specific": []
        },
        "contraindicators": {
            "common": [
                "Hypersensitivity to lidocaine or amide-type local anesthetic",
                "Adams-Stokes syndrome, SA/AV/intraventricular heart block in the absence of artificial pacemaker",
                "CHF, cardiogenic shock, 2nd and 3rd degree heart block (if no pacemaker is present), Wolff-Parkinson-White Syndrome"
            ],
            "specific": []
        },
        "cautions": {
            "common": [
                "Constant monitoring with an EKG is essential to the proper administration of lidocaine IV; discontinue immediately with signs of excessive depression of cardiac conductivity (eg, PR interval prolongation, QRS interval widening, arrhythmia exacerbation)",
                "If malignant hyperthermia develops, discontinue administration immediately and institute therapeutic countermeasures as clinically indicated",
                "Lidocaine hydrochloride should not be added to blood transfusion assemblies because of possibilities of pseudoagglutination or hemolysis",
                "Not recommended as prophylaxis in acute MI (controversial)",
                "Liver disease, CHF, bradycardia, Wolff-Parkinson-White syndrome, marked hypoxia, severe respiratory depression, hypovolemia, incomplete heart block",
                "Use extreme caution in patients with severe hepatic impairment; may increase risk of lidocaine toxicity",
                "Risk of lidocaine toxicity may increase in patients with pseudocholinesterase deficiency",
                "Good for automatic and re-entrant arrhythmias, not PSVTs"
            ],
            "specific": [
                {
                    "type": "Drug interaction overview",
                    "description": [
                        "Monitor toxicity when lidocaine is used with caution in patients with digitalis toxicity accompanied by supraventricular arrhythmia and/or atrioventricular block (see Contraindications)",
                        "When lidocaine is administered with other antiarrhythmic drugs such as amiodarone, phenytoin, procainamide, propranolol or quinidine, the cardiac effects may be additive or antagonistic and toxic effects may be additive",
                        "Coadministration of propranolol or cimetidine with lidocaine has been reported to reduce the clearance of lidocaine from the plasma and may result in toxic accumulation of drug"
                    ]
                }
            ]
        }
    },
    "interactions": [
        {
            "classification_type": "Contraindicated",
            "interaction_with": "bupivacaine liposome",
            "description": {
                "common": "lidocaine increases toxicity of bupivacaine liposome by Other (see comment). Contraindicated. \nComment: Do not admix with other local nonbupivacaine-based local anesthetics; admixing results in a rapid increase in free (unencapsulated) bupivacaine; may administer after waiting at least 20 minutes following local administration of lidocaine."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "dofetilide",
            "description": {
                "common": "lidocaine increases effects of dofetilide by pharmacodynamic synergism. Contraindicated. Additive cardiac effects."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "eliglustat",
            "description": {
                "common": "lidocaine increases levels of eliglustat by affecting hepatic enzyme CYP2D6 metabolism. Contraindicated. If coadministered with strong or moderate CYP2D6 inhibitors, reduce eliglustat dose from 84 mg BID to 84 mg once daily in extensive  and intermediate metabolizers;  eliglustat is contraindiated if strong or moderate CYP2D6 inhibitors are given concomitantly with strong or moderate CYP3A inhibitors."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "flibanserin",
            "description": {
                "common": "lidocaine will increase the level or effect of flibanserin by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Contraindicated. Coadministration of flibanserin with moderate or strong CYP3A4 inhibitors is contraindicated. Severe hypotension or syncope can occur."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "lomitapide",
            "description": {
                "common": "lidocaine increases levels of lomitapide by affecting hepatic/intestinal enzyme CYP3A4 metabolism. Contraindicated. Increases lomitapide levels several folds."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "abametapir",
            "description": {
                "common": "abametapir will increase the level or effect of lidocaine by  affecting hepatic enzyme CYP1A2 metabolism. Avoid or Use Alternate Drug. For 2 weeks after abametapir application, avoid taking drugs that are CYP1A2 substrates. If not feasible, avoid use of abametapir."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "axitinib",
            "description": {
                "common": "lidocaine increases levels of axitinib by affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug. If unable to avoid coadministration with moderate CYP3A4 inhibitors, monitor closely and reduce dose if necessary ."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "bosutinib",
            "description": {
                "common": "lidocaine increases levels of bosutinib by affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "cobimetinib",
            "description": {
                "common": "lidocaine will increase the level or effect of cobimetinib by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug. If concurrent short term (14 days or less) use of moderate CYP3A inhibitors is unavoidable for patients who are taking cobimetinib 60 mg, reduce the cobimetinib dose to 20 mg. After discontinuation of a moderate CYP3A inhibitor, resume cobimetinib 60 mg. Use an alternative to a moderate CYP3A inhibitor in patients who are taking a reduced dose of cobimetinib (40 or 20 mg daily)."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "eliglustat",
            "description": {
                "common": "lidocaine increases levels of eliglustat by affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug. Moderate CYP3A4 inhibitors are not recommended with eliglustat poor or intermediate metabolizers; reduce eliglustat dose from 84 mg BID to 84 mg once daily in extensive metabolizers ."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "fentanyl",
            "description": {
                "common": "lidocaine will increase the level or effect of fentanyl by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug. If coadministration of CYP3A4  inhibitors with fentanyl is necessary, monitor patients for respiratory depression and sedation at frequent intervals and consider fentanyl dose adjustments until stable drug effects are achieved."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "fentanyl intranasal",
            "description": {
                "common": "lidocaine will increase the level or effect of fentanyl intranasal by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug. If coadministration of CYP3A4  inhibitors with fentanyl is necessary, monitor patients for respiratory depression and sedation at frequent intervals and consider fentanyl dose adjustments until stable drug effects are achieved."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "fentanyl transdermal",
            "description": {
                "common": "lidocaine will increase the level or effect of fentanyl transdermal by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug. If coadministration of CYP3A4  inhibitors with fentanyl is necessary, monitor patients for respiratory depression and sedation at frequent intervals and consider fentanyl dose adjustments until stable drug effects are achieved."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "fentanyl transmucosal",
            "description": {
                "common": "lidocaine will increase the level or effect of fentanyl transmucosal by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug. If coadministration of CYP3A4  inhibitors with fentanyl is necessary, monitor patients for respiratory depression and sedation at frequent intervals and consider fentanyl dose adjustments until stable drug effects are achieved."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "fluvoxamine",
            "description": {
                "common": "fluvoxamine and lidocaine both increase  serotonin levels. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "fosamprenavir",
            "description": {
                "common": "fosamprenavir increases levels of lidocaine by unspecified interaction mechanism. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "givosiran",
            "description": {
                "common": "givosiran will increase the level or effect of lidocaine by  affecting hepatic enzyme CYP1A2 metabolism. Avoid or Use Alternate Drug. Avoid coadministration of sensitive CYP1A2 substrates with givosiran. If unavoidable, decrease the CYP1A2 substrate dosage in accordance with approved product labeling."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "ivabradine",
            "description": {
                "common": "lidocaine will increase the level or effect of ivabradine by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug. Avoid coadministration of ivabradine with moderate CYP3A4 inhibitors."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "ivosidenib",
            "description": {
                "common": "ivosidenib will decrease the level or effect of lidocaine by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug. Avoid coadministration of sensitive CYP3A4 substrates with ivosidenib or replace with alternative therapies. If coadministration is unavoidable, monitor patients for loss of therapeutic effect of these drugs."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "lonafarnib",
            "description": {
                "common": "lidocaine will increase the level or effect of lonafarnib by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug. If coadministration of lonafarnib (a sensitive CYP3A substrate) with weak CYP3A inhibitors is unavoidable, reduce to, or continue lonafarnib at starting dose. Closely monitor for arrhythmias and events (eg, syncope, heart palpitations) since lonafarnib effect on QT interval is unknown."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "mefloquine",
            "description": {
                "common": "mefloquine increases toxicity of lidocaine by QTc interval. Avoid or Use Alternate Drug. Mefloquine may enhance the QTc prolonging effect of high risk QTc prolonging agents."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "naloxegol",
            "description": {
                "common": "lidocaine will increase the level or effect of naloxegol by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug. If coadministation of naloxegol with moderate CYP3A4 inhibitors is unavoidable, reduce naloxegol dose to 12.5 mg qDay"
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "olaparib",
            "description": {
                "common": "lidocaine will increase the level or effect of olaparib by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug. If coadministration with moderate CYP3A inhibitors cannot be avoided, reduce olaparib dose to 200 mg (capsule) or 150 mg (tablet) PO BID.  Do not substitute tablets with capsules."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "pefloxacin",
            "description": {
                "common": "pefloxacin will increase the level or effect of lidocaine by  affecting hepatic enzyme CYP1A2 metabolism. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "phenytoin",
            "description": {
                "common": "phenytoin decreases levels of lidocaine by affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "pimozide",
            "description": {
                "common": "lidocaine, pimozide. Mechanism: pharmacodynamic synergism. Contraindicated. Risk of prolonged QTc interval."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "pomalidomide",
            "description": {
                "common": "lidocaine increases levels of pomalidomide by affecting hepatic enzyme CYP1A2 metabolism. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "amiodarone",
            "description": {
                "common": "amiodarone increases levels of lidocaine by affecting hepatic/intestinal enzyme CYP3A4 metabolism. Modify Therapy/Monitor Closely. Higher doses of amiodarone (ie, 600 mg BID) were shown to significantly increase lidocaine levels."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "amobarbital",
            "description": {
                "common": "amobarbital will decrease the level or effect of lidocaine by  affecting hepatic enzyme CYP1A2 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "armodafinil",
            "description": {
                "common": "armodafinil will decrease the level or effect of lidocaine by  affecting hepatic enzyme CYP1A2 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "atogepant",
            "description": {
                "common": "lidocaine will increase the level or effect of atogepant by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "avapritinib",
            "description": {
                "common": "lidocaine will increase the level or effect of avapritinib by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "bosutinib",
            "description": {
                "common": "bosutinib increases levels of lidocaine by P-glycoprotein (MDR1) efflux transporter. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "brexpiprazole",
            "description": {
                "common": "lidocaine will increase the level or effect of brexpiprazole by  affecting hepatic enzyme CYP2D6 metabolism. Modify Therapy/Monitor Closely. Administer a quarter of brexpiprazole dose if coadministered with a moderate CYP2D6 inhibitor PLUS a strong/moderate CYP3A4 inhibitor. "
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "butabarbital",
            "description": {
                "common": "butabarbital will decrease the level or effect of lidocaine by  affecting hepatic enzyme CYP1A2 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "butalbital",
            "description": {
                "common": "butalbital will decrease the level or effect of lidocaine by  affecting hepatic enzyme CYP1A2 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "cabozantinib",
            "description": {
                "common": "lidocaine will increase the level or effect of cabozantinib by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "cannabidiol",
            "description": {
                "common": "cannabidiol, lidocaine. affecting hepatic enzyme CYP1A2 metabolism. Modify Therapy/Monitor Closely. Owing to the potential for both CYP1A2 induction and inhibition  with the coadministration of CYP1A2  substrates and cannabidiol, consider reducing dosage adjustment of CYP1A2 substrates as clinically appropriate."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "carbamazepine",
            "description": {
                "common": "carbamazepine will decrease the level or effect of lidocaine by  affecting hepatic enzyme CYP1A2 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "cigarette smoking",
            "description": {
                "common": "cigarette smoking will decrease the level or effect of lidocaine by  affecting hepatic enzyme CYP1A2 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "cimetidine",
            "description": {
                "common": "cimetidine will increase the level or effect of lidocaine by  affecting hepatic enzyme CYP1A2 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ciprofloxacin",
            "description": {
                "common": "ciprofloxacin will increase the level or effect of lidocaine by  affecting hepatic enzyme CYP1A2 metabolism. Use Caution/Monitor. Lidocaine plasma levels may be elevated, increasing the risk of toxicity. Monitor cardiac function and symptoms of toxicity."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "cobicistat",
            "description": {
                "common": "cobicistat will increase the level or effect of lidocaine by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor. Clinical monitoring is recommended upon coadministration with antiarrhythmics."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "darunavir",
            "description": {
                "common": "darunavir increases levels of lidocaine by decreasing metabolism. Use Caution/Monitor. Clinical monitoring is recommended upon coadministration with antiarrhythmics."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "disopyramide",
            "description": {
                "common": "disopyramide, lidocaine. Mechanism: pharmacodynamic synergism. Use Caution/Monitor. Risk of arrhythmia, heart failure in predisposed pts."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "duvelisib",
            "description": {
                "common": "duvelisib will increase the level or effect of lidocaine by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Modify Therapy/Monitor Closely. Coadministration with duvelisib increases AUC of a sensitive CYP3A4 substrate which may increase the risk of toxicities of these drugs. Consider reducing the dose of the sensitive CYP3A4 substrate and monitor for signs of toxicities of the coadministered sensitive CYP3A substrate."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "eliglustat",
            "description": {
                "common": "eliglustat increases levels of lidocaine by P-glycoprotein (MDR1) efflux transporter. Modify Therapy/Monitor Closely. Monitor therapeutic drug concentrations, as indicated, or consider reducing the dosage of the P-gp substrate and titrate to clinical effect."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "elvitegravir/cobicistat/emtricitabine/tenofovir DF",
            "description": {
                "common": "elvitegravir/cobicistat/emtricitabine/tenofovir DF increases levels of lidocaine by affecting hepatic/intestinal enzyme CYP3A4 metabolism. Modify Therapy/Monitor Closely. Cobicistat is a CYP3A4 inhibitor; contraindicated with CYP3A4 substrates for which elevated plasma concentrations are associated with serious and/or life-threatening events."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "encorafenib",
            "description": {
                "common": "encorafenib, lidocaine. affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor. Encorafenib both inhibits and induces CYP3A4 at clinically relevant plasma concentrations. Coadministration of encorafenib with sensitive CYP3A4 substrates may result in increased toxicity or decreased efficacy of these agents."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "erythromycin base",
            "description": {
                "common": "erythromycin base will increase the level or effect of lidocaine by  affecting hepatic enzyme CYP1A2 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "erythromycin ethylsuccinate",
            "description": {
                "common": "erythromycin ethylsuccinate will increase the level or effect of lidocaine by  affecting hepatic enzyme CYP1A2 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "erythromycin lactobionate",
            "description": {
                "common": "erythromycin lactobionate will increase the level or effect of lidocaine by  affecting hepatic enzyme CYP1A2 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "erythromycin stearate",
            "description": {
                "common": "erythromycin stearate will increase the level or effect of lidocaine by  affecting hepatic enzyme CYP1A2 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "fexinidazole",
            "description": {
                "common": "fexinidazole will increase the level or effect of lidocaine by  affecting hepatic enzyme CYP1A2 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "finerenone",
            "description": {
                "common": "lidocaine will increase the level or effect of finerenone by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Modify Therapy/Monitor Closely. Monitor serum potassium during initiation and dosage adjustment of either finererone or weak CYP3A4 inhibitors. Adjust finererone dosage as needed."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "fostamatinib",
            "description": {
                "common": "fostamatinib will increase the level or effect of lidocaine by  P-glycoprotein (MDR1) efflux transporter. Use Caution/Monitor. Concomitant use of fostamatinib may increase concentrations of P-gp substrates. Monitor for toxicities of the P-gp substrate drug that may require dosage reduction when given concurrently with fostamatinib."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "glecaprevir/pibrentasvir",
            "description": {
                "common": "glecaprevir/pibrentasvir will increase the level or effect of lidocaine by  P-glycoprotein (MDR1) efflux transporter. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "hawthorn",
            "description": {
                "common": "hawthorn increases effects of lidocaine by pharmacodynamic synergism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "hyaluronidase",
            "description": {
                "common": "hyaluronidase, lidocaine. Other (see comment). Use Caution/Monitor. \nComment: Hyaluronidase hastens the onset of local analgesia and reduces swelling, but increases systemic absorption of anesthetic. This decreases the duration of action and increases incidence of systemic reaction."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "isavuconazonium sulfate",
            "description": {
                "common": "lidocaine will increase the level or effect of isavuconazonium sulfate by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "isoniazid",
            "description": {
                "common": "isoniazid will increase the level or effect of lidocaine by  affecting hepatic enzyme CYP1A2 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ivacaftor",
            "description": {
                "common": "ivacaftor increases levels of lidocaine by P-glycoprotein (MDR1) efflux transporter. Use Caution/Monitor. Ivacaftor and its M1 metabolite has the potential to inhibit P-gp; may significantly increase systemic exposure to sensitive P-gp substrates with a narrow therapeutic index."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "lemborexant",
            "description": {
                "common": "lidocaine will increase the level or effect of lemborexant by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Modify Therapy/Monitor Closely. Lower nightly dose of lemborexant recommended if coadministered with weak CYP3A4 inhibitors. See drug monograph for specific dosage modification."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "letermovir",
            "description": {
                "common": "letermovir increases levels of lidocaine by affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "lomitapide",
            "description": {
                "common": "lomitapide increases levels of lidocaine by P-glycoprotein (MDR1) efflux transporter. Modify Therapy/Monitor Closely. Consider reducing dose when used concomitantly with lomitapide."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "mefloquine",
            "description": {
                "common": "lidocaine will increase the level or effect of mefloquine by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "mexiletine",
            "description": {
                "common": "mexiletine will increase the level or effect of lidocaine by  affecting hepatic enzyme CYP1A2 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "midazolam intranasal",
            "description": {
                "common": "lidocaine will increase the level or effect of midazolam intranasal by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor. Coadministration of mild CYP3A4 inhibitors with midazolam intranasal may cause higher midazolam systemic exposure, which may prolong sedation."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "modafinil",
            "description": {
                "common": "modafinil will decrease the level or effect of lidocaine by  affecting hepatic enzyme CYP1A2 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "nadolol",
            "description": {
                "common": "nadolol, lidocaine. Mechanism: pharmacodynamic synergism. Use Caution/Monitor. Increased effects of epinephrine in anesthetic; risk of hypertension and bradycardia.  Do NOT D/C chronic beta blocker Tx prior to anesthetic administration.  Consider selective beta 1 blocker (e.g., metoprolol)."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "nevirapine",
            "description": {
                "common": "nevirapine will decrease the level or effect of lidocaine by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "nirmatrelvir",
            "description": {
                "common": "nirmatrelvir will increase the level or effect of lidocaine by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor. Caution warranted. Monitor lidocaine therapeutic concentrations if available."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "nirmatrelvir/ritonavir",
            "description": {
                "common": "nirmatrelvir/ritonavir will increase the level or effect of lidocaine by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor. Caution warranted. Monitor lidocaine therapeutic concentrations if available."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "oliceridine",
            "description": {
                "common": "lidocaine will increase the level or effect of oliceridine by  affecting hepatic enzyme CYP2D6 metabolism. Modify Therapy/Monitor Closely. If concomitant use is necessary, may require less frequent oliceridine dosing. Closely monitor for respiratory depression and sedation and titrate subsequent doses accordingly. If inhibitor is discontinued, consider increase oliceridine dosage until stable drug effects are achieved. Monitor for signs of opioid withdrawal. "
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ombitasvir/paritaprevir/ritonavir & dasabuvir (DSC)",
            "description": {
                "common": "ombitasvir/paritaprevir/ritonavir & dasabuvir (DSC) will increase the level or effect of lidocaine by  decreasing metabolism. Modify Therapy/Monitor Closely. Caution is warranted and therapeutic concentration monitoring (if available) is recommended for antiarrhythmics when coadministered with Viekira Pak"
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "palbociclib",
            "description": {
                "common": "lidocaine will increase the level or effect of palbociclib by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "peginterferon alfa 2a",
            "description": {
                "common": "peginterferon alfa 2a will increase the level or effect of lidocaine by  affecting hepatic enzyme CYP1A2 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "pentobarbital",
            "description": {
                "common": "pentobarbital will decrease the level or effect of lidocaine by  affecting hepatic enzyme CYP1A2 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "phenobarbital",
            "description": {
                "common": "phenobarbital will decrease the level or effect of lidocaine by  affecting hepatic enzyme CYP1A2 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "pindolol",
            "description": {
                "common": "pindolol, lidocaine. Mechanism: pharmacodynamic synergism. Use Caution/Monitor. Increased effects of epinephrine in anesthetic; risk of hypertension and bradycardia.  Do NOT D/C chronic beta blocker Tx prior to anesthetic administration.  Consider selective beta 1 blocker (e.g., metoprolol)."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "pipemidic acid",
            "description": {
                "common": "pipemidic acid will increase the level or effect of lidocaine by  affecting hepatic enzyme CYP1A2 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ponatinib",
            "description": {
                "common": "ponatinib increases levels of lidocaine by P-glycoprotein (MDR1) efflux transporter. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "primidone",
            "description": {
                "common": "primidone will decrease the level or effect of lidocaine by  affecting hepatic enzyme CYP1A2 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "procainamide",
            "description": {
                "common": "lidocaine, procainamide.\nEither increases effects of the other by pharmacodynamic synergism. Use Caution/Monitor. Either suppresses myocardial conduction by increasing electrical stimulation threshold of the ventricle and His-Purkinje fibers."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "propranolol",
            "description": {
                "common": "propranolol, lidocaine. Mechanism: pharmacodynamic synergism. Use Caution/Monitor. Increased effects of epinephrine in anesthetic; risk of hypertension and bradycardia.  Do NOT D/C chronic beta blocker Tx prior to anesthetic administration.  Consider selective beta 1 blocker (e.g., metoprolol)."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "rifampin",
            "description": {
                "common": "rifampin will decrease the level or effect of lidocaine by  affecting hepatic enzyme CYP1A2 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "rucaparib",
            "description": {
                "common": "rucaparib will increase the level or effect of lidocaine by  affecting hepatic enzyme CYP1A2 metabolism. Modify Therapy/Monitor Closely. Adjust dosage of CYP1A2 substrates, if clinically indicated."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ruxolitinib",
            "description": {
                "common": "lidocaine will increase the level or effect of ruxolitinib by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ruxolitinib topical",
            "description": {
                "common": "lidocaine will increase the level or effect of ruxolitinib topical by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "secobarbital",
            "description": {
                "common": "secobarbital will decrease the level or effect of lidocaine by  affecting hepatic enzyme CYP1A2 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "sevelamer",
            "description": {
                "common": "sevelamer decreases levels of lidocaine by increasing elimination. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "smoking",
            "description": {
                "common": "smoking will decrease the level or effect of lidocaine by  affecting hepatic enzyme CYP1A2 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "sonidegib",
            "description": {
                "common": "lidocaine will increase the level or effect of sonidegib by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Modify Therapy/Monitor Closely. Avoid coadministration of sonidegib with moderate CYP3A4 inhibitors. If a moderate CYP3A inhibitor must be used, administer the moderate CYP3A inhibitor for <14 days and monitor closely for adverse reactions, particularly musculoskeletal adverse reactions."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "stiripentol",
            "description": {
                "common": "stiripentol, lidocaine. affecting hepatic enzyme CYP1A2 metabolism. Modify Therapy/Monitor Closely. Stiripentol is a CYP1A2 inhibitor and inducer. Monitor CYP1A2 substrates coadministered with stiripentol for increased or decreased effects. CYP1A2 substrates may require dosage adjustment."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "suvorexant",
            "description": {
                "common": "lidocaine will increase the level or effect of suvorexant by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Modify Therapy/Monitor Closely. Decrease suvorexant starting dose to 5 mg HS if coadministered with moderate CYP3A4 inhibitors"
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "tamsulosin",
            "description": {
                "common": "lidocaine increases levels of tamsulosin by affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor. Dose reduction may be needed for coadministered drugs that are predominantly metabolized by CYP3A."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "tazemetostat",
            "description": {
                "common": "lidocaine will increase the level or effect of tazemetostat by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "timolol",
            "description": {
                "common": "timolol, lidocaine. Mechanism: pharmacodynamic synergism. Use Caution/Monitor. Increased effects of epinephrine in anesthetic; risk of hypertension and bradycardia.  Do NOT D/C chronic beta blocker Tx prior to anesthetic administration.  Consider selective beta 1 blocker (e.g., metoprolol)."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "tinidazole",
            "description": {
                "common": "lidocaine will increase the level or effect of tinidazole by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "tobacco use",
            "description": {
                "common": "tobacco use will decrease the level or effect of lidocaine by  affecting hepatic enzyme CYP1A2 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "tofacitinib",
            "description": {
                "common": "lidocaine increases levels of tofacitinib by affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor. No specific dose adjustment recommended when tofacitinib coadministered with moderate CYP3A4 inhibitors; decrease tofacitinib dose if coadministered with both moderate CYP3A4 and potent CYP2C19 inhibitors."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "verapamil",
            "description": {
                "common": "verapamil will increase the level or effect of lidocaine by  affecting hepatic enzyme CYP1A2 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "zileuton",
            "description": {
                "common": "zileuton will increase the level or effect of lidocaine by  affecting hepatic enzyme CYP1A2 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "alfentanil",
            "description": {
                "common": "lidocaine increases toxicity of alfentanil by pharmacodynamic synergism. Minor/Significance Unknown. Risk of increased CNS depression."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "belladonna and opium",
            "description": {
                "common": "lidocaine increases toxicity of belladonna and opium by pharmacodynamic synergism. Minor/Significance Unknown. Risk of increased CNS depression."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "buprenorphine",
            "description": {
                "common": "lidocaine increases toxicity of buprenorphine by pharmacodynamic synergism. Minor/Significance Unknown. Risk of increased CNS depression."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "buprenorphine buccal",
            "description": {
                "common": "lidocaine increases toxicity of buprenorphine buccal by pharmacodynamic synergism. Minor/Significance Unknown. Risk of increased CNS depression."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "butorphanol",
            "description": {
                "common": "lidocaine increases toxicity of butorphanol by pharmacodynamic synergism. Minor/Significance Unknown. Risk of increased CNS depression."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "codeine",
            "description": {
                "common": "lidocaine increases toxicity of codeine by pharmacodynamic synergism. Minor/Significance Unknown. Risk of increased CNS depression."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "dextromoramide",
            "description": {
                "common": "lidocaine increases toxicity of dextromoramide by pharmacodynamic synergism. Minor/Significance Unknown. Risk of increased CNS depression."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "diamorphine",
            "description": {
                "common": "lidocaine increases toxicity of diamorphine by pharmacodynamic synergism. Minor/Significance Unknown. Risk of increased CNS depression."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "difenoxin hcl",
            "description": {
                "common": "lidocaine increases toxicity of difenoxin hcl by pharmacodynamic synergism. Minor/Significance Unknown. Risk of increased CNS depression."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "diphenoxylate hcl",
            "description": {
                "common": "lidocaine increases toxicity of diphenoxylate hcl by pharmacodynamic synergism. Minor/Significance Unknown. Risk of increased CNS depression."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "dipipanone",
            "description": {
                "common": "lidocaine increases toxicity of dipipanone by pharmacodynamic synergism. Minor/Significance Unknown. Risk of increased CNS depression."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "hydromorphone",
            "description": {
                "common": "lidocaine increases toxicity of hydromorphone by pharmacodynamic synergism. Minor/Significance Unknown. Risk of increased CNS depression."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "levorphanol",
            "description": {
                "common": "lidocaine increases toxicity of levorphanol by pharmacodynamic synergism. Minor/Significance Unknown. Risk of increased CNS depression."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "lily of the valley",
            "description": {
                "common": "lidocaine, lily of the valley.\nEither increases toxicity of the other by pharmacodynamic synergism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "meperidine",
            "description": {
                "common": "lidocaine increases toxicity of meperidine by pharmacodynamic synergism. Minor/Significance Unknown. Risk of increased CNS depression."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "methadone",
            "description": {
                "common": "lidocaine increases toxicity of methadone by pharmacodynamic synergism. Minor/Significance Unknown. Risk of increased CNS depression."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "morphine",
            "description": {
                "common": "lidocaine increases toxicity of morphine by pharmacodynamic synergism. Minor/Significance Unknown. Risk of increased CNS depression."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "nalbuphine",
            "description": {
                "common": "lidocaine increases toxicity of nalbuphine by pharmacodynamic synergism. Minor/Significance Unknown. Risk of increased CNS depression."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "omeprazole",
            "description": {
                "common": "omeprazole will decrease the level or effect of lidocaine by  affecting hepatic enzyme CYP1A2 metabolism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "opium tincture",
            "description": {
                "common": "lidocaine increases toxicity of opium tincture by pharmacodynamic synergism. Minor/Significance Unknown. Risk of increased CNS depression."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "oxycodone",
            "description": {
                "common": "lidocaine increases toxicity of oxycodone by pharmacodynamic synergism. Minor/Significance Unknown. Risk of increased CNS depression."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "oxymorphone",
            "description": {
                "common": "lidocaine increases toxicity of oxymorphone by pharmacodynamic synergism. Minor/Significance Unknown. Risk of increased CNS depression."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "papaveretum",
            "description": {
                "common": "lidocaine increases toxicity of papaveretum by pharmacodynamic synergism. Minor/Significance Unknown. Risk of increased CNS depression."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "pentazocine",
            "description": {
                "common": "lidocaine increases toxicity of pentazocine by pharmacodynamic synergism. Minor/Significance Unknown. Risk of increased CNS depression."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "sufentanil",
            "description": {
                "common": "lidocaine increases toxicity of sufentanil by pharmacodynamic synergism. Minor/Significance Unknown. Risk of increased CNS depression."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "tapentadol",
            "description": {
                "common": "lidocaine increases toxicity of tapentadol by pharmacodynamic synergism. Minor/Significance Unknown. Risk of increased CNS depression."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "tramadol",
            "description": {
                "common": "lidocaine increases toxicity of tramadol by pharmacodynamic synergism. Minor/Significance Unknown. Risk of increased CNS depression."
            }
        }
    ],
    "adverse effects": [
        {
            "name": "Cardiovascular",
            "percent": null
        },
        {
            "name": "Hypotension",
            "percent": null
        },
        {
            "name": "Dermatologic",
            "percent": null
        },
        {
            "name": "Edema",
            "percent": null
        },
        {
            "name": "erythema at injection site",
            "percent": null
        },
        {
            "name": "petechiae",
            "percent": null
        },
        {
            "name": "skin irritation",
            "percent": null
        },
        {
            "name": "Gastrointestinal",
            "percent": null
        },
        {
            "name": "Constipation",
            "percent": null
        },
        {
            "name": "Nausea",
            "percent": null
        },
        {
            "name": "vomiting",
            "percent": null
        },
        {
            "name": "Neurologic",
            "percent": null
        },
        {
            "name": "Confusion",
            "percent": null
        },
        {
            "name": "dizziness",
            "percent": null
        },
        {
            "name": "headache",
            "percent": null
        },
        {
            "name": "paresthesia",
            "percent": null
        },
        {
            "name": "somnolence",
            "percent": null
        },
        {
            "name": "tremor",
            "percent": null
        },
        {
            "name": "Other",
            "percent": null
        },
        {
            "name": "Irritation symptom",
            "percent": null
        },
        {
            "name": "Topical products",
            "percent": null
        },
        {
            "name": "ie",
            "percent": null
        },
        {
            "name": "erythema",
            "percent": null
        },
        {
            "name": "edema",
            "percent": null
        },
        {
            "name": "Cardiovascular",
            "percent": null
        },
        {
            "name": "Cardiac arrest",
            "percent": null
        },
        {
            "name": "cardiac dysrhythmia",
            "percent": null
        },
        {
            "name": "Hematologic",
            "percent": null
        },
        {
            "name": "Methemoglobinemia",
            "percent": null
        },
        {
            "name": "Neurologic",
            "percent": null
        },
        {
            "name": "Seizure",
            "percent": null
        },
        {
            "name": "Anaphylactoid reactions",
            "percent": null
        },
        {
            "name": "Malignant hyperthermia",
            "percent": null
        }
    ]
}