{
    "name": "ethiodized oil",
    "comment": "Rx",
    "other_names": [
        "Lipiodol"
    ],
    "classes": [
        "Iodinated Contrast Media"
    ],
    "source": "https://reference.medscape.com/drug/lipiodol-ethiodized-oil-999923",
    "pregnancy": {
        "common": [
            "Therapy is contraindicated in pregnant women due to potential risk to fetus from an intrauterine procedure",
            "Use before or during pregnancy may interfere with thyroid function in both the pregnant woman and her fetus and may affect fetal development; there are maternal, fetal, and neonatal clinical considerations for women who are exposed to drug either before or during pregnancy",
            "Rare pregnancy outcomes reported in post-marketing setting in pregnant women are insufficient to evaluate for a drug-associated risk of major birth defects or miscarriage",
            "Therapy administered before or during pregnancy may interfere with thyroid function of pregnant woman",
            "Untreated hypothyroidism in pregnancy is associated with adverse perinatal outcomes, such as spontaneous abortion, preeclampsia, preterm birth, abruptio placentae, and fetal death; consider thyroid function testing during pregnancy if a woman was exposed to drug either before or during pregnancy or if clinically indicated",
            "Therapy administration before or during pregnancy causes iodide transfer across the placenta which may interfere with fetal thyroid function and may affect fetal development",
            "Untreated hypothyroidism is associated with increased fetal risk of low birth weight, fetal distress, and impaired neuropsychological development; consider thyroid function testing in infants whose mothers were exposed to drug before and during pregnancy or if clinically indicated",
            "Confirm that the patient has a negative pregnancy test within 24 hours before drug administration for hysterosalpingography"
        ],
        "specific": [
            {
                "type": "Animal data",
                "description": [
                    "Animal reproduction studies have not been conducted using indicated routes of administration; it was not embryotoxic or teratogenic in animal studies with oral administration"
                ]
            }
        ]
    },
    "lactation": {
        "common": [
            "Ethiodized oil is present in human milk; there are no data on effects of drug on breastfed infant, or effects on milk production, however, use may increase concentration of iodide in human milk and may interfere with thyroid function of breastfed infant",
            "Consider thyroid function testing in a breastfed infant whose mother was exposed to drug or if clinically indicated",
            "The developmental and health benefits of breastfeeding should be considered along with mother’s clinical need for therapy and any potential adverse effects on breastfed child from drug or from underlying maternal condition"
        ]
    },
    "warnings": {
        "black_box_warning": {
            "common": [
                "For intralymphatic, intrauterine, and selective hepatic intra-arterial use only",
                "Pulmonary and cerebral embolism can result from inadvertent intravascular injection or intravasation of ethiodized oil",
                "Inject slowly with radiologic monitoring; do not exceed recommended dose"
            ],
            "specific": []
        },
        "contraindicators": {
            "common": [
                "NOT for IV, IM, IT, or SC use (see Black Box Warnings)",
                "Hypersensitivity",
                "Hyperthyroidism",
                "Traumatic injuries",
                "Recent hemorrhage or bleeding"
            ],
            "specific": []
        },
        "cautions": {
            "common": [],
            "specific": [
                {
                    "type": "Embolism",
                    "description": [
                        "Embolization to lungs, brain, and other major organs may occur",
                        "Pulmonary embolization (PE) may occur immediately or after a few hours to days from inadvertent systemic vascular injection or intravasation; this may cause decreased pulmonary diffusing capacity and pulmonary blood flow, pulmonary infarction, acute respiratory distress syndrome, and fatalities",
                        "Avoid use in patients with severely impaired lung function, cardiorespiratory failure, or right–sided cardiac overload",
                        "Perform radiological monitoring during the injection",
                        "Do not exceed the recommended maximum dose and rate of injection",
                        "During lymphography, minimize the risk of PE by obtaining radiographic confirmation of intralymphatic (rather than venous) injection, and terminate the procedure when ethiodized oil becomes visible in the thoracic duct or lymphatic obstruction is observed"
                    ]
                },
                {
                    "type": "Hypersensitivity reactions",
                    "description": [
                        "Anaphylactoid and anaphylactic reactions with cardiovascular, respiratory, or cutaneous manifestations, ranging from mild to severe, including death, have uncommonly occurred",
                        "Avoid use with a history of sensitivity to other iodinated contrast agents, bronchial asthma, or allergic disorders",
                        "Observe patients for signs and symptoms of hypersensitivity reactions during and for at least 30 minutes following administration"
                    ]
                },
                {
                    "type": "Exacerbation of chronic liver disease",
                    "description": [
                        "Hepatic intra-arterial injection may exacerbate chronic liver disease conditions including:",
                        "Portal hypertension and cause variceal bleeds due to obstruction of the intrahepatic portal channels by opening a presinusoidal anastomosis",
                        "Hepatic ischemia and cause liver enzyme elevations, fever, and abdominal pain",
                        "Hepatic failure and cause ascites and encephalopathy",
                        "Hepatic vein thrombosis, irreversible liver insufficiency, and fatalities reported",
                        "Procedural risks include vascular complications and infections"
                    ]
                },
                {
                    "type": "Thyroid dysfunction",
                    "description": [
                        "Iodinated contrast media can affect thyroid function because of the free iodine content and can cause hyperthyroidism or hypothyroidism in predisposed patients",
                        "Patients at risk are those with latent hyperthyroidism and those with Hashimoto thyroiditis or history of thyroid irradiation",
                        "Ethiodized oil may remain in the body for several months; depending on dose administered and route of administration, therefore, thyroid diagnostic results can be affected for up to 2 years after lymphography; keep dose as low as possible and consider monitoring thyroid function closely for several months after administration of therapy",
                        "Interferes with radioactive iodine uptake by thyroid tissue and may impair visualization of thyroid scintigraphy and reduce effectiveness of iodine 131 treatment"
                    ]
                },
                {
                    "type": "Overdose",
                    "description": [
                        "Overdose may lead to respiratory, cardiac or cerebral complications, which can potentially be fatal",
                        "Microembolisms to multiple organs may occur more frequently after overdose",
                        "Promptly initiate symptomatic treatment and support of vital functions"
                    ]
                }
            ]
        }
    },
    "interactions": [
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "iodixanol",
            "description": {
                "common": "iodixanol decreases effects of ethiodized oil by unknown mechanism. Use Caution/Monitor. Administration of iodinated contrast agents may interfere with thyroid uptake of radioactive iodine (I-131 and I-123) and decrease therapeutic and diagnostic efficacy in patients with thyroid carcinoma. Decreased efficacy lasts for 6-8 weeks. ."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "metformin",
            "description": {
                "common": "ethiodized oil increases toxicity of metformin by unspecified interaction mechanism. Modify Therapy/Monitor Closely. Administration of intravascular iodinated contrast agents in metformin-treated patients has led to rare cases of acute decrease in renal function and the occurrence of lactic acidosis. The American College of Radiology Guidelines (2018) recommend temporarily stopping metformin in patients with eGFR is <30 mL/min/1.73 m2 or who are undergoing arterial catheter studies that might result in emboli to the renal arteries. Continue to withhold metformin for 48 hr subsequent to the procedure and reinstituted only after renal function has been reevaluated and found to be normal. ."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "sodium iodide I-131",
            "description": {
                "common": "ethiodized oil will decrease the level or effect of sodium iodide I-131 by  Other (see comment). Modify Therapy/Monitor Closely. Ethiodized oil remains in the body for several months following administration, and may interfere with thyroid function testing for up to 2 yr;  interferes with radioactive iodine uptake by thyroid tissue for several weeks to months and may impair visualization of thyroid scintigraphy and reduce effectiveness of iodine 131 treatment"
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "voclosporin",
            "description": {
                "common": "voclosporin, ethiodized oil.\nEither increases toxicity of the other by nephrotoxicity and/or ototoxicity. Modify Therapy/Monitor Closely. Coadministration with drugs associated with nephrotoxicity may increase the risk for acute and/or chronic nephrotoxicity."
            }
        }
    ],
    "adverse effects": [
        {
            "name": "Abdominal pain",
            "percent": null
        },
        {
            "name": "Foreign body reactions",
            "percent": null
        },
        {
            "name": "Exacerbation of pelvic inflammatory disease",
            "percent": null
        },
        {
            "name": "Cardiovascular collapse",
            "percent": null
        },
        {
            "name": "Lymphangitis",
            "percent": null
        },
        {
            "name": "Thrombophlebitis",
            "percent": null
        },
        {
            "name": "Edema or exacerbation of preexisting lymphedema",
            "percent": null
        },
        {
            "name": "Dyspnea and cough",
            "percent": null
        },
        {
            "name": "Fever",
            "percent": null
        },
        {
            "name": "Iodism",
            "percent": null
        },
        {
            "name": "headache",
            "percent": null
        },
        {
            "name": "soreness of mouth and pharynx",
            "percent": null
        },
        {
            "name": "coryza",
            "percent": null
        },
        {
            "name": "and rash",
            "percent": null
        },
        {
            "name": "Allergic dermatitis  Lipogranuloma  Delayed healing at the site of incision",
            "percent": null
        },
        {
            "name": "Common reactions",
            "percent": null
        },
        {
            "name": "Fever",
            "percent": null
        },
        {
            "name": "abdominal pain",
            "percent": null
        },
        {
            "name": "nausea",
            "percent": null
        },
        {
            "name": "and vomiting",
            "percent": null
        },
        {
            "name": "Other reactions",
            "percent": null
        },
        {
            "name": "Hepatic ischemia",
            "percent": null
        },
        {
            "name": "liver enzymes abnormalities",
            "percent": null
        },
        {
            "name": "temporary decrease in liver function",
            "percent": null
        },
        {
            "name": "liver decompensation",
            "percent": null
        },
        {
            "name": "and renal insufficiency",
            "percent": null
        },
        {
            "name": "Procedural risks",
            "percent": null
        },
        {
            "name": "Vascular complications and infections",
            "percent": null
        }
    ]
}