{
    "name": "minoxidil",
    "comment": "Rx",
    "other_names": [
        "Loniten",
        "Minodyl",
        "Minoxidil HTN"
    ],
    "classes": [
        "Vasodilators"
    ],
    "source": "https://reference.medscape.com/drug/loniten-minodyl-minoxidil-342401",
    "pregnancy": {
        "common": [
            "Pregnancy Category: C",
            "Lactation: controversial; excreted in breast milk, not recommended for long term use if breastfeeding"
        ],
        "specific": []
    },
    "lactation": {
        "common": [
            "Lactation: controversial; excreted in breast milk, not recommended for long term use if breastfeeding"
        ]
    },
    "warnings": {
        "black_box_warning": {
            "common": [
                "Can precipitate effusion, occasionally progressing to tamponade",
                "May exacerbate angina pectoris",
                "Reserve for patients who do not respond adequately to maximum therapeutic doses of a diuretic and 2 other antihypertensives",
                "In experimental animals, minoxidil caused several kinds of myocardial lesions as well as other adverse cardiac effects",
                "Must be administered under close supervision, usually concomitantly with therapeutic doses of a beta-adrenergic blocking agent to prevent tachycardia and increased myocardial workload",
                "Usually given with a diuretic (typically loop diuretic) to prevent serious fluid accumulation",
                "Patients with malignant hypertension and those already receiving guanethidine should be hospitalized when minoxidil first administered (monitoring required because risk for rapid/large decrease in BP)"
            ],
            "specific": []
        },
        "contraindicators": {
            "common": [
                "Hypersensitivity to minoxidil",
                "Pheochromocytoma"
            ],
            "specific": []
        },
        "cautions": {
            "common": [
                "Reserve for severe hypertension refractory to other drugs",
                "In patients with severe blood pressure elevation, too rapid control of blood pressure, especially with intravenous agents, can precipitate syncope, cerebrovascular accidents, myocardial infarction and ischemia of special sense organs with resulting decrease or loss of vision or hearing; patients with compromised circulation or cryoglobulinemia may also suffer ischemic episodes of affected organs",
                "Patients with malignant hypertension should have initial treatment with minoxidil carried out in a hospital setting, both to assure that blood pressure is falling and to assure that it is not falling more rapidly than intended",
                "Neonatal hypertrichosis reported following exposure to minoxidil during pregnancy",
                "Although minoxidil does not itself cause orthostatic hypotension, administration to patients already receiving guanethidine can result in profound orthostatic effects; if at all possible, discontinue guanethidine well before minoxidil is begun; if this is not possible, therapy should be started in hospital and patient should remain institutionalized until severe orthostatic effects are no longer present or patient has learned to avoid activities that provoke them",
                "Therapy not used in patients who have had a myocardial infarction within preceding month; it is possible that reduction of arterial pressure with drug might further limit blood flow to myocardium, although this might be compensated by decreased oxygen demand because of lower blood pressure",
                "Patients with renal failure or on dialysis, may require smaller doses and should have close medical supervision to prevent exacerbation of renal failure or precipitation of cardiac failure "
            ],
            "specific": [
                {
                    "type": "Pericarditis and pericardial effusion",
                    "description": [
                        "There have been reports of pericarditis occurring in association with therapy; the relationship of this association to renal status is uncertain; pericardial effusion, occasionally with tamponade, has been observed in about 3% of treated patients not on dialysis, especially those with inadequate or compromised renal function",
                        "Although in many cases, pericardial effusion associated with a connective tissue disease, uremic syndrome, congestive heart failure, or marked fluid retention, there have been instances in which these potential causes of effusion were not present; observe patients closely for any suggestion of a pericardial disorder, and perform echocardiographic studies if suspicion arises",
                        "More vigorous diuretic therapy, dialysis, pericardiocentesis, or surgery may be required; if effusion persists, withdrawal of drug should be considered in light of other means of controlling hypertension and patient’s clinical status"
                    ]
                },
                {
                    "type": "Concomitant treatment for prevention of tachycardia",
                    "description": [
                        "Therapy increases heart rate; angina may worsen or appear for first time during treatment, probably because of increased oxygen demands associated with increased heart rate and cardiac output",
                        "Increase in rate and occurrence of angina generally can be prevented by concomitant administration of a beta-adrenergic blocking drug or other sympathetic nervous system suppressant",
                        "Ability of beta-adrenergic blocking agents to minimize papillary muscle lesions in animals further supports using agent concomitantly; round-the-clock effectiveness of sympathetic suppressant should be ensured"
                    ]
                },
                {
                    "type": "Water retention",
                    "description": [
                        "Congestive heart failure—concomitant use of adequate diuretic required; drug must usually be administered concomitantly with diuretic adequate to prevent fluid retention and possible congestive heart failure; high ceiling (loop) diuretic is ",
                        "almost always ",
                        "required",
                        "Monitor body weight if drug is used without a diuretic; retention of several hundred milli-equivalents of salt and corresponding volumes of water can occur within a few days, leading to increased plasma and interstitial fluid volume and local or generalized edema",
                        "Diuretic treatment alone, or in combination with restricted salt intake, will usually minimize fluid retention, although reversible edema did develop in approximately 10% of nondialysis patients so treated",
                        "Ascites reported; diuretic effectiveness limited mostly by disease-related impaired renal function; condition of patients with preexisting congestive heart failure occasionally deteriorated in association with fluid retention although because of fall in blood pressure (reduction of afterload), more than twice as many improved than worsened",
                        "Rarely, refractory fluid retention may require discontinuation of therapy; provided that patient is under close medical supervision, it may be possible to resolve refractory salt retention by discontinuing therapy for 1 or 2 days and then resuming treatment in conjunction with vigorous diuretic therapy "
                    ]
                }
            ]
        }
    },
    "interactions": [
        {
            "classification_type": "Serious",
            "interaction_with": "bremelanotide",
            "description": {
                "common": "bremelanotide will decrease the level or effect of minoxidil by  Other (see comment). Avoid or Use Alternate Drug. Bremelanotide may slow gastric emptying and potentially reduces the rate and extent of absorption of concomitantly administered oral medications. Avoid use when taking any oral drug that is dependent on threshold concentrations for efficacy. Interactions listed are representative examples and do not include all possible clinical examples."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "lofexidine",
            "description": {
                "common": "lofexidine, minoxidil.\nEither increases effects of the other by pharmacodynamic synergism. Avoid or Use Alternate Drug. Avoid coadministration with other drugs that decrease pulse or blood pressure to mitigate risk of excessive bradycardia and hypotension."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "aldesleukin",
            "description": {
                "common": "aldesleukin increases effects of minoxidil by pharmacodynamic synergism. Use Caution/Monitor. Risk of hypotension."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "amifostine",
            "description": {
                "common": "amifostine, minoxidil.\nEither increases effects of the other by pharmacodynamic synergism. Modify Therapy/Monitor Closely. Coadministration with blood pressure lowering agents may increase the risk and severity of hypotension associated with amifostine. When amifostine is used at chemotherapeutic doses, withhold blood pressure lowering medications for 24 hr prior to amifostine; if blood pressure lowering medication cannot be withheld, do not administer amifostine."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "avanafil",
            "description": {
                "common": "avanafil increases effects of minoxidil by pharmacodynamic synergism. Use Caution/Monitor. Risk of hypotension."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "bretylium",
            "description": {
                "common": "minoxidil, bretylium.\nEither increases effects of the other by pharmacodynamic synergism. Modify Therapy/Monitor Closely. Each drug may cause hypotension."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "carbidopa",
            "description": {
                "common": "carbidopa increases effects of minoxidil by pharmacodynamic synergism. Use Caution/Monitor. Therapy with carbidopa, given with or without levodopa or carbidopa-levodopa combination products, is started, dosage adjustment of the antihypertensive drug may be required."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "dulaglutide",
            "description": {
                "common": "dulaglutide, minoxidil. Other (see comment). Use Caution/Monitor. \nComment: Dulaglutide slows gastric emptying and may impact absorption of concomitantly administered oral medications; be particularly cautious when coadministered with drugs that have a narrow therapeutic index."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "epoprostenol",
            "description": {
                "common": "epoprostenol, minoxidil.\nEither increases effects of the other by pharmacodynamic synergism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "fenoldopam",
            "description": {
                "common": "fenoldopam, minoxidil.\nEither increases effects of the other by pharmacodynamic synergism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ferric maltol",
            "description": {
                "common": "ferric maltol, minoxidil.\nEither increases levels of the other by unspecified interaction mechanism. Modify Therapy/Monitor Closely. Coadministration of ferric maltol with certain oral medications may decrease the bioavailability of either ferric maltol and some oral drugs. For oral drugs where reductions in bioavailability may cause clinically significant effects on its safety or efficacy, separate administration of ferric maltol from these drugs. Duration of separation may depend on the absorption of the medication concomitantly administered (eg, time to peak concentration,  whether the drug is an immediate or extended release product)."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "hydralazine",
            "description": {
                "common": "hydralazine, minoxidil.\nEither increases effects of the other by pharmacodynamic synergism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "iloprost",
            "description": {
                "common": "iloprost, minoxidil.\nEither increases effects of the other by pharmacodynamic synergism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "levodopa",
            "description": {
                "common": "levodopa increases effects of minoxidil by pharmacodynamic synergism. Use Caution/Monitor. Consider decreasing dosage of antihypertensive agent."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "maraviroc",
            "description": {
                "common": "maraviroc, minoxidil.\nEither increases effects of the other by pharmacodynamic synergism. Use Caution/Monitor. Increased risk of orthostatic hypotension."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "nitroglycerin rectal",
            "description": {
                "common": "nitroglycerin rectal, minoxidil.\nEither increases effects of the other by pharmacodynamic synergism. Use Caution/Monitor. Observe for possible additive hypotensive effects during concomitant use. ."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ropeginterferon alfa 2b",
            "description": {
                "common": "ropeginterferon alfa 2b will increase the level or effect of minoxidil by  Other (see comment). Use Caution/Monitor. Certain proinflammatory cytokines, including interferons, can suppress CYP450 enzymes resulting in increased exposures of some CYP substrates. Therefore, monitor patients who are receiving concomitant drugs that are CYP450 substrates with a narrow therapeutic index from toxicities to such drugs."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "tadalafil",
            "description": {
                "common": "tadalafil increases effects of minoxidil by pharmacodynamic synergism. Use Caution/Monitor. Risk of hypotension."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "teduglutide",
            "description": {
                "common": "teduglutide increases levels of minoxidil by Other (see comment). Use Caution/Monitor. \nComment: Teduglutide may increase absorption of concomitant PO medications; caution with with drugs requiring titration or those with a narrow therapeutic index; dose adjustment may be necessary."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "treprostinil",
            "description": {
                "common": "minoxidil, treprostinil.\nEither increases effects of the other by pharmacodynamic synergism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ustekinumab",
            "description": {
                "common": "ustekinumab, minoxidil. Other (see comment). Use Caution/Monitor. \nComment: Formation of CYP450 enzymes can be altered by increased levels of certain cytokines during chronic inflammation;  thus, normalizing the formation of CYP450 enzymes. Upon initiation or discontinuation of ustekinumab in patients who are receiving concomitant CYP450 substrates, particularly those with a narrow therapeutic index, consider monitoring for therapeutic effect."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "xipamide",
            "description": {
                "common": "xipamide increases effects of minoxidil by pharmacodynamic synergism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "agrimony",
            "description": {
                "common": "agrimony increases effects of minoxidil by pharmacodynamic synergism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "amiloride",
            "description": {
                "common": "amiloride increases effects of minoxidil by pharmacodynamic synergism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "bendroflumethiazide",
            "description": {
                "common": "bendroflumethiazide increases effects of minoxidil by pharmacodynamic synergism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "brimonidine",
            "description": {
                "common": "brimonidine increases effects of minoxidil by pharmacodynamic synergism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "bumetanide",
            "description": {
                "common": "bumetanide increases effects of minoxidil by pharmacodynamic synergism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "chlorothiazide",
            "description": {
                "common": "chlorothiazide increases effects of minoxidil by pharmacodynamic synergism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "chlorthalidone",
            "description": {
                "common": "chlorthalidone increases effects of minoxidil by pharmacodynamic synergism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "cornsilk",
            "description": {
                "common": "cornsilk increases effects of minoxidil by pharmacodynamic synergism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "cyclopenthiazide",
            "description": {
                "common": "cyclopenthiazide increases effects of minoxidil by pharmacodynamic synergism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "drospirenone",
            "description": {
                "common": "drospirenone increases effects of minoxidil by pharmacodynamic synergism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "ethacrynic acid",
            "description": {
                "common": "ethacrynic acid increases effects of minoxidil by pharmacodynamic synergism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "forskolin",
            "description": {
                "common": "forskolin increases effects of minoxidil by pharmacodynamic synergism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "furosemide",
            "description": {
                "common": "furosemide increases effects of minoxidil by pharmacodynamic synergism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "hydrochlorothiazide",
            "description": {
                "common": "hydrochlorothiazide increases effects of minoxidil by pharmacodynamic synergism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "indapamide",
            "description": {
                "common": "indapamide increases effects of minoxidil by pharmacodynamic synergism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "maitake",
            "description": {
                "common": "maitake increases effects of minoxidil by pharmacodynamic synergism. Minor/Significance Unknown. Maitake mushroom has anti-tumor effects (animal/in vitro research)."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "methyclothiazide",
            "description": {
                "common": "methyclothiazide increases effects of minoxidil by pharmacodynamic synergism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "metolazone",
            "description": {
                "common": "metolazone increases effects of minoxidil by pharmacodynamic synergism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "reishi",
            "description": {
                "common": "reishi increases effects of minoxidil by pharmacodynamic synergism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "shepherd's purse",
            "description": {
                "common": "shepherd's purse, minoxidil. Other (see comment). Minor/Significance Unknown. \nComment: Theoretically, shepherd's purse may interfere with BP control."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "spironolactone",
            "description": {
                "common": "spironolactone increases effects of minoxidil by pharmacodynamic synergism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "tizanidine",
            "description": {
                "common": "tizanidine increases effects of minoxidil by pharmacodynamic synergism. Minor/Significance Unknown. Risk of hypotension."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "torsemide",
            "description": {
                "common": "torsemide increases effects of minoxidil by pharmacodynamic synergism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "treprostinil",
            "description": {
                "common": "treprostinil increases effects of minoxidil by pharmacodynamic synergism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "triamterene",
            "description": {
                "common": "triamterene increases effects of minoxidil by pharmacodynamic synergism. Minor/Significance Unknown."
            }
        }
    ],
    "adverse effects": [
        {
            "name": "Hypertrichosis",
            "percent": "80"
        },
        {
            "name": "Abnormal ECG",
            "percent": "60"
        },
        {
            "name": "Pericardial effusion",
            "percent": "3"
        },
        {
            "name": "Angina",
            "percent": null
        },
        {
            "name": "Cardiac tamponade",
            "percent": null
        },
        {
            "name": "Fluid and sodium retention",
            "percent": null
        },
        {
            "name": "Hypotension",
            "percent": null
        },
        {
            "name": "Pericarditis",
            "percent": null
        },
        {
            "name": "Tachyarrhythmia",
            "percent": null
        },
        {
            "name": "Stevens",
            "percent": null
        },
        {
            "name": "Johnson syndrome",
            "percent": null
        },
        {
            "name": "rare",
            "percent": null
        },
        {
            "name": "Hirsutism",
            "percent": null
        },
        {
            "name": "Leukopenia",
            "percent": null
        },
        {
            "name": "rare",
            "percent": null
        },
        {
            "name": "Thrombocytopenia",
            "percent": null
        },
        {
            "name": "rare",
            "percent": null
        },
        {
            "name": "Toxic epidermal necrolysis",
            "percent": null
        }
    ]
}