{
    "name": "gemfibrozil",
    "comment": "Rx",
    "other_names": [
        "Lopid"
    ],
    "classes": [
        "Fibric Acid Agents"
    ],
    "source": "https://reference.medscape.com/drug/lopid-gemfibrozil-342457",
    "pregnancy": {
        "common": [
            "There are no adequate and well-controlled studies in pregnant women; drug should be used during pregnancy only if potential benefit justifies potential risk to fetus",
            "Drug has shown to produce adverse effects in rats and rabbits at doses between 0.5 and 3 times the human dose (based on surface area); administration to female rats at 2 times human dose (based on surface area) before and throughout gestation caused a dose-related decrease in conception rate, an increase in stillborns, and a slight reduction in pup weight during lactation; there were also dose-related increased skeletal variations; anophthalmia occurred, but rarely",
            "Administration of 0.6 and 2 times the human dose (based on surface area) of LOPID to female rats from gestation day 15 through weaning caused dose-related decreases in birth weight and suppressions of pup growth during lactation",
            "Administration of 1 and 3 times the human dose (based on surface area) to female rabbits during organogenesis caused a dose-related decrease in litter size and, at high dose, an increased incidence of parietal bone variations"
        ],
        "specific": []
    },
    "lactation": {
        "common": [
            "It is not known whether drug is excreted in human milk; because many drugs are excreted in human milk and because of potential for tumorigenicity shown for drug in animal studies, a decision should be made whether to discontinue nursing or to discontinue drug, taking into account the importance of the drug to the mother "
        ]
    },
    "warnings": {
        "black_box_warning": {
            "common": [],
            "specific": []
        },
        "contraindicators": {
            "common": [
                "Hypersensitivity",
                "Severe liver/renal disease",
                "Primary biliary cirrhosis",
                "Preexisting gallbladder disease",
                "Coadministration with repaglinide, simvastatin, selexipag, or dasabuvir"
            ],
            "specific": []
        },
        "cautions": {
            "common": [
                "If response inadequate after 3 months, discontinue gemfibrozil",
                "Risk for myopathy/rhabdomyolysis increases with renal impairment",
                "Risk for myopathy/rhabdomyolysis increases with concurrent HMG-CoA reductase inhibitors use (eg, atorvastatin, pravastatin)",
                "If coadministered with anticoagulants, reduce anticoagulant dose and monitor prothrombin time until stabilized",
                "Coadministration with bile acid resin binding agents decreases gemfibrozil AUC by 30%",
                "May increase risk of malignancy",
                "Rule out secondary causes of hyperlipidemia prior to initiating therapy; discontinue if lipid response not seen",
                "Use with caution in patients taking warfarin; adjustments in warfarin may be required",
                "Cases of cholelithiasis reported with gemfibrozil therapy; gemfibrozil may increase cholesterol excretion into bile; if cholelithiasis suspected, perform gallbladder studies; discontinue therapy if gallstones found",
                "Coadministration with repaglinide shown to increase repaglinide plasma concentrations (8-fold increase); prolongs hypoglycemic effect; may result in severe hypoglycemia",
                "Gemfibrozil inhibits CYP2C8 enzyme activity; may increase exposure of CYP2C8 substrates; consider dose reduction of CYP2C8 substrates when administered concomitantly",
                "Gemfibrozil may increase exposure of OATP1B1 drug substrates when administered concomitantly; consider dose reduction of OATP1B1 substrates when administered concomitantly",
                "Myopathy, including rhabdomyolysis, reported with chronic administration of colchicine at therapeutic doses; use caution, especially in the elderly and patients with renal dysfunction",
                "Rarely, severe anemia, leukopenia, thrombocytopenia, and bone marrow hypoplasia reported; periodic blood counts are recommended during first 12 months of therapy",
                "Elevations in serum transaminases seen with use; periodic liver function studies recommended; therapy should be terminated if abnormalities persist",
                "Worsening renal insufficiency upon addition of therapy in individuals with baseline plasma creatinine >2.0 mg/dL reported; in such patients, consider the use of alternative therapy against risks and benefits of a lower dose of metformin",
                "Gemfibrozil may increase enzalutamide levels when administered concomitantly, which may increase risk of seizures; if coadministration necessary, reduce enzalutamide dose"
            ],
            "specific": []
        }
    },
    "interactions": [
        {
            "classification_type": "Contraindicated",
            "interaction_with": "atorvastatin",
            "description": {
                "common": "gemfibrozil increases toxicity of atorvastatin by Other (see comment). Contraindicated. \nComment: OATP1B1 inhibitors may increase risk of myopathy."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "elagolix",
            "description": {
                "common": "gemfibrozil will increase the level or effect of elagolix by  Other (see comment). Contraindicated. Concomitant use of elagolix and strong OATP1B1 inhibitors is contraindicated."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "enzalutamide",
            "description": {
                "common": "gemfibrozil will increase the level or effect of enzalutamide by  decreasing metabolism. Contraindicated. Increased enzalutamide exposure may increase risk of seizures; if co-administration is considered necessary, dose of enzalutamide should be reduced"
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "fluvastatin",
            "description": {
                "common": "gemfibrozil increases toxicity of fluvastatin by Other (see comment). Contraindicated. \nComment: OATP1B1 inhibitors may increase risk of myopathy."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "mavacamten",
            "description": {
                "common": "gemfibrozil will increase the level or effect of mavacamten by  affecting hepatic enzyme CYP2C19 metabolism. Contraindicated. Strong or moderate CYP2C19 inhibitors may increase mavacamten systemic exposure, resulting in heart failure due to systolic dysfunction. "
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "ombitasvir/paritaprevir/ritonavir & dasabuvir (DSC)",
            "description": {
                "common": "gemfibrozil will increase the level or effect of ombitasvir/paritaprevir/ritonavir & dasabuvir (DSC) by  decreasing metabolism. Contraindicated. Strong CYP2C8 inhibitors are shown to increase dasabuvir plasma concentrations (~10-fold), and therefore increase risk of QT prolongation"
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "pitavastatin",
            "description": {
                "common": "gemfibrozil increases toxicity of pitavastatin by Other (see comment). Contraindicated. \nComment: OATP1B1 inhibitors may increase risk of myopathy."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "pravastatin",
            "description": {
                "common": "gemfibrozil increases toxicity of pravastatin by Other (see comment). Contraindicated. \nComment: OATP1B1 inhibitors may increase risk of myopathy."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "repaglinide",
            "description": {
                "common": "gemfibrozil will increase the level or effect of repaglinide by  Other (see comment). Contraindicated. Repaglinide is a CYP2C8 substrate. Gemfibrozil inhibits CYP2C8 and substantially increases repaglinide levels."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "rosuvastatin",
            "description": {
                "common": "gemfibrozil increases toxicity of rosuvastatin by Other (see comment). Contraindicated. \nComment: OATP1B1 inhibitors may increase risk of myopathy."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "selexipag",
            "description": {
                "common": "gemfibrozil will increase the level or effect of selexipag by  decreasing metabolism. Contraindicated. Coadministration of selexipag with strong CYP2C8 inhibitors doubled exposure to selexipag and increased exposure to the active metabolite by about 11-fold."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "simvastatin",
            "description": {
                "common": "gemfibrozil, simvastatin.\nEither increases effects of the other by pharmacodynamic synergism. Contraindicated. Contraindicated with other lipid-lowering drugs that can cause myopathy."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "abrocitinib",
            "description": {
                "common": "gemfibrozil will increase the level or effect of abrocitinib by  decreasing metabolism. Avoid or Use Alternate Drug. Abrocitinib is a CYP2C9 and CYP2C19 substrate. Drugs that are moderate-to-strong inhibitors of both CYP2C9 and CYP2C19 increase systemic exposure of abrocitinib and its active metabolites, which may increase adverse effects. "
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "atorvastatin",
            "description": {
                "common": "gemfibrozil, atorvastatin.\nEither increases effects of the other by pharmacodynamic synergism. Avoid or Use Alternate Drug. Gemfibrozil may further increase risk for rhabdomyolysis when added to optimal statin regimen to further decrease TG and increase HDLs."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "belinostat",
            "description": {
                "common": "gemfibrozil will increase the level or effect of belinostat by  decreasing metabolism. Avoid or Use Alternate Drug. Strong UGT inhibitors decrease metabolism of belinostat; reduce belinostat starting dose to 750 mg/m2 when coadministered with UGT inhibitors or in patients known to be homozygous for the UGT1A1*28 allele"
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "cilostazol",
            "description": {
                "common": "gemfibrozil increases toxicity of cilostazol by affecting hepatic enzyme CYP2C19 metabolism. Avoid or Use Alternate Drug. Decrease cilostazol dose by 50%; serum levels of 3,4-dehydrocilostazol (active metabolite) increased by strong CYP2C19 inhibitors."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "colchicine",
            "description": {
                "common": "colchicine, gemfibrozil.\nEither increases toxicity of the other by pharmacodynamic synergism. Avoid or Use Alternate Drug. Increased risk of rhabdomyolysis (incl a fatality)."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "dabrafenib",
            "description": {
                "common": "gemfibrozil increases levels of dabrafenib by decreasing metabolism. Avoid or Use Alternate Drug. Strong CYP2C8 inhibitors may increase dabrafenib levels."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "eluxadoline",
            "description": {
                "common": "gemfibrozil increases levels of eluxadoline by decreasing metabolism. Avoid or Use Alternate Drug. Decrease eluxadoline dose to 75 mg PO BID if coadministered with OATP1B1 inhibitors. ."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "erdafitinib",
            "description": {
                "common": "gemfibrozil will increase the level or effect of erdafitinib by  affecting hepatic enzyme CYP2C9/10 metabolism. Avoid or Use Alternate Drug. If unable to avoid coadministration with strong CYP2C9 inhibitors, monitor closely for adverse reactions and consider decreasing dose accordingly. If strong CYP2C9 inhibitor is discontinued, consider increasing erdafitinib dose in the absence of any drug-related toxicities."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "fluvastatin",
            "description": {
                "common": "gemfibrozil, fluvastatin.\nEither increases effects of the other by pharmacodynamic synergism. Avoid or Use Alternate Drug. Gemfibrozil may further increase risk for rhabdomyolysis when added to optimal statin regimen to further decrease TG and increase HDLs."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "irinotecan",
            "description": {
                "common": "gemfibrozil will increase the level or effect of irinotecan by  decreasing metabolism. Avoid or Use Alternate Drug. UGT1A1 inhibitors decrease irinotecan metabolism"
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "irinotecan liposomal",
            "description": {
                "common": "gemfibrozil will increase the level or effect of irinotecan liposomal by  decreasing metabolism. Avoid or Use Alternate Drug. UGT1A1 inhibitors decrease irinotecan metabolism"
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "lovastatin",
            "description": {
                "common": "gemfibrozil, lovastatin.\nEither increases effects of the other by Mechanism: pharmacodynamic synergism. Avoid or Use Alternate Drug. Gemfibrozil may further increase risk for rhabdomyolysis when added to optimal statin regimen to further decrease TG and increase HDLs. Do not exceed 20 mg/day of lovastatin."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "pexidartinib",
            "description": {
                "common": "gemfibrozil will increase the level or effect of pexidartinib by  Other (see comment). Avoid or Use Alternate Drug. Pexdartinib is a UGTA4 substrate. Reduce pexdartinib dose if concomitant use of UGT inhibitors cannot be avoided (refer to drug monograph dosage modifications). After discontinuing the CYP3A4 inhibitor for 3 elimination half-lives, may resume previous pexidartinib dose."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "pioglitazone",
            "description": {
                "common": "gemfibrozil will increase the level or effect of pioglitazone by  decreasing metabolism. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "pirfenidone",
            "description": {
                "common": "gemfibrozil will increase the level or effect of pirfenidone by  affecting hepatic enzyme CYP1A2 metabolism. Avoid or Use Alternate Drug. Avoid; coadministration of pirfenidone and moderate CYP1A2 inhibitors result in moderately increased exposure to pirfenidone; if unable to avoid, decrease dose of moderate CYP1A2 inhibitor"
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "pitavastatin",
            "description": {
                "common": "gemfibrozil, pitavastatin.\nEither increases effects of the other by pharmacodynamic synergism. Avoid or Use Alternate Drug. Gemfibrozil may further increase risk for rhabdomyolysis when added to optimal statin regimen to further decrease TG and increase HDLs."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "pravastatin",
            "description": {
                "common": "gemfibrozil, pravastatin.\nEither increases effects of the other by pharmacodynamic synergism. Avoid or Use Alternate Drug. Gemfibrozil may further increase risk for rhabdomyolysis when added to optimal statin regimen to further decrease TG and increase HDLs."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "revefenacin",
            "description": {
                "common": "gemfibrozil increases levels of revefenacin by Other (see comment). Avoid or Use Alternate Drug. \nComment: OATP1B1 and OATP1B3 transport inhibitors may increase systemic exposure of revefenacin's active metabolite. Coadministration not recommended."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "rosiglitazone",
            "description": {
                "common": "gemfibrozil will increase the level or effect of rosiglitazone by  decreasing metabolism. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "rosuvastatin",
            "description": {
                "common": "gemfibrozil, rosuvastatin.\nEither increases effects of the other by pharmacodynamic synergism. Avoid or Use Alternate Drug. Gemfibrozil may further increase risk for rhabdomyolysis when added to optimal statin regimen to further decrease TG and increase HDLs. If concomitant use cannot be avoided, initiate rosuvastatin at 5 mg once daily; the dose of rosuvastatin should not exceed 10 mg once daily."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "siponimod",
            "description": {
                "common": "gemfibrozil will increase the level or effect of siponimod by  affecting hepatic enzyme CYP2C9/10 metabolism. Avoid or Use Alternate Drug. Coadministration of siponimod with drugs that cause moderate CYP2C9 AND a moderate or strong CYP3A4 inhibition is not recommended. Caution if siponimod coadministered with moderate CYP2C9 inhibitors alone."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "tucatinib",
            "description": {
                "common": "gemfibrozil will increase the level or effect of tucatinib by  Other (see comment). Avoid or Use Alternate Drug. Coadministration of tucatinib (a CYP2C8 substrate) with a strong or moderate CYP2C8 inhibitors increases tucatinib plasma concentrations and risk of toxicities."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "apalutamide",
            "description": {
                "common": "gemfibrozil will increase the level or effect of apalutamide by  Other (see comment). Use Caution/Monitor. Coadministration of apalutamide with strong CYP2C8 inhibitors does not require initial dosage modification; however, dose reduction may be needed based on tolerability."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "atogepant",
            "description": {
                "common": "gemfibrozil will increase the level or effect of atogepant by  Other (see comment). Modify Therapy/Monitor Closely. Recommended dosage of atogepant (an OATP1B1 substrate) with concomitant use of OATP inhibitors is 10 mg or 30 mg qDay."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "belzutifan",
            "description": {
                "common": "gemfibrozil will increase the level or effect of belzutifan by  affecting hepatic enzyme CYP2C19 metabolism. Modify Therapy/Monitor Closely. Belzutifan is a CYP2C19 substrate. Coadministration with CYP2C19 inhibitors may increase incidence or severity of adverse effects. Monitor for anemia and hypoxia and reduce belzutifan dose as recommended. "
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "bexarotene",
            "description": {
                "common": "gemfibrozil increases levels of bexarotene by unspecified interaction mechanism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "cannabidiol",
            "description": {
                "common": "gemfibrozil will increase the level or effect of cannabidiol by  affecting hepatic enzyme CYP2C19 metabolism. Modify Therapy/Monitor Closely. Consider reducing the cannabidiol dose when coadministered with a strong CYP2C19 inhibitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "chlorpropamide",
            "description": {
                "common": "gemfibrozil increases effects of chlorpropamide by plasma protein binding competition. Use Caution/Monitor. Hypoglycemia; increased risk in hypoalbuminemia."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "cholestyramine",
            "description": {
                "common": "cholestyramine decreases levels of gemfibrozil by inhibition of GI absorption. Applies only to oral form of both agents. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "diazepam intranasal",
            "description": {
                "common": "gemfibrozil will increase the level or effect of diazepam intranasal by  affecting hepatic enzyme CYP2C19 metabolism. Use Caution/Monitor. Strong or moderate CYP2C19 inhibitors may decrease rate of diazepam elimination, thereby increasing adverse reactions to diazepam."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "diclofenac",
            "description": {
                "common": "gemfibrozil will increase the level or effect of diclofenac by  affecting hepatic enzyme CYP2C9/10 metabolism. Use Caution/Monitor. Do not exceed diclofenac dose of 50 mg BID"
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "dronabinol",
            "description": {
                "common": "gemfibrozil will increase the level or effect of dronabinol by  affecting hepatic enzyme CYP2C9/10 metabolism. Use Caution/Monitor. Dronabinol is a CYP2C9 substrate."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "eluxadoline",
            "description": {
                "common": "gemfibrozil increases levels of eluxadoline by affecting hepatic enzyme CYP2C9/10 metabolism. Use Caution/Monitor. As a precautionary measure due to incomplete information on the metabolism of eluxadoline, use caution when coadministered with strong CYP2C9/10 inhibitors."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "flibanserin",
            "description": {
                "common": "gemfibrozil will increase the level or effect of flibanserin by  affecting hepatic enzyme CYP2C19 metabolism. Modify Therapy/Monitor Closely. Coadministration of flibanserin with strong CYP2C19 inhibitors may increase flibanserin exposure and increase the risk of hypotension, syncope, and CNS depression."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "glecaprevir/pibrentasvir",
            "description": {
                "common": "gemfibrozil will increase the level or effect of glecaprevir/pibrentasvir by  decreasing metabolism. Use Caution/Monitor. Caution when coadministering glecaprevir/pibrentasvir with OATP1B1/OATP1B3 inhibitors"
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "glimepiride",
            "description": {
                "common": "gemfibrozil increases effects of glimepiride by plasma protein binding competition. Use Caution/Monitor. Hypoglycemia; increased risk in hypoalbuminemia."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "glipizide",
            "description": {
                "common": "gemfibrozil increases effects of glipizide by plasma protein binding competition. Use Caution/Monitor. Hypoglycemia; increased risk in hypoalbuminemia."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "glyburide",
            "description": {
                "common": "gemfibrozil increases effects of glyburide by plasma protein binding competition. Use Caution/Monitor. Hypoglycemia; increased risk in hypoalbuminemia."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "insulin aspart",
            "description": {
                "common": "gemfibrozil increases effects of insulin aspart by unspecified interaction mechanism. Use Caution/Monitor. Hypoglycemia; increased risk in hypoalbuminemia."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "insulin degludec",
            "description": {
                "common": "gemfibrozil, insulin degludec.\nEither increases effects of the other by pharmacodynamic synergism. Use Caution/Monitor. Both drugs decrease blood glucose."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "insulin degludec/insulin aspart",
            "description": {
                "common": "gemfibrozil, insulin degludec/insulin aspart.\nEither increases effects of the other by pharmacodynamic synergism. Use Caution/Monitor. Both drugs decrease blood glucose."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "insulin detemir",
            "description": {
                "common": "gemfibrozil increases effects of insulin detemir by unspecified interaction mechanism. Use Caution/Monitor. Hypoglycemia; increased risk in hypoalbuminemia."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "insulin glargine",
            "description": {
                "common": "gemfibrozil increases effects of insulin glargine by unspecified interaction mechanism. Use Caution/Monitor. Hypoglycemia; increased risk in hypoalbuminemia."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "insulin glulisine",
            "description": {
                "common": "gemfibrozil increases effects of insulin glulisine by unspecified interaction mechanism. Use Caution/Monitor. Hypoglycemia; increased risk in hypoalbuminemia."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "insulin inhaled",
            "description": {
                "common": "gemfibrozil, insulin inhaled.\nEither increases effects of the other by pharmacodynamic synergism. Use Caution/Monitor. Both drugs decrease blood glucose."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "insulin lispro",
            "description": {
                "common": "gemfibrozil increases effects of insulin lispro by unspecified interaction mechanism. Use Caution/Monitor. Hypoglycemia; increased risk in hypoalbuminemia."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "insulin NPH",
            "description": {
                "common": "gemfibrozil increases effects of insulin NPH by unspecified interaction mechanism. Use Caution/Monitor. Hypoglycemia; increased risk in hypoalbuminemia."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "insulin regular human",
            "description": {
                "common": "gemfibrozil increases effects of insulin regular human by unspecified interaction mechanism. Use Caution/Monitor. Hypoglycemia; increased risk in hypoalbuminemia."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "lacosamide",
            "description": {
                "common": "gemfibrozil increases levels of lacosamide by affecting hepatic enzyme CYP2C9/10 metabolism. Modify Therapy/Monitor Closely. Consider decreasing lacosamide dose when coadministered with strong CYP2C9 inhibitors."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "lesinurad",
            "description": {
                "common": "gemfibrozil will increase the level or effect of lesinurad by  affecting hepatic enzyme CYP2C9/10 metabolism. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "letermovir",
            "description": {
                "common": "gemfibrozil increases levels of letermovir by decreasing metabolism. Use Caution/Monitor. Coadminstration of letermovir, an OATP1B1/3 substrate, with OATP1B1/3 inhibitors may increase letermovir plasma concentrations."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "montelukast",
            "description": {
                "common": "gemfibrozil will increase the level or effect of montelukast by  decreasing metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ospemifene",
            "description": {
                "common": "gemfibrozil increases levels of ospemifene by affecting hepatic enzyme CYP2C19 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ozanimod",
            "description": {
                "common": "gemfibrozil will increase the level or effect of ozanimod by  Other (see comment). Modify Therapy/Monitor Closely. Coadministration of ozanimod (a CYP2C8 substrate) with strong CYP2C8 inhibitors increases the exposure of the active metabolites (CC112273 and CC1084037) of ozanimod, which may increase the risk of ozanimod adverse reactions. Therefore, coadministration of ozanimod with strong CYP2C8 inhibitors is not recommended."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "paclitaxel",
            "description": {
                "common": "gemfibrozil increases levels of paclitaxel by altering metabolism. Use Caution/Monitor. Gemfibrozil inhibits CYP2C8."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "paclitaxel protein bound",
            "description": {
                "common": "gemfibrozil increases levels of paclitaxel protein bound by altering metabolism. Use Caution/Monitor. Gemfibrozil inhibits CYP2C8."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "sacubitril/valsartan",
            "description": {
                "common": "gemfibrozil will increase the level or effect of sacubitril/valsartan by  Other (see comment). Use Caution/Monitor. The results from an in vitro study with human liver tissue indicate that valsartan is a substrate of the hepatic uptake transporter OATP1B1; coadministration with OATP1B1 inhibitors may increase valsartan systemic exposure"
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "terbinafine",
            "description": {
                "common": "gemfibrozil will increase the level or effect of terbinafine by  affecting hepatic enzyme CYP2C9/10 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "tofacitinib",
            "description": {
                "common": "gemfibrozil increases levels of tofacitinib by affecting hepatic enzyme CYP2C19 metabolism. Use Caution/Monitor. No specific dose adjustment recommended when tofacitinib coadministered with potent CYP2C19 inhibitors; decrease tofacitinib dose if coadministered with both moderate CYP3A4 and potent CYP2C19 inhibitors ."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "tolazamide",
            "description": {
                "common": "gemfibrozil increases effects of tolazamide by plasma protein binding competition. Use Caution/Monitor. Hypoglycemia; increased risk in hypoalbuminemia."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "tolbutamide",
            "description": {
                "common": "gemfibrozil increases effects of tolbutamide by plasma protein binding competition. Use Caution/Monitor. Hypoglycemia; increased risk in hypoalbuminemia."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "valsartan",
            "description": {
                "common": "gemfibrozil will increase the level or effect of valsartan by  Other (see comment). Use Caution/Monitor. The results from an in vitro study with human liver tissue indicate that valsartan is a substrate of the hepatic uptake transporter OATP1B1; coadministration with OATP1B1 inhibitors may increase valsartan systemic exposure"
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "warfarin",
            "description": {
                "common": "gemfibrozil will increase the level or effect of warfarin by  affecting hepatic enzyme CYP2C9/10 metabolism. Modify Therapy/Monitor Closely. If coadministered, consider decreasing warfarin dose by one-fourth to one-third."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "colestipol",
            "description": {
                "common": "colestipol decreases levels of gemfibrozil by inhibition of GI absorption. Applies only to oral form of both agents. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "ezetimibe",
            "description": {
                "common": "gemfibrozil increases levels of ezetimibe by enhancing GI absorption. Applies only to oral form of both agents. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "loperamide",
            "description": {
                "common": "gemfibrozil will increase the level or effect of loperamide by  decreasing metabolism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "octacosanol",
            "description": {
                "common": "octacosanol increases effects of gemfibrozil by pharmacodynamic synergism. Minor/Significance Unknown."
            }
        }
    ],
    "adverse effects": [
        {
            "name": "Dyspepsia",
            "percent": "20"
        },
        {
            "name": "Abdominal pain",
            "percent": "10"
        },
        {
            "name": "Atrial fibrillation",
            "percent": "1"
        },
        {
            "name": "Diarrhea",
            "percent": "7"
        },
        {
            "name": "Fatigue",
            "percent": "4"
        },
        {
            "name": "N",
            "percent": "3"
        },
        {
            "name": "V",
            "percent": "2"
        },
        {
            "name": "Eczema",
            "percent": "2"
        },
        {
            "name": "Rash",
            "percent": "2"
        },
        {
            "name": "Vertigo",
            "percent": "1"
        },
        {
            "name": "Constipation",
            "percent": "1"
        },
        {
            "name": "Headache",
            "percent": null
        },
        {
            "name": "Myalgia",
            "percent": null
        },
        {
            "name": "Rhabdomyolysis",
            "percent": null
        },
        {
            "name": "especially with admin with statin",
            "percent": null
        },
        {
            "name": "Acute appendicitis",
            "percent": null
        },
        {
            "name": "Cholelithiasis",
            "percent": null
        },
        {
            "name": "Angioedema",
            "percent": null
        },
        {
            "name": "Hypokalemia",
            "percent": null
        },
        {
            "name": "Eosinophilia",
            "percent": null
        },
        {
            "name": "Myopathy",
            "percent": null
        },
        {
            "name": "Synovitis",
            "percent": null
        },
        {
            "name": "Taste disturbance",
            "percent": null
        },
        {
            "name": "Xerostomia",
            "percent": null
        },
        {
            "name": "Flatulence",
            "percent": null
        },
        {
            "name": "Rash",
            "percent": null
        }
    ]
}