{
    "name": "metoprolol/hydrochlorothiazide",
    "comment": "Rx",
    "other_names": [
        "Lopressor HCT",
        "Dutoprol"
    ],
    "classes": [
        "Thiazide Combos"
    ],
    "source": "https://reference.medscape.com/drug/lopressor-hct-dutoprol-metoprolol-hydrochlorothiazide-999423",
    "pregnancy": {
        "common": [
            "Untreated hypertension during pregnancy can lead to adverse outcomes for the mother and the fetus; available data from published observational studies have not demonstrated a drug-associated risk of major birth defects, miscarriage, or adverse maternal or fetal outcomes with metoprolol use during pregnancy",
            "However, there are inconsistent reports of intrauterine growth restriction, preterm birth, and perinatal mortality with maternal use of beta-blockers, including metoprolol, during pregnancy; there have been rare reports of jaundice, thrombocytopenia, and electrolyte imbalances in infants exposed to thiazide medications during pregnancy",
            "Hypertension in pregnancy increases maternal risk for pre-eclampsia, gestational diabetes, premature delivery, and delivery complications (eg, need for cesarean section, and post-partum hemorrhage); hypertension increases fetal risk for intrauterine growth restriction and intrauterine death; pregnant women with hypertension should be carefully monitored and managed accordingly",
            "Neonates born to mothers who are receiving metoprolol during pregnancy may be at risk for hypotension, hypoglycemia, bradycardia, and respiratory depression; observe neonates for symptoms of hypotension, hypoglycemia, bradycardia, and respiratory depression and manage accordingly"
        ],
        "specific": [
            {
                "type": "Reproductive potential",
                "description": [
                    "Based on the published literature, beta blockers (including metoprolol) may cause erectile dysfunction and inhibit sperm motility; no evidence of impaired fertility due to metoprolol or hydrochlorothiazide observed in rats"
                ]
            },
            {
                "type": "Animal data",
                "description": [
                    "In animal reproduction studies, metoprolol has been shown to increase post-implantation loss and decrease neonatal survival in rats at oral dosages up to 24 times, on a mg/m2 basis, the daily dose of 200 mg in a 60-kg patient; the combination of metoprolol tartrate/hydrochlorothiazide administered to rats from mid-late gestation through lactation also produced increased post-implantation loss and decreased neonatal survival"
                ]
            }
        ]
    },
    "lactation": {
        "common": [
            "There are no data on presence of the drug in human milk, effects on breastfed infant, or on milk production; available data from published literature on metoprolol and hydrochlorothiazide report that each drug is present in human milk",
            "There are no reports of adverse effects on breastfed infants exposed to metoprolol or hydrochlorothiazide during lactation; doses of hydrochlorothiazide associated with clinically significant diuresis have been associated with impaired milk production",
            "There is no information regarding effects of metoprolol on milk production; monitor infants exposed to drug through breastmilk for drowsiness or poor feeding; developmental and health benefits of breastfeeding should be considered along with mother’s clinical need for drug and any potential adverse effects on breastfed child from drug or from underlying maternal condition",
            "Monitor breastfed infant for bradycardia or somnolence and other symptoms of beta-blockade such as listlessness (hypoglycemia)"
        ]
    },
    "warnings": {
        "black_box_warning": {
            "common": [
                "May exacerbate ischemic heart disease following abrupt withdrawal",
                "Hypersensitivity to catecholamines has been observed during withdrawal",
                "Exacerbation of angina and, in some cases, myocardial infarction occurrence after abrupt discontinuation",
                "When discontinuing chronically administered beta-blockers (particularly with ischemic heart disease) gradually reduce dose over 1-2 weeks and carefully monitor",
                "If angina markedly worsens or acute coronary insufficiency develops, reinstate beta-blocker administration promptly, at least temporarily (in addition to other measures appropriate for unstable angina)",
                "Warn patients against interruption or discontinuation of beta-blocker without physician advice",
                "Because coronary artery disease is common and may be unrecognized, slowly discontinue beta-blocker therapy, even in patients treated only for hypertension"
            ],
            "specific": []
        },
        "contraindicators": {
            "common": [
                "Anuria",
                "Cardiogenic shock or decompensated heart failure",
                "Sinus bradycardia, sick sinus syndrome, heart block 2°/3° (unless permanent pacemaker in place)",
                "Hypersensitivity to either component or sulfonamides",
                "Overt cardiac failure"
            ],
            "specific": []
        },
        "cautions": {
            "common": [
                "Instruct patients to protect skin from sun and undergo regular skin cancer screening",
                "Use caution in bronchospastic disease, cerebrovascular insufficiency, cardiomegaly, DM",
                "Risk of male sexual dysfunction",
                "Sensitivity reactions may occur with or without history of allergy or asthma",
                "May aggravate digitalis toxicity",
                "If drug is used in the setting of pheochromocytoma, it should be given in combination with an alpha-blocker, and only after the alpha-blocker has been initiated; administration of beta-blockers alone in the setting of pheochromocytoma has been associated with a paradoxical increase in blood pressure due to attenuation of beta-mediated vasodilatation in skeletal muscle",
                "While taking beta-blockers, patients with a history of severe anaphylactic reactions to a variety of allergens may be more reactive to repeated challenges and may be unresponsive to usual doses of epinephrine used to treat an allergic reaction",
                "Worsening cardiac failure may occur during up-titration of beta-blockers; if such symptoms occur, increase diuretics and restore clinical stability (compensated heart failure) before increasing dose; it may be necessary to lower the dose or temporarily discontinue it; such episodes do not preclude subsequent successful titration of this drug",
                "Bradycardia, including sinus pause, heart block, and cardiac arrest have occurred with use; patients with first-degree atrioventricular block, sinus node dysfunction, conduction disorders (including Wolff-Parkinson-White), or on concomitant drugs that cause bradycardia may be at increased risk; monitor heart rate in patients receiving therapy; if severe bradycardia develops, reduce or stop therapy",
                "Beta-adrenergic blockers may mask tachycardia occurring with hypoglycemia, but other manifestations such as dizziness and sweating may not be significantly affected",
                "Patients with chronic kidney disease, severe heart failure, or volume depletion may be at increased risk for developing acute renal failure on drugs containing hydrochlorothiazide",
                "Beta-adrenergic blockers can precipitate or aggravate symptoms of arterial insufficiency in patients with peripheral vascular disease",
                "Beta-adrenergic blockers may mask certain clinical signs of hyperthyroidism, such as tachycardia; abrupt withdrawal of a beta-adrenergic blocker may precipitate a thyroid storm",
                "Hydrochlorothiazide can exacerbate or activate systemic lupus erythematosus",
                " ",
                " "
            ],
            "specific": [
                {
                    "type": "Acute myopia and secondary angle-closure glaucoma",
                    "description": [
                        "Hydrochlorothiazide, a sulfonamide, can cause acute transient myopia and acute angle-closure, glaucoma (idiosyncratic reactions)",
                        "Symptoms include acute onset of decreased visual acuity or ocular pain and typically occur within hours to weeks of hydrochlorothiazide initiation",
                        "Risk factors for developing acute angle-closure glaucoma may include history of sulfonamide or penicillin allergy",
                        "Untreated acute angle-closure glaucoma can lead to permanent vision loss",
                        "Given that this medication contains hydrochlorothiazide, if these symptoms occur, discontinue therapy; consider prompt medical or surgical treatment if intraocular pressure remains uncontrolled"
                    ]
                },
                {
                    "type": "Use in major surgery",
                    "description": [
                        "Avoid initiation of high-dose regimen of this medication in patients with cardiovascular risk factors undergoing non-cardiac surgery, since use in such patients has been associated with bradycardia, hypotension, stroke and death",
                        "Chronically administered beta-blocking therapy should not be routinely withdrawn prior to major surgery, however, the impaired ability of the heart to respond to reflex adrenergic stimuli may augment the risks of general anesthesia and surgical procedures"
                    ]
                },
                {
                    "type": "Electrolyte and metabolic effects",
                    "description": [
                        "This medication contains hydrochlorothiazide which can cause hypokalemia and hyponatremia; hypomagnesemia can result in hypokalemia which may be difficult to treat despite potassium repletion; monitor serum electrolytes periodically;hydrochlorothiazide may alter glucose tolerance and raise serum levels of cholesterol and triglycerides",
                        "Hydrochlorothiazide reduces clearance of uric acid and may cause or exacerbate hyperuricemia and precipitate gout in susceptible patients",
                        "Hydrochlorothiazide decreases urinary calcium excretion and may cause elevations of serum calcium; monitor calcium levels"
                    ]
                },
                {
                    "type": "Bronchospasm",
                    "description": [
                        "Beta adrenergic blockers can cause bronchospasm; patients with bronchospastic disease should, in general, not receive beta adrenergic blockers",
                        "Because of its relative beta 1 cardio-selectivity, however, metoprolol-containing products may be used in patients with bronchospastic disease who do not respond to or cannot tolerate other antihypertensive treatment",
                        "Because beta1 selectivity is not absolute, in such patients use lowest possible dose and have bronchodilators (eg, beta 2 -agonists) readily available or administer concomitantly"
                    ]
                },
                {
                    "type": "Abrupt cessation of therapy",
                    "description": [
                        "Following abrupt cessation of therapy with beta adrenergic blockers, exacerbations of angina pectoris and myocardial infarction may occur; when discontinuing chronically administered therapy, particularly in patients with ischemic heart disease, gradually reduce dosage over a period of 1-2weeks and monitor patient",
                        "If angina markedly worsens or acute coronary ischemia develops, promptly resume therapy and take measures appropriate for management of unstable angina; warnpatients not to interrupt therapy without their physician’s advice",
                        "Because coronary artery disease is common and may be unrecognized, avoid abrupt discontinuation of therapy in patients treated only for hypertension"
                    ]
                }
            ]
        }
    },
    "interactions": [
        {
            "classification_type": "Serious",
            "interaction_with": "acebutolol",
            "description": {
                "common": "acebutolol and metoprolol both increase  anti-hypertensive channel blocking. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "aminolevulinic acid oral",
            "description": {
                "common": "aminolevulinic acid oral, hydrochlorothiazide.\nEither increases toxicity of the other by pharmacodynamic synergism. Avoid or Use Alternate Drug. Avoid administering other phototoxic drugs with aminolevulinic acid oral for 24 hr during perioperative period."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "aminolevulinic acid topical",
            "description": {
                "common": "hydrochlorothiazide increases toxicity of aminolevulinic acid topical by pharmacodynamic synergism. Avoid or Use Alternate Drug. Coadministration of photosensitizing drugs may enhance the phototoxic reaction to photodynamic therapy with aminolevulinic acid."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "artemether/lumefantrine",
            "description": {
                "common": "artemether/lumefantrine will increase the level or effect of metoprolol by  affecting hepatic enzyme CYP2D6 metabolism. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "atenolol",
            "description": {
                "common": "atenolol and metoprolol both increase  anti-hypertensive channel blocking. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "betaxolol",
            "description": {
                "common": "betaxolol and metoprolol both increase  anti-hypertensive channel blocking. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "bisoprolol",
            "description": {
                "common": "bisoprolol and metoprolol both increase  anti-hypertensive channel blocking. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "carbamazepine",
            "description": {
                "common": "carbamazepine, hydrochlorothiazide.\nEither increases effects of the other by pharmacodynamic synergism. Avoid or Use Alternate Drug. Increased risk of systemic hyponatremia."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "carvedilol",
            "description": {
                "common": "carvedilol and metoprolol both increase  anti-hypertensive channel blocking. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "celiprolol",
            "description": {
                "common": "celiprolol and metoprolol both increase  anti-hypertensive channel blocking. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "chlorpromazine",
            "description": {
                "common": "metoprolol, chlorpromazine.\nEither increases levels of the other by decreasing metabolism. Contraindicated. Not all beta blockers share this interaction (e.g., atenolol, nadolol, sotalol do not interact)."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "clonidine",
            "description": {
                "common": "clonidine, metoprolol.\nEither increases toxicity of the other by unspecified interaction mechanism. Avoid or Use Alternate Drug. Can increase risk of bradycardia."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "cyclophosphamide",
            "description": {
                "common": "hydrochlorothiazide increases toxicity of cyclophosphamide by decreasing renal clearance. Avoid or Use Alternate Drug. Increased myelosuppressive effects."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "cyclosporine",
            "description": {
                "common": "cyclosporine, hydrochlorothiazide.\nEither increases toxicity of the other by pharmacodynamic synergism. Avoid or Use Alternate Drug. Increased risk of systemic hyponatremia."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "dacomitinib",
            "description": {
                "common": "dacomitinib will increase the level or effect of metoprolol by  affecting hepatic enzyme CYP2D6 metabolism. Avoid or Use Alternate Drug. Avoid use with CYP2D6 substrates where minimal increases in concentration of the CYP2D6 substrate may lead to serious or life-threatening toxicities. "
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "digoxin",
            "description": {
                "common": "digoxin increases toxicity of metoprolol by unspecified interaction mechanism. Avoid or Use Alternate Drug. Can increase risk of bradycardia."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "diltiazem",
            "description": {
                "common": "diltiazem, metoprolol.\nEither increases toxicity of the other by unspecified interaction mechanism. Avoid or Use Alternate Drug. Can increase risk of bradycardia."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "dofetilide",
            "description": {
                "common": "hydrochlorothiazide increases levels of dofetilide by decreasing renal clearance. Contraindicated. Risk of prolonged QTc interval."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "elvitegravir/cobicistat/emtricitabine/tenofovir DF",
            "description": {
                "common": "elvitegravir/cobicistat/emtricitabine/tenofovir DF increases levels of metoprolol by affecting hepatic enzyme CYP2D6 metabolism. Avoid or Use Alternate Drug. Cobicistat is a CYP2D6 inhibitor; caution with CYP2D6 substrates for which elevated plasma concentrations are associated with serious and/or life-threatening events."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "esmolol",
            "description": {
                "common": "esmolol and metoprolol both increase  anti-hypertensive channel blocking. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "fexinidazole",
            "description": {
                "common": "fexinidazole, metoprolol.\nEither increases effects of the other by pharmacodynamic synergism. Avoid or Use Alternate Drug. Avoid coadministration of fexinidazole with drugs known to induce bradycardia.  ."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "fluoxetine",
            "description": {
                "common": "fluoxetine will increase the level or effect of metoprolol by  affecting hepatic enzyme CYP2D6 metabolism. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "givosiran",
            "description": {
                "common": "givosiran will increase the level or effect of metoprolol by  affecting hepatic enzyme CYP2D6 metabolism. Avoid or Use Alternate Drug. Avoid coadministration of sensitive CYP2D6 substrates with givosiran. If unavoidable, decrease the CYP2D6 substrate dosage in accordance with approved product labeling."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "isocarboxazid",
            "description": {
                "common": "isocarboxazid, hydrochlorothiazide. Other (see comment). Contraindicated. \nComment: Additive hypotensive effects may be seen when MAOI's are combined with antihypertensives."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "labetalol",
            "description": {
                "common": "labetalol and metoprolol both increase  anti-hypertensive channel blocking. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "lofexidine",
            "description": {
                "common": "lofexidine, hydrochlorothiazide.\nEither increases effects of the other by pharmacodynamic synergism. Avoid or Use Alternate Drug. Avoid coadministration with other drugs that decrease pulse or blood pressure to mitigate risk of excessive bradycardia and hypotension."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "lumefantrine",
            "description": {
                "common": "lumefantrine will increase the level or effect of metoprolol by  affecting hepatic enzyme CYP2D6 metabolism. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "methyl aminolevulinate",
            "description": {
                "common": "hydrochlorothiazide, methyl aminolevulinate.\nEither increases toxicity of the other by pharmacodynamic synergism. Avoid or Use Alternate Drug. Each drug may increase the photosensitizing effect of the other."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "mavacamten",
            "description": {
                "common": "metoprolol, mavacamten.\nEither increases effects of the other by pharmacodynamic synergism. Avoid or Use Alternate Drug. Expect additive negative inotropic effects of mavacamten and other drugs that reduce cardiac contractility."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "nadolol",
            "description": {
                "common": "metoprolol and nadolol both increase  anti-hypertensive channel blocking. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "nebivolol",
            "description": {
                "common": "metoprolol and nebivolol both increase  anti-hypertensive channel blocking. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "paroxetine",
            "description": {
                "common": "paroxetine will increase the level or effect of metoprolol by  affecting hepatic enzyme CYP2D6 metabolism. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "penbutolol",
            "description": {
                "common": "metoprolol and penbutolol both increase  anti-hypertensive channel blocking. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "pindolol",
            "description": {
                "common": "metoprolol and pindolol both increase  anti-hypertensive channel blocking. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "propranolol",
            "description": {
                "common": "metoprolol and propranolol both increase  anti-hypertensive channel blocking. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "quinidine",
            "description": {
                "common": "quinidine will increase the level or effect of metoprolol by  affecting hepatic enzyme CYP2D6 metabolism. Avoid or Use Alternate Drug. If concurrent therapy required, monitor cardiac function carefully (blood pressure, heart rate). A dosage adjustment may be required for both drugs."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "rivastigmine",
            "description": {
                "common": "metoprolol increases toxicity of rivastigmine by pharmacodynamic synergism. Avoid or Use Alternate Drug. Additive bradycardia effect may result in syncope."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "sotalol",
            "description": {
                "common": "metoprolol and sotalol both increase  anti-hypertensive channel blocking. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "squill",
            "description": {
                "common": "hydrochlorothiazide increases toxicity of squill by Other (see comment). Avoid or Use Alternate Drug. \nComment: Potassium depletion may enhance toxicity of squill."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "thioridazine",
            "description": {
                "common": "metoprolol, thioridazine.\nEither increases levels of the other by decreasing metabolism. Contraindicated. Not all beta blockers share this interaction (e.g., atenolol, nadolol, sotalol do not interact)."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "thiothixene",
            "description": {
                "common": "metoprolol, thiothixene.\nEither increases levels of the other by decreasing metabolism. Contraindicated. Not all beta blockers share this interaction (e.g., atenolol, nadolol, sotalol do not interact)."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "timolol",
            "description": {
                "common": "metoprolol and timolol both increase  anti-hypertensive channel blocking. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "tretinoin",
            "description": {
                "common": "hydrochlorothiazide, tretinoin. Mechanism: pharmacodynamic synergism. Avoid or Use Alternate Drug. Increased phototoxicity."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "tretinoin topical",
            "description": {
                "common": "hydrochlorothiazide, tretinoin topical. Mechanism: pharmacodynamic synergism. Avoid or Use Alternate Drug. Increased phototoxicity."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "verapamil",
            "description": {
                "common": "verapamil, metoprolol.\nEither increases toxicity of the other by unspecified interaction mechanism. Avoid or Use Alternate Drug. Can increase risk of bradycardia."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "abiraterone",
            "description": {
                "common": "abiraterone increases levels of metoprolol by affecting hepatic enzyme CYP2D6 metabolism. Use Caution/Monitor. Avoid coadministration of abiraterone with substrates of CYP2D6. If alternative therapy cannot be used, exercise caution and consider a dose reduction of the CYP2D6 substrate."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "acebutolol",
            "description": {
                "common": "acebutolol increases and hydrochlorothiazide decreases serum potassium. Effect of interaction is not clear, use caution. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "aceclofenac",
            "description": {
                "common": "aceclofenac increases and hydrochlorothiazide decreases serum potassium. Effect of interaction is not clear, use caution. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "acemetacin",
            "description": {
                "common": "metoprolol and acemetacin both increase  serum potassium. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "albiglutide",
            "description": {
                "common": "hydrochlorothiazide decreases effects of albiglutide by pharmacodynamic antagonism. Use Caution/Monitor. Thiazide diuretics can decrease insulin sensitivity thereby leading to glucose intolerance and hyperglycemia. Monitor glycemic control especially when initiating, discontinuing, or increasing thiazide diuretic dose."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "albuterol",
            "description": {
                "common": "metoprolol increases and albuterol decreases serum potassium. Effect of interaction is not clear, use caution. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "albuterol",
            "description": {
                "common": "albuterol and hydrochlorothiazide both decrease  serum potassium. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "aldesleukin",
            "description": {
                "common": "aldesleukin increases effects of metoprolol by pharmacodynamic synergism. Use Caution/Monitor. Risk of hypotension."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "alfuzosin",
            "description": {
                "common": "alfuzosin and metoprolol both increase  anti-hypertensive channel blocking. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "amifostine",
            "description": {
                "common": "amifostine, hydrochlorothiazide.\nEither increases effects of the other by pharmacodynamic synergism. Modify Therapy/Monitor Closely. Coadministration with blood pressure lowering agents may increase the risk and severity of hypotension associated with amifostine. When amifostine is used at chemotherapeutic doses, withhold blood pressure lowering medications for 24 hr prior to amifostine; if blood pressure lowering medication cannot be withheld, do not administer amifostine."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "aluminum hydroxide",
            "description": {
                "common": "aluminum hydroxide decreases levels of metoprolol by inhibition of GI absorption. Applies only to oral form of both agents. Use Caution/Monitor. Separate by 2 hours."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "amifostine",
            "description": {
                "common": "amifostine, metoprolol.\nEither increases effects of the other by pharmacodynamic synergism. Modify Therapy/Monitor Closely. Coadministration with blood pressure lowering agents may increase the risk and severity of hypotension associated with amifostine. When amifostine is used at chemotherapeutic doses, withhold blood pressure lowering medications for 24 hr prior to amifostine; if blood pressure lowering medication cannot be withheld, do not administer amifostine."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "amiloride",
            "description": {
                "common": "metoprolol and amiloride both increase  serum potassium. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "amiodarone",
            "description": {
                "common": "amiodarone will increase the level or effect of metoprolol by  affecting hepatic enzyme CYP2D6 metabolism. Use Caution/Monitor. Monitor cardiac function carefully and observe for signs of bradycardia or heart block when amiodarone and a beta adrenergic blocker are coadministered. Amiodarone should be used with caution in patients receiving a beta adrenergic blocker, particularly if there is suspicion of underlying dysfunction of the sinus node, such as bradycardia or sick sinus syndrome, or if there is partial AV block."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "amobarbital",
            "description": {
                "common": "amobarbital decreases levels of metoprolol by increasing metabolism. Use Caution/Monitor. Consider a higher beta-blocker dose during coadministration of amobarbital.  Atenolol, sotalol, nadolol less likely to be affected than other beta blockers."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "amoxicillin",
            "description": {
                "common": "amoxicillin, hydrochlorothiazide.\nEither increases levels of the other by decreasing renal clearance. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "arformoterol",
            "description": {
                "common": "metoprolol decreases effects of arformoterol by pharmacodynamic antagonism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "asenapine",
            "description": {
                "common": "asenapine will increase the level or effect of metoprolol by  affecting hepatic enzyme CYP2D6 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "aspirin",
            "description": {
                "common": "aspirin increases and hydrochlorothiazide decreases serum potassium. Effect of interaction is not clear, use caution. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "aspirin",
            "description": {
                "common": "metoprolol and aspirin both increase  serum potassium. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "aspirin rectal",
            "description": {
                "common": "aspirin rectal increases and hydrochlorothiazide decreases serum potassium. Effect of interaction is not clear, use caution. Use Caution/Monitor.  ."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "aspirin/citric acid/sodium bicarbonate",
            "description": {
                "common": "metoprolol and aspirin/citric acid/sodium bicarbonate both increase  serum potassium. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "atazanavir",
            "description": {
                "common": "atazanavir increases effects of metoprolol by pharmacodynamic synergism. Use Caution/Monitor. Increased risk of hypotension, bradycardia, AV block, and prolonged PR interval. Consider lowering beta blocker dose."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "atenolol",
            "description": {
                "common": "atenolol increases and hydrochlorothiazide decreases serum potassium. Effect of interaction is not clear, use caution. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "atenolol",
            "description": {
                "common": "atenolol and metoprolol both increase  serum potassium. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "avanafil",
            "description": {
                "common": "avanafil increases effects of hydrochlorothiazide by pharmacodynamic synergism. Use Caution/Monitor. Risk of hypotension."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "beclomethasone, inhaled",
            "description": {
                "common": "beclomethasone, inhaled increases toxicity of hydrochlorothiazide by increasing elimination. Use Caution/Monitor. May increase the hypokalemic effects of thiazide diuretics."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "bendroflumethiazide",
            "description": {
                "common": "metoprolol increases and bendroflumethiazide decreases serum potassium. Effect of interaction is not clear, use caution. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "benazepril",
            "description": {
                "common": "benazepril increases toxicity of hydrochlorothiazide by pharmacodynamic synergism. Use Caution/Monitor. Enhanced hypotensive effects; increased risk of nephrotoxicity."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "bendroflumethiazide",
            "description": {
                "common": "bendroflumethiazide and hydrochlorothiazide both decrease  serum potassium. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "betaxolol",
            "description": {
                "common": "betaxolol increases and hydrochlorothiazide decreases serum potassium. Effect of interaction is not clear, use caution. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "bismuth subsalicylate",
            "description": {
                "common": "bismuth subsalicylate, metoprolol. Mechanism: pharmacodynamic synergism. Use Caution/Monitor. Blockage of renal prostaglandin synthesis; may cause severe hypertension."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "bisoprolol",
            "description": {
                "common": "bisoprolol increases and hydrochlorothiazide decreases serum potassium. Effect of interaction is not clear, use caution. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "bisoprolol",
            "description": {
                "common": "bisoprolol and metoprolol both increase  serum potassium. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "bretylium",
            "description": {
                "common": "metoprolol, bretylium.\nEither increases effects of the other by pharmacodynamic synergism. Modify Therapy/Monitor Closely. Each drug may cause hypotension."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "bumetanide",
            "description": {
                "common": "metoprolol increases and bumetanide decreases serum potassium. Effect of interaction is not clear, use caution. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "buprenorphine, long-acting injection",
            "description": {
                "common": "buprenorphine, long-acting injection decreases effects of hydrochlorothiazide by pharmacodynamic antagonism. Modify Therapy/Monitor Closely. Opioids can reduce diuretic efficacy by inducing antidiuretic hormone release."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "bupropion",
            "description": {
                "common": "bupropion will increase the level or effect of metoprolol by  affecting hepatic enzyme CYP2D6 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "butabarbital",
            "description": {
                "common": "butabarbital decreases levels of metoprolol by increasing metabolism. Use Caution/Monitor. Consider a higher beta-blocker dose during coadministration of butabarbital.  Atenolol, sotalol, nadolol less likely to be affected than other beta blockers."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "butalbital",
            "description": {
                "common": "butalbital decreases levels of metoprolol by increasing metabolism. Use Caution/Monitor. Consider a higher beta-blocker dose during coadministration of butalbital.  Atenolol, sotalol, nadolol less likely to be affected than other beta blockers."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "calcifediol",
            "description": {
                "common": "hydrochlorothiazide increases toxicity of calcifediol by Other (see comment). Use Caution/Monitor. \nComment: Thiazide diuretics may increase serum calcium by decreasing urinary calcium excretion."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "calcium acetate",
            "description": {
                "common": "calcium acetate decreases effects of metoprolol by unspecified interaction mechanism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "calcium carbonate",
            "description": {
                "common": "calcium carbonate decreases effects of metoprolol by unspecified interaction mechanism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "calcium chloride",
            "description": {
                "common": "calcium chloride decreases effects of metoprolol by unspecified interaction mechanism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "calcium citrate",
            "description": {
                "common": "calcium citrate decreases effects of metoprolol by unspecified interaction mechanism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "calcium gluconate",
            "description": {
                "common": "calcium gluconate decreases effects of metoprolol by unspecified interaction mechanism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "candesartan",
            "description": {
                "common": "candesartan increases and hydrochlorothiazide decreases serum potassium. Effect of interaction is not clear, use caution. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "captopril",
            "description": {
                "common": "captopril, hydrochlorothiazide.\nEither increases effects of the other by pharmacodynamic synergism. Use Caution/Monitor. Both drugs lower blood pressure. Increased risk of nephrotoxicity. Monitor blood pressure and renal function."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "carbenoxolone",
            "description": {
                "common": "metoprolol increases and carbenoxolone decreases serum potassium. Effect of interaction is not clear, use caution. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "carbenoxolone",
            "description": {
                "common": "hydrochlorothiazide and carbenoxolone both decrease  serum potassium. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "carbidopa",
            "description": {
                "common": "carbidopa increases effects of hydrochlorothiazide by pharmacodynamic synergism. Use Caution/Monitor. Therapy with carbidopa, given with or without levodopa or carbidopa-levodopa combination products, is started, dosage adjustment of the antihypertensive drug may be required."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "carvedilol",
            "description": {
                "common": "carvedilol and metoprolol both increase  serum potassium. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "cefprozil",
            "description": {
                "common": "hydrochlorothiazide will increase the level or effect of cefprozil by  acidic (anionic) drug competition for renal tubular clearance. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "celecoxib",
            "description": {
                "common": "celecoxib will increase the level or effect of metoprolol by  affecting hepatic enzyme CYP2D6 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "celecoxib",
            "description": {
                "common": "celecoxib increases and hydrochlorothiazide decreases serum potassium. Effect of interaction is not clear, use caution. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "celiprolol",
            "description": {
                "common": "celiprolol increases and hydrochlorothiazide decreases serum potassium. Effect of interaction is not clear, use caution. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "chloroquine",
            "description": {
                "common": "chloroquine will increase the level or effect of metoprolol by  affecting hepatic enzyme CYP2D6 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "chlorothiazide",
            "description": {
                "common": "chlorothiazide and hydrochlorothiazide both decrease  serum potassium. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "chlorothiazide",
            "description": {
                "common": "metoprolol increases and chlorothiazide decreases serum potassium. Effect of interaction is not clear, use caution. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "chlorthalidone",
            "description": {
                "common": "metoprolol increases and chlorthalidone decreases serum potassium. Effect of interaction is not clear, use caution. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "cholestyramine",
            "description": {
                "common": "cholestyramine decreases levels of hydrochlorothiazide by inhibition of GI absorption. Applies only to oral form of both agents. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "choline magnesium trisalicylate",
            "description": {
                "common": "metoprolol and choline magnesium trisalicylate both increase  serum potassium. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "cimetidine",
            "description": {
                "common": "cimetidine will increase the level or effect of metoprolol by  affecting hepatic enzyme CYP2D6 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "citalopram",
            "description": {
                "common": "citalopram increases levels of metoprolol by decreasing metabolism. Use Caution/Monitor. Increased metoprolol plasma levels have been associated with decreased cardioselectivity."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "clevidipine",
            "description": {
                "common": "metoprolol and clevidipine both increase  anti-hypertensive channel blocking. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "cornsilk",
            "description": {
                "common": "cornsilk increases effects of hydrochlorothiazide by pharmacodynamic synergism. Use Caution/Monitor. Increased risk of hypokalemia (theoretical interaction)."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "clonidine",
            "description": {
                "common": "metoprolol, clonidine. Mechanism: pharmacodynamic synergism. Modify Therapy/Monitor Closely. Selective beta blocker administration during withdrawal from centrally acting alpha agonists may result in rebound hypertension."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "cobicistat",
            "description": {
                "common": "cobicistat will increase the level or effect of metoprolol by  affecting hepatic enzyme CYP2D6 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "corticotropin",
            "description": {
                "common": "corticotropin increases toxicity of hydrochlorothiazide by increasing renal clearance. Use Caution/Monitor. May enhance hypokalemic effect of thiazide diuretics."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "cyclopenthiazide",
            "description": {
                "common": "metoprolol increases and cyclopenthiazide decreases serum potassium. Effect of interaction is not clear, use caution. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "cyclosporine",
            "description": {
                "common": "cyclosporine increases toxicity of hydrochlorothiazide by unspecified interaction mechanism. Use Caution/Monitor. Coadministration of hydrochlorothiazide with cyclosporine may increase the risk of hypermagnesemia, hyperuricemia, and possible nephrotoxicity."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "darifenacin",
            "description": {
                "common": "darifenacin will increase the level or effect of metoprolol by  affecting hepatic enzyme CYP2D6 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "darunavir",
            "description": {
                "common": "darunavir will increase the level or effect of metoprolol by  affecting hepatic enzyme CYP2D6 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "dasiglucagon",
            "description": {
                "common": "metoprolol decreases effects of dasiglucagon by unknown mechanism. Use Caution/Monitor. Dasiglucagon may stimulate catecholamine release; whereas beta blockers may inhibit catecholamines released in response to dasiglucagon. Coadministration may also transiently increase pulse and BP."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "deflazacort",
            "description": {
                "common": "hydrochlorothiazide and deflazacort both decrease  serum potassium. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "desflurane",
            "description": {
                "common": "desflurane, metoprolol.\nEither increases effects of the other by pharmacodynamic synergism. Use Caution/Monitor. Risk of hypotension."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "desvenlafaxine",
            "description": {
                "common": "desvenlafaxine will increase the level or effect of metoprolol by  affecting hepatic enzyme CYP2D6 metabolism. Use Caution/Monitor. Desvenlafaxine inhibits CYP2D6; with higher desvenlafaxine doses (ie, 400 mg) decrease the CYP2D6 substrate dose by up to 50%; no dosage adjustment needed with desvenlafaxine doses <100 mg"
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "diazoxide",
            "description": {
                "common": "hydrochlorothiazide increases toxicity of diazoxide by unspecified interaction mechanism. Use Caution/Monitor. May enhance hyperglycemic effects of diazoxide."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "dichlorphenamide",
            "description": {
                "common": "dichlorphenamide and hydrochlorothiazide both decrease  serum potassium. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "diclofenac",
            "description": {
                "common": "diclofenac increases and hydrochlorothiazide decreases serum potassium. Effect of interaction is not clear, use caution. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "dicloxacillin",
            "description": {
                "common": "dicloxacillin, hydrochlorothiazide.\nEither increases levels of the other by decreasing renal clearance. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "diflunisal",
            "description": {
                "common": "metoprolol and diflunisal both increase  serum potassium. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "diflunisal",
            "description": {
                "common": "diflunisal increases and hydrochlorothiazide decreases serum potassium. Effect of interaction is not clear, use caution. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "digoxin",
            "description": {
                "common": "hydrochlorothiazide increases effects of digoxin by pharmacodynamic synergism. Use Caution/Monitor. Hypokalemia increases digoxin effects."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "diltiazem",
            "description": {
                "common": "metoprolol and diltiazem both increase  anti-hypertensive channel blocking. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "dobutamine",
            "description": {
                "common": "dobutamine and hydrochlorothiazide both decrease  serum potassium. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "diphenhydramine",
            "description": {
                "common": "diphenhydramine will increase the level or effect of metoprolol by  affecting hepatic enzyme CYP2D6 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "dobutamine",
            "description": {
                "common": "metoprolol increases and dobutamine decreases serum potassium. Effect of interaction is not clear, use caution. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "dofetilide",
            "description": {
                "common": "dofetilide will increase the level or effect of hydrochlorothiazide by  basic (cationic) drug competition for renal tubular clearance. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "dopexamine",
            "description": {
                "common": "dopexamine and hydrochlorothiazide both decrease  serum potassium. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "doxazosin",
            "description": {
                "common": "doxazosin and metoprolol both increase  anti-hypertensive channel blocking. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "drospirenone",
            "description": {
                "common": "drospirenone increases and hydrochlorothiazide decreases serum potassium. Effect of interaction is not clear, use caution. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "dronedarone",
            "description": {
                "common": "dronedarone will increase the level or effect of metoprolol by  affecting hepatic enzyme CYP2D6 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "drospirenone",
            "description": {
                "common": "metoprolol and drospirenone both increase  serum potassium. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "duloxetine",
            "description": {
                "common": "duloxetine will increase the level or effect of metoprolol by  affecting hepatic enzyme CYP2D6 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "eliglustat",
            "description": {
                "common": "eliglustat increases levels of metoprolol by affecting hepatic enzyme CYP2D6 metabolism. Modify Therapy/Monitor Closely. Monitor therapeutic drug concentrations, as indicated, or consider reducing the dosage of the concomitant drug and titrate to clinical effect."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "empagliflozin",
            "description": {
                "common": "empagliflozin, hydrochlorothiazide.\nEither increases effects of the other by pharmacodynamic synergism. Use Caution/Monitor. Coadministration of empagliflozin with diuretics results in increased urine volume and frequency of voids, which might enhance the potential for volume depletion."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ephedrine",
            "description": {
                "common": "metoprolol increases and ephedrine decreases serum potassium. Effect of interaction is not clear, use caution. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "epinephrine",
            "description": {
                "common": "epinephrine and hydrochlorothiazide both decrease  serum potassium. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "epinephrine racemic",
            "description": {
                "common": "metoprolol decreases effects of epinephrine racemic by pharmacodynamic antagonism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "eprosartan",
            "description": {
                "common": "eprosartan and metoprolol both increase  serum potassium. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "esmolol",
            "description": {
                "common": "esmolol and metoprolol both increase  serum potassium. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ethacrynic acid",
            "description": {
                "common": "metoprolol increases and ethacrynic acid decreases serum potassium. Effect of interaction is not clear, use caution. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ether",
            "description": {
                "common": "metoprolol, ether.\nEither increases effects of the other by pharmacodynamic synergism. Use Caution/Monitor. Both beta blockers and ether depress the myocardium; consider lowering beta blocker dose if ether used for anesthesia."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "etodolac",
            "description": {
                "common": "etodolac increases and hydrochlorothiazide decreases serum potassium. Effect of interaction is not clear, use caution. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "etodolac",
            "description": {
                "common": "metoprolol and etodolac both increase  serum potassium. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "etomidate",
            "description": {
                "common": "etomidate, metoprolol.\nEither increases effects of the other by pharmacodynamic synergism. Use Caution/Monitor. Risk of hypotension."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "exenatide injectable solution",
            "description": {
                "common": "hydrochlorothiazide decreases effects of exenatide injectable solution by pharmacodynamic antagonism. Use Caution/Monitor. Thiazide diuretics can decrease insulin sensitivity thereby leading to glucose intolerance and hyperglycemia. Monitor glycemic control especially when initiating, discontinuing, or increasing thiazide diuretic dose."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "exenatide injectable suspension",
            "description": {
                "common": "hydrochlorothiazide decreases effects of exenatide injectable suspension by pharmacodynamic antagonism. Use Caution/Monitor. Thiazide diuretics can decrease insulin sensitivity thereby leading to glucose intolerance and hyperglycemia. Monitor glycemic control especially when initiating, discontinuing, or increasing thiazide diuretic dose."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "fedratinib",
            "description": {
                "common": "fedratinib will increase the level or effect of metoprolol by  affecting hepatic enzyme CYP2D6 metabolism. Use Caution/Monitor. Adjust dose of drugs that are CYP2D6 substrates as necessary."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "felodipine",
            "description": {
                "common": "metoprolol and felodipine both increase  anti-hypertensive channel blocking. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "fenbufen",
            "description": {
                "common": "metoprolol and fenbufen both increase  serum potassium. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "fenoprofen",
            "description": {
                "common": "fenoprofen decreases effects of metoprolol by pharmacodynamic antagonism. Use Caution/Monitor. Long term (>1 wk) NSAID use.  NSAIDs decrease prostaglandin synthesis."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "fentanyl",
            "description": {
                "common": "fentanyl decreases effects of hydrochlorothiazide by Other (see comment). Modify Therapy/Monitor Closely. \nComment: Fentanyl can reduce the efficacy of diuretics by inducing antidiuretic hormone release. Fentanyl may also lead to acute urinary retention by causing bladder sphincter spasm (particularly in men with enlarged prostates)."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "fingolimod",
            "description": {
                "common": "metoprolol increases effects of fingolimod by pharmacodynamic synergism. Use Caution/Monitor. Both medications decrease heart rate. Monitor patients on concomitant therapy, particularly in the first 6 hours after fingolimod is initiated or after a treatment interruption of at least two weeks,  for bradycardia and atrioventricular block. To identify underlying risk factors of bradycardia and AV block, obtain a new or recent ECG in patients using beta-blockers prior to starting fingolimod."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "fentanyl intranasal",
            "description": {
                "common": "fentanyl intranasal decreases effects of hydrochlorothiazide by Other (see comment). Modify Therapy/Monitor Closely. \nComment: Fentanyl can reduce the efficacy of diuretics by inducing antidiuretic hormone release. Fentanyl may also lead to acute urinary retention by causing bladder sphincter spasm (particularly in men with enlarged prostates)."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "fentanyl transdermal",
            "description": {
                "common": "fentanyl transdermal decreases effects of hydrochlorothiazide by Other (see comment). Modify Therapy/Monitor Closely. \nComment: Fentanyl can reduce the efficacy of diuretics by inducing antidiuretic hormone release. Fentanyl may also lead to acute urinary retention by causing bladder sphincter spasm (particularly in men with enlarged prostates)."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "fentanyl transmucosal",
            "description": {
                "common": "fentanyl transmucosal decreases effects of hydrochlorothiazide by Other (see comment). Modify Therapy/Monitor Closely. \nComment: Fentanyl can reduce the efficacy of diuretics by inducing antidiuretic hormone release. Fentanyl may also lead to acute urinary retention by causing bladder sphincter spasm (particularly in men with enlarged prostates)."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "flurbiprofen",
            "description": {
                "common": "flurbiprofen increases and hydrochlorothiazide decreases serum potassium. Effect of interaction is not clear, use caution. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "formoterol",
            "description": {
                "common": "formoterol and hydrochlorothiazide both decrease  serum potassium. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "furosemide",
            "description": {
                "common": "metoprolol increases and furosemide decreases serum potassium. Effect of interaction is not clear, use caution. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "gentamicin",
            "description": {
                "common": "metoprolol increases and gentamicin decreases serum potassium. Effect of interaction is not clear, use caution. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "glucagon",
            "description": {
                "common": "glucagon decreases toxicity of metoprolol by sympathetic (adrenergic) effects, including increased blood pressure and heart rate. Use Caution/Monitor. Coadministration of glucagon with beta-blockers may have transiently increased pulse and blood pressure."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ibuprofen",
            "description": {
                "common": "ibuprofen increases and hydrochlorothiazide decreases serum potassium. Effect of interaction is not clear, use caution. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "glucagon intranasal",
            "description": {
                "common": "glucagon intranasal decreases toxicity of metoprolol by sympathetic (adrenergic) effects, including increased blood pressure and heart rate. Use Caution/Monitor. Coadministration of glucagon with beta-blockers may have transiently increased pulse and blood pressure."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "haloperidol",
            "description": {
                "common": "haloperidol will increase the level or effect of metoprolol by  affecting hepatic enzyme CYP2D6 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "hydralazine",
            "description": {
                "common": "hydralazine increases effects of metoprolol by pharmacodynamic synergism. Use Caution/Monitor. Additive hypotensive effects."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "hydrochlorothiazide",
            "description": {
                "common": "metoprolol increases and hydrochlorothiazide decreases serum potassium. Effect of interaction is not clear, use caution. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ibuprofen",
            "description": {
                "common": "metoprolol and ibuprofen both increase  serum potassium. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ibuprofen IV",
            "description": {
                "common": "ibuprofen IV decreases effects of metoprolol by pharmacodynamic antagonism. Use Caution/Monitor. Long term (>1 wk) NSAID use.  NSAIDs decrease prostaglandin synthesis."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "imatinib",
            "description": {
                "common": "imatinib will increase the level or effect of metoprolol by  affecting hepatic enzyme CYP2D6 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "indacaterol, inhaled",
            "description": {
                "common": "hydrochlorothiazide, indacaterol, inhaled. serum potassium. Use Caution/Monitor. Combination may increase risk of hypokalemia."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "indacaterol, inhaled",
            "description": {
                "common": "indacaterol, inhaled, metoprolol. Other (see comment). Use Caution/Monitor. \nComment: Beta-blockers and indacaterol may interfere with the effect of each other when administered concurrently. Beta-blockers may produce severe bronchospasm in COPD patients. Therefore, patients with COPD should not normally be treated with beta-blockers. However, under certain circumstances, e.g. as prophylaxis after myocardial infarction, there may be no acceptable alternatives to the use of beta-blockers in patients with COPD. In this setting, cardioselective beta-blockers could be considered, although they should be administered with caution."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "indapamide",
            "description": {
                "common": "hydrochlorothiazide and indapamide both decrease  serum potassium. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "indomethacin",
            "description": {
                "common": "indomethacin decreases effects of metoprolol by pharmacodynamic antagonism. Use Caution/Monitor. Long term (>1 wk) NSAID use.  NSAIDs decrease prostaglandin synthesis."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "insulin degludec",
            "description": {
                "common": "metoprolol, insulin degludec. Other (see comment). Modify Therapy/Monitor Closely. \nComment: Beta-blockers may either increase or decrease the blood glucose lowering effect of insulin; beta-blockers can prolong hypoglycemia (interference with glycogenolysis) or cause hyperglycemia (insulin secretion inhibited)."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "insulin degludec/insulin aspart",
            "description": {
                "common": "metoprolol, insulin degludec/insulin aspart. Other (see comment). Modify Therapy/Monitor Closely. \nComment: Beta-blockers may either increase or decrease the blood glucose lowering effect of insulin; beta-blockers can prolong hypoglycemia (interference with glycogenolysis) or cause hyperglycemia (insulin secretion inhibited)."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "insulin inhaled",
            "description": {
                "common": "metoprolol, insulin inhaled. Other (see comment). Modify Therapy/Monitor Closely. \nComment: Beta-blockers may either increase or decrease the blood glucose lowering effect of insulin; beta-blockers can prolong hypoglycemia (interference with glycogenolysis) or cause hyperglycemia (insulin secretion inhibited)."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "irbesartan",
            "description": {
                "common": "irbesartan and metoprolol both increase  serum potassium. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "isoproterenol",
            "description": {
                "common": "metoprolol increases and isoproterenol decreases serum potassium. Effect of interaction is not clear, use caution. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "isradipine",
            "description": {
                "common": "metoprolol and isradipine both increase  anti-hypertensive channel blocking. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "juniper",
            "description": {
                "common": "juniper, hydrochlorothiazide. Other (see comment). Use Caution/Monitor. \nComment: Juniper may potentiate or interfere with diuretic therapy. Juniper has diuretic effects, but may cause kidney damage at large doses."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ivabradine",
            "description": {
                "common": "ivabradine, metoprolol.\nEither increases effects of the other by pharmacodynamic synergism. Modify Therapy/Monitor Closely. Most patients receiving ivabradine will also be treated with a beta-blocker. The risk of bradycardia increases with  coadministration of drugs that slow heart rate (eg, digoxin, amiodarone, beta-blockers). Monitor heart rate in patients taking ivabradine with other negative chronotropes."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ketamine",
            "description": {
                "common": "ketamine, metoprolol.\nEither increases effects of the other by pharmacodynamic synergism. Use Caution/Monitor. Risk of hypotension."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ketoprofen",
            "description": {
                "common": "ketoprofen increases and hydrochlorothiazide decreases serum potassium. Effect of interaction is not clear, use caution. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ketorolac",
            "description": {
                "common": "metoprolol and ketorolac both increase  serum potassium. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ketorolac intranasal",
            "description": {
                "common": "ketorolac intranasal decreases effects of metoprolol by pharmacodynamic antagonism. Use Caution/Monitor. Long term (>1 wk) NSAID use.  NSAIDs decrease prostaglandin synthesis."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "labetalol",
            "description": {
                "common": "labetalol and metoprolol both increase  serum potassium. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "levalbuterol",
            "description": {
                "common": "metoprolol decreases effects of levalbuterol by pharmacodynamic antagonism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "levodopa",
            "description": {
                "common": "levodopa increases effects of hydrochlorothiazide by pharmacodynamic synergism. Use Caution/Monitor. Consider decreasing dosage of antihypertensive agent."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "lily of the valley",
            "description": {
                "common": "hydrochlorothiazide increases toxicity of lily of the valley by Other (see comment). Use Caution/Monitor. \nComment: Increased risk of cardiac toxicity due to K+ depletion."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "lorcaserin",
            "description": {
                "common": "lorcaserin will increase the level or effect of metoprolol by  affecting hepatic enzyme CYP2D6 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "liraglutide",
            "description": {
                "common": "hydrochlorothiazide decreases effects of liraglutide by pharmacodynamic antagonism. Use Caution/Monitor. Thiazide diuretics can decrease insulin sensitivity thereby leading to glucose intolerance and hyperglycemia. Monitor glycemic control especially when initiating, discontinuing, or increasing thiazide diuretic dose."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "lithium",
            "description": {
                "common": "hydrochlorothiazide increases toxicity of lithium by decreasing elimination. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "lornoxicam",
            "description": {
                "common": "metoprolol and lornoxicam both increase  serum potassium. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "losartan",
            "description": {
                "common": "losartan and metoprolol both increase  serum potassium. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "lurasidone",
            "description": {
                "common": "lurasidone increases effects of metoprolol by Other (see comment). Use Caution/Monitor. \nComment: Potential  for increased risk of hypotension with concurrent use. Monitor blood pressure and adjust  dose of  antihypertensive agent as needed."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "maitake",
            "description": {
                "common": "maitake increases effects of hydrochlorothiazide by pharmacodynamic synergism. Use Caution/Monitor. Increased risk of hypokalemia (theoretical interaction)."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "maraviroc",
            "description": {
                "common": "maraviroc will increase the level or effect of metoprolol by  affecting hepatic enzyme CYP2D6 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "marijuana",
            "description": {
                "common": "marijuana will increase the level or effect of metoprolol by  affecting hepatic enzyme CYP2D6 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "meclofenamate",
            "description": {
                "common": "meclofenamate decreases effects of metoprolol by pharmacodynamic antagonism. Use Caution/Monitor. Long term (>1 wk) NSAID use.  NSAIDs decrease prostaglandin synthesis."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "mefenamic acid",
            "description": {
                "common": "mefenamic acid increases and hydrochlorothiazide decreases serum potassium. Effect of interaction is not clear, use caution. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "mefloquine",
            "description": {
                "common": "mefloquine increases levels of metoprolol by decreasing metabolism. Use Caution/Monitor. Risk of arrhythmia."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "meloxicam",
            "description": {
                "common": "meloxicam increases and hydrochlorothiazide decreases serum potassium. Effect of interaction is not clear, use caution. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "meloxicam",
            "description": {
                "common": "metoprolol and meloxicam both increase  serum potassium. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "metaproterenol",
            "description": {
                "common": "metoprolol increases and metaproterenol decreases serum potassium. Effect of interaction is not clear, use caution. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "methoxsalen",
            "description": {
                "common": "methoxsalen, hydrochlorothiazide.\nEither increases toxicity of the other by pharmacodynamic synergism. Use Caution/Monitor. Additive photosensitizing effects."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "methyclothiazide",
            "description": {
                "common": "metoprolol increases and methyclothiazide decreases serum potassium. Effect of interaction is not clear, use caution. Use Caution/Monitor.  ."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "methylphenidate transdermal",
            "description": {
                "common": "methylphenidate transdermal decreases effects of hydrochlorothiazide by anti-hypertensive channel blocking. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "metolazone",
            "description": {
                "common": "hydrochlorothiazide and metolazone both decrease  serum potassium. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "metoprolol",
            "description": {
                "common": "metoprolol increases and hydrochlorothiazide decreases serum potassium. Effect of interaction is not clear, use caution. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "mirabegron",
            "description": {
                "common": "mirabegron will increase the level or effect of metoprolol by  affecting hepatic enzyme CYP2D6 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "mometasone inhaled",
            "description": {
                "common": "mometasone inhaled increases toxicity of hydrochlorothiazide by Other (see comment). Use Caution/Monitor. \nComment: Corticosteroids may increase hypokalemic effect of loop diuretics."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "moxisylyte",
            "description": {
                "common": "moxisylyte and metoprolol both increase  anti-hypertensive channel blocking. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "mycophenolate",
            "description": {
                "common": "hydrochlorothiazide will increase the level or effect of mycophenolate by  acidic (anionic) drug competition for renal tubular clearance. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "nabumetone",
            "description": {
                "common": "nabumetone increases and hydrochlorothiazide decreases serum potassium. Effect of interaction is not clear, use caution. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "nadolol",
            "description": {
                "common": "metoprolol and nadolol both increase  serum potassium. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "nafcillin",
            "description": {
                "common": "nafcillin, hydrochlorothiazide.\nEither increases levels of the other by decreasing renal clearance. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "naproxen",
            "description": {
                "common": "metoprolol and naproxen both increase  serum potassium. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "naproxen",
            "description": {
                "common": "naproxen increases and hydrochlorothiazide decreases serum potassium. Effect of interaction is not clear, use caution. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "nebivolol",
            "description": {
                "common": "nebivolol increases and hydrochlorothiazide decreases serum potassium. Effect of interaction is not clear, use caution. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "nicardipine",
            "description": {
                "common": "metoprolol and nicardipine both increase  anti-hypertensive channel blocking. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "nitroglycerin rectal",
            "description": {
                "common": "nitroglycerin rectal, hydrochlorothiazide.\nEither increases effects of the other by pharmacodynamic synergism. Use Caution/Monitor. Observe for possible additive hypotensive effects during concomitant use. ."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "nifedipine",
            "description": {
                "common": "metoprolol and nifedipine both increase  anti-hypertensive channel blocking. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "nilotinib",
            "description": {
                "common": "nilotinib will increase the level or effect of metoprolol by  affecting hepatic enzyme CYP2D6 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "nisoldipine",
            "description": {
                "common": "metoprolol and nisoldipine both increase  anti-hypertensive channel blocking. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "nitroglycerin rectal",
            "description": {
                "common": "nitroglycerin rectal, metoprolol.\nEither increases effects of the other by pharmacodynamic synergism. Use Caution/Monitor. Beta-blockers blunt the reflex tachycardia produced by nitroglycerin without preventing its hypotensive effects. If beta-blockers are used with nitroglycerin in patients with angina pectoris, additional hypotensive effects may occur."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "norepinephrine",
            "description": {
                "common": "metoprolol decreases effects of norepinephrine by pharmacodynamic antagonism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "oliceridine",
            "description": {
                "common": "oliceridine decreases effects of hydrochlorothiazide by Other (see comment). Use Caution/Monitor. \nComment: Opioids can reduce the efficacy of diuretics by inducing the release of antidiuretic hormone. Monitor for signs of diminished diuresis and/or effects on blood pressure and increase dosage of the diuretic as needed. ."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "olmesartan",
            "description": {
                "common": "olmesartan and metoprolol both increase  serum potassium. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "olmesartan",
            "description": {
                "common": "olmesartan increases and hydrochlorothiazide decreases serum potassium. Effect of interaction is not clear, use caution. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "olodaterol inhaled",
            "description": {
                "common": "hydrochlorothiazide and olodaterol inhaled both decrease  serum potassium. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "oxaprozin",
            "description": {
                "common": "metoprolol and oxaprozin both increase  serum potassium. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "oxymetazoline topical",
            "description": {
                "common": "oxymetazoline topical increases and metoprolol decreases sympathetic (adrenergic) effects, including increased blood pressure and heart rate. Effect of interaction is not clear, use caution. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "parecoxib",
            "description": {
                "common": "parecoxib increases and hydrochlorothiazide decreases serum potassium. Effect of interaction is not clear, use caution. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "panobinostat",
            "description": {
                "common": "panobinostat will increase the level or effect of metoprolol by  affecting hepatic enzyme CYP2D6 metabolism. Use Caution/Monitor. Panobinostat can increase the levels and effects of sensitive CYP2D6 substrates or those with a narrow therapeutic index CYP2D6."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "parecoxib",
            "description": {
                "common": "parecoxib will increase the level or effect of metoprolol by  affecting hepatic enzyme CYP2D6 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "peginterferon alfa 2b",
            "description": {
                "common": "peginterferon alfa 2b, metoprolol. Other (see comment). Use Caution/Monitor. \nComment: When patients are administered peginterferon alpha-2b with CYP2D6 substrates, the therapeutic effect of these drugs may be altered. Peginterferon alpha-2b may increase or decrease levels of CYP2D6 substrate."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "penbutolol",
            "description": {
                "common": "penbutolol increases and hydrochlorothiazide decreases serum potassium. Effect of interaction is not clear, use caution. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "penicillin G aqueous",
            "description": {
                "common": "penicillin G aqueous, hydrochlorothiazide.\nEither increases levels of the other by decreasing renal clearance. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "pentobarbital",
            "description": {
                "common": "pentobarbital decreases levels of metoprolol by increasing metabolism. Use Caution/Monitor. Consider a higher beta-blocker dose during coadministration of pentobarbital.  Atenolol, sotalol, nadolol less likely to be affected than other beta blockers."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "perphenazine",
            "description": {
                "common": "perphenazine will increase the level or effect of metoprolol by  affecting hepatic enzyme CYP2D6 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "phenobarbital",
            "description": {
                "common": "phenobarbital decreases levels of metoprolol by increasing metabolism. Use Caution/Monitor. Consider a higher beta-blocker dose during coadministration of phenobarbital.  Atenolol, sotalol, nadolol less likely to be affected than other beta blockers."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "phenoxybenzamine",
            "description": {
                "common": "phenoxybenzamine and metoprolol both increase  anti-hypertensive channel blocking. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "phentolamine",
            "description": {
                "common": "phentolamine and metoprolol both increase  anti-hypertensive channel blocking. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "pindolol",
            "description": {
                "common": "pindolol increases and hydrochlorothiazide decreases serum potassium. Effect of interaction is not clear, use caution. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "pirbuterol",
            "description": {
                "common": "metoprolol decreases effects of pirbuterol by pharmacodynamic antagonism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "piroxicam",
            "description": {
                "common": "piroxicam increases and hydrochlorothiazide decreases serum potassium. Effect of interaction is not clear, use caution. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "pivmecillinam",
            "description": {
                "common": "pivmecillinam, hydrochlorothiazide.\nEither increases levels of the other by decreasing renal clearance. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ponesimod",
            "description": {
                "common": "ponesimod and metoprolol both increase  pharmacodynamic synergism. Use Caution/Monitor. Beta-blockers may have additive effects on lowering HR. Consider resting HR before initiating ponesimod in patients on stable dose of beta-blocker. Refer to the ponesimod prescribing information for more dosing information."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "porfimer",
            "description": {
                "common": "hydrochlorothiazide, porfimer. Mechanism: pharmacodynamic synergism. Use Caution/Monitor. Enhanced photosensitivity."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "potassium acid phosphate",
            "description": {
                "common": "potassium acid phosphate increases and hydrochlorothiazide decreases serum potassium. Effect of interaction is not clear, use caution. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "potassium chloride",
            "description": {
                "common": "metoprolol and potassium chloride both increase  serum potassium. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "potassium citrate",
            "description": {
                "common": "metoprolol and potassium citrate both increase  serum potassium. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "prazosin",
            "description": {
                "common": "prazosin and metoprolol both increase  anti-hypertensive channel blocking. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "probenecid",
            "description": {
                "common": "hydrochlorothiazide will increase the level or effect of probenecid by  acidic (anionic) drug competition for renal tubular clearance. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "primidone",
            "description": {
                "common": "primidone decreases levels of metoprolol by increasing metabolism. Use Caution/Monitor. Consider a higher beta-blocker dose during coadministration of primidone.  Atenolol, sotalol, nadolol less likely to be affected than other beta blockers."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "procainamide",
            "description": {
                "common": "hydrochlorothiazide will increase the level or effect of procainamide by  basic (cationic) drug competition for renal tubular clearance. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "propafenone",
            "description": {
                "common": "propafenone will increase the level or effect of metoprolol by  affecting hepatic enzyme CYP2D6 metabolism. Use Caution/Monitor.  If concurrent therapy is required, monitor cardiac function carefully, particularly blood pressure.  A dosage adjustment for the beta blocker may be required."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "propofol",
            "description": {
                "common": "propofol, metoprolol.\nEither increases effects of the other by pharmacodynamic synergism. Use Caution/Monitor. Risk of hypotension."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "propranolol",
            "description": {
                "common": "metoprolol and propranolol both increase  serum potassium. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "quinacrine",
            "description": {
                "common": "quinacrine will increase the level or effect of metoprolol by  affecting hepatic enzyme CYP2D6 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "quinidine",
            "description": {
                "common": "quinidine will increase the level or effect of hydrochlorothiazide by  basic (cationic) drug competition for renal tubular clearance. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ranolazine",
            "description": {
                "common": "ranolazine will increase the level or effect of metoprolol by  affecting hepatic enzyme CYP2D6 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "rifabutin",
            "description": {
                "common": "rifabutin decreases levels of metoprolol by increasing metabolism. Use Caution/Monitor. Enzyme induction effect may continue for up to 3-4 weeks."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "rifampin",
            "description": {
                "common": "rifampin decreases levels of metoprolol by increasing metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "rifapentine",
            "description": {
                "common": "rifapentine decreases levels of metoprolol by increasing metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ritonavir",
            "description": {
                "common": "ritonavir will increase the level or effect of metoprolol by  affecting hepatic enzyme CYP2D6 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "rolapitant",
            "description": {
                "common": "rolapitant will increase the level or effect of metoprolol by  affecting hepatic enzyme CYP2D6 metabolism. Use Caution/Monitor. Rolapitant may increase plasma concentrations of CYP2D6 substrates for at least 28 days following rolapitant administration."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "sacubitril/valsartan",
            "description": {
                "common": "sacubitril/valsartan increases and hydrochlorothiazide decreases serum potassium. Effect of interaction is not clear, use caution. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "salicylates (non-asa)",
            "description": {
                "common": "salicylates (non-asa) decreases effects of metoprolol by pharmacodynamic antagonism. Use Caution/Monitor. Long term (>1 wk) NSAID use.  NSAIDs decrease prostaglandin synthesis."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "salmeterol",
            "description": {
                "common": "metoprolol decreases effects of salmeterol by pharmacodynamic antagonism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "salsalate",
            "description": {
                "common": "salsalate increases and hydrochlorothiazide decreases serum potassium. Effect of interaction is not clear, use caution. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "saquinavir",
            "description": {
                "common": "saquinavir, metoprolol.\nEither increases toxicity of the other by pharmacodynamic synergism. Modify Therapy/Monitor Closely. Use alternatives if available. Increased risk of PR prolongation and cardiac arrhythmias."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "shark cartilage",
            "description": {
                "common": "hydrochlorothiazide, shark cartilage. Other (see comment). Use Caution/Monitor. \nComment: May lead to hypercalcemia (theoretical)."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "secobarbital",
            "description": {
                "common": "secobarbital decreases levels of metoprolol by increasing metabolism. Use Caution/Monitor. Consider a higher beta-blocker dose during coadministration of secobarbital.  Atenolol, sotalol, nadolol less likely to be affected than other beta blockers."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "sertraline",
            "description": {
                "common": "sertraline will increase the level or effect of metoprolol by  affecting hepatic enzyme CYP2D6 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "sevoflurane",
            "description": {
                "common": "sevoflurane, metoprolol.\nEither increases effects of the other by pharmacodynamic synergism. Use Caution/Monitor. Risk of hypotension."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "sildenafil",
            "description": {
                "common": "metoprolol increases effects of sildenafil by additive vasodilation. Use Caution/Monitor. Sildenafil has systemic vasodilatory properties and may further lower blood pressure in patients taking antihypertensive medications. Monitor blood pressure response to sildenafil in patients receiving concurrent blood pressure lowering therapy."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "silodosin",
            "description": {
                "common": "silodosin and metoprolol both increase  anti-hypertensive channel blocking. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "siponimod",
            "description": {
                "common": "siponimod, metoprolol.\nEither increases effects of the other by pharmacodynamic synergism. Modify Therapy/Monitor Closely. Caution when siponimod is initiated in patients receiving beta-blocker treatment because of additive effects on lowering heart rate. Temporary interruption of beta-blocker may be needed before initiating siponimod. Beta-blocker treatment can be initiated in patients receiving stable doses of siponimod."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "sodium bicarbonate",
            "description": {
                "common": "sodium bicarbonate decreases levels of metoprolol by inhibition of GI absorption. Applies only to oral form of both agents. Use Caution/Monitor. Separate by 2 hours."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "sodium citrate/citric acid",
            "description": {
                "common": "sodium citrate/citric acid decreases levels of metoprolol by inhibition of GI absorption. Applies only to oral form of both agents. Use Caution/Monitor. Separate by 2 hours."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "sodium sulfate/?magnesium sulfate/potassium chloride",
            "description": {
                "common": "sodium sulfate/?magnesium sulfate/potassium chloride increases toxicity of hydrochlorothiazide by Other (see comment). Use Caution/Monitor. \nComment: Coadministration with medications that cause fluid and electrolyte abnormalities may increase the risk of adverse events of seizure, arrhythmias, and renal impairment."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "sodium sulfate/potassium sulfate/magnesium sulfate",
            "description": {
                "common": "sodium sulfate/potassium sulfate/magnesium sulfate increases toxicity of hydrochlorothiazide by Other (see comment). Use Caution/Monitor. \nComment: Coadministration with medications that cause fluid and electrolyte abnormalities may increase the risk of adverse events of seizure, arrhythmias, and renal impairment."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "sodium sulfate/potassium sulfate/magnesium sulfate/polyethylene glycol",
            "description": {
                "common": "hydrochlorothiazide and sodium sulfate/potassium sulfate/magnesium sulfate/polyethylene glycol both decrease  serum potassium. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "sotalol",
            "description": {
                "common": "metoprolol and sotalol both increase  serum potassium. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "spironolactone",
            "description": {
                "common": "spironolactone increases and hydrochlorothiazide decreases serum potassium. Effect of interaction is not clear, use caution. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "succinylcholine",
            "description": {
                "common": "succinylcholine increases and hydrochlorothiazide decreases serum potassium. Effect of interaction is not clear, use caution. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "sulfasalazine",
            "description": {
                "common": "metoprolol and sulfasalazine both increase  serum potassium. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "sulindac",
            "description": {
                "common": "metoprolol and sulindac both increase  serum potassium. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "tadalafil",
            "description": {
                "common": "tadalafil increases effects of hydrochlorothiazide by pharmacodynamic synergism. Use Caution/Monitor. Risk of hypotension."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "telmisartan",
            "description": {
                "common": "telmisartan and metoprolol both increase  serum potassium. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "temocillin",
            "description": {
                "common": "temocillin, hydrochlorothiazide.\nEither increases levels of the other by decreasing renal clearance. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "terazosin",
            "description": {
                "common": "terazosin and metoprolol both increase  anti-hypertensive channel blocking. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "terbinafine",
            "description": {
                "common": "terbinafine will increase the level or effect of metoprolol by  affecting hepatic enzyme CYP2D6 metabolism. Modify Therapy/Monitor Closely. Assess need to reduce dose of CYP2D6-metabolized drug."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "terbutaline",
            "description": {
                "common": "metoprolol decreases effects of terbutaline by pharmacodynamic antagonism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "theophylline",
            "description": {
                "common": "metoprolol, theophylline. Other (see comment). Use Caution/Monitor. \nComment: Beta blockers (esp. non selective) antagonize theophylline effects, while at the same time increasing theophylline levels and toxicity (mechanism: decreased theophylline metabolism). Smoking increases risk of interaction."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ticarcillin",
            "description": {
                "common": "ticarcillin, hydrochlorothiazide.\nEither increases levels of the other by decreasing renal clearance. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "thioridazine",
            "description": {
                "common": "thioridazine will increase the level or effect of metoprolol by  affecting hepatic enzyme CYP2D6 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "timolol",
            "description": {
                "common": "timolol increases and hydrochlorothiazide decreases serum potassium. Effect of interaction is not clear, use caution. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "tipranavir",
            "description": {
                "common": "tipranavir will increase the level or effect of metoprolol by  affecting hepatic enzyme CYP2D6 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "tolfenamic acid",
            "description": {
                "common": "tolfenamic acid increases and hydrochlorothiazide decreases serum potassium. Effect of interaction is not clear, use caution. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "tolfenamic acid",
            "description": {
                "common": "metoprolol and tolfenamic acid both increase  serum potassium. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "tolmetin",
            "description": {
                "common": "tolmetin increases and hydrochlorothiazide decreases serum potassium. Effect of interaction is not clear, use caution. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "tolvaptan",
            "description": {
                "common": "tolvaptan increases and hydrochlorothiazide decreases serum potassium. Effect of interaction is not clear, use caution. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "toremifene",
            "description": {
                "common": "hydrochlorothiazide, toremifene. Other (see comment). Use Caution/Monitor. \nComment: Thiazide diuretics decrease renal calcium excretion and may increase risk of hypercalcemia in patients taking toremifene."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "torsemide",
            "description": {
                "common": "metoprolol increases and torsemide decreases serum potassium. Effect of interaction is not clear, use caution. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "torsemide",
            "description": {
                "common": "torsemide and hydrochlorothiazide both decrease  serum potassium. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "triamterene",
            "description": {
                "common": "triamterene increases and hydrochlorothiazide decreases serum potassium. Effect of interaction is not clear, use caution. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "trientine",
            "description": {
                "common": "hydrochlorothiazide decreases levels of trientine by increasing renal clearance. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "valsartan",
            "description": {
                "common": "valsartan and metoprolol both increase  serum potassium. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "umeclidinium bromide/vilanterol inhaled",
            "description": {
                "common": "umeclidinium bromide/vilanterol inhaled and hydrochlorothiazide both decrease  serum potassium. Modify Therapy/Monitor Closely. Electrocardiographic changes and/or hypokalemia associated with non?potassium-sparing diuretics may worsen with concomitant beta-agonists, particularly if recommended dose is exceeded"
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "valsartan",
            "description": {
                "common": "valsartan increases and hydrochlorothiazide decreases serum potassium. Effect of interaction is not clear, use caution. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "venlafaxine",
            "description": {
                "common": "venlafaxine will increase the level or effect of metoprolol by  affecting hepatic enzyme CYP2D6 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "verapamil",
            "description": {
                "common": "metoprolol and verapamil both increase  anti-hypertensive channel blocking. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "vilanterol/fluticasone furoate inhaled",
            "description": {
                "common": "vilanterol/fluticasone furoate inhaled and hydrochlorothiazide both decrease  serum potassium. Modify Therapy/Monitor Closely. Beta-agonists may acutely worsen ECG changes and/or hypokalemia resulting from non-potassium-sparing diuretics "
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "vitamin D",
            "description": {
                "common": "hydrochlorothiazide increases effects of vitamin D by Other (see comment). Use Caution/Monitor. \nComment: Combination may increase hypercalcemic effect of vitamin D analogs. Use with caution."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "xipamide",
            "description": {
                "common": "xipamide increases effects of hydrochlorothiazide by pharmacodynamic synergism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "acarbose",
            "description": {
                "common": "hydrochlorothiazide decreases effects of acarbose by pharmacodynamic antagonism. Minor/Significance Unknown. Thiazide dosage >50 mg/day may increase blood glucose."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "aceclofenac",
            "description": {
                "common": "hydrochlorothiazide will increase the level or effect of aceclofenac by  acidic (anionic) drug competition for renal tubular clearance. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "acemetacin",
            "description": {
                "common": "hydrochlorothiazide will increase the level or effect of acemetacin by  acidic (anionic) drug competition for renal tubular clearance. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "acyclovir",
            "description": {
                "common": "hydrochlorothiazide will increase the level or effect of acyclovir by  acidic (anionic) drug competition for renal tubular clearance. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "adenosine",
            "description": {
                "common": "metoprolol, adenosine. Mechanism: pharmacodynamic synergism. Minor/Significance Unknown. Bradycardia."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "agrimony",
            "description": {
                "common": "agrimony increases effects of hydrochlorothiazide by pharmacodynamic synergism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "albuterol",
            "description": {
                "common": "albuterol, hydrochlorothiazide. Mechanism: pharmacodynamic synergism. Minor/Significance Unknown. Hypokalemia."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "antipyrine",
            "description": {
                "common": "metoprolol increases levels of antipyrine by decreasing metabolism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "aminohippurate sodium",
            "description": {
                "common": "hydrochlorothiazide will increase the level or effect of aminohippurate sodium by  acidic (anionic) drug competition for renal tubular clearance. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "ampicillin",
            "description": {
                "common": "hydrochlorothiazide increases levels of ampicillin by decreasing renal clearance. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "arformoterol",
            "description": {
                "common": "arformoterol, hydrochlorothiazide. Mechanism: pharmacodynamic synergism. Minor/Significance Unknown. Hypokalemia."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "aspirin",
            "description": {
                "common": "hydrochlorothiazide will increase the level or effect of aspirin by  acidic (anionic) drug competition for renal tubular clearance. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "aspirin rectal",
            "description": {
                "common": "hydrochlorothiazide will increase the level or effect of aspirin rectal by  acidic (anionic) drug competition for renal tubular clearance. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "aspirin/citric acid/sodium bicarbonate",
            "description": {
                "common": "hydrochlorothiazide will increase the level or effect of aspirin/citric acid/sodium bicarbonate by  acidic (anionic) drug competition for renal tubular clearance. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "balsalazide",
            "description": {
                "common": "hydrochlorothiazide will increase the level or effect of balsalazide by  acidic (anionic) drug competition for renal tubular clearance. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "bendroflumethiazide",
            "description": {
                "common": "bendroflumethiazide will increase the level or effect of hydrochlorothiazide by  acidic (anionic) drug competition for renal tubular clearance. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "birch",
            "description": {
                "common": "birch increases effects of hydrochlorothiazide by pharmacodynamic synergism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "bitter melon",
            "description": {
                "common": "bitter melon, hydrochlorothiazide. Mechanism: pharmacodynamic synergism. Minor/Significance Unknown. Hypokalemia."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "brimonidine",
            "description": {
                "common": "brimonidine increases effects of hydrochlorothiazide by pharmacodynamic synergism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "budesonide",
            "description": {
                "common": "budesonide, hydrochlorothiazide. Mechanism: pharmacodynamic synergism. Minor/Significance Unknown. Risk of hypokalemia, especially with strong glucocorticoid activity."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "cevimeline",
            "description": {
                "common": "cevimeline increases effects of metoprolol by unspecified interaction mechanism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "calcitriol topical",
            "description": {
                "common": "calcitriol topical, hydrochlorothiazide.\nEither increases toxicity of the other by pharmacodynamic synergism. Minor/Significance Unknown. Potential additive hypercalcemia."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "calcium acetate",
            "description": {
                "common": "hydrochlorothiazide increases levels of calcium acetate by decreasing renal clearance. Minor/Significance Unknown. Risk of alkalosis, hypercalcemia."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "calcium carbonate",
            "description": {
                "common": "hydrochlorothiazide increases levels of calcium carbonate by decreasing renal clearance. Minor/Significance Unknown. Risk of alkalosis, hypercalcemia."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "calcium chloride",
            "description": {
                "common": "hydrochlorothiazide increases levels of calcium chloride by decreasing renal clearance. Minor/Significance Unknown. Risk of alkalosis, hypercalcemia."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "calcium citrate",
            "description": {
                "common": "hydrochlorothiazide increases levels of calcium citrate by decreasing renal clearance. Minor/Significance Unknown. Risk of alkalosis, hypercalcemia."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "calcium gluconate",
            "description": {
                "common": "hydrochlorothiazide increases levels of calcium gluconate by decreasing renal clearance. Minor/Significance Unknown. Risk of alkalosis, hypercalcemia."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "carbenoxolone",
            "description": {
                "common": "hydrochlorothiazide, carbenoxolone. Mechanism: pharmacodynamic synergism. Minor/Significance Unknown. Additive hypokalemic effects."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "cefadroxil",
            "description": {
                "common": "cefadroxil will increase the level or effect of hydrochlorothiazide by  acidic (anionic) drug competition for renal tubular clearance. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "cefamandole",
            "description": {
                "common": "cefamandole will increase the level or effect of hydrochlorothiazide by  acidic (anionic) drug competition for renal tubular clearance. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "cefpirome",
            "description": {
                "common": "cefpirome will increase the level or effect of hydrochlorothiazide by  acidic (anionic) drug competition for renal tubular clearance. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "cefprozil",
            "description": {
                "common": "cefprozil will increase the level or effect of hydrochlorothiazide by  acidic (anionic) drug competition for renal tubular clearance. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "ceftibuten",
            "description": {
                "common": "ceftibuten will increase the level or effect of hydrochlorothiazide by  acidic (anionic) drug competition for renal tubular clearance. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "celecoxib",
            "description": {
                "common": "hydrochlorothiazide will increase the level or effect of celecoxib by  acidic (anionic) drug competition for renal tubular clearance. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "cephalexin",
            "description": {
                "common": "cephalexin will increase the level or effect of hydrochlorothiazide by  acidic (anionic) drug competition for renal tubular clearance. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "chlorothiazide",
            "description": {
                "common": "chlorothiazide will increase the level or effect of hydrochlorothiazide by  acidic (anionic) drug competition for renal tubular clearance. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "chlorpropamide",
            "description": {
                "common": "hydrochlorothiazide will increase the level or effect of chlorpropamide by  acidic (anionic) drug competition for renal tubular clearance. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "chlorthalidone",
            "description": {
                "common": "chlorthalidone will increase the level or effect of hydrochlorothiazide by  acidic (anionic) drug competition for renal tubular clearance. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "ciprofloxacin",
            "description": {
                "common": "ciprofloxacin increases levels of metoprolol by decreasing metabolism. Minor/Significance Unknown. Ciprofloxacin may increase metoprolol plasma concentrations however mechanism is unknown. Further clinical evidence is needed but it may be appropriate to monitor patients during concomitant therapy with ciprofloxacin."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "cocaine topical",
            "description": {
                "common": "metoprolol increases effects of cocaine topical by pharmacodynamic synergism. Minor/Significance Unknown. Risk of angina."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "colestipol",
            "description": {
                "common": "colestipol decreases levels of hydrochlorothiazide by inhibition of GI absorption. Applies only to oral form of both agents. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "cornsilk",
            "description": {
                "common": "cornsilk increases effects of metoprolol by pharmacodynamic synergism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "cortisone",
            "description": {
                "common": "cortisone, hydrochlorothiazide. Mechanism: pharmacodynamic synergism. Minor/Significance Unknown. Risk of hypokalemia, especially with strong glucocorticoid activity."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "cosyntropin",
            "description": {
                "common": "cosyntropin, hydrochlorothiazide. pharmacodynamic synergism. Minor/Significance Unknown. Possible enhanced electrolyte loss."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "cyclopenthiazide",
            "description": {
                "common": "cyclopenthiazide will increase the level or effect of hydrochlorothiazide by  acidic (anionic) drug competition for renal tubular clearance. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "deflazacort",
            "description": {
                "common": "deflazacort, hydrochlorothiazide. Mechanism: pharmacodynamic synergism. Minor/Significance Unknown. Risk of hypokalemia, especially with strong glucocorticoid activity."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "dexamethasone",
            "description": {
                "common": "dexamethasone, hydrochlorothiazide. Mechanism: pharmacodynamic synergism. Minor/Significance Unknown. Risk of hypokalemia, especially with strong glucocorticoid activity."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "diazepam",
            "description": {
                "common": "metoprolol increases effects of diazepam by decreasing metabolism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "diazoxide",
            "description": {
                "common": "diazoxide, hydrochlorothiazide. Mechanism: pharmacodynamic synergism. Minor/Significance Unknown. Risk of hyperglycemia."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "diclofenac",
            "description": {
                "common": "hydrochlorothiazide will increase the level or effect of diclofenac by  acidic (anionic) drug competition for renal tubular clearance. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "diflunisal",
            "description": {
                "common": "hydrochlorothiazide will increase the level or effect of diflunisal by  acidic (anionic) drug competition for renal tubular clearance. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "dihydroergotamine",
            "description": {
                "common": "dihydroergotamine, metoprolol. Mechanism: pharmacodynamic synergism. Minor/Significance Unknown. Additive vasospasm."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "dihydroergotamine intranasal",
            "description": {
                "common": "dihydroergotamine intranasal, metoprolol. Mechanism: pharmacodynamic synergism. Minor/Significance Unknown. Additive vasospasm."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "dipyridamole",
            "description": {
                "common": "dipyridamole, metoprolol. Mechanism: pharmacodynamic synergism. Minor/Significance Unknown. Risk of bradycardia."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "dobutamine",
            "description": {
                "common": "dobutamine, hydrochlorothiazide. Mechanism: pharmacodynamic synergism. Minor/Significance Unknown. Hypokalemia."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "dopexamine",
            "description": {
                "common": "dopexamine, hydrochlorothiazide. Mechanism: pharmacodynamic synergism. Minor/Significance Unknown. Hypokalemia."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "ephedrine",
            "description": {
                "common": "ephedrine, hydrochlorothiazide. Mechanism: pharmacodynamic synergism. Minor/Significance Unknown. Hypokalemia."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "epinephrine",
            "description": {
                "common": "epinephrine, hydrochlorothiazide. Mechanism: pharmacodynamic synergism. Minor/Significance Unknown. Hypokalemia."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "epinephrine racemic",
            "description": {
                "common": "epinephrine racemic, hydrochlorothiazide. Mechanism: pharmacodynamic synergism. Minor/Significance Unknown. Hypokalemia."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "epoprostenol",
            "description": {
                "common": "epoprostenol increases effects of hydrochlorothiazide by pharmacodynamic synergism. Minor/Significance Unknown. Additive hypotensive effects."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "escitalopram",
            "description": {
                "common": "escitalopram increases levels of metoprolol by decreasing metabolism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "etodolac",
            "description": {
                "common": "hydrochlorothiazide will increase the level or effect of etodolac by  acidic (anionic) drug competition for renal tubular clearance. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "fenbufen",
            "description": {
                "common": "hydrochlorothiazide will increase the level or effect of fenbufen by  acidic (anionic) drug competition for renal tubular clearance. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "fenoldopam",
            "description": {
                "common": "fenoldopam increases effects of metoprolol by pharmacodynamic synergism. Minor/Significance Unknown. Additive hypotensive effects."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "fenoprofen",
            "description": {
                "common": "hydrochlorothiazide will increase the level or effect of fenoprofen by  acidic (anionic) drug competition for renal tubular clearance. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "fludrocortisone",
            "description": {
                "common": "fludrocortisone, hydrochlorothiazide. Mechanism: pharmacodynamic synergism. Minor/Significance Unknown. Risk of hypokalemia, especially with strong glucocorticoid activity."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "flurbiprofen",
            "description": {
                "common": "hydrochlorothiazide will increase the level or effect of flurbiprofen by  acidic (anionic) drug competition for renal tubular clearance. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "fo-ti",
            "description": {
                "common": "fo-ti increases effects of hydrochlorothiazide by pharmacodynamic synergism. Minor/Significance Unknown. Risk of hypokalemia (theoretical)."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "folic acid",
            "description": {
                "common": "hydrochlorothiazide decreases levels of folic acid by increasing renal clearance. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "formoterol",
            "description": {
                "common": "formoterol, hydrochlorothiazide. Mechanism: pharmacodynamic synergism. Minor/Significance Unknown. Hypokalemia."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "forskolin",
            "description": {
                "common": "forskolin increases effects of metoprolol by pharmacodynamic synergism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "ganciclovir",
            "description": {
                "common": "hydrochlorothiazide will increase the level or effect of ganciclovir by  acidic (anionic) drug competition for renal tubular clearance. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "guanfacine",
            "description": {
                "common": "metoprolol, guanfacine. Mechanism: pharmacodynamic synergism. Minor/Significance Unknown. Selective beta blocker administration during withdrawal from centrally acting alpha agonists may result in rebound hypertension."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "glimepiride",
            "description": {
                "common": "hydrochlorothiazide decreases effects of glimepiride by pharmacodynamic antagonism. Minor/Significance Unknown. Thiazide dosage >50 mg/day may increase blood glucose."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "glipizide",
            "description": {
                "common": "hydrochlorothiazide decreases effects of glipizide by pharmacodynamic antagonism. Minor/Significance Unknown. Thiazide dosage >50 mg/day may increase blood glucose."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "glyburide",
            "description": {
                "common": "hydrochlorothiazide decreases effects of glyburide by pharmacodynamic antagonism. Minor/Significance Unknown. Thiazide dosage >50 mg/day may increase blood glucose."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "goldenrod",
            "description": {
                "common": "goldenrod increases effects of hydrochlorothiazide by pharmacodynamic synergism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "hydrocortisone",
            "description": {
                "common": "hydrocortisone, hydrochlorothiazide. Mechanism: pharmacodynamic synergism. Minor/Significance Unknown. Risk of hypokalemia, especially with strong glucocorticoid activity."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "ibuprofen",
            "description": {
                "common": "hydrochlorothiazide will increase the level or effect of ibuprofen by  acidic (anionic) drug competition for renal tubular clearance. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "imaging agents (gadolinium)",
            "description": {
                "common": "metoprolol, imaging agents (gadolinium). Mechanism: unknown. Minor/Significance Unknown. Increased risk of anaphylaxis from contrast media."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "indapamide",
            "description": {
                "common": "hydrochlorothiazide will increase the level or effect of indapamide by  acidic (anionic) drug competition for renal tubular clearance. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "indomethacin",
            "description": {
                "common": "hydrochlorothiazide will increase the level or effect of indomethacin by  acidic (anionic) drug competition for renal tubular clearance. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "insulin aspart",
            "description": {
                "common": "hydrochlorothiazide decreases effects of insulin aspart by pharmacodynamic antagonism. Minor/Significance Unknown. Thiazide dosage >50 mg/day may increase blood glucose."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "insulin detemir",
            "description": {
                "common": "hydrochlorothiazide decreases effects of insulin detemir by pharmacodynamic antagonism. Minor/Significance Unknown. Thiazide dosage >50 mg/day may increase blood glucose."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "insulin glargine",
            "description": {
                "common": "hydrochlorothiazide decreases effects of insulin glargine by pharmacodynamic antagonism. Minor/Significance Unknown. Thiazide dosage >50 mg/day may increase blood glucose."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "insulin glulisine",
            "description": {
                "common": "hydrochlorothiazide decreases effects of insulin glulisine by pharmacodynamic antagonism. Minor/Significance Unknown. Thiazide dosage >50 mg/day may increase blood glucose."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "insulin lispro",
            "description": {
                "common": "hydrochlorothiazide decreases effects of insulin lispro by pharmacodynamic antagonism. Minor/Significance Unknown. Thiazide dosage >50 mg/day may increase blood glucose."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "insulin NPH",
            "description": {
                "common": "hydrochlorothiazide decreases effects of insulin NPH by pharmacodynamic antagonism. Minor/Significance Unknown. Thiazide dosage >50 mg/day may increase blood glucose."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "insulin regular human",
            "description": {
                "common": "hydrochlorothiazide decreases effects of insulin regular human by pharmacodynamic antagonism. Minor/Significance Unknown. Thiazide dosage >50 mg/day may increase blood glucose."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "isoproterenol",
            "description": {
                "common": "isoproterenol, hydrochlorothiazide. Mechanism: pharmacodynamic synergism. Minor/Significance Unknown. Hypokalemia."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "ketoprofen",
            "description": {
                "common": "hydrochlorothiazide will increase the level or effect of ketoprofen by  acidic (anionic) drug competition for renal tubular clearance. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "ketorolac",
            "description": {
                "common": "hydrochlorothiazide will increase the level or effect of ketorolac by  acidic (anionic) drug competition for renal tubular clearance. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "ketorolac intranasal",
            "description": {
                "common": "hydrochlorothiazide will increase the level or effect of ketorolac intranasal by  acidic (anionic) drug competition for renal tubular clearance. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "L-methylfolate",
            "description": {
                "common": "hydrochlorothiazide decreases levels of L-methylfolate by increasing renal clearance. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "levalbuterol",
            "description": {
                "common": "levalbuterol, hydrochlorothiazide. Mechanism: pharmacodynamic synergism. Minor/Significance Unknown. Hypokalemia."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "levobetaxolol",
            "description": {
                "common": "levobetaxolol increases effects of metoprolol by pharmacodynamic synergism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "lornoxicam",
            "description": {
                "common": "hydrochlorothiazide will increase the level or effect of lornoxicam by  acidic (anionic) drug competition for renal tubular clearance. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "magnesium chloride",
            "description": {
                "common": "hydrochlorothiazide decreases levels of magnesium chloride by increasing renal clearance. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "magnesium citrate",
            "description": {
                "common": "hydrochlorothiazide decreases levels of magnesium citrate by increasing renal clearance. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "magnesium hydroxide",
            "description": {
                "common": "hydrochlorothiazide decreases levels of magnesium hydroxide by increasing renal clearance. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "magnesium oxide",
            "description": {
                "common": "hydrochlorothiazide decreases levels of magnesium oxide by increasing renal clearance. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "magnesium sulfate",
            "description": {
                "common": "hydrochlorothiazide decreases levels of magnesium sulfate by increasing renal clearance. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "maitake",
            "description": {
                "common": "maitake increases effects of metoprolol by pharmacodynamic synergism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "meclofenamate",
            "description": {
                "common": "hydrochlorothiazide will increase the level or effect of meclofenamate by  acidic (anionic) drug competition for renal tubular clearance. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "mefenamic acid",
            "description": {
                "common": "hydrochlorothiazide will increase the level or effect of mefenamic acid by  acidic (anionic) drug competition for renal tubular clearance. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "melatonin",
            "description": {
                "common": "melatonin decreases toxicity of metoprolol by pharmacodynamic antagonism. Minor/Significance Unknown. Melatonin may correct beta blocker induced sleep disturbances."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "meloxicam",
            "description": {
                "common": "hydrochlorothiazide will increase the level or effect of meloxicam by  acidic (anionic) drug competition for renal tubular clearance. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "memantine",
            "description": {
                "common": "hydrochlorothiazide will increase the level or effect of memantine by  basic (cationic) drug competition for renal tubular clearance. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "mesalamine",
            "description": {
                "common": "hydrochlorothiazide will increase the level or effect of mesalamine by  acidic (anionic) drug competition for renal tubular clearance. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "metaproterenol",
            "description": {
                "common": "metaproterenol, hydrochlorothiazide. Mechanism: pharmacodynamic synergism. Minor/Significance Unknown. Hypokalemia."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "metformin",
            "description": {
                "common": "hydrochlorothiazide will increase the level or effect of metformin by  basic (cationic) drug competition for renal tubular clearance. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "methotrexate",
            "description": {
                "common": "hydrochlorothiazide increases toxicity of methotrexate by decreasing elimination. Minor/Significance Unknown. Increased myelosuppression."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "methylprednisolone",
            "description": {
                "common": "methylprednisolone, hydrochlorothiazide. Mechanism: pharmacodynamic synergism. Minor/Significance Unknown. Risk of hypokalemia, especially with strong glucocorticoid activity."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "metipranolol ophthalmic",
            "description": {
                "common": "metipranolol ophthalmic increases effects of metoprolol by pharmacodynamic synergism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "metolazone",
            "description": {
                "common": "hydrochlorothiazide will increase the level or effect of metolazone by  acidic (anionic) drug competition for renal tubular clearance. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "midodrine",
            "description": {
                "common": "hydrochlorothiazide will increase the level or effect of midodrine by  basic (cationic) drug competition for renal tubular clearance. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "miglitol",
            "description": {
                "common": "hydrochlorothiazide decreases effects of miglitol by pharmacodynamic antagonism. Minor/Significance Unknown. Thiazide dosage >50 mg/day may increase blood glucose."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "minoxidil",
            "description": {
                "common": "hydrochlorothiazide increases effects of minoxidil by pharmacodynamic synergism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "nabumetone",
            "description": {
                "common": "hydrochlorothiazide will increase the level or effect of nabumetone by  acidic (anionic) drug competition for renal tubular clearance. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "naproxen",
            "description": {
                "common": "hydrochlorothiazide will increase the level or effect of naproxen by  acidic (anionic) drug competition for renal tubular clearance. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "nateglinide",
            "description": {
                "common": "hydrochlorothiazide decreases effects of nateglinide by pharmacodynamic antagonism. Minor/Significance Unknown. Thiazide dosage >50 mg/day may increase blood glucose."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "neostigmine",
            "description": {
                "common": "metoprolol, neostigmine.\nEither increases effects of the other by pharmacodynamic synergism. Minor/Significance Unknown. Additive bradycardia."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "noni juice",
            "description": {
                "common": "metoprolol and noni juice both increase  serum potassium. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "norepinephrine",
            "description": {
                "common": "norepinephrine, hydrochlorothiazide. Mechanism: pharmacodynamic synergism. Minor/Significance Unknown. Hypokalemia."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "octacosanol",
            "description": {
                "common": "octacosanol increases effects of metoprolol by pharmacodynamic synergism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "octacosanol",
            "description": {
                "common": "octacosanol increases effects of hydrochlorothiazide by pharmacodynamic synergism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "ofloxacin",
            "description": {
                "common": "hydrochlorothiazide will increase the level or effect of ofloxacin by  basic (cationic) drug competition for renal tubular clearance. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "oxaprozin",
            "description": {
                "common": "hydrochlorothiazide will increase the level or effect of oxaprozin by  acidic (anionic) drug competition for renal tubular clearance. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "oxazepam",
            "description": {
                "common": "metoprolol increases effects of oxazepam by decreasing metabolism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "parecoxib",
            "description": {
                "common": "hydrochlorothiazide will increase the level or effect of parecoxib by  acidic (anionic) drug competition for renal tubular clearance. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "patiromer",
            "description": {
                "common": "patiromer, metoprolol. cation binding in GI tract. Minor/Significance Unknown. No observed clinically important interaction. No separation of dosing required."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "penicillin G aqueous",
            "description": {
                "common": "hydrochlorothiazide increases levels of penicillin G aqueous by decreasing renal clearance. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "penicillin VK",
            "description": {
                "common": "hydrochlorothiazide increases levels of penicillin VK by decreasing renal clearance. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "physostigmine",
            "description": {
                "common": "metoprolol, physostigmine.\nEither increases effects of the other by pharmacodynamic synergism. Minor/Significance Unknown. Additive bradycardia."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "pilocarpine",
            "description": {
                "common": "pilocarpine increases effects of metoprolol by pharmacodynamic synergism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "pioglitazone",
            "description": {
                "common": "hydrochlorothiazide decreases effects of pioglitazone by pharmacodynamic antagonism. Minor/Significance Unknown. Thiazide dosage >50 mg/day may increase blood glucose."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "piperacillin",
            "description": {
                "common": "hydrochlorothiazide increases levels of piperacillin by decreasing renal clearance. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "pirbuterol",
            "description": {
                "common": "pirbuterol, hydrochlorothiazide. Mechanism: pharmacodynamic synergism. Minor/Significance Unknown. Hypokalemia."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "piroxicam",
            "description": {
                "common": "hydrochlorothiazide will increase the level or effect of piroxicam by  acidic (anionic) drug competition for renal tubular clearance. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "prednisolone",
            "description": {
                "common": "prednisolone, hydrochlorothiazide. Mechanism: pharmacodynamic synergism. Minor/Significance Unknown. Risk of hypokalemia, especially with strong glucocorticoid activity."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "prednisone",
            "description": {
                "common": "prednisone, hydrochlorothiazide. Mechanism: pharmacodynamic synergism. Minor/Significance Unknown. Risk of hypokalemia, especially with strong glucocorticoid activity."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "quinine",
            "description": {
                "common": "hydrochlorothiazide will increase the level or effect of quinine by  basic (cationic) drug competition for renal tubular clearance. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "reishi",
            "description": {
                "common": "reishi increases effects of hydrochlorothiazide by pharmacodynamic synergism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "repaglinide",
            "description": {
                "common": "hydrochlorothiazide decreases effects of repaglinide by pharmacodynamic antagonism. Minor/Significance Unknown. Thiazide dosage >50 mg/day may increase blood glucose."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "shepherd's purse",
            "description": {
                "common": "shepherd's purse, metoprolol. Other (see comment). Minor/Significance Unknown. \nComment: Theoretically, shepherd's purse may interfere with BP control."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "rose hips",
            "description": {
                "common": "rose hips will increase the level or effect of hydrochlorothiazide by  acidic (anionic) drug competition for renal tubular clearance. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "rosiglitazone",
            "description": {
                "common": "hydrochlorothiazide decreases effects of rosiglitazone by pharmacodynamic antagonism. Minor/Significance Unknown. Thiazide dosage >50 mg/day may increase blood glucose."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "salicylates (non-asa)",
            "description": {
                "common": "hydrochlorothiazide will increase the level or effect of salicylates (non-asa) by  acidic (anionic) drug competition for renal tubular clearance. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "salmeterol",
            "description": {
                "common": "salmeterol, hydrochlorothiazide. Mechanism: pharmacodynamic synergism. Minor/Significance Unknown. Hypokalemia."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "salsalate",
            "description": {
                "common": "hydrochlorothiazide will increase the level or effect of salsalate by  acidic (anionic) drug competition for renal tubular clearance. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "saxagliptin",
            "description": {
                "common": "hydrochlorothiazide decreases effects of saxagliptin by pharmacodynamic antagonism. Minor/Significance Unknown. Thiazide dosage >50 mg/day may increase blood glucose."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "shepherd's purse",
            "description": {
                "common": "shepherd's purse, hydrochlorothiazide. Other (see comment). Minor/Significance Unknown. \nComment: Theoretically, shepherd's purse may interfere with BP control."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "sitagliptin",
            "description": {
                "common": "hydrochlorothiazide decreases effects of sitagliptin by pharmacodynamic antagonism. Minor/Significance Unknown. Thiazide dosage >50 mg/day may increase blood glucose."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "sulfadiazine",
            "description": {
                "common": "hydrochlorothiazide increases levels of sulfadiazine by unspecified interaction mechanism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "sulfamethoxazole",
            "description": {
                "common": "sulfamethoxazole will increase the level or effect of hydrochlorothiazide by  basic (cationic) drug competition for renal tubular clearance. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "sulfasalazine",
            "description": {
                "common": "hydrochlorothiazide will increase the level or effect of sulfasalazine by  acidic (anionic) drug competition for renal tubular clearance. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "sulfisoxazole",
            "description": {
                "common": "hydrochlorothiazide increases levels of sulfisoxazole by unspecified interaction mechanism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "sulindac",
            "description": {
                "common": "hydrochlorothiazide will increase the level or effect of sulindac by  acidic (anionic) drug competition for renal tubular clearance. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "terbutaline",
            "description": {
                "common": "terbutaline, hydrochlorothiazide. Mechanism: pharmacodynamic synergism. Minor/Significance Unknown. Hypokalemia."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "tizanidine",
            "description": {
                "common": "tizanidine increases effects of metoprolol by pharmacodynamic synergism. Minor/Significance Unknown. Risk of hypotension."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "tolazamide",
            "description": {
                "common": "hydrochlorothiazide decreases effects of tolazamide by pharmacodynamic antagonism. Minor/Significance Unknown. Thiazide dosage >50 mg/day may increase blood glucose."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "treprostinil",
            "description": {
                "common": "treprostinil increases effects of metoprolol by pharmacodynamic synergism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "tolbutamide",
            "description": {
                "common": "hydrochlorothiazide decreases effects of tolbutamide by pharmacodynamic antagonism. Minor/Significance Unknown. Thiazide dosage >50 mg/day may increase blood glucose."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "tolfenamic acid",
            "description": {
                "common": "hydrochlorothiazide will increase the level or effect of tolfenamic acid by  acidic (anionic) drug competition for renal tubular clearance. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "tolmetin",
            "description": {
                "common": "hydrochlorothiazide will increase the level or effect of tolmetin by  acidic (anionic) drug competition for renal tubular clearance. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "treprostinil",
            "description": {
                "common": "treprostinil increases effects of hydrochlorothiazide by pharmacodynamic synergism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "triamcinolone acetonide injectable suspension",
            "description": {
                "common": "triamcinolone acetonide injectable suspension, hydrochlorothiazide. Mechanism: pharmacodynamic synergism. Minor/Significance Unknown. Risk of hypokalemia, especially with strong glucocorticoid activity."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "triamterene",
            "description": {
                "common": "hydrochlorothiazide will increase the level or effect of triamterene by  basic (cationic) drug competition for renal tubular clearance. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "trilostane",
            "description": {
                "common": "trilostane, hydrochlorothiazide. Other (see comment). Minor/Significance Unknown. \nComment: Trilostane reduces K+ loss while maintaining the natriuretic effect.  Mechanism:  inhibition of mineralocorticoid steroid synthesis."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "trimethoprim",
            "description": {
                "common": "hydrochlorothiazide will increase the level or effect of trimethoprim by  basic (cationic) drug competition for renal tubular clearance. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "valganciclovir",
            "description": {
                "common": "hydrochlorothiazide will increase the level or effect of valganciclovir by  acidic (anionic) drug competition for renal tubular clearance. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "verapamil",
            "description": {
                "common": "hydrochlorothiazide will increase the level or effect of verapamil by  basic (cationic) drug competition for renal tubular clearance. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "verteporfin",
            "description": {
                "common": "hydrochlorothiazide, verteporfin. Mechanism: pharmacodynamic synergism. Minor/Significance Unknown. Increased phototoxicity."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "vildagliptin",
            "description": {
                "common": "hydrochlorothiazide decreases effects of vildagliptin by pharmacodynamic antagonism. Minor/Significance Unknown. Thiazide dosage >50 mg/day may increase blood glucose."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "willow bark",
            "description": {
                "common": "hydrochlorothiazide will increase the level or effect of willow bark by  acidic (anionic) drug competition for renal tubular clearance. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "yohimbe",
            "description": {
                "common": "metoprolol decreases toxicity of yohimbe by pharmacodynamic antagonism. Minor/Significance Unknown."
            }
        }
    ],
    "adverse effects": [
        {
            "name": "Bradycardia",
            "percent": "3"
        },
        {
            "name": "cold extremities",
            "percent": "1"
        },
        {
            "name": "constipation",
            "percent": "1"
        },
        {
            "name": "depression",
            "percent": "5"
        },
        {
            "name": "diarrhea",
            "percent": "5"
        },
        {
            "name": "dizziness",
            "percent": "10"
        },
        {
            "name": "dyspepsia",
            "percent": "1"
        },
        {
            "name": "dyspnea",
            "percent": "3"
        },
        {
            "name": "fatigue",
            "percent": "10"
        },
        {
            "name": "headache",
            "percent": "10"
        },
        {
            "name": "heart failure",
            "percent": "1"
        },
        {
            "name": "hypokalemiahypotension",
            "percent": "1"
        },
        {
            "name": "influenza",
            "percent": "1"
        },
        {
            "name": "like symptomsnausea",
            "percent": "5"
        },
        {
            "name": "pruritus",
            "percent": "1"
        },
        {
            "name": "wheezing",
            "percent": null
        },
        {
            "name": "Anorexia",
            "percent": null
        },
        {
            "name": "epigastric distress",
            "percent": null
        },
        {
            "name": "hypokalemia",
            "percent": null
        },
        {
            "name": "hypotension",
            "percent": null
        },
        {
            "name": "phototoxicity",
            "percent": null
        },
        {
            "name": "Bronchospasm",
            "percent": null
        },
        {
            "name": "mask symptoms of hypoglycemia",
            "percent": null
        },
        {
            "name": "Anaphylaxis",
            "percent": null
        },
        {
            "name": "anemia",
            "percent": null
        },
        {
            "name": "confusion",
            "percent": null
        },
        {
            "name": "erythema multiforme skin reactions including Stevens",
            "percent": null
        },
        {
            "name": "Johnson syndrome",
            "percent": null
        },
        {
            "name": "exfoliative dermatitis including toxic epidermal necrolysis",
            "percent": null
        },
        {
            "name": "hypomagnesemia",
            "percent": null
        },
        {
            "name": "hyponatremia",
            "percent": null
        },
        {
            "name": "hypochloremia",
            "percent": null
        },
        {
            "name": "dizziness",
            "percent": null
        },
        {
            "name": "fatigue",
            "percent": null
        },
        {
            "name": "headache",
            "percent": null
        },
        {
            "name": "hypercalcemia",
            "percent": null
        },
        {
            "name": "hyperuricemia",
            "percent": null
        },
        {
            "name": "hyperglycemia",
            "percent": null
        },
        {
            "name": "hyperlipidemia",
            "percent": null
        },
        {
            "name": "hypercholesterolemia",
            "percent": null
        },
        {
            "name": "muscle weakness or cramps",
            "percent": null
        },
        {
            "name": "nausea",
            "percent": null
        },
        {
            "name": "purpura",
            "percent": null
        },
        {
            "name": "rash",
            "percent": null
        },
        {
            "name": "vertigo",
            "percent": null
        },
        {
            "name": "vomiting",
            "percent": null
        },
        {
            "name": "Non",
            "percent": null
        },
        {
            "name": "melanoma skin cancer",
            "percent": null
        }
    ]
}