{
    "name": "fluvoxamine",
    "comment": "Rx",
    "other_names": [
        "Luvox",
        "Luvox CR (DSC)"
    ],
    "classes": [
        "Antidepressants",
        "SSRIs"
    ],
    "source": "https://reference.medscape.com/drug/luvox-fluvoxamine-342956",
    "pregnancy": {
        "common": [
            "There is a pregnancy exposure registry that monitors pregnancy outcomes in women exposed to antidepressants during pregnancy; healthcare providers are encouraged to register patients by calling the National Pregnancy Registry for Antidepressants at 1-844-405-6185 or visiting online at ",
            "Prolonged experience with fluvoxamine in pregnant women over decades, based on published observational studies, have not identified a clear drug-associated risk of major birth defects or miscarriage; there are risks associated with untreated depression in pregnancy and risks of persistent pulmonary hypertension of newborn (PPHN) and poor neonatal adaptation with exposure to selective serotonin reuptake inhibitors (SSRIs), including fluvoxamine, during pregnancy",
            "Women who discontinue antidepressants during pregnancy are more likely to experience a relapse of major depression than women who continue antidepressants; consider risk of untreated depression when discontinuing or changing treatment with antidepressant medication during pregnancy and postpartum",
            "Neonates exposed to therapy and other SSRIs or SNRIs late in the third trimester have developed complications requiring prolonged hospitalization, respiratory support, and tube feeding; such complications can arise immediately upon delivery; reported clinical findings have included respiratory distress, cyanosis, apnea, seizures, temperature instability, feeding difficulty, vomiting, hypoglycemia, hypotonia, hypertonia, hyperreflexia, tremor, jitteriness, irritability, and constant crying; these features are consistent with either a direct toxic effect of SSRIs and SNRIs or, possibly, a drug discontinuation syndrome; it should be noted that, in some cases, the clinical picture is consistent with serotonin syndrome",
            "Animal findings suggest fertility may be impaired while taking fluvoxamine"
        ],
        "specific": [
            {
                "type": "Animal data",
                "description": [
                    "Pregnant rats treated orally with throughout period of organogenesis, increased embryofetal death and increased incidences of fetal eye abnormalities (folded retinas) was observed at doses ≥3 times maximum recommended human dose (MRHD) of 300 mg/day given to adolescents on a mg/m",
                    "basis; in addition, decreased fetal body weight was seen at a dose 6 times MRHD given to adolescents on a mg/m",
                    "basis",
                    "There were no adverse developmental effects in rabbits treated with fluvoxamine during period of organogenesis up to a dose 2 times MRHD given to adolescents on a mg/m",
                    "basis; when drug was administered orally to rats during pregnancy and lactation, increased pup mortality at birth was seen at dose 2 times MRHD given to adolescents on a mg/m",
                    "basis; in addition, decreases in pup body weight and survival were observed at doses that are ≥0.13 times MRHD given to adolescents"
                ]
            },
            {
                "type": "Persistent pulmonary hypertension of the newborn",
                "description": [
                    "Potential risk of persistent pulmonary hypertension of the newborn when used during pregnancy",
                    "Initial Public Health Advisory in 2006 was based on a single published study; since then, there have been conflicting findings from new studies, making it unclear whether use of SSRIs during pregnancy can cause PPHN",
                    "FDA has reviewed the additional new study results and has concluded that, given the conflicting results from different studies, it is premature to reach any conclusion about a possible link between SSRI use in pregnancy and PPHN",
                    "FDA recommendation: FDA advises healthcare professionals not to alter their current clinical practice of treating depression during pregnancy and to report any adverse events to the FDA MedWatch program",
                    "A meta-analysis of 7 observational studies, found exposure to SSRIs in late pregnancy (ie, >20 weeks' gestation) more than doubled the risk of PPHN that could not be explained by other etiologies (eg, congenital malformations, meconium aspiration) (BMJ 2014;348:f6932)"
                ]
            }
        ]
    },
    "lactation": {
        "common": [
            "Data from published literature report presence of drug in human milk; no adverse effects on breastfed infant have been reported in most cases of maternal use of fluvoxamine during breastfeeding; however, there are reports of diarrhea, vomiting, decreased sleep, and agitation; there are no data on effect of fluvoxamine on milk production",
            "Developmental and health benefits of breastfeeding should be considered along with mother’s clinical need for fluvoxamine and any potential adverse effects on breastfed child from drug or from the underlying maternal condition",
            "Monitor infants exposed to fluvoxamine through breast milk for diarrhea, vomiting, decreased sleep, and agitation"
        ]
    },
    "warnings": {
        "black_box_warning": {
            "common": [
                "In short-term studies, antidepressants increased the risk of suicidal thinking and behavior in children, adolescents, and young adults (<24 years) taking antidepressants for major depressive disorders and other psychiatric illnesses",
                "This increase was not seen in patients aged >24 years; a slight decrease in suicidal thinking was seen in adults >65 years",
                "In children and young adults, risks must be weighed against the benefits of taking antidepressants",
                "Patients should be monitored closely for changes in behavior, clinical worsening, and suicidal tendencies; this should be done during initial 1-2 months of therapy and dosage adjustments",
                "The patient’s family should communicate any abrupt changes in behavior to the healthcare provider",
                "Worsening behavior and suicidal tendencies that are not part of the presenting symptoms may require discontinuation of therapy",
                "This drug is not approved for use in pediatric patients"
            ],
            "specific": []
        },
        "contraindicators": {
            "common": [
                "Hypersensitivity"
            ],
            "specific": []
        },
        "cautions": {
            "common": [
                "Conflicting evidence regarding use of SSRIs during pregnancy and increased risk of persistent pulmonary hypertension of the newborn (see Pregnancy)",
                "In neonates exposed to SNRIs/SSRIs late in third trimester: Risk of complications such as feeding difficulties, irritability, and respiratory problems",
                "Risk of mydriasis; may trigger angle closure attack in patients with angle closure glaucoma with anatomically narrow angles without a patent iridectomy",
                "May need to modify dose for hepatic impairment; titrate at smaller increments and longer intervals",
                "Clinical worsening and suicide ideation may occur despite medication in adolescents and young adults (18-24 years); prescriptions should be written for the smallest quantity consistent with good patient care",
                "May worsen mania symptoms or precipitate mania in patients with bipolar disorder",
                "May impair platelet aggregation; increases risk of bleeding in patients taking anticoagulants/antiplatelets concomitantly",
                "Do not use concurrently with alosetron, astemizole, cisapride, pimozide, terfenadine, or tizanidine due to QT prolongation risk",
                "Potentially life-threatening serotonin syndrome has been reported with drugs that impair serotonin metabolism (in particular, MAOIs, including nonpsychiatric MAOIs, such as linezolid and IV methylene blue); it has also been reported with reported with SNRIs and SSRIs, including fluvoxamine, alone but particularly with concomitant use of serotonergic drugs (including triptans, tricyclic antidepressants, fentanyl, lithium, tramadol, tryptophan, buspirone, amphetamines, and St. John's Wort (see Contraindications)",
                "May impair ability to operate heavy machinery and other tasks requiring mental alertness",
                "Bone fractures have been associated with antidepressant treatment; consider possibility of fragility fracture if patient presents with pain, joint tenderness, or swelling",
                "Impaired glucose control (hyperglycemia or hypoglycemia) reported; monitor for signs/symptoms of loss of glucose control, especially in patients with diabetes",
                "Syndrome of inapropriate antidiuretic hormone and hyponatremia reported with SSRI and SNRI use; volume deplretion and/or concurrent use of diuretics may increase risk; consider discontinuing therapy if symptomatic hyponatremia occurs",
                "Use caution in patients with cardiovascular disease or history of seizure disorder"
            ],
            "specific": [
                {
                    "type": "Sexual dysfunction",
                    "description": [
                        "Use of may cause symptoms of sexual dysfunction in both male and female patients; inform patients that they should discuss any changes in sexual function and potential management strategies with their healthcare provider",
                        "Use of SSRIs, may cause symptoms of sexual dysfunction; in male patients, SSRI use may result in ejaculatory delay or failure, decreased libido, and erectile dysfunction",
                        "In female patients, SSRI/SNRI use may result in decreased libido and delayed or absent orgasm",
                        "Important for prescribers to inquire about sexual function prior to initiation of therapy and to inquire specifically about changes in sexual function during treatment, because sexual function may not be spontaneously reported",
                        "When evaluating changes in sexual function, obtaining a detailed history (including timing of symptom onset) is important because sexual symptoms may have other causes, including underlying psychiatric disorder",
                        "Discuss potential management strategies to support patients in making informed decisions about treatment"
                    ]
                }
            ]
        }
    },
    "interactions": [
        {
            "classification_type": "Contraindicated",
            "interaction_with": "alosetron",
            "description": {
                "common": "fluvoxamine will increase the level or effect of alosetron by  affecting hepatic enzyme CYP1A2 metabolism. Contraindicated."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "dihydroergotamine",
            "description": {
                "common": "fluvoxamine will increase the level or effect of dihydroergotamine by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Contraindicated."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "isocarboxazid",
            "description": {
                "common": "fluvoxamine and isocarboxazid both increase  serotonin levels. Contraindicated."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "lonafarnib",
            "description": {
                "common": "fluvoxamine will increase the level or effect of lonafarnib by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Contraindicated. Lonafarnib is a sensitive CYP3A4 substrate. Coadministration with strong or moderate CYP3A4 inhibitors is contraindicated. "
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "mavacamten",
            "description": {
                "common": "fluvoxamine will increase the level or effect of mavacamten by  affecting hepatic enzyme CYP2C19 metabolism. Contraindicated. Strong or moderate CYP2C19 inhibitors may increase mavacamten systemic exposure, resulting in heart failure due to systolic dysfunction. "
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "ramelteon",
            "description": {
                "common": "fluvoxamine will increase the level or effect of ramelteon by  affecting hepatic enzyme CYP1A2 metabolism. Contraindicated."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "selegiline",
            "description": {
                "common": "fluvoxamine will increase the level or effect of selegiline by  affecting hepatic enzyme CYP2B6 metabolism. Contraindicated."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "abametapir",
            "description": {
                "common": "abametapir will increase the level or effect of fluvoxamine by  affecting hepatic enzyme CYP1A2 metabolism. Avoid or Use Alternate Drug. For 2 weeks after abametapir application, avoid taking drugs that are CYP1A2 substrates. If not feasible, avoid use of abametapir."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "alfentanil",
            "description": {
                "common": "fluvoxamine and alfentanil both increase  serotonin levels. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "almotriptan",
            "description": {
                "common": "fluvoxamine will increase the level or effect of almotriptan by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "amisulpride",
            "description": {
                "common": "amisulpride and fluvoxamine both increase  QTc interval. Avoid or Use Alternate Drug. ECG monitoring is recommended if coadministered."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "amitriptyline",
            "description": {
                "common": "fluvoxamine and amitriptyline both increase  serotonin levels. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "amoxapine",
            "description": {
                "common": "fluvoxamine and amoxapine both increase  serotonin levels. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "anagrelide",
            "description": {
                "common": "anagrelide and fluvoxamine both increase  QTc interval. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "arsenic trioxide",
            "description": {
                "common": "fluvoxamine and arsenic trioxide both increase  QTc interval. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "asenapine",
            "description": {
                "common": "asenapine and fluvoxamine both increase  QTc interval. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "asenapine transdermal",
            "description": {
                "common": "asenapine transdermal and fluvoxamine both increase  QTc interval. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "avapritinib",
            "description": {
                "common": "fluvoxamine will increase the level or effect of avapritinib by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug. Avoid coadministration of avapritinib with moderate CYP3A4 inhibitors. If unable to avoid, reduce avapritinib starting dose. See drug monograph Dosage Modifications"
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "buprenorphine",
            "description": {
                "common": "buprenorphine and fluvoxamine both increase  QTc interval. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "buprenorphine buccal",
            "description": {
                "common": "buprenorphine buccal and fluvoxamine both increase  QTc interval. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "buprenorphine subdermal implant",
            "description": {
                "common": "buprenorphine subdermal implant and fluvoxamine both increase  QTc interval. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "buprenorphine transdermal",
            "description": {
                "common": "buprenorphine transdermal and fluvoxamine both increase  QTc interval. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "buprenorphine, long-acting injection",
            "description": {
                "common": "buprenorphine, long-acting injection and fluvoxamine both increase  QTc interval. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "bupropion",
            "description": {
                "common": "fluvoxamine increases toxicity of bupropion by Other (see comment). Avoid or Use Alternate Drug. \nComment: May lower seizure threshold; keep bupropion dose as low as possible."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "buspirone",
            "description": {
                "common": "fluvoxamine and buspirone both increase  serotonin levels. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "cilostazol",
            "description": {
                "common": "fluvoxamine increases toxicity of cilostazol by affecting hepatic enzyme CYP2C19 metabolism. Avoid or Use Alternate Drug. Decrease cilostazol dose by 50%; serum levels of 3,4-dehydrocilostazole (active metabolite) increased by strong CYP2C19 inhibitors."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "cimetidine",
            "description": {
                "common": "fluvoxamine will increase the level or effect of cimetidine by  affecting hepatic enzyme CYP2C19 metabolism. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "citalopram",
            "description": {
                "common": "fluvoxamine and citalopram both increase  serotonin levels. Avoid or Use Alternate Drug. Combinatiomay increase risk of serotonin syndrome or neuroleptic malignant syndromn e like reactions."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "clomipramine",
            "description": {
                "common": "fluvoxamine and clomipramine both increase  serotonin levels. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "clopidogrel",
            "description": {
                "common": "fluvoxamine decreases effects of clopidogrel by affecting hepatic enzyme CYP2C19 metabolism. Avoid or Use Alternate Drug. Clopidogrel efficacy may be reduced by drugs that inhibit CYP2C19. Inhibition of platelet aggregation by clopidogrel is entirely due to an active metabolite. Clopidogrel is metaolized to this active metabolite in part by CYP2C19."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "clozapine",
            "description": {
                "common": "fluvoxamine will increase the level or effect of clozapine by  affecting hepatic enzyme CYP1A2 metabolism. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "colchicine",
            "description": {
                "common": "fluvoxamine will increase the level or effect of colchicine by  Other (see comment). Avoid or Use Alternate Drug. Colchicine is a P-gp and CYP3A4 substrate. Avoid use with drugs that are both P-gp and strong CYP3A4 inhibitors. If coadministration is necessary, decrease colchicine dose or frequency as recommended in prescribing information. Use of any colchicine product in conjunction with strong CYP3A4 inhibitors is contraindicated in patients with renal or hepatic impairment. "
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "cyclobenzaprine",
            "description": {
                "common": "fluvoxamine and cyclobenzaprine both increase  serotonin levels. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "dacomitinib",
            "description": {
                "common": "fluvoxamine will increase the level or effect of dacomitinib by  affecting hepatic enzyme CYP2D6 metabolism. Avoid or Use Alternate Drug. Avoid use with CYP3D6 substrates where minimal increases in concentration of the CYP2D6 substrate may lead to serious or life-threatening toxicities"
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "desflurane",
            "description": {
                "common": "desflurane and fluvoxamine both increase  QTc interval. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "desipramine",
            "description": {
                "common": "fluvoxamine and desipramine both increase  serotonin levels. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "desvenlafaxine",
            "description": {
                "common": "fluvoxamine and desvenlafaxine both increase  serotonin levels. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "dextromethorphan",
            "description": {
                "common": "fluvoxamine and dextromethorphan both increase  serotonin levels. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "dihydroergotamine intranasal",
            "description": {
                "common": "fluvoxamine will increase the level or effect of dihydroergotamine intranasal by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Contraindicated."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "disopyramide",
            "description": {
                "common": "fluvoxamine and disopyramide both increase  QTc interval. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "dolasetron",
            "description": {
                "common": "fluvoxamine and dolasetron both increase  serotonin levels. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "dosulepin",
            "description": {
                "common": "fluvoxamine and dosulepin both increase  serotonin levels. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "doxepin",
            "description": {
                "common": "fluvoxamine and doxepin both increase  serotonin levels. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "dronedarone",
            "description": {
                "common": "fluvoxamine will increase the level or effect of dronedarone by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Contraindicated."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "duloxetine",
            "description": {
                "common": "fluvoxamine will increase the level or effect of duloxetine by  affecting hepatic enzyme CYP1A2 metabolism. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "elacestrant",
            "description": {
                "common": "fluvoxamine will increase the level or effect of elacestrant by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "eliglustat",
            "description": {
                "common": "eliglustat and fluvoxamine both increase  QTc interval. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "eltrombopag",
            "description": {
                "common": "fluvoxamine will increase the level or effect of eltrombopag by  affecting hepatic enzyme CYP1A2 metabolism. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "encorafenib",
            "description": {
                "common": "encorafenib and fluvoxamine both increase  QTc interval. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "entrectinib",
            "description": {
                "common": "fluvoxamine will increase the level or effect of entrectinib by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug. avoid coadministration of moderate CYP3A4 inhibitors with entrectinib, a CYP3A4 substrate. If coadministration unavoidabole, reduce dose to 200 mg/day for patients aged 12 y or older with BSA >1.5m2. Resume previous entrectinib dose after discontinuing moderate CYP3A4 inhibitor for 3-5 elimination half-lives."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "ergotamine",
            "description": {
                "common": "fluvoxamine will increase the level or effect of ergotamine by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Contraindicated."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "eribulin",
            "description": {
                "common": "eribulin and fluvoxamine both increase  QTc interval. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "escitalopram",
            "description": {
                "common": "fluvoxamine and escitalopram both increase  serotonin levels. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "esomeprazole",
            "description": {
                "common": "fluvoxamine will increase the level or effect of esomeprazole by  affecting hepatic enzyme CYP2C19 metabolism. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "etravirine",
            "description": {
                "common": "fluvoxamine will increase the level or effect of etravirine by  affecting hepatic enzyme CYP2C19 metabolism. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "everolimus",
            "description": {
                "common": "fluvoxamine will increase the level or effect of everolimus by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Contraindicated."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "fedratinib",
            "description": {
                "common": "fluvoxamine will increase the level or effect of fedratinib by  Other (see comment). Avoid or Use Alternate Drug. Avoid coadministration of fedratinib (a CYP3A4 and CYP2C19 substrate) with dual CYP3A4 and CYP2C19 inhibitor. Effect of coadminitration of a dual CYP3A4 and CYP2C19 inhibitor with fedratinib not studied"
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "fentanyl",
            "description": {
                "common": "fluvoxamine and fentanyl both increase  serotonin levels. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "fentanyl transdermal",
            "description": {
                "common": "fluvoxamine and fentanyl transdermal both increase  serotonin levels. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "fentanyl transmucosal",
            "description": {
                "common": "fluvoxamine and fentanyl transmucosal both increase  serotonin levels. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "fluoxetine",
            "description": {
                "common": "fluvoxamine and fluoxetine both increase  serotonin levels. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "gilteritinib",
            "description": {
                "common": "gilteritinib will increase the level or effect of fluvoxamine by  Other (see comment). Avoid or Use Alternate Drug. Coadministrationwith drugs that inhibit 5HT2B or sigma nonspecific receptors. Avoid use of these drugs with gilteritinib unless coadministration is necessary"
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "givosiran",
            "description": {
                "common": "givosiran will increase the level or effect of fluvoxamine by  affecting hepatic enzyme CYP1A2 metabolism. Avoid or Use Alternate Drug. Avoid coadministration of sensitive CYP1A2 substrates with givosiran. If unavoidable, decrease the CYP1A2 substrate dosage in accordance with approved product labeling."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "granisetron",
            "description": {
                "common": "fluvoxamine and granisetron both increase  serotonin levels. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "hydromorphone",
            "description": {
                "common": "fluvoxamine and hydromorphone both increase  serotonin levels. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "ibutilide",
            "description": {
                "common": "fluvoxamine and ibutilide both increase  QTc interval. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "imipramine",
            "description": {
                "common": "fluvoxamine and imipramine both increase  serotonin levels. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "indapamide",
            "description": {
                "common": "fluvoxamine and indapamide both increase  QTc interval. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "infigratinib",
            "description": {
                "common": "fluvoxamine will increase the level or effect of infigratinib by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "isoflurane",
            "description": {
                "common": "isoflurane and fluvoxamine both increase  QTc interval. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "leniolisib",
            "description": {
                "common": "leniolisib will increase the level or effect of fluvoxamine by  affecting hepatic enzyme CYP1A2 metabolism. Avoid or Use Alternate Drug. Avoid leniolisib with CYP1A2 substrates that have a narrow therapeutic index"
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "levomilnacipran",
            "description": {
                "common": "fluvoxamine and levomilnacipran both increase  serotonin levels. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "lidocaine",
            "description": {
                "common": "fluvoxamine and lidocaine both increase  serotonin levels. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "linezolid",
            "description": {
                "common": "fluvoxamine and linezolid both increase  serotonin levels. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "lofepramine",
            "description": {
                "common": "fluvoxamine and lofepramine both decrease  serotonin levels. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "lorcaserin",
            "description": {
                "common": "fluvoxamine and lorcaserin both increase  serotonin levels. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "lovastatin",
            "description": {
                "common": "fluvoxamine will increase the level or effect of lovastatin by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Contraindicated."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "lurbinectedin",
            "description": {
                "common": "fluvoxamine will increase the level or effect of lurbinectedin by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "maprotiline",
            "description": {
                "common": "fluvoxamine and maprotiline both increase  serotonin levels. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "meperidine",
            "description": {
                "common": "fluvoxamine and meperidine both increase  serotonin levels. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "methylene blue",
            "description": {
                "common": "fluvoxamine increases toxicity of methylene blue by serotonin levels. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "metoclopramide",
            "description": {
                "common": "fluvoxamine and metoclopramide both increase  serotonin levels. Avoid or Use Alternate Drug. Additive effects: Increased risk for serotonin syndrome, neuroleptic malignant syndrome, dystonia, or other extrapyramidal reactions"
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "metoclopramide intranasal",
            "description": {
                "common": "fluvoxamine, metoclopramide intranasal.\nEither increases effects of the other by Other (see comment). Avoid or Use Alternate Drug. \nComment: Avoid use of metoclopramide intranasal or interacting drug, depending on importance of drug to patient."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "mexiletine",
            "description": {
                "common": "fluvoxamine will increase the level or effect of mexiletine by  affecting hepatic enzyme CYP1A2 metabolism. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "milnacipran",
            "description": {
                "common": "fluvoxamine and milnacipran both increase  serotonin levels. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "mirtazapine",
            "description": {
                "common": "mirtazapine and fluvoxamine both increase  QTc interval. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "mobocertinib",
            "description": {
                "common": "fluvoxamine will increase the level or effect of mobocertinib by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug. If use of moderate CYP3A4 inhibitor unavoidable, reduce mobocertinib dose by ~50% (eg, 160 to 80 mg); closely monitor QTc interval."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "nefazodone",
            "description": {
                "common": "fluvoxamine and nefazodone both increase  serotonin levels. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "neratinib",
            "description": {
                "common": "fluvoxamine will increase the level or effect of neratinib by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "netupitant/palonosetron",
            "description": {
                "common": "fluvoxamine increases toxicity of netupitant/palonosetron by serotonin levels. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "nortriptyline",
            "description": {
                "common": "fluvoxamine and nortriptyline both increase  serotonin levels. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "olanzapine",
            "description": {
                "common": "fluvoxamine will increase the level or effect of olanzapine by  affecting hepatic enzyme CYP1A2 metabolism. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "olopatadine intranasal",
            "description": {
                "common": "fluvoxamine and olopatadine intranasal both increase  sedation. Avoid or Use Alternate Drug. Coadministration increases risk of CNS depression, which can lead to additive impairment of psychomotor performance and cause daytime impairment. "
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "omaveloxolone",
            "description": {
                "common": "fluvoxamine will increase the level or effect of omaveloxolone by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug. If unavoidable, reduce omaveloxolone dose to 100 mg/day. Closely monitor for adverse effects. If adverse effects emerge, further reduce to 50 mg/day. "
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "omeprazole",
            "description": {
                "common": "fluvoxamine will increase the level or effect of omeprazole by  affecting hepatic enzyme CYP2C19 metabolism. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "ondansetron",
            "description": {
                "common": "fluvoxamine and ondansetron both increase  serotonin levels. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "oxaliplatin",
            "description": {
                "common": "oxaliplatin and fluvoxamine both increase  QTc interval. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "ozanimod",
            "description": {
                "common": "ozanimod increases toxicity of fluvoxamine by sympathetic (adrenergic) effects, including increased blood pressure and heart rate. Avoid or Use Alternate Drug. Because active metabolite of ozanimod inhibits MAO-B in vitro, there is potential for serious adverse reactions, including hypertensive crisis. Therefore, coadministration of ozanimod with drugs that can increase norepinephrine or serotonin is not recommended. Monitor for hypertension with concomitant use. ."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "pacritinib",
            "description": {
                "common": "fluvoxamine will increase the level or effect of pacritinib by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "palonosetron",
            "description": {
                "common": "fluvoxamine and palonosetron both increase  serotonin levels. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "paroxetine",
            "description": {
                "common": "fluvoxamine and paroxetine both increase  serotonin levels. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "pazopanib",
            "description": {
                "common": "fluvoxamine will increase the level or effect of pazopanib by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug. If it must be coadminister, decrease pazotinib dose to 400 mg/day"
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "pentamidine",
            "description": {
                "common": "fluvoxamine and pentamidine both increase  QTc interval. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "pexidartinib",
            "description": {
                "common": "fluvoxamine will increase the level or effect of pexidartinib by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug. If coadministration with strong or moderate CYP3A4 inhibitors is unavoidable, reduce pexidartinib dose (refer to drug monograph dosage modifications). After discontinuing the CYP3A4 inhibitor for 3 elimination half-lives, may resume previous pexidartinib dose."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "phenelzine",
            "description": {
                "common": "fluvoxamine and phenelzine both increase  serotonin levels. Contraindicated."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "phentermine",
            "description": {
                "common": "fluvoxamine and phentermine both increase  serotonin levels. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "pimozide",
            "description": {
                "common": "fluvoxamine increases toxicity of pimozide by affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "pirfenidone",
            "description": {
                "common": "fluvoxamine will increase the level or effect of pirfenidone by  affecting hepatic enzyme CYP1A2 metabolism. Avoid or Use Alternate Drug. Use of strong CYP1A2 inhibitors should be discontinued before initiating treatment and avoided during treatment; if strong CYP1A2 inhibitor is only option, dosage reduction recommended"
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "pomalidomide",
            "description": {
                "common": "fluvoxamine will increase the level or effect of pomalidomide by  affecting hepatic enzyme CYP1A2 metabolism. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "procainamide",
            "description": {
                "common": "fluvoxamine and procainamide both increase  QTc interval. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "procarbazine",
            "description": {
                "common": "fluvoxamine and procarbazine both increase  serotonin levels. Contraindicated."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "protriptyline",
            "description": {
                "common": "fluvoxamine and protriptyline both increase  serotonin levels. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "quinidine",
            "description": {
                "common": "fluvoxamine and quinidine both increase  QTc interval. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "ranolazine",
            "description": {
                "common": "fluvoxamine will increase the level or effect of ranolazine by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Contraindicated."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "rasagiline",
            "description": {
                "common": "fluvoxamine and rasagiline both increase  serotonin levels. Avoid or Use Alternate Drug. Severe CNS toxicity associated with hyperpyrexia reported with combined treatment of antidepressant and rasagiline; avoid combination within 14 days of MAOI use"
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "remifentanil",
            "description": {
                "common": "fluvoxamine and remifentanil both increase  serotonin levels. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "ropinirole",
            "description": {
                "common": "fluvoxamine will increase the level or effect of ropinirole by  affecting hepatic enzyme CYP1A2 metabolism. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "selegiline",
            "description": {
                "common": "fluvoxamine and selegiline both increase  serotonin levels. Contraindicated. At least 14 days should elapse between discontinuation of either drug and initiation of the other one"
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "selegiline transdermal",
            "description": {
                "common": "fluvoxamine and selegiline transdermal both increase  serotonin levels. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "selinexor",
            "description": {
                "common": "selinexor, fluvoxamine. unspecified interaction mechanism. Avoid or Use Alternate Drug. Patients treated with selinexor may experience neurological toxicities. Avoid taking selinexor with other medications that may cause dizziness or confusion."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "sertraline",
            "description": {
                "common": "fluvoxamine and sertraline both increase  serotonin levels. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "sevoflurane",
            "description": {
                "common": "sevoflurane and fluvoxamine both increase  QTc interval. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "siponimod",
            "description": {
                "common": "fluvoxamine will increase the level or effect of siponimod by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug. Coadministration with a moderate or strong CYP3A4 inhibitor PLUS a moderate or strong CYP2C9 inhibitor not recommended"
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "sotalol",
            "description": {
                "common": "fluvoxamine and sotalol both increase  QTc interval. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "St John's Wort",
            "description": {
                "common": "fluvoxamine and St John's Wort both increase  serotonin levels. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "tazemetostat",
            "description": {
                "common": "fluvoxamine will increase the level or effect of tazemetostat by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug. Avoid coadministration of avapritinib with moderate CYP3A4 inhibitors. If unable to avoid, reduce avapritinib starting dose. See drug monograph Dosage Modifications"
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "tedizolid",
            "description": {
                "common": "fluvoxamine and tedizolid both increase  serotonin levels. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "tetrabenazine",
            "description": {
                "common": "tetrabenazine and fluvoxamine both increase  QTc interval. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "theophylline",
            "description": {
                "common": "fluvoxamine will increase the level or effect of theophylline by  affecting hepatic enzyme CYP1A2 metabolism. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "thioridazine",
            "description": {
                "common": "fluvoxamine will increase the level or effect of thioridazine by  affecting hepatic enzyme CYP1A2 metabolism. Contraindicated."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "tipranavir",
            "description": {
                "common": "tipranavir will increase the level or effect of fluvoxamine by  affecting hepatic enzyme CYP2D6 metabolism. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "tizanidine",
            "description": {
                "common": "fluvoxamine will increase the level or effect of tizanidine by  affecting hepatic enzyme CYP1A2 metabolism. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "tolvaptan",
            "description": {
                "common": "fluvoxamine will increase the level or effect of tolvaptan by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Contraindicated."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "tranylcypromine",
            "description": {
                "common": "fluvoxamine and tranylcypromine both increase  serotonin levels. Contraindicated."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "trazodone",
            "description": {
                "common": "fluvoxamine and trazodone both increase  serotonin levels. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "trimipramine",
            "description": {
                "common": "fluvoxamine will increase the level or effect of trimipramine by  affecting hepatic enzyme CYP2D6 metabolism. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "venlafaxine",
            "description": {
                "common": "fluvoxamine and venlafaxine both increase  serotonin levels. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "vilazodone",
            "description": {
                "common": "fluvoxamine and vilazodone both increase  serotonin levels. Avoid or Use Alternate Drug. Discontinue concomitant therapy immediately if signs and symptoms of serotonin syndrome emerge and supportive sympathomimetic treatment should be initiated"
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "vortioxetine",
            "description": {
                "common": "fluvoxamine, vortioxetine.\nEither increases effects of the other by serotonin levels. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "5-HTP",
            "description": {
                "common": "fluvoxamine and 5-HTP both increase  serotonin levels. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "abiraterone",
            "description": {
                "common": "abiraterone will increase the level or effect of fluvoxamine by  affecting hepatic enzyme CYP2D6 metabolism. Use Caution/Monitor. If therapy cannot be avoided, exercise caution and consider a dose reduction of CYP2D6 substrate"
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "abrocitinib",
            "description": {
                "common": "fluvoxamine will increase the level or effect of abrocitinib by  affecting hepatic enzyme CYP2C19 metabolism. Modify Therapy/Monitor Closely. Start abrocitinib 50 mg qDay when coadministered with CYP2C19 inhibitors. If adequate response not achieved after 12 weeks, may increase to 100 mg qDay. Discontinue if inadequate response after dosage increase."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "acalabrutinib",
            "description": {
                "common": "fluvoxamine will increase the level or effect of acalabrutinib by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Modify Therapy/Monitor Closely. Decrease dose to 100 mg once daily if coadministered with CYP3A4 inhibitor"
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "aceclofenac",
            "description": {
                "common": "fluvoxamine, aceclofenac.\nEither increases toxicity of the other by pharmacodynamic synergism. Use Caution/Monitor. Increased risk of upper GI bleeding. SSRIs inhib. serotonin uptake by platelets."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "acemetacin",
            "description": {
                "common": "fluvoxamine, acemetacin.\nEither increases toxicity of the other by pharmacodynamic synergism. Use Caution/Monitor. Increased risk of upper GI bleeding. SSRIs inhib. serotonin uptake by platelets."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "alfentanil",
            "description": {
                "common": "fluvoxamine will increase the level or effect of alfentanil by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "alfuzosin",
            "description": {
                "common": "fluvoxamine and alfuzosin both increase  QTc interval. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "almotriptan",
            "description": {
                "common": "fluvoxamine and almotriptan both increase  serotonin levels. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "alosetron",
            "description": {
                "common": "fluvoxamine will increase the level or effect of alosetron by  affecting hepatic enzyme CYP2C9/10 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "alprazolam",
            "description": {
                "common": "fluvoxamine will increase the level or effect of alprazolam by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "amifampridine",
            "description": {
                "common": "fluvoxamine increases toxicity of amifampridine by Other (see comment). Modify Therapy/Monitor Closely. \nComment: Amifampridine can cause seizures. Coadministration with drugs that lower seizure threshold may increase this risk."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "amiodarone",
            "description": {
                "common": "fluvoxamine and amiodarone both increase  QTc interval. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "amitriptyline",
            "description": {
                "common": "fluvoxamine and amitriptyline both increase  QTc interval. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "amoxapine",
            "description": {
                "common": "fluvoxamine and amoxapine both increase  QTc interval. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "antipyrine",
            "description": {
                "common": "fluvoxamine will increase the level or effect of antipyrine by  affecting hepatic enzyme CYP1A2 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "apixaban",
            "description": {
                "common": "fluvoxamine increases effects of apixaban by anticoagulation. Use Caution/Monitor. SSRIs may inhibit platelet aggregation, thus increase bleeding risk when coadministered with anticoagulants."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "asenapine",
            "description": {
                "common": "fluvoxamine will increase the level or effect of asenapine by  affecting hepatic enzyme CYP1A2 metabolism. Use Caution/Monitor. Dose reduction may be necessary"
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "asenapine transdermal",
            "description": {
                "common": "fluvoxamine will increase the level or effect of asenapine transdermal by  affecting hepatic enzyme CYP1A2 metabolism. Use Caution/Monitor. Dose reduction may be necessary"
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "aspirin",
            "description": {
                "common": "fluvoxamine, aspirin.\nEither increases toxicity of the other by pharmacodynamic synergism. Use Caution/Monitor. Increased risk of upper GI bleeding SSRIs inhib. serotonin uptake by platelets."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "aspirin rectal",
            "description": {
                "common": "fluvoxamine, aspirin rectal.\nEither increases toxicity of the other by pharmacodynamic synergism. Use Caution/Monitor. Increased risk of upper GI bleeding SSRIs inhib. serotonin uptake by platelets."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "atogepant",
            "description": {
                "common": "fluvoxamine will increase the level or effect of atogepant by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "avanafil",
            "description": {
                "common": "fluvoxamine will increase the level or effect of avanafil by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor. Maximum recommended dose of STENDRA is 50mg, not to exceed once every 24hr for patients taking concomitant moderate CYP3A4 inhibitors"
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "axitinib",
            "description": {
                "common": "fluvoxamine will increase the level or effect of axitinib by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "belzutifan",
            "description": {
                "common": "fluvoxamine will increase the level or effect of belzutifan by  affecting hepatic enzyme CYP2C19 metabolism. Modify Therapy/Monitor Closely. Belzutifan is a CYP2C19 substrate. Coadministration with CYP2C19 inhibitors may increase incidence or severity of adverse effects. Monitor for anemia and hypoxia and reduce belzutifan dose as recommended. "
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "bendamustine",
            "description": {
                "common": "fluvoxamine will increase the level or effect of bendamustine by  affecting hepatic enzyme CYP1A2 metabolism. Use Caution/Monitor. Decreased conversion of bendamustine to active metabolite. May decrease concentration of active metabolites"
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "benzhydrocodone/acetaminophen",
            "description": {
                "common": "fluvoxamine, benzhydrocodone/acetaminophen.\nEither increases toxicity of the other by serotonin levels. Use Caution/Monitor. If concomitant use warranted, carfully observe patient, particularly during treatment initiation and dose adjustment."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "betrixaban",
            "description": {
                "common": "fluvoxamine, betrixaban.\nEither increases toxicity of the other by anticoagulation. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "bexarotene",
            "description": {
                "common": "fluvoxamine will increase the level or effect of bexarotene by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "bortezomib",
            "description": {
                "common": "fluvoxamine will increase the level or effect of bortezomib by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "bosentan",
            "description": {
                "common": "fluvoxamine will increase the level or effect of bosentan by  affecting hepatic enzyme CYP2C9/10 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "budesonide",
            "description": {
                "common": "fluvoxamine will increase the level or effect of budesonide by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "buprenorphine subdermal implant",
            "description": {
                "common": "fluvoxamine and buprenorphine subdermal implant both increase  serotonin levels. Use Caution/Monitor. If concomitant use warranted, carefully observe patient, particularly during treatment initiation, and during dose adjustment of serotonergic drug. Discontinue buprenorphine if serotonin syndrome suspected"
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "buprenorphine, long-acting injection",
            "description": {
                "common": "fluvoxamine and buprenorphine, long-acting injection both increase  serotonin levels. Use Caution/Monitor. If concomitant use warranted, carefully observe patient, particularly during treatment initiation, and during dose adjustment of serotonergic drug. Discontinue buprenorphine if serotonin syndrome suspected"
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "bupropion",
            "description": {
                "common": "fluvoxamine will increase the level or effect of bupropion by  affecting hepatic enzyme CYP2B6 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "buspirone",
            "description": {
                "common": "fluvoxamine will increase the level or effect of buspirone by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "caffeine",
            "description": {
                "common": "fluvoxamine will increase the level or effect of caffeine by  affecting hepatic enzyme CYP1A2 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "cannabidiol",
            "description": {
                "common": "fluvoxamine will increase the level or effect of cannabidiol by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Modify Therapy/Monitor Closely. Consider reducing cannabidiol dose when coadministered with a moderate CYP3A4 inhibitor"
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "carbamazepine",
            "description": {
                "common": "fluvoxamine will increase the level or effect of carbamazepine by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Modify Therapy/Monitor Closely. Monitor plasma levels when used concomitantly"
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "carvedilol",
            "description": {
                "common": "fluvoxamine will increase the level or effect of carvedilol by  affecting hepatic enzyme CYP2C9/10 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "celecoxib",
            "description": {
                "common": "fluvoxamine will increase the level or effect of celecoxib by  affecting hepatic enzyme CYP2C9/10 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "chlorpromazine",
            "description": {
                "common": "fluvoxamine and chlorpromazine both increase  QTc interval. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "choline magnesium trisalicylate",
            "description": {
                "common": "fluvoxamine, choline magnesium trisalicylate.\nEither decreases effects of the other by pharmacodynamic synergism. Use Caution/Monitor. Increased risk of upper GI bleeding SSRIs inhib. serotonin uptake by platelets."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "cilostazol",
            "description": {
                "common": "fluvoxamine will increase the level or effect of cilostazol by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "cimetidine",
            "description": {
                "common": "cimetidine will increase the level or effect of fluvoxamine by  affecting hepatic enzyme CYP2D6 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "cinacalcet",
            "description": {
                "common": "fluvoxamine will increase the level or effect of cinacalcet by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "citalopram",
            "description": {
                "common": "fluvoxamine will increase the level or effect of citalopram by  affecting hepatic enzyme CYP2C19 metabolism. Use Caution/Monitor. Citalopram 20 mg/day is maximum recommended dose for patients taking CYP2C19 inhibitors because of the risk of QT prolongation"
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "clarithromycin",
            "description": {
                "common": "fluvoxamine and clarithromycin both increase  QTc interval. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "clobazam",
            "description": {
                "common": "fluvoxamine will increase the level or effect of clobazam by  affecting hepatic enzyme CYP2C19 metabolism. Use Caution/Monitor. Dosage adjustment may be necessary ; CYP2C19 inhibitors may result in increased exposure to N-desmethylclobazam (active metabolite)"
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "clomipramine",
            "description": {
                "common": "fluvoxamine and clomipramine both increase  QTc interval. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "clonidine",
            "description": {
                "common": "fluvoxamine, clonidine.\nEither increases toxicity of the other by pharmacodynamic synergism. Use Caution/Monitor. CNS derpressant effects enhanced."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "clopidogrel",
            "description": {
                "common": "fluvoxamine will increase the level or effect of clopidogrel by  pharmacodynamic synergism. Use Caution/Monitor. SSRIs affect platelet activation; coadministration may increase risk of bleeding"
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "clozapine",
            "description": {
                "common": "fluvoxamine will increase the level or effect of clozapine by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "cobicistat",
            "description": {
                "common": "fluvoxamine will increase the level or effect of cobicistat by  Other (see comment). Use Caution/Monitor. Carfully titrate dose of antidepressant to desired effect, including using lowest feasible initial or maintenance dose , and monitor its response during coadministration with SSRIs and cobicistat"
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "cocaine topical",
            "description": {
                "common": "fluvoxamine and cocaine topical both increase  serotonin levels. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "conivaptan",
            "description": {
                "common": "fluvoxamine will increase the level or effect of conivaptan by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "cortisone",
            "description": {
                "common": "fluvoxamine will increase the level or effect of cortisone by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "cyclophosphamide",
            "description": {
                "common": "fluvoxamine will increase the level or effect of cyclophosphamide by  affecting hepatic enzyme CYP2B6 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "cyclosporine",
            "description": {
                "common": "fluvoxamine will increase the level or effect of cyclosporine by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "cyproheptadine",
            "description": {
                "common": "cyproheptadine decreases effects of fluvoxamine by pharmacodynamic antagonism. Use Caution/Monitor. May deminish serotonergic effect of SSRIs."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "daridorexant",
            "description": {
                "common": "fluvoxamine will increase the level or effect of daridorexant by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Modify Therapy/Monitor Closely. Daridorexant dose should not exceed 25 mg per night when coadministered with moderate CYP3A4 inhibitors."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "darifenacin",
            "description": {
                "common": "fluvoxamine will increase the level or effect of darifenacin by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "darunavir",
            "description": {
                "common": "fluvoxamine will increase the level or effect of darunavir by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "dasatinib",
            "description": {
                "common": "fluvoxamine and dasatinib both increase  QTc interval. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "deferasirox",
            "description": {
                "common": "deferasirox will increase the level or effect of fluvoxamine by  affecting hepatic enzyme CYP1A2 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "defibrotide",
            "description": {
                "common": "defibrotide increases effects of fluvoxamine by Other (see comment). Use Caution/Monitor. \nComment: Defibrotide may enhance effects of platelet inhibitors."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "deflazacort",
            "description": {
                "common": "fluvoxamine will increase the level or effect of deflazacort by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Modify Therapy/Monitor Closely. Decrease deflazacort dose by one-third of recommended dose if coadministered with moderate or strong CYP3A4 inhibitors"
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "degarelix",
            "description": {
                "common": "degarelix and fluvoxamine both increase  QTc interval. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "desipramine",
            "description": {
                "common": "fluvoxamine and desipramine both increase  QTc interval. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "desvenlafaxine",
            "description": {
                "common": "desvenlafaxine will increase the level or effect of fluvoxamine by  affecting hepatic enzyme CYP2D6 metabolism. Use Caution/Monitor. With higher desvenlafaxine doses (eg, 400 mg) decrease CYP2D6 substrate dose by up to 50%; dose adjustment not necessary with desvenlafaxine doses <100mg"
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "deutetrabenazine",
            "description": {
                "common": "deutetrabenazine and fluvoxamine both increase  QTc interval. Use Caution/Monitor. At the maximum recommended dose, deutetrabenazine does not prolong QT interval to a clinically relevant extent. Certain circumstances may increase risk of torsade de pointes and/or sudden death in association with drugs that prolong the QTc interval (eg, bradycardia, hypokalemia or hypomagnesemia, coadministration with other drugs that prolong QTc interval, presence of congenital QT prolongation)."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "dexfenfluramine",
            "description": {
                "common": "fluvoxamine and dexfenfluramine both increase  serotonin levels. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "dextroamphetamine",
            "description": {
                "common": "fluvoxamine and dextroamphetamine both decrease  serotonin levels. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "dextroamphetamine transdermal",
            "description": {
                "common": "fluvoxamine, dextroamphetamine transdermal.\nEither increases effects of the other by serotonin levels. Modify Therapy/Monitor Closely. Initiate with lower doses and monitor for signs and symptoms of serotonin syndrome, particularly during initiation or dosage increase. If serotonin syndrome occurs, discontinue dextroamphetamine transdermal and concomitant serotonergic drug(s)."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "diazepam",
            "description": {
                "common": "fluvoxamine will increase the level or effect of diazepam by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "diazepam intranasal",
            "description": {
                "common": "fluvoxamine will increase the level or effect of diazepam intranasal by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor. May decrease rate of diazepam elimination, causing a decrease in diazepam elimnation, thereby increasing adverse reactions to diazepam"
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "dichlorphenamide",
            "description": {
                "common": "dichlorphenamide and fluvoxamine both decrease  serum potassium. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "diclofenac",
            "description": {
                "common": "fluvoxamine, diclofenac.\nEither increases toxicity of the other by pharmacodynamic synergism. Use Caution/Monitor. Increased risk of upper GI bleeding. SSRIs inhib. serotonin uptake by platelets."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "difelikefalin",
            "description": {
                "common": "difelikefalin and fluvoxamine both increase  sedation. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "diflunisal",
            "description": {
                "common": "fluvoxamine, diflunisal.\nEither increases toxicity of the other by pharmacodynamic synergism. Use Caution/Monitor. Increased risk of upper GI bleeding. SSRIs inhib. serotonin uptake by platelets."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "dihydroergotamine",
            "description": {
                "common": "fluvoxamine and dihydroergotamine both increase  serotonin levels. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "dihydroergotamine intranasal",
            "description": {
                "common": "fluvoxamine and dihydroergotamine intranasal both increase  serotonin levels. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "diltiazem",
            "description": {
                "common": "fluvoxamine will increase the level or effect of diltiazem by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "dofetilide",
            "description": {
                "common": "fluvoxamine and dofetilide both increase  QTc interval. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "dolasetron",
            "description": {
                "common": "fluvoxamine and dolasetron both increase  QTc interval. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "donepezil",
            "description": {
                "common": "donepezil and fluvoxamine both increase  QTc interval. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "edoxaban",
            "description": {
                "common": "fluvoxamine will increase the level or effect of edoxaban by  anticoagulation. Use Caution/Monitor. SSRIs affect platelet activation; coadministration may increase risk of bleeding"
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "efavirenz",
            "description": {
                "common": "fluvoxamine will increase the level or effect of efavirenz by  affecting hepatic enzyme CYP2B6 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "eletriptan",
            "description": {
                "common": "fluvoxamine and eletriptan both increase  serotonin levels. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "eliglustat",
            "description": {
                "common": "eliglustat will increase the level or effect of fluvoxamine by  affecting hepatic enzyme CYP2D6 metabolism. Modify Therapy/Monitor Closely. Monitor therapeutic drug concentrations; consider reducing dosage of concomitant drug and titrate to clincal effect"
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "eltrombopag",
            "description": {
                "common": "fluvoxamine will increase the level or effect of eltrombopag by  affecting hepatic enzyme CYP2C9/10 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "eluxadoline",
            "description": {
                "common": "fluvoxamine will increase the level or effect of eluxadoline by  affecting hepatic enzyme CYP1A2 metabolism. Modify Therapy/Monitor Closely. Use caution when coadministering with strong CYP1A2 inhibitors; Not studied"
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "elvitegravir/cobicistat/emtricitabine/tenofovir DF",
            "description": {
                "common": "elvitegravir/cobicistat/emtricitabine/tenofovir DF will increase the level or effect of fluvoxamine by  affecting hepatic enzyme CYP2D6 metabolism. Modify Therapy/Monitor Closely. Caution with CYP2D6 substrates for which elevated plasma concentrations may cause life-threatening events"
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "epinephrine",
            "description": {
                "common": "fluvoxamine and epinephrine both increase  QTc interval. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "epinephrine racemic",
            "description": {
                "common": "fluvoxamine and epinephrine racemic both increase  QTc interval. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ergotamine",
            "description": {
                "common": "fluvoxamine and ergotamine both increase  serotonin levels. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "erlotinib",
            "description": {
                "common": "fluvoxamine will increase the level or effect of erlotinib by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "erythromycin base",
            "description": {
                "common": "fluvoxamine and erythromycin base both increase  QTc interval. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "erythromycin ethylsuccinate",
            "description": {
                "common": "fluvoxamine and erythromycin ethylsuccinate both increase  QTc interval. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "erythromycin lactobionate",
            "description": {
                "common": "fluvoxamine and erythromycin lactobionate both increase  QTc interval. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "erythromycin stearate",
            "description": {
                "common": "fluvoxamine and erythromycin stearate both increase  QTc interval. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ethinylestradiol",
            "description": {
                "common": "ethinylestradiol will increase the level or effect of fluvoxamine by  affecting hepatic enzyme CYP1A2 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ethotoin",
            "description": {
                "common": "fluvoxamine will increase the level or effect of ethotoin by  affecting hepatic enzyme CYP2C9/10 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "etodolac",
            "description": {
                "common": "fluvoxamine, etodolac.\nEither increases toxicity of the other by pharmacodynamic synergism. Use Caution/Monitor. Increased risk of upper GI bleeding; SSRIs inhib. srotonin uptake by platelets."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "etravirine",
            "description": {
                "common": "fluvoxamine will increase the level or effect of etravirine by  affecting hepatic enzyme CYP2C9/10 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "fedratinib",
            "description": {
                "common": "fedratinib will increase the level or effect of fluvoxamine by  affecting hepatic enzyme CYP2D6 metabolism. Use Caution/Monitor. Adjust dose of CYP2D6 substrates as necessary"
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "felodipine",
            "description": {
                "common": "fluvoxamine will increase the level or effect of felodipine by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "fenbufen",
            "description": {
                "common": "fluvoxamine, fenbufen.\nEither increases toxicity of the other by pharmacodynamic synergism. Use Caution/Monitor. Increased risk of upper GI bleeding; SSRIs inhib. srotonin uptake by platelets."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "fenfluramine",
            "description": {
                "common": "fluvoxamine and fenfluramine both increase  serotonin levels. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "fenoprofen",
            "description": {
                "common": "fluvoxamine, fenoprofen.\nEither increases toxicity of the other by pharmacodynamic synergism. Use Caution/Monitor. Increased risk of upper GI bleeding. SSRIs inhib. serotonin uptake by platelets."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "fesoterodine",
            "description": {
                "common": "fluvoxamine will increase the level or effect of fesoterodine by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "fexinidazole",
            "description": {
                "common": "fexinidazole will increase the level or effect of fluvoxamine by  affecting hepatic enzyme CYP1A2 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "finerenone",
            "description": {
                "common": "fluvoxamine will increase the level or effect of finerenone by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Modify Therapy/Monitor Closely. Monitor serum potassium during initiation and dosage adjustment of either finererone or moderate CYP3A4 inhibitors. Adjust finererone dosage as needed."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "fingolimod",
            "description": {
                "common": "fingolimod and fluvoxamine both increase  QTc interval. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "fish oil triglycerides",
            "description": {
                "common": "fish oil triglycerides will increase the level or effect of fluvoxamine by  anticoagulation. Use Caution/Monitor. Prolonged bleeding reported in patients taking antiplatelet agents or anticoagulants and oral omega-3 fatty acids. Periodically monitor bleeding time in patients receiving fish oil triglycerides and concomitant antiplatelet agents or anticoagulants"
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "flecainide",
            "description": {
                "common": "fluvoxamine and flecainide both increase  QTc interval. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "flibanserin",
            "description": {
                "common": "fluvoxamine will increase the level or effect of flibanserin by  affecting hepatic enzyme CYP2C19 metabolism. Modify Therapy/Monitor Closely. May increase risk of hypotension, syncope, and CNS depression"
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "fluconazole",
            "description": {
                "common": "fluvoxamine and fluconazole both increase  QTc interval. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "fluphenazine",
            "description": {
                "common": "fluvoxamine and fluphenazine both increase  QTc interval. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "flurbiprofen",
            "description": {
                "common": "fluvoxamine, flurbiprofen.\nEither increases toxicity of the other by pharmacodynamic synergism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "fluvastatin",
            "description": {
                "common": "fluvoxamine will increase the level or effect of fluvastatin by  affecting hepatic enzyme CYP2C9/10 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "fondaparinux",
            "description": {
                "common": "fluvoxamine will increase the level or effect of fondaparinux by  anticoagulation. Use Caution/Monitor. SSRIs may inhibit platelet aggregation, which may increase bleeding risk when coadministered with anticoabulants"
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "formoterol",
            "description": {
                "common": "fluvoxamine and formoterol both increase  QTc interval. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "fosamprenavir",
            "description": {
                "common": "fluvoxamine will increase the level or effect of fosamprenavir by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "foscarnet",
            "description": {
                "common": "fluvoxamine and foscarnet both increase  QTc interval. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "fosphenytoin",
            "description": {
                "common": "fluvoxamine will increase the level or effect of fosphenytoin by  affecting hepatic enzyme CYP2C9/10 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "frovatriptan",
            "description": {
                "common": "fluvoxamine and frovatriptan both increase  serotonin levels. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "gabapentin",
            "description": {
                "common": "fluvoxamine, gabapentin.\nEither increases toxicity of the other by pharmacodynamic synergism. Modify Therapy/Monitor Closely. Coaadministration with CNS depressant may result in fatal respiratory depression. Use lowest dose possible and monnitor for respiratory depression and sedation."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "gabapentin enacarbil",
            "description": {
                "common": "fluvoxamine, gabapentin enacarbil.\nEither increases effects of the other by pharmacodynamic synergism. Modify Therapy/Monitor Closely. Coaadministration with CNS depressant may result in fatal respiratory depression. Use lowest dose possible and monnitor for respiratory depression and sedation."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ganaxolone",
            "description": {
                "common": "fluvoxamine and ganaxolone both increase  sedation. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "gemifloxacin",
            "description": {
                "common": "gemifloxacin and fluvoxamine both increase  QTc interval. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "granisetron",
            "description": {
                "common": "granisetron and fluvoxamine both increase  QTc interval. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "grapefruit",
            "description": {
                "common": "grapefruit will increase the level or effect of fluvoxamine by  P-glycoprotein (MDR1) efflux transporter. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "green tea",
            "description": {
                "common": "green tea, fluvoxamine.\nEither increases toxicity of the other by anticoagulation. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "guanfacine",
            "description": {
                "common": "fluvoxamine will increase the level or effect of guanfacine by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Modify Therapy/Monitor Closely. If coadministered with extended release, reduce guanfacine dosage in half of recommended dose; specific recommendation for immediate release form not available"
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "haloperidol",
            "description": {
                "common": "fluvoxamine and haloperidol both increase  QTc interval. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "hydrocodone",
            "description": {
                "common": "fluvoxamine and hydrocodone both increase  serotonin levels. Use Caution/Monitor. If concomitant use warranted, carfully observe patient, particularly during treatment initiation and dose adjustment"
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "hydroxyzine",
            "description": {
                "common": "hydroxyzine and fluvoxamine both increase  QTc interval. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ibrutinib",
            "description": {
                "common": "ibrutinib will increase the level or effect of fluvoxamine by  anticoagulation. Use Caution/Monitor. Ibrutinib may increase risk of hemorrhage in patients receiving antiplatelet or anticoagulant therapies and monitor for signs of bleeding"
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ibuprofen",
            "description": {
                "common": "fluvoxamine, ibuprofen.\nEither increases toxicity of the other by pharmacodynamic synergism. Use Caution/Monitor. Increased risk of upper GI bleeding; SSRIs inhib. srotonin uptake by platelets."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ibuprofen IV",
            "description": {
                "common": "fluvoxamine, ibuprofen IV.\nEither increases toxicity of the other by pharmacodynamic synergism. Use Caution/Monitor. Increased risk of upper GI bleeding. SSRIs inhib. serotonin uptake by platelets."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ifosfamide",
            "description": {
                "common": "fluvoxamine will decrease the level or effect of ifosfamide by  affecting hepatic enzyme CYP2B6 metabolism. Use Caution/Monitor. CYP2B6 inhibitors may decrease metabolism of ifosfamide to its active metabolite, potentially reducing ifosfamide therapeutic effects"
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "iloperidone",
            "description": {
                "common": "fluvoxamine and iloperidone both increase  QTc interval. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "imatinib",
            "description": {
                "common": "imatinib will increase the level or effect of fluvoxamine by  affecting hepatic enzyme CYP2D6 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "imipramine",
            "description": {
                "common": "fluvoxamine will increase the level or effect of imipramine by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "indinavir",
            "description": {
                "common": "fluvoxamine will increase the level or effect of indinavir by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "indomethacin",
            "description": {
                "common": "fluvoxamine, indomethacin.\nEither increases toxicity of the other by pharmacodynamic synergism. Use Caution/Monitor. Increased risk of upper GI bleeding. SSRIs inhib. serotonin uptake by platelets."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "irinotecan",
            "description": {
                "common": "fluvoxamine will increase the level or effect of irinotecan by  affecting hepatic enzyme CYP2B6 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "irinotecan liposomal",
            "description": {
                "common": "fluvoxamine will increase the level or effect of irinotecan liposomal by  affecting hepatic enzyme CYP2B6 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "isavuconazonium sulfate",
            "description": {
                "common": "fluvoxamine will increase the level or effect of isavuconazonium sulfate by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "isoniazid",
            "description": {
                "common": "fluvoxamine and isoniazid both increase  serotonin levels. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "itraconazole",
            "description": {
                "common": "itraconazole and fluvoxamine both increase  QTc interval. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ivacaftor",
            "description": {
                "common": "fluvoxamine will increase the level or effect of ivacaftor by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Modify Therapy/Monitor Closely. Reduce ivacaftor dose if coadministered with CYP3A4 inhibitors; see ivacaftor prescribing information for precise dosage information"
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ivosidenib",
            "description": {
                "common": "fluvoxamine will increase the level or effect of ivosidenib by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor. May increase ivosidenib plasma concentrations, thus increasing risk of QTc prolongation; monitor for increased risk of QTc interval prolongation"
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ixabepilone",
            "description": {
                "common": "fluvoxamine will increase the level or effect of ixabepilone by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ketamine",
            "description": {
                "common": "fluvoxamine will increase the level or effect of ketamine by  affecting hepatic enzyme CYP2B6 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ketoconazole",
            "description": {
                "common": "fluvoxamine and ketoconazole both increase  QTc interval. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ketoprofen",
            "description": {
                "common": "fluvoxamine, ketoprofen.\nEither increases toxicity of the other by pharmacodynamic synergism. Use Caution/Monitor. Increased risk of upper GI bleeding SSRIs inhib. serotonin uptake by platelets."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ketorolac",
            "description": {
                "common": "fluvoxamine, ketorolac.\nEither increases toxicity of the other by pharmacodynamic synergism. Use Caution/Monitor. Increased risk of upper GI bleeding SSRIs inhib. serotonin uptake by platelets."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ketorolac intranasal",
            "description": {
                "common": "fluvoxamine, ketorolac intranasal.\nEither increases toxicity of the other by pharmacodynamic synergism. Use Caution/Monitor. Increased risk of upper GI bleeding; SSRIs inhib. srotonin uptake by platelets."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "L-tryptophan",
            "description": {
                "common": "fluvoxamine and L-tryptophan both increase  serotonin levels. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "lamotrigine",
            "description": {
                "common": "lamotrigine increases toxicity of fluvoxamine by serotonin levels. Modify Therapy/Monitor Closely. psychomotor impairment may be enhanced."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "lansoprazole",
            "description": {
                "common": "fluvoxamine will increase the level or effect of lansoprazole by  affecting hepatic enzyme CYP2C19 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "lapatinib",
            "description": {
                "common": "fluvoxamine and lapatinib both increase  QTc interval. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "lasmiditan",
            "description": {
                "common": "fluvoxamine and lasmiditan both increase  serotonin levels. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "lefamulin",
            "description": {
                "common": "fluvoxamine will increase the level or effect of lefamulin by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor. Monitor for adverse effects if lefamulin is coadministered with moderate CYP3A inhibitors."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "lemborexant",
            "description": {
                "common": "fluvoxamine will increase the level or effect of lemborexant by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor. Avoid coadministration of lemborexant with moderate or strong CYP3A4 inhibitors"
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "levamlodipine",
            "description": {
                "common": "fluvoxamine will increase the level or effect of levamlodipine by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Modify Therapy/Monitor Closely. May requre amlodipine dose reduction; monitor for symptoms of hypotension and edema when amlodipine is coadminitered with CYP3A4 inhibitors to determine need for those adjustment"
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "levofloxacin",
            "description": {
                "common": "fluvoxamine and levofloxacin both increase  QTc interval. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "levoketoconazole",
            "description": {
                "common": "fluvoxamine and levoketoconazole both increase  QTc interval. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "lisdexamfetamine",
            "description": {
                "common": "fluvoxamine, lisdexamfetamine.\nEither increases effects of the other by serotonin levels. Use Caution/Monitor. Initiate with lower doses and monitor for signs and symptoms of serotonin syndrome, particularly during initiation or dosage increase. If serotonin syndrome occurs, discontinue along with concomitant serotonergic drug(s)."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "lithium",
            "description": {
                "common": "fluvoxamine and lithium both increase  serotonin levels. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "lofepramine",
            "description": {
                "common": "fluvoxamine and lofepramine both increase  QTc interval. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "lomitapide",
            "description": {
                "common": "fluvoxamine will increase the level or effect of lomitapide by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor. Lomitapide dose should not exceed 30 mg/day"
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "lopinavir",
            "description": {
                "common": "fluvoxamine will increase the level or effect of lopinavir by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "loratadine",
            "description": {
                "common": "fluvoxamine will increase the level or effect of loratadine by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "lorcaserin",
            "description": {
                "common": "lorcaserin will increase the level or effect of fluvoxamine by  affecting hepatic enzyme CYP2D6 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "lornoxicam",
            "description": {
                "common": "fluvoxamine, lornoxicam.\nEither increases toxicity of the other by pharmacodynamic synergism. Use Caution/Monitor. Increased risk of upper GI bleeding. SSRIs inhib. serotonin uptake by platelets."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "lsd",
            "description": {
                "common": "fluvoxamine and lsd both increase  serotonin levels. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "lumateperone",
            "description": {
                "common": "fluvoxamine will increase the level or effect of lumateperone by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Modify Therapy/Monitor Closely. Reduce lumateperone dose to 21 mg/day if coadministered with moderate CYP3A4 inhibitors."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "lumefantrine",
            "description": {
                "common": "fluvoxamine and lumefantrine both increase  QTc interval. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "lurasidone",
            "description": {
                "common": "fluvoxamine, lurasidone.\nEither increases toxicity of the other by sedation. Use Caution/Monitor. Monitor for increased adverse effects and toxicity."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "maprotiline",
            "description": {
                "common": "fluvoxamine and maprotiline both increase  QTc interval. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "maraviroc",
            "description": {
                "common": "fluvoxamine will increase the level or effect of maraviroc by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "mavacamten",
            "description": {
                "common": "fluvoxamine will increase the level or effect of mavacamten by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Modify Therapy/Monitor Closely. Inititiation of moderate CYP3A4 inhibitors may require decreased mavacamten dose. "
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "meclofenamate",
            "description": {
                "common": "fluvoxamine, meclofenamate.\nEither increases toxicity of the other by pharmacodynamic synergism. Use Caution/Monitor. Increased risk of upper GI bleeding SSRIs inhib. serotonin uptake by platelets."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "mefenamic acid",
            "description": {
                "common": "fluvoxamine, mefenamic acid.\nEither increases toxicity of the other by pharmacodynamic synergism. Use Caution/Monitor. Increased risk of upper GI bleeding SSRIs inhib. serotonin uptake by platelets."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "meloxicam",
            "description": {
                "common": "fluvoxamine, meloxicam.\nEither increases toxicity of the other by pharmacodynamic synergism. Use Caution/Monitor. Increased risk of upper GI bleeding; SSRIs inhib. srotonin uptake by platelets."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "metformin",
            "description": {
                "common": "fluvoxamine increases effects of metformin by pharmacodynamic synergism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "methadone",
            "description": {
                "common": "fluvoxamine and methadone both increase  QTc interval. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "methylphenidate transdermal",
            "description": {
                "common": "methylphenidate transdermal will increase the level or effect of fluvoxamine by  decreasing metabolism. Modify Therapy/Monitor Closely. Consider decreasing the dose of these drugs when given coadministered with methylphenidate. Monitor for drug toxiticities when initiating or discontinuing methylphenidate. "
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "midazolam",
            "description": {
                "common": "fluvoxamine will increase the level or effect of midazolam by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor. May increase risk of hypoventilation, airway obstruction, or apnea and may contribute to profound and/or prolonged drug effect"
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "midazolam intranasal",
            "description": {
                "common": "fluvoxamine will increase the level or effect of midazolam intranasal by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor. May increase risk of hypoventilation, airway obstruction, or apnea and may contribute to profound and/or prolonged drug effect"
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "mirabegron",
            "description": {
                "common": "mirabegron will increase the level or effect of fluvoxamine by  affecting hepatic enzyme CYP2D6 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "mirtazapine",
            "description": {
                "common": "fluvoxamine and mirtazapine both increase  serotonin levels. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "morphine",
            "description": {
                "common": "fluvoxamine and morphine both increase  serotonin levels. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "moxifloxacin",
            "description": {
                "common": "fluvoxamine and moxifloxacin both increase  QTc interval. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "nabumetone",
            "description": {
                "common": "fluvoxamine, nabumetone.\nEither increases toxicity of the other by pharmacodynamic synergism. Use Caution/Monitor. Increased risk of upper GI bleeding SSRIs inhib. serotonin uptake by platelets."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "naldemedine",
            "description": {
                "common": "fluvoxamine will increase the level or effect of naldemedine by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor. Monitor for potential adverse effects"
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "naproxen",
            "description": {
                "common": "fluvoxamine, naproxen.\nEither increases toxicity of the other by pharmacodynamic synergism. Use Caution/Monitor. Increased risk of upper GI bleeding. SSRIs inhib. serotonin uptake by platelets."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "naratriptan",
            "description": {
                "common": "fluvoxamine and naratriptan both increase  serotonin levels. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "nateglinide",
            "description": {
                "common": "fluvoxamine will increase the level or effect of nateglinide by  affecting hepatic enzyme CYP2C9/10 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "nelfinavir",
            "description": {
                "common": "fluvoxamine will increase the level or effect of nelfinavir by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "nicardipine",
            "description": {
                "common": "fluvoxamine will increase the level or effect of nicardipine by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "nifedipine",
            "description": {
                "common": "fluvoxamine will increase the level or effect of nifedipine by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "nilotinib",
            "description": {
                "common": "fluvoxamine will increase the level or effect of nilotinib by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "nimodipine",
            "description": {
                "common": "fluvoxamine will increase the level or effect of nimodipine by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "nisoldipine",
            "description": {
                "common": "fluvoxamine will increase the level or effect of nisoldipine by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "nitrendipine",
            "description": {
                "common": "fluvoxamine will increase the level or effect of nitrendipine by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "nortriptyline",
            "description": {
                "common": "fluvoxamine and nortriptyline both increase  QTc interval. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "octreotide",
            "description": {
                "common": "fluvoxamine and octreotide both increase  QTc interval. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "octreotide (Antidote)",
            "description": {
                "common": "fluvoxamine and octreotide (Antidote) both increase  QTc interval. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ofloxacin",
            "description": {
                "common": "fluvoxamine and ofloxacin both increase  QTc interval. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "oliceridine",
            "description": {
                "common": "fluvoxamine will increase the level or effect of oliceridine by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Modify Therapy/Monitor Closely. If concomitant use is necessary, may require less frequent oliceridine dosing. Closely monitor for respiratory depression and sedation and titrate subsequent doses accordingly. If inhibitor is discontinued, consider increase oliceridine dosage until stable drug effects are achieved. Monitor for signs of opioid withdrawal. "
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ospemifene",
            "description": {
                "common": "fluvoxamine will increase the level or effect of ospemifene by  affecting hepatic enzyme CYP2C19 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "oxaprozin",
            "description": {
                "common": "fluvoxamine, oxaprozin.\nEither increases toxicity of the other by pharmacodynamic synergism. Use Caution/Monitor. Increased risk of upper GI bleeding. SSRIs inhib. serotonin uptake by platelets."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "oxycodone",
            "description": {
                "common": "fluvoxamine and oxycodone both increase  serotonin levels. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "paliperidone",
            "description": {
                "common": "fluvoxamine and paliperidone both increase  QTc interval. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "pantoprazole",
            "description": {
                "common": "fluvoxamine will increase the level or effect of pantoprazole by  affecting hepatic enzyme CYP2C19 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "parecoxib",
            "description": {
                "common": "fluvoxamine will increase the level or effect of parecoxib by  affecting hepatic enzyme CYP2C9/10 metabolism. Use Caution/Monitor. Increased risk of upper GI bleeding; SSRIs inhib. srotonin uptake by platelets"
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "paroxetine",
            "description": {
                "common": "fluvoxamine and paroxetine both increase  QTc interval. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "peginterferon alfa 2b",
            "description": {
                "common": "fluvoxamine, peginterferon alfa 2b. Other (see comment). Use Caution/Monitor. \nComment: Therapeutic effect may be altered with coadministration of CYP2D6 substrates; peginterferon alpha-2b may increase or decrease levels of CYP2D6 substrate."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "pentazocine",
            "description": {
                "common": "fluvoxamine and pentazocine both increase  serotonin levels. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "pentoxifylline",
            "description": {
                "common": "fluvoxamine and pentoxifylline both increase  anticoagulation. Use Caution/Monitor. may increase bleeding"
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "perphenazine",
            "description": {
                "common": "fluvoxamine and perphenazine both increase  QTc interval. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "phenytoin",
            "description": {
                "common": "fluvoxamine will increase the level or effect of phenytoin by  affecting hepatic enzyme CYP2C9/10 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "piroxicam",
            "description": {
                "common": "fluvoxamine, piroxicam.\nEither increases toxicity of the other by pharmacodynamic synergism. Use Caution/Monitor. Increased risk of upper GI bleeding. SSRIs inhib. serotonin uptake by platelets."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "posaconazole",
            "description": {
                "common": "fluvoxamine and posaconazole both increase  QTc interval. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "pregabalin",
            "description": {
                "common": "fluvoxamine, pregabalin.\nEither increases toxicity of the other by pharmacodynamic synergism. Modify Therapy/Monitor Closely. Coadministration may result in life-threatening, and fatal respiratory depression; use lowest dose possible and monitor for respiratory depression and sedation."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "primaquine",
            "description": {
                "common": "primaquine and fluvoxamine both increase  QTc interval. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "prochlorperazine",
            "description": {
                "common": "fluvoxamine and prochlorperazine both increase  QTc interval. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "promazine",
            "description": {
                "common": "fluvoxamine and promazine both increase  QTc interval. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "promethazine",
            "description": {
                "common": "fluvoxamine and promethazine both increase  QTc interval. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "propafenone",
            "description": {
                "common": "fluvoxamine will increase the level or effect of propafenone by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "propofol",
            "description": {
                "common": "fluvoxamine will increase the level or effect of propofol by  affecting hepatic enzyme CYP2B6 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "protriptyline",
            "description": {
                "common": "fluvoxamine and protriptyline both increase  QTc interval. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "quetiapine",
            "description": {
                "common": "fluvoxamine will increase the level or effect of quetiapine by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "quinidine",
            "description": {
                "common": "quinidine will increase the level or effect of fluvoxamine by  affecting hepatic enzyme CYP2D6 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "rabeprazole",
            "description": {
                "common": "fluvoxamine will increase the level or effect of rabeprazole by  affecting hepatic enzyme CYP2C19 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ramelteon",
            "description": {
                "common": "fluvoxamine will increase the level or effect of ramelteon by  affecting hepatic enzyme CYP2C9/10 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ranolazine",
            "description": {
                "common": "fluvoxamine and ranolazine both increase  QTc interval. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "remimazolam",
            "description": {
                "common": "remimazolam, fluvoxamine.\nEither increases toxicity of the other by sedation. Modify Therapy/Monitor Closely. Coadministration may result in profound sedation, respiratory depression, coma, and/or death. Continuously monitor vital signs during sedation and recovery period if coadministered. Carefully titrate remimazolam dose if administered with opioid analgesics and/or sedative/hypnotics."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "repaglinide",
            "description": {
                "common": "fluvoxamine will increase the level or effect of repaglinide by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "riluzole",
            "description": {
                "common": "fluvoxamine will increase the level or effect of riluzole by  affecting hepatic enzyme CYP1A2 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "rimegepant",
            "description": {
                "common": "fluvoxamine will increase the level or effect of rimegepant by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Modify Therapy/Monitor Closely. Avoid repeating dose within 48 hr if coadministered with moderate CYP3A4"
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "risperidone",
            "description": {
                "common": "fluvoxamine and risperidone both increase  QTc interval. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ritonavir",
            "description": {
                "common": "fluvoxamine will increase the level or effect of ritonavir by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "rivaroxaban",
            "description": {
                "common": "fluvoxamine will increase the level or effect of rivaroxaban by  pharmacodynamic synergism. Use Caution/Monitor. May increase risk of bleeding"
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "rizatriptan",
            "description": {
                "common": "fluvoxamine and rizatriptan both increase  serotonin levels. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "roflumilast",
            "description": {
                "common": "fluvoxamine increases levels of roflumilast by Other (see comment). Modify Therapy/Monitor Closely. \nComment: coadministration with dual inhibitors of CYP3A4 and CYP1A2 may increase systemic exposure and result in increased adverse reactions."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "rolapitant",
            "description": {
                "common": "rolapitant will increase the level or effect of fluvoxamine by  affecting hepatic enzyme CYP2D6 metabolism. Use Caution/Monitor. Rolapitant may increase serum concentrations of CYP2D6 substrates for at least 28 days following rolapitant administration"
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "romidepsin",
            "description": {
                "common": "fluvoxamine and romidepsin both increase  QTc interval. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "rucaparib",
            "description": {
                "common": "rucaparib will increase the level or effect of fluvoxamine by  affecting hepatic enzyme CYP1A2 metabolism. Modify Therapy/Monitor Closely. Adjust dosage of CYP1A2 substrates, if clinically indicated."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "safinamide",
            "description": {
                "common": "fluvoxamine, safinamide.\nEither increases toxicity of the other by serotonin levels. Use Caution/Monitor. Monitor for serotonin syndrome."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "salicylates (non-asa)",
            "description": {
                "common": "fluvoxamine, salicylates (non-asa).\nEither increases toxicity of the other by pharmacodynamic synergism. Use Caution/Monitor. Increased risk of upper GI bleeding. SSRIs inhib. serotonin uptake by platelets."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "salsalate",
            "description": {
                "common": "fluvoxamine, salsalate.\nEither increases toxicity of the other by pharmacodynamic synergism. Use Caution/Monitor. Increased risk of upper GI bleeding. SSRIs inhib. serotonin uptake by platelets."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "SAMe",
            "description": {
                "common": "fluvoxamine and SAMe both increase  serotonin levels. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "saquinavir",
            "description": {
                "common": "fluvoxamine will increase the level or effect of saquinavir by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "silodosin",
            "description": {
                "common": "fluvoxamine will increase the level or effect of silodosin by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "sodium sulfate/?magnesium sulfate/potassium chloride",
            "description": {
                "common": "sodium sulfate/?magnesium sulfate/potassium chloride increases effects of fluvoxamine by unknown mechanism. Use Caution/Monitor. Closely monitor for evidence of seizures when using bowel preps together with drugs that lower the seizure threshold."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "sodium sulfate/potassium sulfate/magnesium sulfate",
            "description": {
                "common": "sodium sulfate/potassium sulfate/magnesium sulfate increases effects of fluvoxamine by unknown mechanism. Use Caution/Monitor. Closely monitor for evidence of seizures when using bowel preps together with drugs that lower the seizure threshold."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "sodium sulfate/potassium sulfate/magnesium sulfate/polyethylene glycol",
            "description": {
                "common": "fluvoxamine, sodium sulfate/potassium sulfate/magnesium sulfate/polyethylene glycol. Other (see comment). Use Caution/Monitor. \nComment: Increased risk for water retention or electrolyte imbalance."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "sofosbuvir/velpatasvir",
            "description": {
                "common": "fluvoxamine will increase the level or effect of sofosbuvir/velpatasvir by  affecting hepatic enzyme CYP2B6 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "solifenacin",
            "description": {
                "common": "fluvoxamine will increase the level or effect of solifenacin by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "sparsentan",
            "description": {
                "common": "fluvoxamine will increase the level or effect of sparsentan by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor. No dosage adjustment needed. Monitor blood pressure, serum potassium, edema, and kidney function regularly if sparsentan is coadministered with moderate CYP3A4 inhibitors. "
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "stiripentol",
            "description": {
                "common": "fluvoxamine, stiripentol. affecting hepatic enzyme CYP1A2 metabolism. Modify Therapy/Monitor Closely. May require dosage adjustment."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "sufentanil",
            "description": {
                "common": "fluvoxamine and sufentanil both increase  serotonin levels. Use Caution/Monitor. Carefully observe patient for serotonin syndrome during treatment initiation and dose adjustment"
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "sufentanil SL",
            "description": {
                "common": "fluvoxamine and sufentanil SL both decrease  serotonin levels. Use Caution/Monitor. Carefully observe patient for serotonin syndrome during treatment initiation and dose adjustment"
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "sulfamethoxazole",
            "description": {
                "common": "fluvoxamine and sulfamethoxazole both increase  QTc interval. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "sulfasalazine",
            "description": {
                "common": "fluvoxamine will increase the level or effect of sulfasalazine by  pharmacodynamic synergism. Use Caution/Monitor. Increased risk of upper GI bleeding SSRIs inhib. serotonin uptake by platelets"
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "sulindac",
            "description": {
                "common": "fluvoxamine, sulindac.\nEither increases toxicity of the other by pharmacodynamic synergism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "sumatriptan",
            "description": {
                "common": "fluvoxamine and sumatriptan both increase  serotonin levels. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "sumatriptan intranasal",
            "description": {
                "common": "fluvoxamine and sumatriptan intranasal both increase  serotonin levels. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "sunitinib",
            "description": {
                "common": "fluvoxamine will increase the level or effect of sunitinib by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "tacrolimus",
            "description": {
                "common": "fluvoxamine will increase the level or effect of tacrolimus by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "tadalafil",
            "description": {
                "common": "fluvoxamine will increase the level or effect of tadalafil by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "tamoxifen",
            "description": {
                "common": "fluvoxamine, tamoxifen. affecting hepatic enzyme CYP2C9/10 metabolism. Use Caution/Monitor. Decreases tamoxifen metabolism to active metabolites."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "tapentadol",
            "description": {
                "common": "fluvoxamine and tapentadol both increase  serotonin levels. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "tasimelteon",
            "description": {
                "common": "fluvoxamine will increase the level or effect of tasimelteon by  affecting hepatic enzyme CYP1A2 metabolism. Use Caution/Monitor. May increase adverse effects"
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "telavancin",
            "description": {
                "common": "fluvoxamine and telavancin both increase  QTc interval. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "temsirolimus",
            "description": {
                "common": "fluvoxamine will increase the level or effect of temsirolimus by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "terbinafine",
            "description": {
                "common": "terbinafine will increase the level or effect of fluvoxamine by  affecting hepatic enzyme CYP2D6 metabolism. Modify Therapy/Monitor Closely. Assess need to reduce dose of CYP2D6-metabolized drug."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "teriflunomide",
            "description": {
                "common": "teriflunomide will decrease the level or effect of fluvoxamine by  affecting hepatic enzyme CYP1A2 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "tezacaftor",
            "description": {
                "common": "fluvoxamine will increase the level or effect of tezacaftor by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Modify Therapy/Monitor Closely. Adjust dose when coadministered with a moderate CYP3A4 inhibitor"
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "tinidazole",
            "description": {
                "common": "fluvoxamine will increase the level or effect of tinidazole by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "tipranavir",
            "description": {
                "common": "fluvoxamine will increase the level or effect of tipranavir by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "tofacitinib",
            "description": {
                "common": "fluvoxamine increases levels of tofacitinib by affecting hepatic enzyme CYP2C19 metabolism. Use Caution/Monitor. Decrease tofacitinib dose is coadministered with both moderate CYP3A4 and potent CYP2C19 inhibitors."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "tolbutamide",
            "description": {
                "common": "fluvoxamine will increase the level or effect of tolbutamide by  affecting hepatic enzyme CYP2C9/10 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "tolfenamic acid",
            "description": {
                "common": "fluvoxamine, tolfenamic acid.\nEither increases toxicity of the other by pharmacodynamic synergism. Use Caution/Monitor. Increased risk of upper GI bleeding. SSRIs inhib. serotonin uptake by platelets."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "tolmetin",
            "description": {
                "common": "fluvoxamine, tolmetin.\nEither increases toxicity of the other by pharmacodynamic synergism. Use Caution/Monitor. Increased risk of upper GI bleeding. SSRIs inhib. serotonin uptake by platelets."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "tramadol",
            "description": {
                "common": "fluvoxamine and tramadol both increase  serotonin levels. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "trazodone",
            "description": {
                "common": "fluvoxamine and trazodone both increase  QTc interval. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "triazolam",
            "description": {
                "common": "fluvoxamine will increase the level or effect of triazolam by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "trifluoperazine",
            "description": {
                "common": "fluvoxamine and trifluoperazine both increase  QTc interval. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "trimethoprim",
            "description": {
                "common": "fluvoxamine and trimethoprim both increase  QTc interval. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "trimipramine",
            "description": {
                "common": "fluvoxamine and trimipramine both increase  QTc interval. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "tropisetron",
            "description": {
                "common": "fluvoxamine and tropisetron both increase  QTc interval. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "valbenazine",
            "description": {
                "common": "valbenazine and fluvoxamine both increase  QTc interval. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "valerian",
            "description": {
                "common": "fluvoxamine and valerian both increase  sedation. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "vardenafil",
            "description": {
                "common": "fluvoxamine will increase the level or effect of vardenafil by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Modify Therapy/Monitor Closely. Vardenafil dose may need to be reduced if coadministered with moderate or strong CYP3A4 inhibitors "
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "velpatasvir",
            "description": {
                "common": "fluvoxamine will increase the level or effect of velpatasvir by  affecting hepatic enzyme CYP2B6 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "venlafaxine",
            "description": {
                "common": "fluvoxamine and venlafaxine both increase  QTc interval. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "verapamil",
            "description": {
                "common": "fluvoxamine will increase the level or effect of verapamil by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "voclosporin",
            "description": {
                "common": "fluvoxamine will increase the level or effect of voclosporin by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Modify Therapy/Monitor Closely. Reduce voclosporin daily dosage to 15.8 mg PO in AM and 7.9 mg PO in PM."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "vorapaxar",
            "description": {
                "common": "fluvoxamine, vorapaxar.\nEither increases effects of the other by pharmacodynamic synergism. Use Caution/Monitor. SSRIs and SNRIs may cause platelet serotonin depletion."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "voriconazole",
            "description": {
                "common": "fluvoxamine and voriconazole both increase  QTc interval. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "vorinostat",
            "description": {
                "common": "vorinostat and fluvoxamine both increase  QTc interval. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "warfarin",
            "description": {
                "common": "fluvoxamine, warfarin.\nEither increases effects of the other by pharmacodynamic synergism. Use Caution/Monitor. Serotonin release by platelets plays an important role in hemostasis. SSRIs and SNRIs may increase anticoagulation effect of warfarin. ."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "zaleplon",
            "description": {
                "common": "fluvoxamine will increase the level or effect of zaleplon by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "zanubrutinib",
            "description": {
                "common": "fluvoxamine will increase the level or effect of zanubrutinib by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Modify Therapy/Monitor Closely. Reduce zanubrutinib (a CYP3A4 substrate) to 80 mg PO BID to when coadministered with a moderate CYP3A4 inhibitor. Interrupt dose as recommended for adverse reactions. After discontinuing the CYP3A4 inhibitor, resume previous dose of zanubrutinib. "
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ziprasidone",
            "description": {
                "common": "fluvoxamine and ziprasidone both increase  QTc interval. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "zolmitriptan",
            "description": {
                "common": "fluvoxamine and zolmitriptan both increase  serotonin levels. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "zolpidem",
            "description": {
                "common": "fluvoxamine will increase the level or effect of zolpidem by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "zonisamide",
            "description": {
                "common": "fluvoxamine will increase the level or effect of zonisamide by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        }
    ],
    "adverse effects": [
        {
            "name": "Nausea",
            "percent": "40"
        },
        {
            "name": "Headache",
            "percent": "22-35"
        },
        {
            "name": "Somnolence",
            "percent": "22-27"
        },
        {
            "name": "Weakness",
            "percent": "14-26"
        },
        {
            "name": "Insomnia",
            "percent": "20-35"
        },
        {
            "name": "Diarrhea",
            "percent": "11-18"
        },
        {
            "name": "Dizziness",
            "percent": "11-15"
        },
        {
            "name": "Xerostomia",
            "percent": "10-14"
        },
        {
            "name": "Anorexia",
            "percent": "6-14"
        },
        {
            "name": "Abnormal ejaculation",
            "percent": "8-11"
        },
        {
            "name": "Pain",
            "percent": "10"
        },
        {
            "name": "Dyspepsia",
            "percent": "8-10"
        },
        {
            "name": "Constipation",
            "percent": "4-10"
        },
        {
            "name": "Decreased libido",
            "percent": "2-10"
        },
        {
            "name": "Upper respiratory infections",
            "percent": "9"
        },
        {
            "name": "Anxiety",
            "percent": "5-8"
        },
        {
            "name": "Tremor",
            "percent": "5-8"
        },
        {
            "name": "Sweating",
            "percent": "6-7"
        },
        {
            "name": "Vomiting",
            "percent": "4-6"
        },
        {
            "name": "Abdominal pain",
            "percent": "5"
        },
        {
            "name": "Myalgia",
            "percent": "5"
        },
        {
            "name": "Abnormal taste",
            "percent": "2-5"
        },
        {
            "name": "Bruising",
            "percent": "4"
        },
        {
            "name": "Abnormal dreams",
            "percent": "3"
        },
        {
            "name": "Abnormal thinking",
            "percent": "3"
        },
        {
            "name": "Chest pain",
            "percent": "3"
        },
        {
            "name": "Palpitation",
            "percent": "3"
        },
        {
            "name": "Agitation",
            "percent": "2-3"
        },
        {
            "name": "Vasodilation",
            "percent": "2-3"
        },
        {
            "name": "Hypertension",
            "percent": "1-2"
        },
        {
            "name": "Increased LFTs",
            "percent": "1-2"
        },
        {
            "name": "Weight change",
            "percent": "1-2"
        },
        {
            "name": "Manic reaction",
            "percent": null
        },
        {
            "name": "Activation of mania",
            "percent": null
        },
        {
            "name": "hypomania",
            "percent": null
        },
        {
            "name": "seizures",
            "percent": null
        },
        {
            "name": "discontinue",
            "percent": null
        },
        {
            "name": "Sinusitis",
            "percent": null
        },
        {
            "name": "Edema",
            "percent": null
        },
        {
            "name": "Amnesia",
            "percent": null
        },
        {
            "name": "Apathy",
            "percent": null
        },
        {
            "name": "Asthenia",
            "percent": null
        },
        {
            "name": "Malaise",
            "percent": null
        },
        {
            "name": "Nervousness",
            "percent": null
        },
        {
            "name": "Dry mouth",
            "percent": null
        },
        {
            "name": "Myoclonus",
            "percent": null
        },
        {
            "name": "Cough",
            "percent": null
        }
    ]
}