{
    "name": "isocarboxazid",
    "comment": "Rx",
    "other_names": [
        "Marplan"
    ],
    "classes": [
        "Antidepressants",
        "MAO Inhibitors"
    ],
    "source": "https://reference.medscape.com/drug/marplan-isocarboxazid-342953",
    "pregnancy": {
        "common": [
            "There is a pregnancy exposure registry that monitors pregnancy outcomes in women exposed to antidepressants, during pregnancy; healthcare providers are encouraged to register patients by calling the National Pregnancy Registry for Antidepressants at 1-844405-6185 or visiting online at http://womensmentalhealth.org/clinical-and-research-programs/pregnancyregistry/antidepressants",
            "The potential reproductive toxicity of the drug has not been adequately evaluated in animals; it is also not known whether isocarboxazid can cause embryo/fetal harm when administered to a pregnant woman or can affect reproductive capacity; drug should be given to a pregnant woman only if clearly needed"
        ],
        "specific": []
    },
    "lactation": {
        "common": [
            "Levels of excretion in human milk have not been determined, and effects on nursing infant are unknown; therapy should be used in women who are nursing only if clearly needed"
        ]
    },
    "warnings": {
        "black_box_warning": {
            "common": [
                "In short-term studies, antidepressants increased the risk of suicidal thinking and behavior in children, adolescents, and young adults (<24 yr of age) taking antidepressants for major depressive disorders and other psychiatric illnesses",
                "This increase was not seen in patients aged >24 years; a slight decrease in suicidal thinking was seen in adults >65 years",
                "In children and young adults, risks must be weighed against the benefits of taking antidepressants",
                "Patients should be monitored closely for changes in behavior, clinical worsening, and suicidal tendencies; this should be done during initial 1-2 months of therapy and dosage adjustments",
                "The patient’s family should communicate any abrupt changes in behavior to the healthcare provider",
                "Worsening behavior and suicidal tendencies that are not part of the presenting symptoms may require discontinuation of therapy",
                "This drug is not approved for use in pediatric patients"
            ],
            "specific": []
        },
        "contraindicators": {
            "common": [
                "Hypersensitivity",
                "Pheochromocytoma, CHF, CVD, severe renal impairment",
                "Confirmed or suspected cerebrovascular defect or any patient with cardiovascular disease, hypertension, or history of headache",
                "Schizophrenia",
                "History of liver disease or abnormal liver function tests",
                "Concurrent administration with MAO inhibitors or dibenzazepine derivatives; sympathomimetics (including amphetamines); some central nervous system depressants (including narcotics and alcohol); antihypertensive, diuretic, antihistaminic, sedative or anesthetic drugs, bupropion (within 14 days of isocarboxazid discontinuation), buspirone (<10 days of isocarboxazid discontinuation), dextromethorphan, cheese or other foods with a high tyramine content; or excessive quantities of caffeine",
                "Use with SSRIs (<14 days of discontinuing isocarboxazid; wait 5 weeks between discontinuation of fluoxetine and initiation of isocarboxazid)",
                "Use with MAO inhibitors (wait 1 week between discontinuation of MAO inhibitor and initiation of isocarboxazid)",
                "Concurrent use with CNS depressants may result in delirium, hyperpyrexia, seizures, coma, excitation, and hyper/hypotension",
                "Consumption of foods high in tyramine or supplements containing caffeine, tyrosine, tryptophan, phenylalanine, or phenylalanine (Hypertensive reactions may occur)",
                "Within 10 days of a surgery requiring general anesthesia",
                "Concurrent administration with furazolidone, pargyline, pargyline and methyclothiazide, phenelzine sulfate, procarbazine, tranylcypromine sulfate, dibenzazepine-related and other tricyclics, amitriptyline, perphenazine and amitriptyline, clomipramine hydrochloride, desipramine, imipramine, nortriptyline, protriptyline, doxepin, carbamazepine, cyclobenzaprine, amoxapine, maprotiline, trimipramine maleate",
                "Concomitant administration with meperidine or within 2-3 weeks following MAO therapy"
            ],
            "specific": []
        },
        "cautions": {
            "common": [
                "Use caution with doses >40 mg/day",
                "Clinical worsening & suicide ideation may occur despite medication in adolescents & young adults (18-24 years)",
                "Caution in patients with diabetes mellitus (monitor glucose closely), glaucoma, hepatic/renal impairment, thyroid dysfunction",
                "Therapy can cause serious side effects; not recommended as initial therapy; should be reserved for patients who have not responded satisfactorily to other antidepressants",
                "Hypotension may occur; seen most commonly in patients with preexistent hypertension; blood pressure usually returns rapidly to pretreatment levels upon discontinuation of drug; dosage increases should be made more gradually in patients showing a tendency toward hypotension at beginning of therapy; postural hypotension may be relieved by having the patient lie down until blood pressure returns to normal",
                "Therapy lowers convulsive threshold in some animal experiments, use caution if epileptic patients treated; therapy appears to have varying effects in epileptic patients; while some have a decrease in frequency of seizures, others have more seizures; discontinue at least 48 hours before myelography; should not resume therapy for at least 24 hours postprocedure",
                "There is low incidence of altered liver function or jaundice in patients receiving therapy; periodic liver chemistry tests should be performed during therapy; discontinue use at first sign of hepatic dysfunction or jaundice",
                "MAO inhibitors can suppress anginal pain that would otherwise serve as a warning of myocardial ischemia",
                "Use cautiously in hyperactive or agitated patients, as well as in schizophrenic patients; may cause excessive stimulation; activation of mania/hypomania reported in a small proportion of patients with major affective disorder who were treated with marketed antidepressants"
            ],
            "specific": [
                {
                    "type": "Hypertensive crisis",
                    "description": [
                        "Hypertensive crisis associated with MAO inhibitors use, which can be fatal; may result from co-administration of MAOIs and certain drugs and foods; monitor blood pressure should closely to detect any pressor response; discontinue therapy immediately if palpitations or frequent headaches occur; these symptoms may be prodromal of a hypertensive crisis",
                        "If hypertensive crisis occurs, institute therapy to lower blood pressure"
                    ]
                },
                {
                    "type": "Bipolar disorder",
                    "description": [
                        "A major depressive episode may be the initial presentation of bipolar disorder; treating such an episode with an antidepressant alone may increase likelihood of precipitation of a mixed/manic episode in patients at risk for bipolar disorder",
                        "Prior to initiating treatment with an antidepressant, patients with depressive symptoms should be adequately screened to determine if they are at risk for bipolar disorder; such screening should include a detailed psychiatric history, including a family history of suicide, bipolar disorder, and depression",
                        "Drug is not approved for use in treating bipolar depression"
                    ]
                }
            ]
        }
    },
    "interactions": [
        {
            "classification_type": "Contraindicated",
            "interaction_with": "amitriptyline",
            "description": {
                "common": "isocarboxazid and amitriptyline both increase  serotonin levels. Contraindicated."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "amoxapine",
            "description": {
                "common": "isocarboxazid and amoxapine both increase  serotonin levels. Contraindicated."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "apraclonidine",
            "description": {
                "common": "apraclonidine, isocarboxazid. Mechanism: unknown. Contraindicated. Contraindicated in mfr. prescribing info."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "armodafinil",
            "description": {
                "common": "isocarboxazid increases effects of armodafinil by pharmacodynamic synergism. Contraindicated. Risk of acute hypertensive episode."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "atomoxetine",
            "description": {
                "common": "isocarboxazid increases effects of atomoxetine by pharmacodynamic synergism. Contraindicated. The use of atomoxetine with monoamine oxidase inhibitors (MAOIs) is contraindicated. Risk of acute hypertensive episode."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "benzphetamine",
            "description": {
                "common": "isocarboxazid increases effects of benzphetamine by pharmacodynamic synergism. Contraindicated. Risk of acute hypertensive episode."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "brimonidine",
            "description": {
                "common": "isocarboxazid, brimonidine. Mechanism: unknown. Contraindicated. Contraindicated in mfr prescribing info."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "bupropion",
            "description": {
                "common": "isocarboxazid and bupropion both increase  dopaminergic effects. Contraindicated. Bupropion inhibits reuptake of dopamine and norepinephrine (NE), and MAOIs decrease metabolism of dopamine and NE; coadministration increases risk for hypertensive reactions; allow at least 14 days between discontinuation of MAOI and initiating bupropion"
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "buspirone",
            "description": {
                "common": "isocarboxazid and buspirone both increase  serotonin levels. Contraindicated."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "caffeine",
            "description": {
                "common": "isocarboxazid increases effects of caffeine by pharmacodynamic synergism. Contraindicated. Risk of acute hypertensive episode."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "carbamazepine",
            "description": {
                "common": "carbamazepine increases toxicity of isocarboxazid by unknown mechanism. Contraindicated. D/C MAO inhibitor 2 weeks before."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "citalopram",
            "description": {
                "common": "isocarboxazid and citalopram both increase  serotonin levels. Contraindicated. At least 2 weeks should elapse between discontinuation of MAOI therapy and the start of citalopram therapy, and at least 2 weeks between discontinuation of citalopram therapy and commencement of MAOI therapy."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "clomipramine",
            "description": {
                "common": "isocarboxazid and clomipramine both increase  serotonin levels. Contraindicated."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "cyclobenzaprine",
            "description": {
                "common": "isocarboxazid and cyclobenzaprine both increase  serotonin levels. Contraindicated. Do not coadminister cyclobenzaprine with MAOIs or within 14 days of discontinuing an MAOI"
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "cyproheptadine",
            "description": {
                "common": "isocarboxazid, cyproheptadine. Other (see comment). Contraindicated. \nComment: MAO inhibitors may prolong and intensify the anticholinergic effects of antihistamines. Cyproheptadine may diminish the serotonergic effect of MAO inhibitors."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "desipramine",
            "description": {
                "common": "isocarboxazid and desipramine both increase  serotonin levels. Contraindicated."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "desvenlafaxine",
            "description": {
                "common": "isocarboxazid and desvenlafaxine both increase  serotonin levels. Contraindicated. At least 14 days should elapse between discontinuation of MAOIs and initiation of treatment with a serotonergic drug"
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "deutetrabenazine",
            "description": {
                "common": "isocarboxazid, deutetrabenazine.\nEither increases toxicity of the other by sympathetic (adrenergic) effects, including increased blood pressure and heart rate. Contraindicated. Deutetrabenazine should not be used in combination with an MAOI, or within 14 days of discontinuing therapy with an MAOI."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "dexfenfluramine",
            "description": {
                "common": "isocarboxazid increases effects of dexfenfluramine by pharmacodynamic synergism. Contraindicated. Risk of acute hypertensive episode."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "dexmethylphenidate",
            "description": {
                "common": "isocarboxazid increases effects of dexmethylphenidate by pharmacodynamic synergism. Contraindicated. Risk of acute hypertensive episode."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "dextroamphetamine",
            "description": {
                "common": "isocarboxazid increases effects of dextroamphetamine by pharmacodynamic synergism. Contraindicated. Risk of acute hypertensive episode."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "dextroamphetamine transdermal",
            "description": {
                "common": "isocarboxazid increases effects of dextroamphetamine transdermal by decreasing metabolism. Contraindicated. MAOIs slows amphetamine metabolism, increasing amphetamine?s effect on norepinephrine release and other monoamines from adrenergic nerve endings causing signs of hypertensive crisis. Do not administer dextroamphetamine during or within 14 days following MAOI administration."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "dextromethorphan",
            "description": {
                "common": "isocarboxazid and dextromethorphan both increase  serotonin levels. Contraindicated."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "diethylpropion",
            "description": {
                "common": "isocarboxazid increases effects of diethylpropion by pharmacodynamic synergism. Contraindicated. Risk of acute hypertensive episode."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "dobutamine",
            "description": {
                "common": "isocarboxazid increases effects of dobutamine by pharmacodynamic synergism. Contraindicated. Risk of acute hypertensive episode."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "dopamine",
            "description": {
                "common": "isocarboxazid increases effects of dopamine by pharmacodynamic synergism. Contraindicated. Risk of acute hypertensive episode."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "dosulepin",
            "description": {
                "common": "isocarboxazid and dosulepin both increase  serotonin levels. Contraindicated."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "doxepin",
            "description": {
                "common": "isocarboxazid and doxepin both increase  serotonin levels. Contraindicated."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "duloxetine",
            "description": {
                "common": "isocarboxazid and duloxetine both increase  serotonin levels. Contraindicated."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "entacapone",
            "description": {
                "common": "entacapone, isocarboxazid.\nEither increases effects of the other by pharmacodynamic synergism. Contraindicated. Both nonselective MAO inhibitors and entacapone inhibit catecholamine metabolism, leading to increased levels of catecholamines. Potential for dangerously high HR or BP."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "ephedrine",
            "description": {
                "common": "isocarboxazid increases effects of ephedrine by pharmacodynamic synergism. Contraindicated. Risk of acute hypertensive episode."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "epinephrine",
            "description": {
                "common": "isocarboxazid increases effects of epinephrine by pharmacodynamic synergism. Contraindicated. Risk of acute hypertensive episode."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "epinephrine inhaled",
            "description": {
                "common": "isocarboxazid and epinephrine inhaled both increase  sympathetic (adrenergic) effects, including increased blood pressure and heart rate. Contraindicated. Coadministration of epinephrine inhaled with MAOIs or within 2 weeks after discontinuing an MAOI is contraindicated."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "escitalopram",
            "description": {
                "common": "isocarboxazid and escitalopram both increase  serotonin levels. Contraindicated."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "fenfluramine",
            "description": {
                "common": "isocarboxazid increases effects of fenfluramine by pharmacodynamic synergism. Contraindicated. Risk of acute hypertensive episode."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "fentanyl",
            "description": {
                "common": "isocarboxazid increases toxicity of fentanyl by Other (see comment). Contraindicated. \nComment: Avoid fentanyl in patients who require concomitant administration MAOIs, or within 14 days of stopping an MAOI. Severe and unpredictable potentiation by MAO inhibitors has been reported with opioid analgesics."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "fentanyl intranasal",
            "description": {
                "common": "isocarboxazid increases toxicity of fentanyl intranasal by Other (see comment). Contraindicated. \nComment: Avoid fentanyl in patients who require concomitant administration MAOIs, or within 14 days of stopping an MAOI. Severe and unpredictable potentiation by MAO inhibitors has been reported with opioid analgesics."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "fentanyl transdermal",
            "description": {
                "common": "isocarboxazid increases toxicity of fentanyl transdermal by Other (see comment). Contraindicated. \nComment: Avoid fentanyl in patients who require concomitant administration MAOIs, or within 14 days of stopping an MAOI. Severe and unpredictable potentiation by MAO inhibitors has been reported with opioid analgesics."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "fentanyl transmucosal",
            "description": {
                "common": "isocarboxazid increases toxicity of fentanyl transmucosal by Other (see comment). Contraindicated. \nComment: Avoid fentanyl in patients who require concomitant administration MAOIs, or within 14 days of stopping an MAOI. Severe and unpredictable potentiation by MAO inhibitors has been reported with opioid analgesics."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "fluoxetine",
            "description": {
                "common": "isocarboxazid and fluoxetine both increase  serotonin levels. Contraindicated."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "fluvoxamine",
            "description": {
                "common": "fluvoxamine and isocarboxazid both increase  serotonin levels. Contraindicated."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "imipramine",
            "description": {
                "common": "isocarboxazid and imipramine both increase  serotonin levels. Contraindicated."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "isometheptene",
            "description": {
                "common": "isocarboxazid, isometheptene.\nEither increases effects of the other by pharmacodynamic synergism. Contraindicated. Hypertension, V tach."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "isoproterenol",
            "description": {
                "common": "isocarboxazid increases effects of isoproterenol by pharmacodynamic synergism. Contraindicated. Risk of acute hypertensive episode."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "levodopa",
            "description": {
                "common": "isocarboxazid, levodopa. Mechanism: pharmacodynamic synergism. Contraindicated. Risk of acute hypertensive episode."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "levodopa inhaled",
            "description": {
                "common": "levodopa inhaled increases effects of isocarboxazid by dopaminergic effects. Contraindicated. Levodopa may enhance risk for acute hypertensive episode if coadministered with nonselective MAOIs. Discontinue use of any nonselective MAO inhibitors at least 2 weeks before initiating levodopa inhaled."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "levomilnacipran",
            "description": {
                "common": "isocarboxazid and levomilnacipran both increase  serotonin levels. Contraindicated. Do not use MAOIs intended to treat psychiatric disorders with levomilnacipran or within 7 days of stopping levomilnacipran due to an increased risk of serotonin syndrome"
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "lisdexamfetamine",
            "description": {
                "common": "isocarboxazid, lisdexamfetamine.\nEither increases effects of the other by serotonin levels. Contraindicated. Do not use amphetamines during and within 14 days of discontinuation of monoamine oxidase inhibitors. ."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "lofepramine",
            "description": {
                "common": "isocarboxazid and lofepramine both increase  serotonin levels. Contraindicated."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "maprotiline",
            "description": {
                "common": "isocarboxazid and maprotiline both increase  serotonin levels. Contraindicated."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "meperidine",
            "description": {
                "common": "isocarboxazid and meperidine both increase  serotonin levels. Contraindicated."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "methamphetamine",
            "description": {
                "common": "isocarboxazid increases effects of methamphetamine by pharmacodynamic synergism. Contraindicated. Risk of acute hypertensive episode."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "methylenedioxymethamphetamine",
            "description": {
                "common": "isocarboxazid increases effects of methylenedioxymethamphetamine by pharmacodynamic synergism. Contraindicated. Risk of acute hypertensive episode."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "methylphenidate",
            "description": {
                "common": "isocarboxazid increases effects of methylphenidate by pharmacodynamic synergism. Contraindicated. Risk of acute hypertensive episode. Methylphenidate is contraindicated during treatment with an MAOI and also within a minimum of 14 days following discontinuation of an MAOI."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "methylphenidate transdermal",
            "description": {
                "common": "methylphenidate transdermal and isocarboxazid both increase  sympathetic (adrenergic) effects, including increased blood pressure and heart rate. Contraindicated. Coadministration of MAOIs and CNS stimulants can cause hypertensive crisis."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "midodrine",
            "description": {
                "common": "isocarboxazid increases effects of midodrine by pharmacodynamic synergism. Contraindicated. Risk of acute hypertensive episode."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "milnacipran",
            "description": {
                "common": "isocarboxazid and milnacipran both increase  serotonin levels. Contraindicated."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "modafinil",
            "description": {
                "common": "isocarboxazid increases effects of modafinil by pharmacodynamic synergism. Contraindicated. Risk of acute hypertensive episode."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "nefazodone",
            "description": {
                "common": "isocarboxazid and nefazodone both increase  serotonin levels. Contraindicated."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "norepinephrine",
            "description": {
                "common": "isocarboxazid increases effects of norepinephrine by pharmacodynamic synergism. Contraindicated. Risk of acute hypertensive episode."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "nortriptyline",
            "description": {
                "common": "isocarboxazid and nortriptyline both increase  serotonin levels. Contraindicated."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "opicapone",
            "description": {
                "common": "opicapone, isocarboxazid.\nEither increases effects of the other by pharmacodynamic synergism. Contraindicated. Both nonselective MAO inhibitors and opicapone inhibit catecholamine metabolism, leading to increased levels of catecholamines. Potential for dangerously high HR or BP."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "ozanimod",
            "description": {
                "common": "isocarboxazid and ozanimod both increase  sympathetic (adrenergic) effects, including increased blood pressure and heart rate. Contraindicated. Coadministration of ozanimod with MAO-B inhibitors may decrease exposure of the active metabolites of ozanimod, which may inhibit MAO. The potential for a clinical interaction with MAO inhibitors has not been studied; however, the increased risk of nonselective MAO inhibition may lead to a hypertensive crisis. Allow at least 14 days to elapse between discontinuing ozanimod and initiating with MAO inhibitors."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "paroxetine",
            "description": {
                "common": "isocarboxazid and paroxetine both increase  serotonin levels. Contraindicated."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "phendimetrazine",
            "description": {
                "common": "isocarboxazid increases effects of phendimetrazine by pharmacodynamic synergism. Contraindicated. Risk of acute hypertensive episode."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "phenelzine",
            "description": {
                "common": "isocarboxazid and phenelzine both increase  serotonin levels. Contraindicated."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "phentermine",
            "description": {
                "common": "isocarboxazid increases effects of phentermine by pharmacodynamic synergism. Contraindicated. Risk of acute hypertensive episode."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "phenylephrine",
            "description": {
                "common": "isocarboxazid increases effects of phenylephrine by pharmacodynamic synergism. Contraindicated. Risk of acute hypertensive episode."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "phenylephrine PO",
            "description": {
                "common": "isocarboxazid increases effects of phenylephrine PO by pharmacodynamic synergism. Contraindicated. Risk of acute hypertensive episode."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "procarbazine",
            "description": {
                "common": "isocarboxazid and procarbazine both increase  serotonin levels. Contraindicated. At least 2 weeks should elapse between discontinuation of one MAOI and initiation of therapy with the other."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "propylhexedrine",
            "description": {
                "common": "isocarboxazid increases effects of propylhexedrine by pharmacodynamic synergism. Contraindicated. Risk of acute hypertensive episode."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "protriptyline",
            "description": {
                "common": "isocarboxazid and protriptyline both increase  serotonin levels. Contraindicated."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "pseudoephedrine",
            "description": {
                "common": "isocarboxazid increases effects of pseudoephedrine by pharmacodynamic synergism. Contraindicated. Risk of acute hypertensive episode."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "rasagiline",
            "description": {
                "common": "rasagiline and isocarboxazid both increase  serotonin levels. Contraindicated. Increased risk of hypertensive crisis. At least 14 days should elapse between discontinuation of rasagiline and initiation of another MAOI or discontinuation of another MAOI and initiation of rasagiline."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "safinamide",
            "description": {
                "common": "isocarboxazid, safinamide.\nEither increases toxicity of the other by serotonin levels. Contraindicated. Coadministration increases risk of nonselective MAO inhibition, that may lead to hypertensive crisis. At least 14 days should elapse between discontinuating safinamide and initiating MAOIs."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "selegiline",
            "description": {
                "common": "selegiline and isocarboxazid both increase  serotonin levels. Contraindicated."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "selegiline transdermal",
            "description": {
                "common": "selegiline transdermal and isocarboxazid both increase  serotonin levels. Contraindicated."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "serdexmethylphenidate/dexmethylphenidate",
            "description": {
                "common": "isocarboxazid increases effects of serdexmethylphenidate/dexmethylphenidate by pharmacodynamic synergism. Contraindicated. Risk of acute hypertensive episode."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "sertraline",
            "description": {
                "common": "isocarboxazid and sertraline both increase  serotonin levels. Contraindicated."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "solriamfetol",
            "description": {
                "common": "isocarboxazid will increase the level or effect of solriamfetol by  sympathetic (adrenergic) effects, including increased blood pressure and heart rate. Contraindicated. Do no use solriamfetol during and/or within 14 days of discontinuing MAOI treatment. MAOIs irreversibly inhibit the enzyme monamine oxidase, an enzyme involved in the degradation of various monoamines, including dopamine and norepinephrine. Solriamfetol increases synaptic dopamine and norepinephrine."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "St John's Wort",
            "description": {
                "common": "isocarboxazid and St John's Wort both increase  serotonin levels. Contraindicated."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "tetrabenazine",
            "description": {
                "common": "tetrabenazine, isocarboxazid. Other (see comment). Contraindicated. \nComment: Risk of acute hypertensive episode; separate by 14 d.  Mechanism: MAOI causes accumulation of NE in neuron and tetrabenazine stimulates NE release."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "tolcapone",
            "description": {
                "common": "tolcapone, isocarboxazid.\nEither increases effects of the other by pharmacodynamic synergism. Contraindicated. Both nonselective MAO inhibitors and tolcapone inhibit catecholamine metabolism, leading to increased levels of catecholamines. Potential for dangerously high HR or BP."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "tranylcypromine",
            "description": {
                "common": "isocarboxazid and tranylcypromine both increase  serotonin levels. Contraindicated."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "trazodone",
            "description": {
                "common": "isocarboxazid and trazodone both increase  serotonin levels. Contraindicated."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "trimipramine",
            "description": {
                "common": "isocarboxazid and trimipramine both increase  serotonin levels. Contraindicated."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "tyramine",
            "description": {
                "common": "isocarboxazid increases effects of tyramine by pharmacodynamic synergism. Contraindicated. Risk of acute hypertensive episode.  Tyramine containing foods include cheese, red wine, caviar, herring, canned figs, fermented meats, fava beans, yeast extracts, miso, avocado."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "venlafaxine",
            "description": {
                "common": "isocarboxazid and venlafaxine both increase  serotonin levels. Contraindicated."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "vilazodone",
            "description": {
                "common": "isocarboxazid, vilazodone.\nEither increases toxicity of the other by serotonin levels. Contraindicated. Coadministration with MAO-A inhibitors are contraindicated. Do not prescribe vilazodone within 14 days of discontinuing or starting an MAO inhibitor."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "vortioxetine",
            "description": {
                "common": "isocarboxazid, vortioxetine.\nEither increases effects of the other by serotonin levels. Contraindicated."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "xylometazoline",
            "description": {
                "common": "isocarboxazid increases effects of xylometazoline by pharmacodynamic synergism. Contraindicated. Risk of acute hypertensive episode."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "yohimbine",
            "description": {
                "common": "isocarboxazid increases effects of yohimbine by pharmacodynamic synergism. Contraindicated. Risk of acute hypertensive episode."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "5-HTP",
            "description": {
                "common": "isocarboxazid and 5-HTP both increase  serotonin levels. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "albuterol",
            "description": {
                "common": "isocarboxazid increases effects of albuterol by pharmacodynamic synergism. Contraindicated. Risk of acute hypertensive episode."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "alfentanil",
            "description": {
                "common": "isocarboxazid increases toxicity of alfentanil by unknown mechanism. Avoid or Use Alternate Drug. Risk of hypotension, hyperpyrexia, somnolence, or death; separate by 14 d."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "almotriptan",
            "description": {
                "common": "almotriptan and isocarboxazid both increase  serotonin levels. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "amobarbital",
            "description": {
                "common": "isocarboxazid, amobarbital. Other (see comment). Contraindicated. \nComment: CNS depressants such as barbiturates should not be used in combination with isocarboxazid."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "arformoterol",
            "description": {
                "common": "isocarboxazid increases effects of arformoterol by pharmacodynamic synergism. Contraindicated. Risk of acute hypertensive episode."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "belladonna and opium",
            "description": {
                "common": "isocarboxazid increases toxicity of belladonna and opium by unknown mechanism. Avoid or Use Alternate Drug. Risk of hypotension, hyperpyrexia, somnolence, or death; separate by 14 d."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "benzhydrocodone/acetaminophen",
            "description": {
                "common": "isocarboxazid increases toxicity of benzhydrocodone/acetaminophen by serotonin levels. Avoid or Use Alternate Drug. MAOI interactions with opioids may manifest as serotonin syndrome or opioid toxicity (eg, respiratory depression, coma). Opioids are not recommended for patients taking MAOIs or within 14 days of stopping MAOIs. If urgent opioid treatment needed, use test doses and frequent titration of small doses to treat pain while closely monitoring blood pressure and signs and symptoms of CNS and respiratory depression."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "brompheniramine",
            "description": {
                "common": "isocarboxazid increases effects of brompheniramine by Other (see comment). Avoid or Use Alternate Drug. \nComment: Isocarboxazid should not be administered in combination with antihistamines because of potential additive CNS depressant effects.  MAO inhibitors also prolong and intensify anticholinergic effects of antihistamines. ."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "buprenorphine",
            "description": {
                "common": "isocarboxazid increases toxicity of buprenorphine by unknown mechanism. Avoid or Use Alternate Drug. Risk of hypotension, hyperpyrexia, somnolence, or death; separate by 14 d."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "buprenorphine buccal",
            "description": {
                "common": "isocarboxazid increases toxicity of buprenorphine buccal by unknown mechanism. Avoid or Use Alternate Drug. Risk of hypotension, hyperpyrexia, somnolence, or death; separate by 14 d."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "butabarbital",
            "description": {
                "common": "isocarboxazid, butabarbital. Other (see comment). Contraindicated. \nComment: CNS depressants such as barbiturates should not be used in combination with isocarboxazid."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "butalbital",
            "description": {
                "common": "isocarboxazid, butalbital. Other (see comment). Contraindicated. \nComment: CNS depressants such as barbiturates should not be used in combination with isocarboxazid."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "butorphanol",
            "description": {
                "common": "isocarboxazid increases toxicity of butorphanol by unknown mechanism. Avoid or Use Alternate Drug. Risk of hypotension, hyperpyrexia, somnolence, or death; separate by 14 d."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "carbinoxamine",
            "description": {
                "common": "isocarboxazid increases effects of carbinoxamine by Other (see comment). Avoid or Use Alternate Drug. \nComment: Isocarboxazid should not be administered in combination with antihistamines because of potential additive CNS depressant effects.  MAO inhibitors also prolong and intensify anticholinergic effects of antihistamines. ."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "cetirizine",
            "description": {
                "common": "isocarboxazid increases effects of cetirizine by Other (see comment). Avoid or Use Alternate Drug. \nComment: Isocarboxazid should not be administered in combination with antihistamines because of potential additive CNS depressant effects.  MAO inhibitors also prolong and intensify anticholinergic effects of antihistamines. ."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "chlorpheniramine",
            "description": {
                "common": "isocarboxazid increases effects of chlorpheniramine by Other (see comment). Avoid or Use Alternate Drug. \nComment: Isocarboxazid should not be administered in combination with antihistamines because of potential additive CNS depressant effects.  MAO inhibitors also prolong and intensify anticholinergic effects of antihistamines. ."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "chlorthalidone",
            "description": {
                "common": "isocarboxazid, chlorthalidone. Other (see comment). Contraindicated. \nComment: Additive hypotensive effects may be seen when MAOI's are combined with antihypertensives."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "clemastine",
            "description": {
                "common": "isocarboxazid increases effects of clemastine by Other (see comment). Avoid or Use Alternate Drug. \nComment: Isocarboxazid should not be administered in combination with antihistamines because of potential additive CNS depressant effects.  MAO inhibitors also prolong and intensify anticholinergic effects of antihistamines. ."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "cocaine topical",
            "description": {
                "common": "isocarboxazid and cocaine topical both increase  serotonin levels. Contraindicated."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "codeine",
            "description": {
                "common": "isocarboxazid increases toxicity of codeine by unknown mechanism. Avoid or Use Alternate Drug. Risk of hypotension, hyperpyrexia, somnolence, or death; separate by 14 d."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "desflurane",
            "description": {
                "common": "isocarboxazid increases levels of desflurane by pharmacodynamic synergism. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "desloratadine",
            "description": {
                "common": "isocarboxazid increases effects of desloratadine by Other (see comment). Avoid or Use Alternate Drug. \nComment: Isocarboxazid should not be administered in combination with antihistamines because of potential additive CNS depressant effects.  MAO inhibitors also prolong and intensify anticholinergic effects of antihistamines. ."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "dexfenfluramine",
            "description": {
                "common": "isocarboxazid and dexfenfluramine both increase  serotonin levels. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "dextroamphetamine",
            "description": {
                "common": "isocarboxazid and dextroamphetamine both increase  serotonin levels. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "dextromoramide",
            "description": {
                "common": "isocarboxazid increases toxicity of dextromoramide by unknown mechanism. Avoid or Use Alternate Drug. Risk of hypotension, hyperpyrexia, somnolence, or death; separate by 14 d."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "diamorphine",
            "description": {
                "common": "isocarboxazid increases toxicity of diamorphine by unknown mechanism. Avoid or Use Alternate Drug. Risk of hypotension, hyperpyrexia, somnolence, or death; separate by 14 d."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "difenoxin hcl",
            "description": {
                "common": "isocarboxazid increases toxicity of difenoxin hcl by unknown mechanism. Avoid or Use Alternate Drug. Risk of hypotension, hyperpyrexia, somnolence, or death; separate by 14 d."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "dihydroergotamine",
            "description": {
                "common": "isocarboxazid and dihydroergotamine both increase  serotonin levels. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "dihydroergotamine intranasal",
            "description": {
                "common": "isocarboxazid and dihydroergotamine intranasal both increase  serotonin levels. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "diphenhydramine",
            "description": {
                "common": "isocarboxazid increases effects of diphenhydramine by Other (see comment). Avoid or Use Alternate Drug. \nComment: Isocarboxazid should not be administered in combination with antihistamines because of potential additive CNS depressant effects.  MAO inhibitors also prolong and intensify anticholinergic effects of antihistamines. ."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "diphenoxylate hcl",
            "description": {
                "common": "isocarboxazid increases toxicity of diphenoxylate hcl by unknown mechanism. Avoid or Use Alternate Drug. Risk of hypotension, hyperpyrexia, somnolence, or death; separate by 14 d."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "dipipanone",
            "description": {
                "common": "isocarboxazid increases toxicity of dipipanone by unknown mechanism. Avoid or Use Alternate Drug. Risk of hypotension, hyperpyrexia, somnolence, or death; separate by 14 d."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "dolasetron",
            "description": {
                "common": "dolasetron, isocarboxazid.\nEither increases toxicity of the other by serotonin levels. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "dopexamine",
            "description": {
                "common": "isocarboxazid increases effects of dopexamine by pharmacodynamic synergism. Contraindicated. Risk of acute hypertensive episode."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "doxapram",
            "description": {
                "common": "doxapram increases effects of isocarboxazid by pharmacodynamic synergism. Avoid or Use Alternate Drug. Additive pressor effect."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "doxepin cream",
            "description": {
                "common": "isocarboxazid increases levels of doxepin cream by pharmacodynamic synergism. Contraindicated. D/C MAO inhibitor 2 weeks before."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "doxylamine",
            "description": {
                "common": "isocarboxazid increases effects of doxylamine by Other (see comment). Avoid or Use Alternate Drug. \nComment: Isocarboxazid should not be administered in combination with antihistamines because of potential additive CNS depressant effects.  MAO inhibitors also prolong and intensify anticholinergic effects of antihistamines. ."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "eletriptan",
            "description": {
                "common": "eletriptan and isocarboxazid both increase  serotonin levels. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "epinephrine racemic",
            "description": {
                "common": "isocarboxazid increases effects of epinephrine racemic by pharmacodynamic synergism. Contraindicated. Risk of acute hypertensive episode."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "ergotamine",
            "description": {
                "common": "isocarboxazid and ergotamine both increase  serotonin levels. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "fenfluramine",
            "description": {
                "common": "isocarboxazid and fenfluramine both increase  serotonin levels. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "fexofenadine",
            "description": {
                "common": "isocarboxazid increases effects of fexofenadine by Other (see comment). Avoid or Use Alternate Drug. \nComment: Isocarboxazid should not be administered in combination with antihistamines because of potential additive CNS depressant effects.  MAO inhibitors also prolong and intensify anticholinergic effects of antihistamines. ."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "formoterol",
            "description": {
                "common": "isocarboxazid increases effects of formoterol by pharmacodynamic synergism. Contraindicated. Risk of acute hypertensive episode."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "frovatriptan",
            "description": {
                "common": "frovatriptan and isocarboxazid both increase  serotonin levels. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "granisetron",
            "description": {
                "common": "granisetron, isocarboxazid.\nEither increases toxicity of the other by serotonin levels. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "hydrochlorothiazide",
            "description": {
                "common": "isocarboxazid, hydrochlorothiazide. Other (see comment). Contraindicated. \nComment: Additive hypotensive effects may be seen when MAOI's are combined with antihypertensives."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "hydrocodone",
            "description": {
                "common": "isocarboxazid increases toxicity of hydrocodone by serotonin levels. Avoid or Use Alternate Drug. MAOI interactions with opioids may manifest as serotonin syndrome or opioid toxicity (eg, respiratory depression, coma). Opioids are not recommended for patients taking MAOIs or within 14 days of stopping MAOIs. If urgent opioid treatment needed, use test doses and frequent titration of small doses to treat pain while closely monitoring blood pressure and signs and symptoms of CNS and respiratory depression."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "hydromorphone",
            "description": {
                "common": "isocarboxazid increases toxicity of hydromorphone by unknown mechanism. Avoid or Use Alternate Drug. Risk of hypotension, hyperpyrexia, somnolence, or death; separate by 14 d."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "hydroxyzine",
            "description": {
                "common": "isocarboxazid increases effects of hydroxyzine by Other (see comment). Avoid or Use Alternate Drug. \nComment: Isocarboxazid should not be administered in combination with antihistamines because of potential additive CNS depressant effects.  MAO inhibitors also prolong and intensify anticholinergic effects of antihistamines. ."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "indapamide",
            "description": {
                "common": "isocarboxazid, indapamide. Other (see comment). Contraindicated. \nComment: Additive hypotensive effects may be seen when MAOI's are combined with antihypertensives."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "iobenguane I 131",
            "description": {
                "common": "isocarboxazid will decrease the level or effect of iobenguane I 131 by  Other (see comment). Avoid or Use Alternate Drug. Based on the mechanism of action of iobenguane, drugs that reduce catecholamine uptake or that deplete catecholamine stores may interfere with iobenguane uptake into cells, and thus, reduce iobenguane efficacy. Discontinue interfering drugs for at least 5 half-lives before administration of either the dosimetry or an iobenguane dose. Do not administer these drugs until at least 7 days after each iobenguane dose."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "isoniazid",
            "description": {
                "common": "isocarboxazid and isoniazid both increase  serotonin levels. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "ketamine",
            "description": {
                "common": "isocarboxazid increases levels of ketamine by pharmacodynamic synergism. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "L-tryptophan",
            "description": {
                "common": "isocarboxazid and L-tryptophan both increase  serotonin levels. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "levalbuterol",
            "description": {
                "common": "isocarboxazid increases effects of levalbuterol by pharmacodynamic synergism. Contraindicated. Risk of acute hypertensive episode."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "levocetirizine",
            "description": {
                "common": "isocarboxazid increases effects of levocetirizine by Other (see comment). Avoid or Use Alternate Drug. \nComment: Isocarboxazid should not be administered in combination with antihistamines because of potential additive CNS depressant effects.  MAO inhibitors also prolong and intensify anticholinergic effects of antihistamines. ."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "levorphanol",
            "description": {
                "common": "isocarboxazid increases toxicity of levorphanol by unknown mechanism. Avoid or Use Alternate Drug. Risk of hypotension, hyperpyrexia, somnolence, or death; separate by 14 d."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "linezolid",
            "description": {
                "common": "isocarboxazid and linezolid both increase  serotonin levels. Avoid or Use Alternate Drug. Linezolid may increase serotonin as a result of MAO-A inhibition. If linezolid must be administered, discontinue serotonergic drug immediately and monitor for CNS toxicity. Serotonergic therapy may be resumed 24 hours after last linezolid dose or after 2 weeks of monitoring, whichever comes first."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "lithium",
            "description": {
                "common": "isocarboxazid and lithium both increase  serotonin levels. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "loratadine",
            "description": {
                "common": "isocarboxazid increases effects of loratadine by Other (see comment). Avoid or Use Alternate Drug. \nComment: Isocarboxazid should not be administered in combination with antihistamines because of potential additive CNS depressant effects.  MAO inhibitors also prolong and intensify anticholinergic effects of antihistamines. ."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "lorcaserin",
            "description": {
                "common": "isocarboxazid and lorcaserin both increase  serotonin levels. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "lsd",
            "description": {
                "common": "isocarboxazid and lsd both increase  serotonin levels. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "metaproterenol",
            "description": {
                "common": "isocarboxazid increases effects of metaproterenol by pharmacodynamic synergism. Contraindicated. Risk of acute hypertensive episode."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "methadone",
            "description": {
                "common": "isocarboxazid increases toxicity of methadone by unknown mechanism. Avoid or Use Alternate Drug. Risk of hypotension, hyperpyrexia, somnolence, or death; separate by 14 d."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "methohexital",
            "description": {
                "common": "isocarboxazid, methohexital. Other (see comment). Contraindicated. \nComment: CNS depressants such as barbiturates should not be used in combination with isocarboxazid."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "methyclothiazide",
            "description": {
                "common": "isocarboxazid, methyclothiazide. Other (see comment). Contraindicated. \nComment: Additive hypotensive effects may be seen when MAOI's are combined with antihypertensives."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "methylene blue",
            "description": {
                "common": "methylene blue and isocarboxazid both increase  serotonin levels. Avoid or Use Alternate Drug. Methylene blue may increase serotonin as a result of MAO-A inhibition. If methylene blue must be administered, discontinue serotonergic drug immediately and monitor for CNS toxicity. Serotonergic therapy may be resumed 24 hours after last methylene blue dose or after 2 weeks of monitoring, whichever comes first."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "metoclopramide intranasal",
            "description": {
                "common": "metoclopramide intranasal increases toxicity of isocarboxazid by Other (see comment). Avoid or Use Alternate Drug. \nComment: Metoclopramide may enhance the hypertensive effect of monoamine oxidase inhibitors."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "metolazone",
            "description": {
                "common": "isocarboxazid, metolazone. Other (see comment). Contraindicated. \nComment: Additive hypotensive effects may be seen when MAOI's are combined with antihypertensives."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "mirtazapine",
            "description": {
                "common": "isocarboxazid and mirtazapine both increase  serotonin levels. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "morphine",
            "description": {
                "common": "isocarboxazid and morphine both increase  serotonin levels. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "nalbuphine",
            "description": {
                "common": "isocarboxazid increases toxicity of nalbuphine by unknown mechanism. Avoid or Use Alternate Drug. Risk of hypotension, hyperpyrexia, somnolence, or death; separate by 14 d."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "naratriptan",
            "description": {
                "common": "naratriptan and isocarboxazid both increase  serotonin levels. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "netupitant/palonosetron",
            "description": {
                "common": "netupitant/palonosetron, isocarboxazid.\nEither increases toxicity of the other by serotonin levels. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "ondansetron",
            "description": {
                "common": "ondansetron, isocarboxazid.\nEither increases toxicity of the other by serotonin levels. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "opium tincture",
            "description": {
                "common": "isocarboxazid increases toxicity of opium tincture by unknown mechanism. Avoid or Use Alternate Drug. Risk of hypotension, hyperpyrexia, somnolence, or death; separate by 14 d."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "oxycodone",
            "description": {
                "common": "isocarboxazid increases toxicity of oxycodone by unknown mechanism. Avoid or Use Alternate Drug. Risk of hypotension, hyperpyrexia, somnolence, or death; separate by 14 d."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "oxymetazoline intranasal",
            "description": {
                "common": "isocarboxazid increases effects of oxymetazoline intranasal by pharmacodynamic synergism. Avoid or Use Alternate Drug. MAOIs cause norepinephrine accumulation within adrenergic neurons. Significant hypertension can result if coadministered with alpha1 agonists."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "oxymorphone",
            "description": {
                "common": "isocarboxazid increases toxicity of oxymorphone by unknown mechanism. Avoid or Use Alternate Drug. Risk of hypotension, hyperpyrexia, somnolence, or death; separate by 14 d."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "palonosetron",
            "description": {
                "common": "palonosetron, isocarboxazid.\nEither increases toxicity of the other by serotonin levels. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "papaveretum",
            "description": {
                "common": "isocarboxazid increases toxicity of papaveretum by unknown mechanism. Avoid or Use Alternate Drug. Risk of hypotension, hyperpyrexia, somnolence, or death; separate by 14 d."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "pentazocine",
            "description": {
                "common": "isocarboxazid and pentazocine both increase  serotonin levels. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "pentobarbital",
            "description": {
                "common": "isocarboxazid, pentobarbital. Other (see comment). Contraindicated. \nComment: CNS depressants such as barbiturates should not be used in combination with isocarboxazid."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "perphenazine",
            "description": {
                "common": "isocarboxazid, perphenazine. Other (see comment). Contraindicated. \nComment:  Concurrent use may prolong or intensify the hypotensive, anticholinergic, or sedative effects of isocarboxazid or perphenazine."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "phenobarbital",
            "description": {
                "common": "isocarboxazid, phenobarbital. Other (see comment). Avoid or Use Alternate Drug. \nComment: CNS depressants such as barbiturates should not be used in combination with isocarboxazid."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "pirbuterol",
            "description": {
                "common": "isocarboxazid increases effects of pirbuterol by pharmacodynamic synergism. Contraindicated. Risk of acute hypertensive episode."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "promethazine",
            "description": {
                "common": "isocarboxazid increases effects of promethazine by Other (see comment). Avoid or Use Alternate Drug. \nComment: Isocarboxazid should not be administered in combination with antihistamines because of potential additive CNS depressant effects.  MAO inhibitors also prolong and intensify anticholinergic effects of antihistamines. ."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "propofol",
            "description": {
                "common": "isocarboxazid increases levels of propofol by pharmacodynamic synergism. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "rizatriptan",
            "description": {
                "common": "rizatriptan and isocarboxazid both increase  serotonin levels. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "salmeterol",
            "description": {
                "common": "isocarboxazid increases effects of salmeterol by pharmacodynamic synergism. Contraindicated. Risk of acute hypertensive episode."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "SAMe",
            "description": {
                "common": "isocarboxazid and SAMe both increase  serotonin levels. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "secobarbital",
            "description": {
                "common": "isocarboxazid, secobarbital. Other (see comment). Contraindicated. \nComment: CNS depressants such as barbiturates should not be used in combination with isocarboxazid."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "sevoflurane",
            "description": {
                "common": "isocarboxazid increases levels of sevoflurane by pharmacodynamic synergism. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "sufentanil",
            "description": {
                "common": "isocarboxazid increases toxicity of sufentanil by unknown mechanism. Avoid or Use Alternate Drug. Risk of hypotension, hyperpyrexia, somnolence, or death; separate by 14 d."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "sufentanil SL",
            "description": {
                "common": "isocarboxazid increases toxicity of sufentanil SL by serotonin levels. Avoid or Use Alternate Drug. MAOI interactions with opioids may manifest as serotonin syndrome or opioid toxicity (eg, respiratory depression, coma). Opioids are not recommended for patients taking MAOIs or within 14 days of stopping MAOIs. If urgent opioid treatment needed, use test doses and frequent titration of small doses to treat pain while closely monitoring blood pressure and signs and symptoms of CNS and respiratory depression."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "sumatriptan",
            "description": {
                "common": "sumatriptan and isocarboxazid both increase  serotonin levels. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "sumatriptan intranasal",
            "description": {
                "common": "sumatriptan intranasal and isocarboxazid both increase  serotonin levels. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "tapentadol",
            "description": {
                "common": "isocarboxazid increases toxicity of tapentadol by unknown mechanism. Avoid or Use Alternate Drug. Risk of hypotension, hyperpyrexia, somnolence, or death; separate by 14 d."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "tedizolid",
            "description": {
                "common": "tedizolid, isocarboxazid.\nEither increases effects of the other by Mechanism: pharmacodynamic synergism. Avoid or Use Alternate Drug. Interaction with MAOIs were not studied in clinical trials; drugs within the same class(eg linezolid) are contraindicated with MAOIs."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "terbutaline",
            "description": {
                "common": "isocarboxazid increases effects of terbutaline by pharmacodynamic synergism. Contraindicated. Risk of acute hypertensive episode."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "tramadol",
            "description": {
                "common": "isocarboxazid and tramadol both increase  serotonin levels. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "umeclidinium bromide/vilanterol inhaled",
            "description": {
                "common": "isocarboxazid and umeclidinium bromide/vilanterol inhaled both increase  sympathetic (adrenergic) effects, including increased blood pressure and heart rate. Avoid or Use Alternate Drug. Exercise extreme caution if vilanterol coadministered with MAOIs or TCAs, or within 2 weeks of discontinuation of these drugs; adrenergic agonist effects on the cardiovascular system may be potentiated"
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "valbenazine",
            "description": {
                "common": "isocarboxazid, valbenazine. Other (see comment). Avoid or Use Alternate Drug. \nComment: Coadministration of valbenazine with MAOIs may increase monoamine neurotransmitter concentration in synapses, potentially increasing risk of serotonin syndrome or attenuating valbenazine effect."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "vilanterol/fluticasone furoate inhaled",
            "description": {
                "common": "isocarboxazid and vilanterol/fluticasone furoate inhaled both increase  sympathetic (adrenergic) effects, including increased blood pressure and heart rate. Avoid or Use Alternate Drug. Exercise extreme caution if vilanterol coadministered with MAOIs or TCAs, or within 2 weeks of discontinuation of these drugs; adrenergic agonist effects on the cardiovascular system may be potentiated"
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "zolmitriptan",
            "description": {
                "common": "zolmitriptan and isocarboxazid both increase  serotonin levels. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "benazepril",
            "description": {
                "common": "isocarboxazid, benazepril.\nEither increases effects of the other by pharmacodynamic synergism. Use Caution/Monitor. Increases risk of hypotension."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "bretylium",
            "description": {
                "common": "isocarboxazid increases effects of bretylium by sympathetic (adrenergic) effects, including increased blood pressure and heart rate. Modify Therapy/Monitor Closely. Bretylium produces release of catecholamines from nerve endings. This increased catecholamine release is potentiated by MAOIs."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "buprenorphine subdermal implant",
            "description": {
                "common": "isocarboxazid, buprenorphine subdermal implant.\nEither increases toxicity of the other by serotonin levels. Use Caution/Monitor. Concomitant use could result in life-threatening serotonin syndrome. If concomitant use is warranted, carefully observe the patient, particularly during treatment initiation, and during dose adjustment of the serotonergic drug. Discontinue buprenorphine if serotonin syndrome is suspected."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "buprenorphine, long-acting injection",
            "description": {
                "common": "isocarboxazid, buprenorphine, long-acting injection.\nEither increases toxicity of the other by serotonin levels. Modify Therapy/Monitor Closely. Concomitant use could result in life-threatening serotonin syndrome or opioid toxicity (eg, respiratory depression, coma). Buprenorphine long-acting injection is not recommended for patients taking MAOIs or within 14 days of stopping such treatment."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "captopril",
            "description": {
                "common": "isocarboxazid, captopril.\nEither increases effects of the other by pharmacodynamic synergism. Use Caution/Monitor. Both drugs lower blood pressure. Monitor blood pressure."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "chlorpropamide",
            "description": {
                "common": "isocarboxazid increases effects of chlorpropamide by unknown mechanism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "diazepam intranasal",
            "description": {
                "common": "diazepam intranasal, isocarboxazid.\nEither increases effects of the other by pharmacodynamic synergism. Use Caution/Monitor. Coadministration may potentiate the CNS-depressant effects of each drug."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "difenoxin hcl",
            "description": {
                "common": "difenoxin hcl, isocarboxazid. Mechanism: pharmacodynamic synergism. Use Caution/Monitor. Risk of serotonin syndrome."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "diphenoxylate hcl",
            "description": {
                "common": "diphenoxylate hcl, isocarboxazid. Mechanism: pharmacodynamic synergism. Use Caution/Monitor. Risk of serotonin syndrome."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "donepezil transdermal",
            "description": {
                "common": "donepezil transdermal, isocarboxazid.\nEither decreases effects of the other by pharmacodynamic antagonism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "esketamine intranasal",
            "description": {
                "common": "esketamine intranasal, isocarboxazid.\nEither increases toxicity of the other by sympathetic (adrenergic) effects, including increased blood pressure and heart rate. Use Caution/Monitor. Closely monitor blood pressure with concomitant use of esketamine nasal with MAO-Is. ."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "etomidate",
            "description": {
                "common": "isocarboxazid increases levels of etomidate by pharmacodynamic synergism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "gabapentin",
            "description": {
                "common": "gabapentin, isocarboxazid.\nEither increases effects of the other by pharmacodynamic synergism. Modify Therapy/Monitor Closely. Coadministration of CNS depressants can result in serious, life-threatening, and fatal respiratory depression. Use lowest dose possible and monitor for respiratory depression and sedation."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "gabapentin enacarbil",
            "description": {
                "common": "gabapentin enacarbil, isocarboxazid.\nEither increases effects of the other by pharmacodynamic synergism. Modify Therapy/Monitor Closely. Coadministration of CNS depressants can result in serious, life-threatening, and fatal respiratory depression. Use lowest dose possible and monitor for respiratory depression and sedation."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ganaxolone",
            "description": {
                "common": "isocarboxazid and ganaxolone both increase  sedation. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "glimepiride",
            "description": {
                "common": "isocarboxazid increases effects of glimepiride by unknown mechanism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "glipizide",
            "description": {
                "common": "isocarboxazid increases effects of glipizide by unknown mechanism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "glyburide",
            "description": {
                "common": "isocarboxazid increases effects of glyburide by unknown mechanism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "green tea",
            "description": {
                "common": "green tea, isocarboxazid. Other (see comment). Use Caution/Monitor. \nComment: Avoid combination or excessive consumption of green tea. Combination may increase risk of cardiac arrhythmias or severe hypertension can occur due to caffeine component of green tea."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "hydralazine",
            "description": {
                "common": "hydralazine, isocarboxazid. Mechanism: pharmacodynamic synergism. Use Caution/Monitor. Risk of hypertension."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "indacaterol, inhaled",
            "description": {
                "common": "indacaterol, inhaled, isocarboxazid. QTc interval. Use Caution/Monitor. Indacaterol should be administered with extreme caution to patients treated with MAO inhibitors. Drugs that are known to prolong the QTc interval may have an increased the risk of ventricular arrhythmias."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "insulin aspart",
            "description": {
                "common": "isocarboxazid increases effects of insulin aspart by unknown mechanism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "insulin degludec",
            "description": {
                "common": "isocarboxazid, insulin degludec.\nEither increases effects of the other by pharmacodynamic synergism. Use Caution/Monitor. Both drugs decrease blood glucose."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "insulin degludec/insulin aspart",
            "description": {
                "common": "isocarboxazid, insulin degludec/insulin aspart.\nEither increases effects of the other by pharmacodynamic synergism. Use Caution/Monitor. Both drugs decrease blood glucose."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "insulin detemir",
            "description": {
                "common": "isocarboxazid increases effects of insulin detemir by unknown mechanism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "insulin glargine",
            "description": {
                "common": "isocarboxazid increases effects of insulin glargine by unknown mechanism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "insulin glulisine",
            "description": {
                "common": "isocarboxazid increases effects of insulin glulisine by unknown mechanism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "insulin inhaled",
            "description": {
                "common": "isocarboxazid, insulin inhaled.\nEither increases effects of the other by pharmacodynamic synergism. Use Caution/Monitor. Both drugs decrease blood glucose."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "insulin lispro",
            "description": {
                "common": "isocarboxazid increases effects of insulin lispro by unknown mechanism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "insulin NPH",
            "description": {
                "common": "isocarboxazid increases effects of insulin NPH by unknown mechanism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "insulin regular human",
            "description": {
                "common": "isocarboxazid increases effects of insulin regular human by unknown mechanism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "lasmiditan",
            "description": {
                "common": "lasmiditan, isocarboxazid.\nEither increases effects of the other by sedation. Use Caution/Monitor. Coadministration of lasmiditan and other CNS depressant drugs, including alcohol have not been evaluated in clinical studies. Lasmiditan may cause sedation, as well as other cognitive and/or neuropsychiatric adverse reactions."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "lemborexant",
            "description": {
                "common": "lemborexant, isocarboxazid.\nEither increases effects of the other by sedation. Modify Therapy/Monitor Closely. Dosage adjustment may be necessary if lemborexant is coadministered with other CNS depressants because of potentially additive effects."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "lithium",
            "description": {
                "common": "lithium, isocarboxazid. Mechanism: unknown. Use Caution/Monitor. Risk of malignant hyperpyrexia.  Interactions esp. expected w/non selective MAOIs."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "lurasidone",
            "description": {
                "common": "lurasidone increases effects of isocarboxazid by Other (see comment). Use Caution/Monitor. \nComment: Potential  for increased risk of hypotension with concurrent use. Monitor blood pressure and adjust  dose of  antihypertensive agent as needed."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "maraviroc",
            "description": {
                "common": "maraviroc, isocarboxazid.\nEither increases effects of the other by pharmacodynamic synergism. Use Caution/Monitor. Increased risk of orthostatic hypotension."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "metformin",
            "description": {
                "common": "isocarboxazid will increase the level or effect of metformin by  unspecified interaction mechanism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "metrizamide",
            "description": {
                "common": "isocarboxazid, metrizamide. Mechanism: unspecified interaction mechanism. Use Caution/Monitor. Risk of seizure.  D/C MAO inhibitor 24h before admin. of metrizamide."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "oliceridine",
            "description": {
                "common": "isocarboxazid, oliceridine.\nEither increases effects of the other by serotonin levels. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "olodaterol inhaled",
            "description": {
                "common": "isocarboxazid and olodaterol inhaled both increase  QTc interval. Use Caution/Monitor. MAO inhibitors prolong the QTc interval and may potentiate the effects of beta2 agonists on the cardiovascular system; increased risk of ventricular arrhythmias"
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "opium tincture",
            "description": {
                "common": "opium tincture, isocarboxazid. Mechanism: pharmacodynamic synergism. Use Caution/Monitor. Risk of serotonin syndrome."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "oxymetazoline topical",
            "description": {
                "common": "oxymetazoline topical and isocarboxazid both increase  sympathetic (adrenergic) effects, including increased blood pressure and heart rate. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "phenylephrine ophthalmic",
            "description": {
                "common": "isocarboxazid increases effects of phenylephrine ophthalmic by pharmacodynamic synergism. Use Caution/Monitor. Some systemic absorption of ophthalmic phenylephrine; reduce dose within 21 days of MAO inhibitors."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "pregabalin",
            "description": {
                "common": "pregabalin, isocarboxazid.\nEither increases effects of the other by pharmacodynamic synergism. Modify Therapy/Monitor Closely. Coadministration of CNS depressants can result in serious, life-threatening, and fatal respiratory depression. Use lowest dose possible and monitor for respiratory depression and sedation."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "remifentanil",
            "description": {
                "common": "remifentanil increases toxicity of isocarboxazid by serotonin levels. Modify Therapy/Monitor Closely. Increases risk of serotonin syndrome."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "remimazolam",
            "description": {
                "common": "remimazolam, isocarboxazid.\nEither increases toxicity of the other by sedation. Modify Therapy/Monitor Closely. Coadministration may result in profound sedation, respiratory depression, coma, and/or death. Continuously monitor vital signs during sedation and recovery period if coadministered. Carefully titrate remimazolam dose if administered with opioid analgesics and/or sedative/hypnotics."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "tapentadol",
            "description": {
                "common": "isocarboxazid and tapentadol both increase  serotonin levels. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "tolazamide",
            "description": {
                "common": "isocarboxazid increases effects of tolazamide by unknown mechanism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "tolbutamide",
            "description": {
                "common": "isocarboxazid increases effects of tolbutamide by unknown mechanism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "valerian",
            "description": {
                "common": "valerian and isocarboxazid both increase  sedation. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "yohimbe",
            "description": {
                "common": "yohimbe increases effects of isocarboxazid by pharmacodynamic synergism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "amobarbital",
            "description": {
                "common": "isocarboxazid increases levels of amobarbital by decreasing metabolism. Minor/Significance Unknown. Theoretical interaction."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "butabarbital",
            "description": {
                "common": "isocarboxazid increases levels of butabarbital by decreasing metabolism. Minor/Significance Unknown. Theoretical interaction."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "butalbital",
            "description": {
                "common": "isocarboxazid increases levels of butalbital by decreasing metabolism. Minor/Significance Unknown. Theoretical interaction."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "celandine",
            "description": {
                "common": "celandine increases effects of isocarboxazid by pharmacodynamic synergism. Minor/Significance Unknown. Based on animal studies."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "cordyceps",
            "description": {
                "common": "cordyceps increases effects of isocarboxazid by pharmacodynamic synergism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "disulfiram",
            "description": {
                "common": "disulfiram, isocarboxazid. Mechanism: unknown. Minor/Significance Unknown. Risk of delirium (case report)."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "panax ginseng",
            "description": {
                "common": "panax ginseng increases effects of isocarboxazid by pharmacodynamic synergism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "pentobarbital",
            "description": {
                "common": "isocarboxazid increases levels of pentobarbital by decreasing metabolism. Minor/Significance Unknown. Theoretical interaction."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "phenobarbital",
            "description": {
                "common": "isocarboxazid increases levels of phenobarbital by decreasing metabolism. Minor/Significance Unknown. Theoretical interaction."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "pleurisy root",
            "description": {
                "common": "pleurisy root decreases effects of isocarboxazid by unspecified interaction mechanism. Minor/Significance Unknown. Theoretical interaction."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "primidone",
            "description": {
                "common": "isocarboxazid increases levels of primidone by decreasing metabolism. Minor/Significance Unknown. Theoretical interaction."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "secobarbital",
            "description": {
                "common": "isocarboxazid increases levels of secobarbital by decreasing metabolism. Minor/Significance Unknown. Theoretical interaction."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "sulfadiazine",
            "description": {
                "common": "isocarboxazid increases levels of sulfadiazine by unspecified interaction mechanism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "sulfamethoxazole",
            "description": {
                "common": "isocarboxazid increases levels of sulfamethoxazole by unspecified interaction mechanism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "sulfisoxazole",
            "description": {
                "common": "isocarboxazid increases levels of sulfisoxazole by unspecified interaction mechanism. Minor/Significance Unknown."
            }
        }
    ],
    "adverse effects": [
        {
            "name": "Orthostatic hypotension",
            "percent": null
        },
        {
            "name": "Dizziness",
            "percent": null
        },
        {
            "name": "Drowsiness",
            "percent": null
        },
        {
            "name": "Fatigue",
            "percent": null
        },
        {
            "name": "Headache",
            "percent": null
        },
        {
            "name": "Hyperreflexia",
            "percent": null
        },
        {
            "name": "Sleep disturbance",
            "percent": null
        },
        {
            "name": "Weakness",
            "percent": null
        },
        {
            "name": "Tremor",
            "percent": null
        },
        {
            "name": "Constipation",
            "percent": null
        },
        {
            "name": "Dry mouth",
            "percent": null
        },
        {
            "name": "Confusion",
            "percent": null
        },
        {
            "name": "Decreased memory",
            "percent": null
        },
        {
            "name": "Paresthesia",
            "percent": null
        },
        {
            "name": "Anorexia",
            "percent": null
        },
        {
            "name": "Nausea",
            "percent": null
        },
        {
            "name": "Vomiting",
            "percent": null
        },
        {
            "name": "Impotence",
            "percent": null
        },
        {
            "name": "Urinary frequency or retention",
            "percent": null
        },
        {
            "name": "Nystagmus",
            "percent": null
        },
        {
            "name": "Edema",
            "percent": null
        },
        {
            "name": "Anxiety",
            "percent": null
        },
        {
            "name": "Hypomania",
            "percent": null
        },
        {
            "name": "Irritation",
            "percent": null
        },
        {
            "name": "Hypermetabolic syndrome",
            "percent": null
        },
        {
            "name": "hyperpyrexia",
            "percent": null
        },
        {
            "name": "tachycardia",
            "percent": null
        },
        {
            "name": "tachypnea",
            "percent": null
        },
        {
            "name": "incr CPK",
            "percent": null
        },
        {
            "name": "acidosis",
            "percent": null
        },
        {
            "name": "SIADH",
            "percent": null
        },
        {
            "name": "Arthralgia",
            "percent": null
        },
        {
            "name": "Risk of hypertensive crisis",
            "percent": null
        },
        {
            "name": "usually due to drug interaction",
            "percent": null
        },
        {
            "name": "Ataxia",
            "percent": null
        },
        {
            "name": "Seizure",
            "percent": null
        },
        {
            "name": "Jaundice",
            "percent": null
        },
        {
            "name": "Visual disturbance",
            "percent": null
        }
    ]
}