{
    "name": "cladribine",
    "comment": "Rx",
    "other_names": [
        "Leustatin DSC",
        "Mavenclad"
    ],
    "classes": [
        "Antineoplastics",
        "Antimetabolites"
    ],
    "source": "https://reference.medscape.com/drug/mavenclad-cladribine-342213",
    "pregnancy": {
        "common": [
            "Contraindicated in pregnant women and in females and males of reproductive potential who do not plan to use effective contraception; there are no adequate data on the developmental risk associated with therapy in pregnant women"
        ],
        "specific": [
            {
                "type": "Reproductive potential",
                "description": [
                    "Females of reproductive potential should prevent pregnancy by use of effective contraception during therapy and for at least 6 months after last dose in each treatment course; add also a barrier method during therapy and for at least 4 weeks after last dose in each treatment course",
                    "As cladribine interferes with DNA synthesis, adverse effects on human gametogenesis could be expected; male patients of reproductive potential should take precautions to prevent pregnancy of their partner during therapy and for at least 6 months after last dose in each treatment course"
                ]
            },
            {
                "type": "Animal data",
                "description": [
                    "Cladribine was embryolethal when administered to pregnant mice and produced malformations in mice and rabbits; the observed developmental effects are consistent with the effects of cladribine on DNA"
                ]
            }
        ]
    },
    "lactation": {
        "common": [
            "Therapy is contraindicated in breastfeeding women because of potential for serious adverse reactions in breastfed infants; advise women not to breastfeed during therapy and for 10 days after last dose ",
            "There are no data on presence of cladribine in human milk, effects on breastfed infant, or on milk production"
        ]
    },
    "warnings": {
        "black_box_warning": {
            "common": [],
            "specific": [
                {
                    "type": "Cladribine (parenteral)",
                    "description": [
                        "The drug should be administered under the supervision of an experienced cancer chemotherapy physician",
                        "Bone marrow suppression may occur but is usually reversible and appears to be dose dependent ",
                        "Continuous infusion of high doses of 4 to 9 times the recommended dose for hairy cell leukemia has been associated with serious acute nephrotoxicity and neurological toxicity resulting in irreversible paraparesis and quadriparesis; standard cladribine dosing regimens have also been associated with severe neurological toxicity",
                        "Acute nephrotoxicity reported with high doses (4-9 times recommended dose for hairy cell leukemia), especially when used concomitantly with nephrotoxic agents"
                    ]
                },
                {
                    "type": "Mavenclad",
                    "description": [
                        "Malignancies",
                        "Therapy may increase risk of malignancy",
                        "Contraindicated in patients with current malignancy",
                        "Evaluate on an individual patient basis the benefits and risks therapy in patients with prior malignancy or with increased risk of malignancy; follow standard cancer screening guidelines in patients receiving therapy",
                        "Risk of teratogenicity",
                        "Contraindicated for use in pregnant women and women and men of reproductive potential who do not plan to use effective contraception because of potential for fetal harm",
                        "Malformations and embryolethality shown in animals",
                        "Exclude pregnancy before start of treatment in females of reproductive potential",
                        "Advise females and males of reproductive potential to use effective contraception during therapy and for 6 months after last dose in each treatment course",
                        "Stop therapy if patient becomes pregnant"
                    ]
                }
            ]
        },
        "contraindicators": {
            "common": [],
            "specific": []
        },
        "cautions": {
            "common": [],
            "specific": [
                {
                    "type": "Cladribine (parenteral)",
                    "description": [
                        "As with other potent chemotherapeutic agents, monitoring of renal and hepatic function is also recommended, especially in patients with underlying kidney or liver dysfunction",
                        "Allopurinol and IV hydration recommended for patients with high tumor burden to prevent tumor lysis syndrome",
                        "May impair fertility; shown to suppress rapidly generating cells, including testicular cells",
                        "Fever with or without neutropenia is frequently observed during first month of treatment; given known myelosuppressive effects of therapy, practitioners should carefully evaluate risks and benefits of administering this drug to patients with active infections",
                        "Nephrotoxicity reported with high doses (4-9 times approved dose), especially when coadministered with other nephrotoxic drugs; manufacturer reports no nephrotoxicity at doses approved for hairy cell leukemia",
                        "Periodic assessment of peripheral blood counts, particularly during first 4-8 weeks post-treatment, recommended to detect development of anemia, neutropenia and thrombocytopenia and for early detection of any potential sequelae (eg, infection or bleeding)"
                    ]
                },
                {
                    "type": "Mavenclad",
                    "description": [
                        "Treatment may increase risk of malignancies, including metastatic pancreatic carcinoma, malignant melanoma, and ovarian cancer",
                        "In clinical studies at dosages similar to or higher than approved dosage, serious cases of thrombocytopenia, neutropenia, and pancytopenia (some with documented bone marrow hypoplasia) requiring transfusion and granulocyte-colony stimulating factor treatment reported; obtain complete blood count (CBC) with differential including lymphocyte count prior to, during, and after treatment",
                        "Advise women of potential risk to a fetus during therapy and for 6 months after last dose in each treatment course",
                        "Exclude HIV infection, active tuberculosis, and active hepatitis before initiation of each treatment course",
                        "Latent tuberculosis infections may be activated with therapy; in patients with tuberculosis infection, delay initiation of treatment until infection adequately treated",
                        "Patients who are carriers of hepatitis B or C virus may be at risk of irreversible liver damage caused by virus reactivation; in patients with hepatitis infection, delay initiation of therapy until infection adequately treated",
                        "Incidence of herpes zoster reported to be higher during period of absolute lymphocyte count <500 cells/mcL per microliter; monitor for signs and symptoms suggestive of infections, including herpes infections in patients with lymphocyte counts <500 cells/mcL; if such signs and symptoms occur, initiate treatment as clinically indicated; consider interruption or delay of therapy until there is resolution of infection; vaccination with zoster vaccine recombinant, adjuvanted is recommended for patients seropositive to VZV, either prior to or during treatment, including when their lymphocyte counts are ≤500 cells per microliter ",
                        "Vaccination of patients who are antibody-negative for varicella-zoster virus is recommended prior to initiation of therapy; administer live-attenuated or live vaccines at least 4-6 weeks prior to starting therapy; administer antiherpes prophylaxis in patients with lymphocyte counts <200 cells per microliter",
                        "Administer all immunizations according to immunization guidelines prior to starting therapy; administer live-attenuated or live vaccines at least 4-6 weeks prior to starting therapy, because of a risk of active vaccine infection, avoid vaccination with live-attenuated or live vaccines during and after treatment while patient’s white blood cell counts are not within normal limits",
                        "In patients treated with parenteral cladribine for oncologic indications, cases of PML reported in the postmarketing setting; no cases reported in clinical studies of receiving therapy for MS",
                        "Obtain a baseline (within 3 months) magnetic resonance imaging (MRI) before initiating first treatment course of therapy; at first sign or symptom suggestive of PML, withhold therapy and perform an appropriate diagnostic evaluation; MRI findings may be apparent before clinical signs or symptoms",
                        "In patients who require blood transfusion, irradiation of cellular blood components recommended prior to administration to decrease risk of transfusion-related graft versus host disease; consultation with hematologist advised",
                        "Liver injury may occur; if a patient develops clinical signs, including unexplained liver enzyme elevations or symptoms suggestive of hepatic dysfunction, including unexplained nausea, vomiting, abdominal pain, fatigue, anorexia, or jaundice, and/or dark urine, promptly measure serum transaminases and total bilirubin and interrupt or discontinue treatment as appropriate",
                        "Obtain serum aminotransferase, alkaline phosphatase, and total bilirubin levels prior to first and second treatment course; if patient develops clinical signs, including unexplained liver enzyme elevations or symptoms suggestive of hepatic dysfunction (eg, unexplained nausea, vomiting, abdominal pain, fatigue, anorexia, or jaundice and/or dark urine), promptly measure serum transaminases and total bilirubin and interrupt or discontinue treatment, as appropriate",
                        "Not for use in patients with history of hypersensitivity; discontinue therapy if hypersensitivity reaction suspected",
                        "Cardiac failure with myocarditis reported with parenteral cladribine for indications other than MS; patients should seek medical advice if they experience symptoms of cardiac failure, including shortness of breath, rapid or irregular heartbeat, or swelling"
                    ]
                },
                {
                    "type": "Drug interaction overview",
                    "description": [
                        "Therapy causes dose-dependent reduction in lymphocyte count; additive hematological adverse reactions may be expected if therapy administered prior to or concomitantly with other drugs that affect the hematological profile",
                        "Initiation of therapy in patients currently receiving immunosuppressive or myelosuppressive therapy not recommended; concomitant use may increase risk of myelosuppression; acute short-term therapy with corticosteroids may be administered",
                        "Do not administer live virus vaccines; risk of infection in setting of immunosuppression",
                        "Lymphopenia risk may be increased when therapy coadministered with interferon-beta",
                        "Avoid coadministration of potent ENT1, CNT3, or BCRP transporter inhibitors (eg, ritonavir, eltrombopag, curcumin, cyclosporine, diltiazem, nifedipine, nimodipine, cilostazol, sulindac, dipyridamole, or reserpine) during the 4- to 5-day treatment cycle; the bioavailability, intracellular distribution, and renal elimination of the drug may be altered  ",
                        "Consider a possible decrease in efficacy if potent BCRP (eg, corticosteroids) or P-gp (eg, rifampicin, St. John's wort) transporter inducers are coadministered ",
                        "Women using systemically acting hormonal contraceptives should add a barrier method during therapy and for at least 4 weeks after last dose in each treatment course"
                    ]
                }
            ]
        }
    },
    "interactions": [
        {
            "classification_type": "Serious",
            "interaction_with": "adenovirus types 4 and 7 live, oral",
            "description": {
                "common": "cladribine decreases effects of adenovirus types 4 and 7 live, oral by pharmacodynamic antagonism. Avoid or Use Alternate Drug. Immunosuppressives may diminish therapeutic effects of vaccines and increase risk of adverse effects (increased risk of infection). Live-attenuated vaccines should be avoided for at least 3mo after cessation of immunosuppressive therapy."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "axicabtagene ciloleucel",
            "description": {
                "common": "cladribine, axicabtagene ciloleucel.\nEither increases effects of the other by immunosuppressive effects; risk of infection. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "brexucabtagene autoleucel",
            "description": {
                "common": "cladribine, brexucabtagene autoleucel.\nEither increases effects of the other by immunosuppressive effects; risk of infection. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "ciltacabtagene autoleucel",
            "description": {
                "common": "cladribine, ciltacabtagene autoleucel.\nEither increases effects of the other by immunosuppressive effects; risk of infection. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "idecabtagene vicleucel",
            "description": {
                "common": "cladribine, idecabtagene vicleucel.\nEither increases effects of the other by immunosuppressive effects; risk of infection. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "lisocabtagene maraleucel",
            "description": {
                "common": "cladribine, lisocabtagene maraleucel.\nEither increases effects of the other by immunosuppressive effects; risk of infection. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "palifermin",
            "description": {
                "common": "palifermin increases toxicity of cladribine by Other (see comment). Avoid or Use Alternate Drug. \nComment: Palifermin should not be administered within 24 hrbefore, during infusion of, or within 24 hr after administration of antineoplastic agents. Coadministration of palifermin within 24 hr of chemotherapy resulted in increased severity and duration of oral mucositis."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "ropeginterferon alfa 2b",
            "description": {
                "common": "ropeginterferon alfa 2b, cladribine.\nEither increases toxicity of the other by Other (see comment). Avoid or Use Alternate Drug. \nComment: Myelosuppressive agents can produce additive myelosuppression. Avoid use and monitor patients receiving the combination for effects of excessive myelosuppression."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "tisagenlecleucel",
            "description": {
                "common": "cladribine, tisagenlecleucel.\nEither increases effects of the other by immunosuppressive effects; risk of infection. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "tofacitinib",
            "description": {
                "common": "cladribine, tofacitinib.\nEither increases toxicity of the other by immunosuppressive effects; risk of infection. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "acalabrutinib",
            "description": {
                "common": "acalabrutinib, cladribine.\nEither increases toxicity of the other by pharmacodynamic synergism. Use Caution/Monitor. Coadministration may increase risk of myelosuppressive effects."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "belatacept",
            "description": {
                "common": "belatacept and cladribine both increase  immunosuppressive effects; risk of infection. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "cholera vaccine",
            "description": {
                "common": "cladribine decreases effects of cholera vaccine by immunosuppressive effects; risk of infection. Modify Therapy/Monitor Closely. Immunosuppressive therapies, including irradiation, antimetabolites, alkylating agents, cytotoxic drugs and corticosteroids (used in greater than physiologic doses), may reduce the immune response to cholera vaccine."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "dengue vaccine",
            "description": {
                "common": "cladribine decreases effects of dengue vaccine by immunosuppressive effects; risk of infection. Use Caution/Monitor. Immunosuppressive therapies (eg, irradiation, antimetabolites, alkylating agents, cytotoxic drugs, corticosteroids [greater than physiologic doses]) may reduce immune response to dengue vaccine."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "denosumab",
            "description": {
                "common": "cladribine, denosumab. Other (see comment). Use Caution/Monitor. \nComment: Caution should be taken in patients on concomitant immunosuppressants or with impaired immune systems because of increased risk for serious infections."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "fingolimod",
            "description": {
                "common": "cladribine increases effects of fingolimod by immunosuppressive effects; risk of infection. Modify Therapy/Monitor Closely. Concomitant therapy is expected to increase the risk of immunosuppression. Use caution when switching patients from long-acting therapies with immune effects. ."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "hydroxyurea",
            "description": {
                "common": "cladribine, hydroxyurea. Other (see comment). Use Caution/Monitor. \nComment: Combination may increase risk of myelosuppression."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "influenza A (H5N1) vaccine",
            "description": {
                "common": "cladribine decreases effects of influenza A (H5N1) vaccine by Mechanism: pharmacodynamic antagonism. Use Caution/Monitor. Immunosuppressive therapies may reduce immune response to H5N1 vaccine."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "influenza virus vaccine (H5N1), adjuvanted",
            "description": {
                "common": "cladribine decreases effects of influenza virus vaccine (H5N1), adjuvanted by Mechanism: pharmacodynamic antagonism. Use Caution/Monitor. Immunosuppressive therapies may reduce immune response to H5N1 vaccine."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ofatumumab SC",
            "description": {
                "common": "ofatumumab SC, cladribine.\nEither increases effects of the other by immunosuppressive effects; risk of infection. Use Caution/Monitor. Consider the risk of additive immune system effects when coadministering immunosuppressive therapies with coadministration. When switching from therapies with immune effects, take into account the duration and mechanism of action of these therapies when initiating ofatumumab SC."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "siponimod",
            "description": {
                "common": "siponimod and cladribine both increase  immunosuppressive effects; risk of infection. Use Caution/Monitor. Caution if coadministered because of additive immunosuppressive effects during such therapy and in the weeks following administration. When switching from drugs with prolonged immune effects, consider the half-life and mode of action of these drugs to avoid unintended additive immunosuppressive effects."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "sipuleucel-T",
            "description": {
                "common": "cladribine decreases effects of sipuleucel-T by pharmacodynamic antagonism. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "trastuzumab",
            "description": {
                "common": "trastuzumab, cladribine.\nEither increases toxicity of the other by immunosuppressive effects; risk of infection. Use Caution/Monitor.  Neutropenia or febrile neutropenia incidence were increased when trastuzumab was coadministered with myelosuppressive chemotherapy. ."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "trastuzumab deruxtecan",
            "description": {
                "common": "trastuzumab deruxtecan, cladribine.\nEither increases toxicity of the other by immunosuppressive effects; risk of infection. Use Caution/Monitor.  Neutropenia or febrile neutropenia incidence were increased when trastuzumab was coadministered with myelosuppressive chemotherapy. ."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "maitake",
            "description": {
                "common": "maitake increases effects of cladribine by pharmacodynamic synergism. Minor/Significance Unknown. Maitake mushroom has anti-tumor effects (animal/in vitro research)."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "taurine",
            "description": {
                "common": "cladribine decreases levels of taurine by unspecified interaction mechanism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "vitamin A",
            "description": {
                "common": "vitamin A, cladribine. Mechanism: pharmacodynamic synergism. Minor/Significance Unknown. Antioxidants such as vitamin A enhance the efficacy, and reduce toxicity, of antineoplastic drugs."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "vitamin E",
            "description": {
                "common": "vitamin E, cladribine. Mechanism: pharmacodynamic synergism. Minor/Significance Unknown. Antioxidants such as vitamin E enhance the efficacy, and reduce toxicity, of antineoplastic drugs."
            }
        }
    ],
    "adverse effects": [
        {
            "name": "Fever",
            "percent": "69"
        },
        {
            "name": "Fatigue",
            "percent": "45"
        },
        {
            "name": "Nausea",
            "percent": "28"
        },
        {
            "name": "Rash",
            "percent": "27"
        },
        {
            "name": "Headache",
            "percent": "22"
        },
        {
            "name": "Appetite decreased",
            "percent": "17"
        },
        {
            "name": "Vomiting",
            "percent": "13"
        },
        {
            "name": "Upper respiratory tract infection",
            "percent": "38"
        },
        {
            "name": "Headache",
            "percent": "25"
        },
        {
            "name": "Lymphopenia",
            "percent": "24"
        },
        {
            "name": "Nausea",
            "percent": "10"
        },
        {
            "name": "Hypersensitivity",
            "percent": "11"
        },
        {
            "name": "Diarrhea",
            "percent": "10"
        },
        {
            "name": "Purpura",
            "percent": "10"
        },
        {
            "name": "Asthenia",
            "percent": "9"
        },
        {
            "name": "Chills",
            "percent": "9"
        },
        {
            "name": "Constipation",
            "percent": "9"
        },
        {
            "name": "Dizziness",
            "percent": "9"
        },
        {
            "name": "Petechiae",
            "percent": "8"
        },
        {
            "name": "Insomnia",
            "percent": "7"
        },
        {
            "name": "Malaise",
            "percent": "7"
        },
        {
            "name": "Abdominal pain",
            "percent": "6"
        },
        {
            "name": "Edema",
            "percent": "6"
        },
        {
            "name": "Erythema",
            "percent": "6"
        },
        {
            "name": "Pruritus",
            "percent": "6"
        },
        {
            "name": "Back pain",
            "percent": "8"
        },
        {
            "name": "Arthralgia and arthritis",
            "percent": "7"
        },
        {
            "name": "Insomnia",
            "percent": "6"
        },
        {
            "name": "Bronchitis",
            "percent": "5"
        },
        {
            "name": "Hypertension",
            "percent": "5"
        },
        {
            "name": "Fever",
            "percent": "5"
        },
        {
            "name": "Depression",
            "percent": "5"
        },
        {
            "name": "Alopecia",
            "percent": "3"
        },
        {
            "name": "Aplastic anemia",
            "percent": null
        },
        {
            "name": "Cellulitis",
            "percent": null
        },
        {
            "name": "Eosinophilia",
            "percent": null
        },
        {
            "name": "Hemolytic anemia",
            "percent": null
        },
        {
            "name": "Melodysplastic syndrome",
            "percent": null
        },
        {
            "name": "Fungal infection",
            "percent": null
        },
        {
            "name": "Pneumonia",
            "percent": null
        },
        {
            "name": "Pancytopenia",
            "percent": null
        },
        {
            "name": "Seizures",
            "percent": null
        }
    ]
}