{
    "name": "meningococcal A C Y and W polysaccharide tetanus toxoid conjugate vaccine",
    "comment": "Rx",
    "other_names": [
        "MenQuadfi"
    ],
    "classes": [
        "Vaccines",
        "Inactivated",
        "Bacterial"
    ],
    "source": "https://reference.medscape.com/drug/menquadfi-meningococcal-a-c-y-w-polysaccharide-tetanus-toxoid-conjugate-vaccine-4000105",
    "pregnancy": {
        "common": [
            "Data are not available for exposure during pregnancy in humans",
            "Pregnancy exposure registry that monitors pregnancy outcomes in females exposed during pregnancy; 1-800-822-2463"
        ],
        "specific": [
            {
                "type": "Animal data",
                "description": [
                    "Female rabbits received a human dose by IM injection on 5 occasions: 30 days and 10 days before mating, gestation days 6, 12, and 27",
                    "No adverse effects on preweaning development up to postnatal day 35 were observed",
                    "No vaccine-related fetal malformations or variations were observed"
                ]
            }
        ]
    },
    "lactation": {
        "common": [
            "Unknown if excreted in human milk",
            "Data are not available to assess effects on breastfed infants or on milk production/excretion"
        ]
    },
    "warnings": {
        "black_box_warning": {
            "common": [],
            "specific": []
        },
        "contraindicators": {
            "common": [
                "Severe allergic reaction to any component of the vaccine after a previous dose of MenQuadfi or any other tetanus toxoid-containing vaccine"
            ],
            "specific": []
        },
        "cautions": {
            "common": [
                "Acute allergic reactions may occur; appropriate observation and medical treatment should always be readily available in case of an anaphylactic event following vaccine administration",
                "Syncope can occur following (or before) administration; assure procedures are in place to prevent falling or injury",
                "Guillain-Barré syndrome reported in temporal relationship following administration of another meningococcal quadrivalent polysaccharide conjugate vaccines",
                "Immunization with MenQuadfi does not substitute for routine tetanus immunization",
                "Vaccination may not protect all vaccine recipients"
            ],
            "specific": [
                {
                    "type": "Altered immunocompetence",
                    "description": [
                        "Some individuals with altered immunocompetence, including some individuals receiving immunosuppressant therapy, may have reduced immune responses",
                        "Persons with certain complement deficiencies or those receiving drugs that inhibit terminal complement activation (eg, eculizumab, ravulizumab) are at increased risk for invasive disease caused by ",
                        "N meningitidis"
                    ]
                },
                {
                    "type": "Drug interaction overview",
                    "description": [
                        "Coadministration with other vaccines",
                        "Lower geometric mean antibody concentrations for antibodies to the pertussis antigens filamentous hemagglutinin, pertactin, and fimbriae observed when coadministered with Tdap and HPV, compared with concomitant administration of Tdap and HPV (without MenQuadfi)",
                        "Immunosuppressive treatment",
                        "Immunosuppressive therapies may reduce the immune response to meningococcal vaccine"
                    ]
                }
            ]
        }
    },
    "interactions": [
        {
            "classification_type": "Serious",
            "interaction_with": "elivaldogene autotemcel",
            "description": {
                "common": "elivaldogene autotemcel, meningococcal A C Y and W polysaccharide tetanus toxoid conjugate vaccine.\nEither decreases effects of the other by Other (see comment). Avoid or Use Alternate Drug. \nComment: The safety and effectiveness of vaccination during or following elivaldogene autotemcel treatment have not been studied. Vaccination is not recommended during the 6 weeks preceding myeloablative conditioning, and until hematological recovery following elivaldogene autotemcel treatment. Where feasible, administer childhood vaccinations before myeloablative conditioning. ."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "ofatumumab SC",
            "description": {
                "common": "ofatumumab SC decreases effects of meningococcal A C Y and W polysaccharide tetanus toxoid conjugate vaccine by immunosuppressive effects; risk of infection. Avoid or Use Alternate Drug. Administer all immunizations according to immunization guidelines at least 2 weeks before initiating ofatumumab SC for inactivated vaccines, and whenever possible."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "teplizumab",
            "description": {
                "common": "teplizumab decreases effects of meningococcal A C Y and W polysaccharide tetanus toxoid conjugate vaccine by Other (see comment). Avoid or Use Alternate Drug. \nComment: Administer all age-appropriate vaccinations before starting teplizumab. Inactivated or mRNA vaccines are not recommended within 2 weeks before teplizumab treatment, during treatment, or 6 weeks after completion of treatment."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "cyclosporine",
            "description": {
                "common": "cyclosporine decreases effects of meningococcal A C Y and W polysaccharide tetanus toxoid conjugate vaccine by pharmacodynamic antagonism. Modify Therapy/Monitor Closely.  If possible, complete all age-appropriate vaccinations at least 2 weeks before initiating immunosuppressant therapy. Patients vaccinated <14 days before starting immunosuppressive therapy or during immunosuppressive therapy should be revaccinated at least 3 months after therapy is discontinued if immune competence has been restored. Longer waiting periods may be required for drugs that maintain their immunosuppressive effects for more than 3 months after discontinuation (eg, ocrelizumab). ."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "satralizumab",
            "description": {
                "common": "satralizumab decreases effects of meningococcal A C Y and W polysaccharide tetanus toxoid conjugate vaccine by immunosuppressive effects; risk of infection. Modify Therapy/Monitor Closely. Administer all immunizations according to immunization guidelines. At least 2 weeks before initiating for non-live vaccines. ."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "tralokinumab",
            "description": {
                "common": "tralokinumab will decrease the level or effect of meningococcal A C Y and W polysaccharide tetanus toxoid conjugate vaccine by  immunosuppressive effects; risk of infection. Use Caution/Monitor. Limited data are available regarding coadministration with non-live vaccines."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ublituximab",
            "description": {
                "common": "ublituximab decreases effects of meningococcal A C Y and W polysaccharide tetanus toxoid conjugate vaccine by immunosuppressive effects; risk of infection. Modify Therapy/Monitor Closely. Administer all immunizations according to immunization guidelines at least 4 weeks before initiating ublituximab for live or live-attenuated vaccines and, whenever possible, at least 2 weeks before initiating for non-live vaccines. Vaccination with live virus vaccines is not recommended during treatment and until B-cell repletion. Do not administer live or live-attenuated vaccines to infants of mothers exposed to ublituximab during pregnancy, before confirming recovery of B-cell counts as measured by CD19+ B cells."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "voclosporin",
            "description": {
                "common": "voclosporin decreases effects of meningococcal A C Y and W polysaccharide tetanus toxoid conjugate vaccine by immunosuppressive effects; risk of infection. Modify Therapy/Monitor Closely. Inactivated vaccines noted to be safe for administration may not be sufficiently immunogenic during treatment."
            }
        }
    ],
    "adverse effects": [
        {
            "name": "Injection site pain",
            "percent": "38.6"
        },
        {
            "name": "Injection site erythema",
            "percent": "22.6"
        },
        {
            "name": "Malaise",
            "percent": "21.1"
        },
        {
            "name": "Myalgia",
            "percent": "20.1"
        },
        {
            "name": "Injection site swelling",
            "percent": "13.8"
        },
        {
            "name": "Headache",
            "percent": "12.5"
        },
        {
            "name": "Injection site pain",
            "percent": "45.2"
        },
        {
            "name": "Myalgia",
            "percent": "35.3"
        },
        {
            "name": "Headache",
            "percent": "30.2"
        },
        {
            "name": "Malaise",
            "percent": "26"
        },
        {
            "name": "Injection site pain",
            "percent": "41.9"
        },
        {
            "name": "Myalgia",
            "percent": "35.6"
        },
        {
            "name": "Headache",
            "percent": "29"
        },
        {
            "name": "Malaise",
            "percent": "22.9"
        },
        {
            "name": "Injection site pain",
            "percent": "25.5"
        },
        {
            "name": "Myalgia",
            "percent": "21.9"
        },
        {
            "name": "Headache",
            "percent": "19"
        },
        {
            "name": "Malaise",
            "percent": "14.5"
        },
        {
            "name": "Fever",
            "percent": "1.9"
        },
        {
            "name": "Injection site swelling",
            "percent": "5.4"
        },
        {
            "name": "Injection site erythema",
            "percent": "5"
        },
        {
            "name": "Fever",
            "percent": "1.4"
        },
        {
            "name": "Injection site erythema",
            "percent": "5.1"
        },
        {
            "name": "Injection site swelling",
            "percent": "4.3"
        },
        {
            "name": "Fever",
            "percent": "1.4"
        },
        {
            "name": "Injection site erythema",
            "percent": "5.2"
        },
        {
            "name": "Injection site swelling",
            "percent": "4.5"
        },
        {
            "name": "Fever",
            "percent": "2.1"
        },
        {
            "name": "Injection site erythema",
            "percent": "3.1"
        },
        {
            "name": "Malaise",
            "percent": "1.8"
        },
        {
            "name": "Injection site swelling",
            "percent": "1.4"
        },
        {
            "name": "Malaise",
            "percent": "2.2"
        },
        {
            "name": "Headache",
            "percent": "1.8"
        },
        {
            "name": "Myalgia",
            "percent": "1.6"
        },
        {
            "name": "Injection site pain",
            "percent": "1.4"
        },
        {
            "name": "Myalgia",
            "percent": "3.6"
        },
        {
            "name": "Headache",
            "percent": "2.9"
        },
        {
            "name": "Malaise",
            "percent": "2.9"
        },
        {
            "name": "Injection site pain",
            "percent": "1.9"
        },
        {
            "name": "Myalgia",
            "percent": "1.6"
        },
        {
            "name": "Malaise",
            "percent": "1.4"
        },
        {
            "name": "Injection site pain",
            "percent": "0.6"
        },
        {
            "name": "Myalgia",
            "percent": "0.4"
        },
        {
            "name": "Injection site erythema",
            "percent": "0.4"
        },
        {
            "name": "Fever",
            "percent": "0.4"
        },
        {
            "name": "Injection site swelling",
            "percent": "0.2"
        },
        {
            "name": "Injection site erythema",
            "percent": "0.3"
        },
        {
            "name": "Injection site swelling",
            "percent": "0.2"
        },
        {
            "name": "Fever",
            "percent": "0.1"
        },
        {
            "name": "Injection site pain",
            "percent": "0.7"
        },
        {
            "name": "Headache",
            "percent": "0.7"
        },
        {
            "name": "Injection site erythema",
            "percent": "0.2"
        },
        {
            "name": "Fever",
            "percent": "0.2"
        }
    ]
}