{
    "name": "meropenem",
    "comment": "Rx",
    "other_names": [
        "Merrem IV"
    ],
    "classes": [
        "Carbapenems"
    ],
    "source": "https://reference.medscape.com/drug/merrem-iv-meropenem-342565",
    "pregnancy": {
        "common": [
            "There are insufficient human data to establish whether there is a drug-associated risk of major birth defects or miscarriages with meropenem in pregnant women"
        ],
        "specific": [
            {
                "type": "Animal data",
                "description": [
                    "No fetal toxicity or malformations were observed in pregnant rats and Cynomolgus monkeys administered intravenous meropenem during organogenesis at doses up to 2.4 and 2.3 times the maximum recommended human dose (MRHD) based on body surface area comparison, respectively; in rats administered intravenous meropenem in late pregnancy and during lactation period, there were no adverse effects on offspring at doses equivalent to approximately 3.2 times the MRHD based on body surface area comparison"
                ]
            }
        ]
    },
    "lactation": {
        "common": [
            "Drug has been reported to be excreted in human milk; no information is available on effects of drug on breast-fed child or on milk production; the developmental and health benefits of breastfeeding should be considered along with the mother’s clinical need for therapy and any potential adverse effects on breast-fed child from therapy or from the underlying maternal condition"
        ]
    },
    "warnings": {
        "black_box_warning": {
            "common": [],
            "specific": []
        },
        "contraindicators": {
            "common": [
                "Hypersensitivity to IV components, beta-lactams, or other drugs in this class"
            ],
            "specific": []
        },
        "cautions": {
            "common": [
                "Hypersensitivity reactions have been reported, including fatalities; these reactions are more likely to occur in individuals with history of sensitivity to multiple allergens",
                "Seizures have been reported, most commonly in patients with CNS disorders (eg, brain lesions, history of seizures) or with bacterial meningitis or compromised renal function",
                "Seizures, headaches, or paresthesias may occur, potentially interfering with mental alertness or causing motor impairment",
                "Clostridium difficile-associated diarrhea has been reported",
                "To avoid development of drug resistance, drug should be used only in proven or strongly suspected bacterial infections or a prophylactic indication",
                "Prolonged use may result in overgrowth of nonsusceptible organisms",
                "Thrombocytopenia has been reported in patients with renal impairment",
                "Co-administration of meropenem IV with valproic acid or divalproex sodium reduces serum concentrations of valproic acid potentially increasing risk of breakthrough seizures",
                "Severe cutaneous adverse reactions (SCAR) such as Stevens-Johnson syndrome (SJS), toxic epidermal necrolysis (TEN), drug reaction with eosinophilia and systemic symptoms (DRESS), erythema multiforme (EM) and acute generalized exanthematous pustulosis (AGEP) reported; if signs and symptoms suggestive of these reactions appear, therapy should be withdrawn immediately and an alternative treatment considered"
            ],
            "specific": []
        }
    },
    "interactions": [
        {
            "classification_type": "Serious",
            "interaction_with": "BCG vaccine live",
            "description": {
                "common": "meropenem decreases effects of BCG vaccine live by pharmacodynamic antagonism. Contraindicated. Wait until Abx Tx complete to administer live bacterial vaccine."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "cholera vaccine",
            "description": {
                "common": "meropenem, cholera vaccine. pharmacodynamic antagonism. Avoid or Use Alternate Drug. Avoid coadministration of cholera vaccine with systemic antibiotics since these agents may be active against the vaccine strain. Do not administer cholera vaccine to patients who have received oral or parenteral antibiotics within 14 days prior to vaccination."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "microbiota oral",
            "description": {
                "common": "meropenem decreases effects of microbiota oral by pharmacodynamic antagonism. Avoid or Use Alternate Drug. Microbiota oral contains bacterial spores. Antibacterial agents may decrease efficacy if coadministered. Complete antibiotic regimens 2-4 days before initiating microbiota oral. ."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "typhoid vaccine live",
            "description": {
                "common": "meropenem decreases effects of typhoid vaccine live by pharmacodynamic antagonism. Contraindicated. Wait until Abx Tx complete to administer live bacterial vaccine."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "valproic acid",
            "description": {
                "common": "meropenem decreases levels of valproic acid by unknown mechanism. Avoid or Use Alternate Drug. Risk of seizure. Possible decreased GI absorption and/or increased renal clearance of valproic acid."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "amifampridine",
            "description": {
                "common": "meropenem increases toxicity of amifampridine by Other (see comment). Modify Therapy/Monitor Closely. \nComment: Amifampridine can cause seizures. Coadministration with drugs that lower seizure threshold may increase this risk."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "bazedoxifene/conjugated estrogens",
            "description": {
                "common": "meropenem will decrease the level or effect of bazedoxifene/conjugated estrogens by  altering intestinal flora. Applies only to oral forms of hormone. Low risk of contraceptive failure. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "conjugated estrogens",
            "description": {
                "common": "meropenem will decrease the level or effect of conjugated estrogens by  altering intestinal flora. Applies only to oral forms of hormone. Low risk of contraceptive failure. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "dichlorphenamide",
            "description": {
                "common": "dichlorphenamide and meropenem both decrease  serum potassium. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "dienogest/estradiol valerate",
            "description": {
                "common": "meropenem will decrease the level or effect of dienogest/estradiol valerate by  altering intestinal flora. Applies only to oral forms of hormone. Low risk of contraceptive failure. Use Caution/Monitor. An alternate or additional form of birth control may be advisable during concomitant use."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "digoxin",
            "description": {
                "common": "meropenem will increase the level or effect of digoxin by  altering intestinal flora. Applies only to oral form of both agents. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "estradiol",
            "description": {
                "common": "meropenem will decrease the level or effect of estradiol by  altering intestinal flora. Applies only to oral forms of hormone. Low risk of contraceptive failure. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "estrogens conjugated synthetic",
            "description": {
                "common": "meropenem will decrease the level or effect of estrogens conjugated synthetic by  altering intestinal flora. Applies only to oral forms of hormone. Low risk of contraceptive failure. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "estropipate",
            "description": {
                "common": "meropenem will decrease the level or effect of estropipate by  altering intestinal flora. Applies only to oral forms of hormone. Low risk of contraceptive failure. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "mestranol",
            "description": {
                "common": "meropenem will decrease the level or effect of mestranol by  altering intestinal flora. Applies only to oral forms of hormone. Low risk of contraceptive failure. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "probenecid",
            "description": {
                "common": "probenecid increases levels of meropenem by decreasing elimination. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "sodium picosulfate/magnesium oxide/anhydrous citric acid",
            "description": {
                "common": "meropenem decreases effects of sodium picosulfate/magnesium oxide/anhydrous citric acid by altering metabolism. Use Caution/Monitor. Coadministration with antibiotics decreases efficacy by altering colonic bacterial flora needed to convert sodium picosulfate to active drug."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "balsalazide",
            "description": {
                "common": "meropenem will decrease the level or effect of balsalazide by  altering intestinal flora. Applies only to oral form of both agents. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "biotin",
            "description": {
                "common": "meropenem will decrease the level or effect of biotin by  altering intestinal flora. Applies only to oral form of both agents. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "pantothenic acid",
            "description": {
                "common": "meropenem will decrease the level or effect of pantothenic acid by  altering intestinal flora. Applies only to oral form of both agents. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "pyridoxine",
            "description": {
                "common": "meropenem will decrease the level or effect of pyridoxine by  altering intestinal flora. Applies only to oral form of both agents. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "pyridoxine (Antidote)",
            "description": {
                "common": "meropenem will decrease the level or effect of pyridoxine (Antidote) by  altering intestinal flora. Applies only to oral form of both agents. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "thiamine",
            "description": {
                "common": "meropenem will decrease the level or effect of thiamine by  altering intestinal flora. Applies only to oral form of both agents. Minor/Significance Unknown."
            }
        }
    ],
    "adverse effects": [
        {
            "name": "Constipation",
            "percent": "1-7"
        },
        {
            "name": "Diarrhea",
            "percent": "4-5"
        },
        {
            "name": "Nausea or vomiting",
            "percent": "1-4"
        },
        {
            "name": "Rash",
            "percent": "2-3"
        },
        {
            "name": "includes diaper",
            "percent": "2"
        },
        {
            "name": "area moniliasis in pediatric patients",
            "percent": "2"
        },
        {
            "name": "Headache",
            "percent": "2"
        },
        {
            "name": "Inflammation at injection site",
            "percent": "2"
        },
        {
            "name": "Sepsis",
            "percent": "1.2"
        },
        {
            "name": "Oral moniliasis",
            "percent": "1"
        },
        {
            "name": "in pediatric patients",
            "percent": "1"
        },
        {
            "name": "Bleeding",
            "percent": "1"
        },
        {
            "name": "Apnea",
            "percent": "1"
        },
        {
            "name": "Constipation",
            "percent": "1"
        },
        {
            "name": "Glossitis",
            "percent": "1"
        },
        {
            "name": "Injection",
            "percent": "1"
        },
        {
            "name": "site reaction",
            "percent": null
        },
        {
            "name": "Phlebitis or thrombophlebitis",
            "percent": null
        },
        {
            "name": "Pruritus",
            "percent": null
        },
        {
            "name": "Septic shock",
            "percent": null
        },
        {
            "name": "Agranulocytosis",
            "percent": null
        },
        {
            "name": "Angioedema",
            "percent": null
        },
        {
            "name": "Erythema multiforme",
            "percent": null
        },
        {
            "name": "Hypersensitivity reaction",
            "percent": null
        },
        {
            "name": "Hypokalemia",
            "percent": null
        },
        {
            "name": "Leukopenia",
            "percent": null
        },
        {
            "name": "Neutropenia",
            "percent": null
        },
        {
            "name": "Pleural effusion",
            "percent": null
        },
        {
            "name": "Stevens",
            "percent": null
        },
        {
            "name": "Johnson syndrome",
            "percent": null
        },
        {
            "name": "Toxic epidermal necrolysis",
            "percent": null
        },
        {
            "name": "Stevens",
            "percent": null
        },
        {
            "name": "Johnson syndrome",
            "percent": null
        },
        {
            "name": "toxic epidermal necrolysis",
            "percent": null
        },
        {
            "name": "drug reaction with eosinophilia and systemic symptoms",
            "percent": null
        },
        {
            "name": "DRESS",
            "percent": null
        },
        {
            "name": "erythema multiforme and acute generalized exanthematous pustulosis",
            "percent": null
        }
    ]
}