{
    "name": "metronidazole vaginal",
    "comment": "Rx",
    "other_names": [
        "MetroGel Vaginal",
        "Vandazole",
        "Nuvessa"
    ],
    "classes": [
        "Antibiotics",
        "Other",
        "Vaginal Preparations",
        "Other"
    ],
    "source": "https://reference.medscape.com/drug/metrogel-vaginal-vandazole-metronidazole-vaginal-999701",
    "pregnancy": {
        "common": [
            "There are no data on the use of metronidazole intravaginal in pregnant women"
        ],
        "specific": [
            {
                "type": "Human systemic data",
                "description": [
                    "Blood levels following vaginal administration are lower than those achieved with oral metronidazole; Cmax and AUC of intravaginally administered metronidazole is 2% and 4%, respectively, of those following oral administration",
                    "There are published data from case-control studies, cohort studies, and 2 meta-analyses that include more than 5000 pregnant women who used metronidazole systemically during pregnancy",
                    "Many studies included first trimester exposures",
                    "One study showed an increased risk of cleft lip, with or without cleft palate, in infants exposed to metronidazole in-utero; however, these findings were not confirmed",
                    "In addition, >10 randomized, placebo-controlled clinical trials enrolled >5000 pregnant women to assess the use of systemic antibiotic treatment (including metronidazole) for bacterial vaginosis on the incidence of preterm delivery; most studies did not show an increased risk for congenital anomalies or other adverse fetal outcomes following metronidazole exposure during pregnancy",
                    "Three studies conducted to assess the risk of infant cancer following systemic metronidazole exposure during pregnancy did not show an increased risk; however, the ability of these studies to detect such a signal was limited"
                ]
            },
            {
                "type": "Animal data",
                "description": [
                    "In animal reproduction studies, no fetotoxicity or teratogenicity was observed when metronidazole was administered orally to pregnant rats and rabbits, during organogenesis, at up to 30 times and 60 times the recommended human dose based on body surface area comparison, respectively "
                ]
            }
        ]
    },
    "lactation": {
        "common": [
            "There is no information on the presence of metronidazole in human milk, or the effects on the breast-fed child, or the effects on milk production following intravaginal administration",
            "Metronidazole is present in human milk following oral metronidazole administration, at concentrations similar to those found in plasma; metronidazole vaginal gel achieves 2% of the mean maximum serum concentration of a 500 mg oral metronidazole",
            "Animal studies have shown the potential for tumorigenicity after oral metronidazole administered chronically to rats and mice; the clinical relevance of these findings is unclear",
            "The developmental and health benefits of breastfeeding should be considered along with the mother’s clinical need for therapy, and any potential adverse effects on breastfed child from the drug or from underlying maternal condition",
            "Alternatively, a lactating patient may interrupt breastfeeding and choose to pump and discard breastmilk during treatment and for 48 hours after last dose and feed her infant previously stored human milk or formula"
        ]
    },
    "warnings": {
        "black_box_warning": {
            "common": [],
            "specific": []
        },
        "contraindicators": {
            "common": [
                "Hypersensitivity",
                "Patients with Cockayne syndrome",
                "Within 2 weeks of taking disulfiram",
                "Consumption of alcohol or products containing propylene glycol within least three days of receiving metronidazole"
            ],
            "specific": []
        },
        "cautions": {
            "common": [
                "Severe irreversible hepatotoxicity/acute liver failure with fatal outcomes reported after initiation of metronidazole, another nitroimidazole drug, structurally related to benznidazole in patients with Cockayne syndrome",
                "Interaction with alcohol (disulfiram-like reaction); abdominal cramps, nausea, vomiting, headache, flushing (see Contraindications)",
                "PO and IV administration associated with seizures, encephalopathy, aseptic meningitis, and peripheral neuropathy",
                "Carcinogenic in mice and rats; avoid unnecessary use",
                "May interfere with lab assessments of AST, ALT, LDH, TG, and glucose hexokinase"
            ],
            "specific": [
                {
                    "type": "Drug interaction overview",
                    "description": [
                        "Use of oral metronidazole has been associated with psychotic reactions in alcoholic patients who are using disulfiram concurrently; do not initiate metronidazole in patients who have taken disulfiram within the last 2 weeks",
                        "Disulfiram-like reactions reported with oral metronidazole consumed with alcohol; do not consume ethanol or propylene glycol, during and for at least 24 hr following treatment",
                        "Use of oral metronidazole has been reported to potentiate the anticoagulant effect of warfarin and other coumarin anticoagulants, resulting in a prolongation of prothrombin time",
                        "Short-term use of oral metronidazole has been associated with elevation of serum lithium concentrations",
                        "Cimetidine may decrease plasma clearance and prolong metronidazole half-life"
                    ]
                }
            ]
        }
    },
    "interactions": [
        {
            "classification_type": "Contraindicated",
            "interaction_with": "progesterone intravaginal gel",
            "description": {
                "common": "metronidazole vaginal, progesterone intravaginal gel. Other (see comment). Contraindicated. \nComment: Do not use with other vaginal products because of potential to alter progesterone release."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "cholera vaccine",
            "description": {
                "common": "metronidazole vaginal, cholera vaccine. pharmacodynamic antagonism. Avoid or Use Alternate Drug. Avoid coadministration of cholera vaccine with systemic antibiotics since these agents may be active against the vaccine strain. Do not administer cholera vaccine to patients who have received oral or parenteral antibiotics within 14 days prior to vaccination."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "microbiota oral",
            "description": {
                "common": "metronidazole vaginal decreases effects of microbiota oral by pharmacodynamic antagonism. Avoid or Use Alternate Drug. Microbiota oral contains bacterial spores. Antibacterial agents may decrease efficacy if coadministered. Complete antibiotic regimens 2-4 days before initiating microbiota oral. ."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "disulfiram",
            "description": {
                "common": "disulfiram increases toxicity of metronidazole vaginal by decreasing metabolism. Minor/Significance Unknown. Enhanced CNS & cardiac toxicity with oral metronidazole and disulfiram; less likely to occur with vaginal administration because of low absorption."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "ethanol",
            "description": {
                "common": "metronidazole vaginal will increase the level or effect of ethanol by  decreasing metabolism. Minor/Significance Unknown. Disulfiram-like reaction with oral metronidazole and alcohol; less likely to occur with vaginal administration because of low absorption"
            }
        }
    ],
    "adverse effects": [
        {
            "name": "Bacterial infection",
            "percent": "12"
        },
        {
            "name": "Headache",
            "percent": "7"
        },
        {
            "name": "Pruritus",
            "percent": "6"
        },
        {
            "name": "Abdominal pain",
            "percent": "5"
        },
        {
            "name": "Nausea",
            "percent": "3"
        },
        {
            "name": "Dysmenorrhea",
            "percent": "3"
        },
        {
            "name": "Pharyngitis",
            "percent": "2"
        },
        {
            "name": "Rash",
            "percent": "1"
        },
        {
            "name": "Diarrhea",
            "percent": "1"
        },
        {
            "name": "Breast pain",
            "percent": "1"
        },
        {
            "name": "Metrorrhagia",
            "percent": "1"
        },
        {
            "name": "Severe irreversible hepatotoxicity",
            "percent": null
        },
        {
            "name": "acute liver failure",
            "percent": null
        },
        {
            "name": "patients with Cockayne syndrome",
            "percent": null
        }
    ]
}