{
    "name": "telmisartan/hydrochlorothiazide",
    "comment": "Rx",
    "other_names": [
        "Micardis HCT",
        "MicardisPlus"
    ],
    "classes": [
        "ARB/HCTZ Combos",
        "Thiazide Combos"
    ],
    "source": "https://reference.medscape.com/drug/micardis-hct-micardisplus-telmisartan-hydrochlorothiazide-342345",
    "pregnancy": {
        "common": [
            "Can cause fetal harm when administered to a pregnant woman; discontinue drug when pregnancy is dectected and treat hypertension according to guidelines during pregnancy",
            "Use of drugs that act on the renin-angiotensin system during the second and third trimesters of pregnancy reduces fetal renal function and increases fetal and neonatal morbidity and death",
            "Reports of hypotension, neonatal skull hypoplasia, anuria, reversible or irreversible renal failure, and death owing to olihydramnios",
            "Oligohydramnios in this setting has also been associated with fetal limb contractures, craniofacial deformation, and hypoplastic lung development"
        ],
        "specific": []
    },
    "lactation": {
        "common": [
            "Because of the potential for serious adverse reactions in the breastfed infant including hypotension, hyperkalemia and renal impairment, advise a nursing woman not to breastfeed during treatment with telmisartan/amlodipine",
            "There is no information regarding the presence of telmisartan in human milk, the effects on the breastfed infant, or the effects on milk production",
            "Limited published studies report that amlodipine is present in human milk; however, there is insufficient information to determine the effects of amlodipine on the breastfed infant"
        ]
    },
    "warnings": {
        "black_box_warning": {
            "common": [
                "Discontinue as soon as possible when pregnancy is detected; affects renin-angiotensin system causing oligohydramnios, which may result in fetal injury and/or death"
            ],
            "specific": []
        },
        "contraindicators": {
            "common": [
                "Hypersensitivity (anaphylaxis, angioedema) to drug components or sulfonamides",
                "Anuria",
                "Coadministration with aliskiren in patients with diabetes"
            ],
            "specific": []
        },
        "cautions": {
            "common": [
                "Fixed combination product is not recommended in patients with severe renal or hepatic impairment",
                "In patients with activated renin-angiotensin system, such as volume- or salt-depleted patients (eg, those being treated with high doses of diuretics), symptomatic hypotension may occur after initialization of treatment; correct volume or salt depletion prior to administration of therapy",
                "Dual blockade of the renin-angiotensin system with ARBs, ACE inhibitors, or aliskiren associated with increased risk for renal function changes (including acute renal failure) compared to monotherapy",
                "Drugs that inhibit the renin-angiotensin system can cause hyperkalemia, particularly in patients with renal insufficiency, diabetes, or combined use with other angiotensin receptor blockers or ACE inhibitors and concomitant use of other drugs that raise serum potassium levels",
                "Hydrochlorothiazide can cause hypokalemia and hyponatremia; thiazides have been shown to increase urinary excretion of magnesium; this may result in hypomagnesemia; hypomagnesemia can result in hypokalemia which may be difficult to treat despite potassium repletion; monitor serum electrolytes periodically",
                "Photosensitivity may occur; instruct patients to protect skin from sun and undergo regular skin cancer screening",
                "Hyperuricemia may occur or gout may be precipitated in certain patients receiving thiazide therapy",
                "Hydrochlorothiazide may alter glucose tolerance and raise serum levels of cholesterol and triglycerides",
                "Thiazides may decrease urinary calcium excretion",
                "Caution in aortic mitral stenosis, hepatic impairment, hypercholesterolemia, hypercalcemia, parathyroid disease, pre-existing renal insufficiency, systemic lupus erythematosus, bilateral renal artery stenosis or anuria",
                "As a consequence of inhibiting the renin-angiotensin-aldosterone system (RAA), changes in renal function may be anticipated in susceptible individuals; in patients whose renal function depends on RAA (eg, severe CHF), treatment with angiotensin-converting enzyme inhibitors and angiotensin receptor antagonists has been associated with oliguria and/or progressive azotemia and (rarely) with acute renal failure and/or death",
                "Most patients receiving the combination of two RAS inhibitors do not obtain any additional benefit compared to monotherapy; avoid combined use of RAS inhibitors; closely monitor blood pressure, renal function and electrolytes in patients on benazepril and other agents that affect the RAS",
                "Not for coadministration with aliskiren in patients with diabetes; avoid use of aliskiren with benazepril in patients with renal impairment (GFR <60 ml/min/1.73 m²)"
            ],
            "specific": [
                {
                    "type": "Acute myopia and secondary angle-closure glaucoma",
                    "description": [
                        "Hydrochlorothiazide, a sulfonamide, can cause an idiosyncratic reaction, resulting in acute transient myopia and acute angle-closure glaucoma; symptoms include acute onset of decreased visual acuity or ocular pain and typically occur within hours to weeks of drug initiation",
                        "Untreated acute angle-closure glaucoma can lead to permanent vision loss; the primary treatment is to discontinue hydrochlorothiazide as rapidly as possible; prompt medical or surgical treatments may need to be considered if the intraocular pressure remains uncontrolled; risk factors for developing acute angle-closure glaucoma may include a history of sulfonamide or penicillin allergy"
                    ]
                }
            ]
        }
    },
    "interactions": [
        {
            "classification_type": "Contraindicated",
            "interaction_with": "aliskiren",
            "description": {
                "common": "telmisartan decreases effects of aliskiren by Other (see comment). Contraindicated. \nComment: Aliskiren use contraindicated with ARBs in patients with diabetes; avoid coadministration with ARBs if GFR. In patients who are elderly, volume-depleted (including those on diuretic therapy), or with compromised renal function, coadministration of ARBS with drugs that affect RAAS may increase the risk of renal impairment (including acute renal failure) and cause loss of antihypertensive effect. Monitor renal function periodically."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "elagolix",
            "description": {
                "common": "telmisartan will increase the level or effect of elagolix by  Other (see comment). Contraindicated. Concomitant use of elagolix and strong OATP1B1 inhibitors is contraindicated."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "sparsentan",
            "description": {
                "common": "sparsentan, telmisartan.\nEither increases toxicity of the other by pharmacodynamic synergism. Contraindicated. Coadministration of ARBs with sparsentan is associated with increased risks of hypotension, syncope, hyperkalemia, and changes in renal function (eg, acute renal failure)."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "aminolevulinic acid oral",
            "description": {
                "common": "aminolevulinic acid oral, hydrochlorothiazide.\nEither increases toxicity of the other by pharmacodynamic synergism. Avoid or Use Alternate Drug. Avoid administering other phototoxic drugs with aminolevulinic acid oral for 24 hr during perioperative period."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "aminolevulinic acid topical",
            "description": {
                "common": "hydrochlorothiazide increases toxicity of aminolevulinic acid topical by pharmacodynamic synergism. Avoid or Use Alternate Drug. Coadministration of photosensitizing drugs may enhance the phototoxic reaction to photodynamic therapy with aminolevulinic acid."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "baricitinib",
            "description": {
                "common": "telmisartan will increase the level or effect of baricitinib by  decreasing elimination. Avoid or Use Alternate Drug. Coadministration of baricitinib with strong organic anion transporter 3 (OAT3) inhibitors is not recommended."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "benazepril",
            "description": {
                "common": "telmisartan, benazepril.\nEither increases toxicity of the other by pharmacodynamic synergism. Avoid or Use Alternate Drug. Dual blockade of renin-angiotensin system increases risks of hypotension, hyperkalemia, and renal impairment."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "captopril",
            "description": {
                "common": "telmisartan, captopril.\nEither increases toxicity of the other by pharmacodynamic synergism. Avoid or Use Alternate Drug. Dual blockade of renin-angiotensin system increases risks of hypotension, hyperkalemia, and renal impairment."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "carbamazepine",
            "description": {
                "common": "carbamazepine, hydrochlorothiazide.\nEither increases effects of the other by pharmacodynamic synergism. Avoid or Use Alternate Drug. Increased risk of systemic hyponatremia."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "cyclophosphamide",
            "description": {
                "common": "hydrochlorothiazide increases toxicity of cyclophosphamide by decreasing renal clearance. Avoid or Use Alternate Drug. Increased myelosuppressive effects."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "cyclosporine",
            "description": {
                "common": "cyclosporine, hydrochlorothiazide.\nEither increases toxicity of the other by pharmacodynamic synergism. Avoid or Use Alternate Drug. Increased risk of systemic hyponatremia."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "dofetilide",
            "description": {
                "common": "hydrochlorothiazide increases levels of dofetilide by decreasing renal clearance. Contraindicated. Risk of prolonged QTc interval."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "eluxadoline",
            "description": {
                "common": "telmisartan increases levels of eluxadoline by increasing metabolism. Avoid or Use Alternate Drug. Decrease eluxadoline dose to 75 mg PO BID if coadministered with OATP1B1 inhibitors. ."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "enalapril",
            "description": {
                "common": "telmisartan, enalapril.\nEither increases toxicity of the other by pharmacodynamic synergism. Avoid or Use Alternate Drug. Dual blockade of renin-angiotensin system increases risks of hypotension, hyperkalemia, and renal impairment."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "fosinopril",
            "description": {
                "common": "telmisartan, fosinopril.\nEither increases toxicity of the other by pharmacodynamic synergism. Avoid or Use Alternate Drug. Dual blockade of renin-angiotensin system increases risks of hypotension, hyperkalemia, and renal impairment."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "isocarboxazid",
            "description": {
                "common": "isocarboxazid, hydrochlorothiazide. Other (see comment). Contraindicated. \nComment: Additive hypotensive effects may be seen when MAOI's are combined with antihypertensives."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "leniolisib",
            "description": {
                "common": "leniolisib will increase the level or effect of telmisartan by  Other (see comment). Avoid or Use Alternate Drug. Leniolisib, an OATP1B1 and OATP1B3 inhibitor, may increase systemic exposure of these substrates "
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "lisinopril",
            "description": {
                "common": "telmisartan, lisinopril.\nEither increases toxicity of the other by pharmacodynamic synergism. Avoid or Use Alternate Drug. Dual blockade of renin-angiotensin system increases risks of hypotension, hyperkalemia, and renal impairment."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "lithium",
            "description": {
                "common": "telmisartan increases toxicity of lithium by decreasing renal clearance. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "lofexidine",
            "description": {
                "common": "lofexidine, hydrochlorothiazide.\nEither increases effects of the other by pharmacodynamic synergism. Avoid or Use Alternate Drug. Avoid coadministration with other drugs that decrease pulse or blood pressure to mitigate risk of excessive bradycardia and hypotension."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "methyl aminolevulinate",
            "description": {
                "common": "hydrochlorothiazide, methyl aminolevulinate.\nEither increases toxicity of the other by pharmacodynamic synergism. Avoid or Use Alternate Drug. Each drug may increase the photosensitizing effect of the other."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "moexipril",
            "description": {
                "common": "telmisartan, moexipril.\nEither increases toxicity of the other by pharmacodynamic synergism. Avoid or Use Alternate Drug. Dual blockade of renin-angiotensin system increases risks of hypotension, hyperkalemia, and renal impairment."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "perindopril",
            "description": {
                "common": "telmisartan, perindopril.\nEither increases toxicity of the other by pharmacodynamic synergism. Avoid or Use Alternate Drug. Dual blockade of renin-angiotensin system increases risks of hypotension, hyperkalemia, and renal impairment."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "potassium phosphates, IV",
            "description": {
                "common": "telmisartan and potassium phosphates, IV both increase  serum potassium. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "quinapril",
            "description": {
                "common": "telmisartan, quinapril.\nEither increases toxicity of the other by pharmacodynamic synergism. Avoid or Use Alternate Drug. Dual blockade of renin-angiotensin system increases risks of hypotension, hyperkalemia, and renal impairment."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "ramipril",
            "description": {
                "common": "ramipril, telmisartan. Mechanism: unspecified interaction mechanism. Contraindicated. Increased incidence of clinically important renal dysfunction (death, doubling of serum creatinine, dialysis) compared with groups receiving either drug alone. ."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "revefenacin",
            "description": {
                "common": "telmisartan increases levels of revefenacin by Other (see comment). Avoid or Use Alternate Drug. \nComment: OATP1B1 and OATP1B3 transport inhibitors may increase systemic exposure of revefenacin's active metabolite. Coadministration not recommended."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "squill",
            "description": {
                "common": "hydrochlorothiazide increases toxicity of squill by Other (see comment). Avoid or Use Alternate Drug. \nComment: Potassium depletion may enhance toxicity of squill."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "trandolapril",
            "description": {
                "common": "telmisartan, trandolapril.\nEither increases toxicity of the other by pharmacodynamic synergism. Avoid or Use Alternate Drug. Dual blockade of renin-angiotensin system increases risks of hypotension, hyperkalemia, and renal impairment."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "tretinoin",
            "description": {
                "common": "hydrochlorothiazide, tretinoin. Mechanism: pharmacodynamic synergism. Avoid or Use Alternate Drug. Increased phototoxicity."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "tretinoin topical",
            "description": {
                "common": "hydrochlorothiazide, tretinoin topical. Mechanism: pharmacodynamic synergism. Avoid or Use Alternate Drug. Increased phototoxicity."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "trofinetide",
            "description": {
                "common": "trofinetide will increase the level or effect of telmisartan by  Other (see comment). Avoid or Use Alternate Drug. Trofinetide (an OATP131 and OATP13B inhibitor) may increase plasma levels of OATP131 or OATP13B substrates. Avoid coadministration with sensitive substrates."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "acebutolol",
            "description": {
                "common": "telmisartan and acebutolol both increase  serum potassium. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "aceclofenac",
            "description": {
                "common": "aceclofenac increases and hydrochlorothiazide decreases serum potassium. Effect of interaction is not clear, use caution. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "acemetacin",
            "description": {
                "common": "telmisartan and acemetacin both increase  serum potassium. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "albiglutide",
            "description": {
                "common": "hydrochlorothiazide decreases effects of albiglutide by pharmacodynamic antagonism. Use Caution/Monitor. Thiazide diuretics can decrease insulin sensitivity thereby leading to glucose intolerance and hyperglycemia. Monitor glycemic control especially when initiating, discontinuing, or increasing thiazide diuretic dose."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "albuterol",
            "description": {
                "common": "albuterol and hydrochlorothiazide both decrease  serum potassium. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "aldesleukin",
            "description": {
                "common": "aldesleukin increases effects of telmisartan by pharmacodynamic synergism. Use Caution/Monitor. Risk of hypotension."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "aldesleukin",
            "description": {
                "common": "aldesleukin increases effects of hydrochlorothiazide by pharmacodynamic synergism. Use Caution/Monitor. Risk of hypotension."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "amifostine",
            "description": {
                "common": "amifostine, hydrochlorothiazide.\nEither increases effects of the other by pharmacodynamic synergism. Modify Therapy/Monitor Closely. Coadministration with blood pressure lowering agents may increase the risk and severity of hypotension associated with amifostine. When amifostine is used at chemotherapeutic doses, withhold blood pressure lowering medications for 24 hr prior to amifostine; if blood pressure lowering medication cannot be withheld, do not administer amifostine."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "amiloride",
            "description": {
                "common": "telmisartan and amiloride both increase  serum potassium. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "amiodarone",
            "description": {
                "common": "amiodarone will increase the level or effect of hydrochlorothiazide by  basic (cationic) drug competition for renal tubular clearance. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "apalutamide",
            "description": {
                "common": "apalutamide will decrease the level or effect of telmisartan by  increasing elimination. Use Caution/Monitor. Apalutamide induces UGT and may decrease systemic exposure of drugs that are UGT substrates."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "amoxicillin",
            "description": {
                "common": "amoxicillin, hydrochlorothiazide.\nEither increases levels of the other by decreasing renal clearance. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "arformoterol",
            "description": {
                "common": "arformoterol and hydrochlorothiazide both decrease  serum potassium. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "aspirin",
            "description": {
                "common": "telmisartan and aspirin both increase  serum potassium. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "aspirin rectal",
            "description": {
                "common": "aspirin rectal increases and hydrochlorothiazide decreases serum potassium. Effect of interaction is not clear, use caution. Use Caution/Monitor.  ."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "aspirin/citric acid/sodium bicarbonate",
            "description": {
                "common": "telmisartan, aspirin/citric acid/sodium bicarbonate.\nEither increases toxicity of the other by Other (see comment). Use Caution/Monitor. \nComment: May result in renal function deterioration, particularly in elderly or volume depleted individuals."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "atenolol",
            "description": {
                "common": "atenolol, telmisartan. Mechanism: pharmacodynamic synergism. Use Caution/Monitor. Risk of fetal compromise if given during pregnancy."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "atogepant",
            "description": {
                "common": "telmisartan will increase the level or effect of atogepant by  Other (see comment). Modify Therapy/Monitor Closely. Recommended dosage of atogepant (an OATP1B1 substrate) with concomitant use of OATP inhibitors is 10 mg or 30 mg qDay."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "avanafil",
            "description": {
                "common": "avanafil increases effects of hydrochlorothiazide by pharmacodynamic synergism. Use Caution/Monitor. Risk of hypotension."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "atorvastatin",
            "description": {
                "common": "telmisartan increases toxicity of atorvastatin by Other (see comment). Use Caution/Monitor. \nComment: OATP1B1 inhibitors may increase risk of myopathy."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "avanafil",
            "description": {
                "common": "avanafil increases effects of telmisartan by pharmacodynamic synergism. Use Caution/Monitor. Risk of hypotension."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "beclomethasone, inhaled",
            "description": {
                "common": "beclomethasone, inhaled increases toxicity of hydrochlorothiazide by increasing elimination. Use Caution/Monitor. May increase the hypokalemic effects of thiazide diuretics."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "benazepril",
            "description": {
                "common": "benazepril increases toxicity of hydrochlorothiazide by pharmacodynamic synergism. Use Caution/Monitor. Enhanced hypotensive effects; increased risk of nephrotoxicity."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "bendroflumethiazide",
            "description": {
                "common": "bendroflumethiazide and hydrochlorothiazide both decrease  serum potassium. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "betaxolol",
            "description": {
                "common": "telmisartan and betaxolol both increase  serum potassium. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "bisoprolol",
            "description": {
                "common": "bisoprolol, telmisartan. Mechanism: pharmacodynamic synergism. Use Caution/Monitor. Risk of fetal compromise if given during pregnancy."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "bretylium",
            "description": {
                "common": "hydrochlorothiazide, bretylium.\nEither increases effects of the other by pharmacodynamic synergism. Modify Therapy/Monitor Closely. Each drug may cause hypotension."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "brimonidine",
            "description": {
                "common": "brimonidine increases effects of telmisartan by pharmacodynamic synergism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "bumetanide",
            "description": {
                "common": "bumetanide and hydrochlorothiazide both decrease  serum potassium. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "bumetanide",
            "description": {
                "common": "telmisartan increases and bumetanide decreases serum potassium. Effect of interaction is not clear, use caution. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "buprenorphine, long-acting injection",
            "description": {
                "common": "buprenorphine, long-acting injection decreases effects of hydrochlorothiazide by pharmacodynamic antagonism. Modify Therapy/Monitor Closely. Opioids can reduce diuretic efficacy by inducing antidiuretic hormone release."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "calcifediol",
            "description": {
                "common": "hydrochlorothiazide increases toxicity of calcifediol by Other (see comment). Use Caution/Monitor. \nComment: Thiazide diuretics may increase serum calcium by decreasing urinary calcium excretion."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "canagliflozin",
            "description": {
                "common": "telmisartan and canagliflozin both increase  serum potassium. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "candesartan",
            "description": {
                "common": "candesartan increases and hydrochlorothiazide decreases serum potassium. Effect of interaction is not clear, use caution. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "captopril",
            "description": {
                "common": "captopril, hydrochlorothiazide.\nEither increases effects of the other by pharmacodynamic synergism. Use Caution/Monitor. Both drugs lower blood pressure. Increased risk of nephrotoxicity. Monitor blood pressure and renal function."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "carbenoxolone",
            "description": {
                "common": "telmisartan increases and carbenoxolone decreases serum potassium. Effect of interaction is not clear, use caution. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "carbidopa",
            "description": {
                "common": "carbidopa increases effects of hydrochlorothiazide by pharmacodynamic synergism. Use Caution/Monitor. Therapy with carbidopa, given with or without levodopa or carbidopa-levodopa combination products, is started, dosage adjustment of the antihypertensive drug may be required."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "carvedilol",
            "description": {
                "common": "telmisartan and carvedilol both increase  serum potassium. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "carvedilol",
            "description": {
                "common": "carvedilol increases and hydrochlorothiazide decreases serum potassium. Effect of interaction is not clear, use caution. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "cefprozil",
            "description": {
                "common": "hydrochlorothiazide will increase the level or effect of cefprozil by  acidic (anionic) drug competition for renal tubular clearance. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "celecoxib",
            "description": {
                "common": "telmisartan and celecoxib both increase  serum potassium. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "celiprolol",
            "description": {
                "common": "celiprolol increases and hydrochlorothiazide decreases serum potassium. Effect of interaction is not clear, use caution. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "chlorothiazide",
            "description": {
                "common": "chlorothiazide and hydrochlorothiazide both decrease  serum potassium. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "chlorthalidone",
            "description": {
                "common": "telmisartan increases and chlorthalidone decreases serum potassium. Effect of interaction is not clear, use caution. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "cholestyramine",
            "description": {
                "common": "cholestyramine decreases levels of hydrochlorothiazide by inhibition of GI absorption. Applies only to oral form of both agents. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "choline magnesium trisalicylate",
            "description": {
                "common": "telmisartan and choline magnesium trisalicylate both increase  serum potassium. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "citalopram",
            "description": {
                "common": "hydrochlorothiazide, citalopram. pharmacodynamic synergism. Use Caution/Monitor. Possible additive hyponatremia."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "cornsilk",
            "description": {
                "common": "cornsilk increases effects of hydrochlorothiazide by pharmacodynamic synergism. Use Caution/Monitor. Increased risk of hypokalemia (theoretical interaction)."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "corticotropin",
            "description": {
                "common": "corticotropin increases toxicity of hydrochlorothiazide by increasing renal clearance. Use Caution/Monitor. May enhance hypokalemic effect of thiazide diuretics."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "cyclopenthiazide",
            "description": {
                "common": "telmisartan increases and cyclopenthiazide decreases serum potassium. Effect of interaction is not clear, use caution. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "cyclosporine",
            "description": {
                "common": "cyclosporine increases toxicity of hydrochlorothiazide by unspecified interaction mechanism. Use Caution/Monitor. Coadministration of hydrochlorothiazide with cyclosporine may increase the risk of hypermagnesemia, hyperuricemia, and possible nephrotoxicity."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "dalteparin",
            "description": {
                "common": "dalteparin increases toxicity of telmisartan by Other (see comment). Use Caution/Monitor. \nComment: Low molecular weight heparins may suppress adrenal aldosterone secretion, which can potentially cause hyperkalemia."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "deflazacort",
            "description": {
                "common": "hydrochlorothiazide and deflazacort both decrease  serum potassium. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "diazoxide",
            "description": {
                "common": "hydrochlorothiazide increases toxicity of diazoxide by unspecified interaction mechanism. Use Caution/Monitor. May enhance hyperglycemic effects of diazoxide."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "dichlorphenamide",
            "description": {
                "common": "dichlorphenamide and hydrochlorothiazide both decrease  serum potassium. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "diclofenac",
            "description": {
                "common": "diclofenac decreases effects of telmisartan by pharmacodynamic antagonism. Modify Therapy/Monitor Closely.  NSAIDs decrease synthesis of vasodilating renal prostaglandins, and thus affect fluid homeostasis and may diminish antihypertensive effect."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "dicloxacillin",
            "description": {
                "common": "dicloxacillin, hydrochlorothiazide.\nEither increases levels of the other by decreasing renal clearance. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "diflunisal",
            "description": {
                "common": "telmisartan and diflunisal both increase  serum potassium. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "diflunisal",
            "description": {
                "common": "diflunisal increases and hydrochlorothiazide decreases serum potassium. Effect of interaction is not clear, use caution. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "digoxin",
            "description": {
                "common": "hydrochlorothiazide increases effects of digoxin by pharmacodynamic synergism. Use Caution/Monitor. Hypokalemia increases digoxin effects."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "dobutamine",
            "description": {
                "common": "dobutamine and hydrochlorothiazide both decrease  serum potassium. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "dopexamine",
            "description": {
                "common": "telmisartan increases and dopexamine decreases serum potassium. Effect of interaction is not clear, use caution. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "dofetilide",
            "description": {
                "common": "dofetilide will increase the level or effect of hydrochlorothiazide by  basic (cationic) drug competition for renal tubular clearance. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "dopexamine",
            "description": {
                "common": "dopexamine and hydrochlorothiazide both decrease  serum potassium. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "drospirenone",
            "description": {
                "common": "drospirenone increases and hydrochlorothiazide decreases serum potassium. Effect of interaction is not clear, use caution. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "empagliflozin",
            "description": {
                "common": "empagliflozin, hydrochlorothiazide.\nEither increases effects of the other by pharmacodynamic synergism. Use Caution/Monitor. Coadministration of empagliflozin with diuretics results in increased urine volume and frequency of voids, which might enhance the potential for volume depletion."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "encorafenib",
            "description": {
                "common": "encorafenib will increase the level or effect of telmisartan by  Other (see comment). Modify Therapy/Monitor Closely. Encorafenib (a OATP1B3 inhibitor) may increase the concentration and toxicities of OATP1B3 substrates. Closely monitor for signs and symptoms of increased exposure and consider adjusting the dose of these substrates."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "enoxaparin",
            "description": {
                "common": "enoxaparin increases toxicity of telmisartan by Other (see comment). Use Caution/Monitor. \nComment: Low molecular weight heparins may suppress adrenal aldosterone secretion, which can potentially cause hyperkalemia."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ephedrine",
            "description": {
                "common": "ephedrine and hydrochlorothiazide both decrease  serum potassium. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "epinephrine",
            "description": {
                "common": "epinephrine and hydrochlorothiazide both decrease  serum potassium. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "epinephrine racemic",
            "description": {
                "common": "epinephrine racemic and hydrochlorothiazide both decrease  serum potassium. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "eplerenone",
            "description": {
                "common": "telmisartan, eplerenone. Mechanism: pharmacodynamic synergism. Use Caution/Monitor. Risk of hyperkalemia."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "eprosartan",
            "description": {
                "common": "eprosartan increases and hydrochlorothiazide decreases serum potassium. Effect of interaction is not clear, use caution. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "esmolol",
            "description": {
                "common": "telmisartan and esmolol both increase  serum potassium. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ethacrynic acid",
            "description": {
                "common": "telmisartan increases and ethacrynic acid decreases serum potassium. Effect of interaction is not clear, use caution. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "etodolac",
            "description": {
                "common": "etodolac decreases effects of telmisartan by pharmacodynamic antagonism. Modify Therapy/Monitor Closely.  NSAIDs decrease synthesis of vasodilating renal prostaglandins, and thus affect fluid homeostasis and may diminish antihypertensive effect."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "exenatide injectable solution",
            "description": {
                "common": "telmisartan increases effects of exenatide injectable solution by Other (see comment). Use Caution/Monitor. \nComment: Angiotensin II receptor antagonists may enhance hypoglycemic effects of antidiabetic agents by improving insulin sensitivity. Monitor patients for changes in glycemic control."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "exenatide injectable suspension",
            "description": {
                "common": "telmisartan increases effects of exenatide injectable suspension by Other (see comment). Use Caution/Monitor. \nComment: Angiotensin II receptor antagonists may enhance hypoglycemic effects of antidiabetic agents by improving insulin sensitivity. Monitor patients for changes in glycemic control."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "fenbufen",
            "description": {
                "common": "telmisartan and fenbufen both increase  serum potassium. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "fenoprofen",
            "description": {
                "common": "fenoprofen increases and hydrochlorothiazide decreases serum potassium. Effect of interaction is not clear, use caution. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "fenoprofen",
            "description": {
                "common": "telmisartan and fenoprofen both increase  serum potassium. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "fentanyl",
            "description": {
                "common": "fentanyl decreases effects of hydrochlorothiazide by Other (see comment). Modify Therapy/Monitor Closely. \nComment: Fentanyl can reduce the efficacy of diuretics by inducing antidiuretic hormone release. Fentanyl may also lead to acute urinary retention by causing bladder sphincter spasm (particularly in men with enlarged prostates)."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "fentanyl intranasal",
            "description": {
                "common": "fentanyl intranasal decreases effects of hydrochlorothiazide by Other (see comment). Modify Therapy/Monitor Closely. \nComment: Fentanyl can reduce the efficacy of diuretics by inducing antidiuretic hormone release. Fentanyl may also lead to acute urinary retention by causing bladder sphincter spasm (particularly in men with enlarged prostates)."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "fentanyl transdermal",
            "description": {
                "common": "fentanyl transdermal decreases effects of hydrochlorothiazide by Other (see comment). Modify Therapy/Monitor Closely. \nComment: Fentanyl can reduce the efficacy of diuretics by inducing antidiuretic hormone release. Fentanyl may also lead to acute urinary retention by causing bladder sphincter spasm (particularly in men with enlarged prostates)."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "fentanyl transmucosal",
            "description": {
                "common": "fentanyl transmucosal decreases effects of hydrochlorothiazide by Other (see comment). Modify Therapy/Monitor Closely. \nComment: Fentanyl can reduce the efficacy of diuretics by inducing antidiuretic hormone release. Fentanyl may also lead to acute urinary retention by causing bladder sphincter spasm (particularly in men with enlarged prostates)."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "flurbiprofen",
            "description": {
                "common": "telmisartan, flurbiprofen.\nEither increases toxicity of the other by Other (see comment). Use Caution/Monitor. \nComment: May result in renal function deterioration, particularly in elderly or volume depleted individuals."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "fluvastatin",
            "description": {
                "common": "telmisartan increases toxicity of fluvastatin by Other (see comment). Use Caution/Monitor. \nComment: OATP1B1 inhibitors may increase risk of myopathy."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "formoterol",
            "description": {
                "common": "formoterol and hydrochlorothiazide both decrease  serum potassium. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "fostemsavir",
            "description": {
                "common": "fostemsavir will increase the level or effect of telmisartan by  Other (see comment). Modify Therapy/Monitor Closely. Fostemsavir inhibits OATP1B1/3 transporter. If possible, avoid coadministration or modify dose of OATP1B1/3 substrates coadministered with fostemsavir. "
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "furosemide",
            "description": {
                "common": "telmisartan increases and furosemide decreases serum potassium. Effect of interaction is not clear, use caution. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "gentamicin",
            "description": {
                "common": "telmisartan increases and gentamicin decreases serum potassium. Effect of interaction is not clear, use caution. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "glecaprevir/pibrentasvir",
            "description": {
                "common": "telmisartan will increase the level or effect of glecaprevir/pibrentasvir by  decreasing metabolism. Use Caution/Monitor. Caution when coadministering glecaprevir/pibrentasvir with OATP1B1/OATP1B3 inhibitors"
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ibuprofen",
            "description": {
                "common": "ibuprofen increases and hydrochlorothiazide decreases serum potassium. Effect of interaction is not clear, use caution. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "heparin",
            "description": {
                "common": "heparin increases toxicity of telmisartan by Other (see comment). Use Caution/Monitor. \nComment: Low molecular weight heparins may suppress adrenal aldosterone secretion, which can potentially cause hyperkalemia."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "hydrochlorothiazide",
            "description": {
                "common": "telmisartan increases and hydrochlorothiazide decreases serum potassium. Effect of interaction is not clear, use caution. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ibuprofen",
            "description": {
                "common": "telmisartan and ibuprofen both increase  serum potassium. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ibuprofen IV",
            "description": {
                "common": "telmisartan, ibuprofen IV.\nEither increases toxicity of the other by Other (see comment). Use Caution/Monitor. \nComment: May result in renal function deterioration, particularly in elderly or volume depleted individuals."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "indacaterol, inhaled",
            "description": {
                "common": "hydrochlorothiazide, indacaterol, inhaled. serum potassium. Use Caution/Monitor. Combination may increase risk of hypokalemia."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "indapamide",
            "description": {
                "common": "telmisartan increases and indapamide decreases serum potassium. Effect of interaction is not clear, use caution. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "indapamide",
            "description": {
                "common": "hydrochlorothiazide and indapamide both decrease  serum potassium. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "indomethacin",
            "description": {
                "common": "telmisartan, indomethacin.\nEither increases toxicity of the other by Other (see comment). Use Caution/Monitor. \nComment: May result in renal function deterioration, particularly in elderly or volume depleted individuals."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "insulin aspart",
            "description": {
                "common": "telmisartan increases effects of insulin aspart by unspecified interaction mechanism. Use Caution/Monitor. Concomitant use of insulin and ARBs may require insulin dosage adjustment and increased glucose monitoring."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "insulin degludec",
            "description": {
                "common": "hydrochlorothiazide decreases effects of insulin degludec by Other (see comment). Use Caution/Monitor. \nComment: Diuretics may cause hyperglycemia and glycosuria in patients with diabetes mellitus, possibly by diuretic-induced hpokalemia."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "insulin aspart protamine/insulin aspart",
            "description": {
                "common": "telmisartan increases effects of insulin aspart protamine/insulin aspart by unspecified interaction mechanism. Use Caution/Monitor. Concomitant use of insulin and ARBs may require insulin dosage adjustment and increased glucose monitoring."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "insulin degludec",
            "description": {
                "common": "telmisartan, insulin degludec.\nEither increases effects of the other by pharmacodynamic synergism. Use Caution/Monitor. Both drugs decrease blood glucose."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "insulin degludec/insulin aspart",
            "description": {
                "common": "telmisartan, insulin degludec/insulin aspart.\nEither increases effects of the other by pharmacodynamic synergism. Use Caution/Monitor. Both drugs decrease blood glucose."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "insulin detemir",
            "description": {
                "common": "telmisartan increases effects of insulin detemir by unspecified interaction mechanism. Use Caution/Monitor. Concomitant use of insulin and ARBs may require insulin dosage adjustment and increased glucose monitoring."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "insulin inhaled",
            "description": {
                "common": "hydrochlorothiazide decreases effects of insulin inhaled by Other (see comment). Use Caution/Monitor. \nComment: Diuretics may cause hyperglycemia and glycosuria in patients with diabetes mellitus, possibly by diuretic-induced hpokalemia."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "insulin glargine",
            "description": {
                "common": "telmisartan increases effects of insulin glargine by unspecified interaction mechanism. Use Caution/Monitor. Concomitant use of insulin and ARBs may require insulin dosage adjustment and increased glucose monitoring."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "insulin glulisine",
            "description": {
                "common": "telmisartan increases effects of insulin glulisine by unspecified interaction mechanism. Use Caution/Monitor. Concomitant use of insulin and ARBs may require insulin dosage adjustment and increased glucose monitoring."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "insulin inhaled",
            "description": {
                "common": "telmisartan, insulin inhaled.\nEither increases effects of the other by pharmacodynamic synergism. Use Caution/Monitor. Both drugs decrease blood glucose."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "insulin isophane human/insulin regular human",
            "description": {
                "common": "telmisartan increases effects of insulin isophane human/insulin regular human by unspecified interaction mechanism. Use Caution/Monitor. Concomitant use of insulin and ARBs may require insulin dosage adjustment and increased glucose monitoring."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "insulin lispro",
            "description": {
                "common": "telmisartan increases effects of insulin lispro by unspecified interaction mechanism. Use Caution/Monitor. Concomitant use of insulin and ARBs may require insulin dosage adjustment and increased glucose monitoring."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "insulin lispro protamine/insulin lispro",
            "description": {
                "common": "telmisartan increases effects of insulin lispro protamine/insulin lispro by unspecified interaction mechanism. Use Caution/Monitor. Concomitant use of insulin and ARBs may require insulin dosage adjustment and increased glucose monitoring."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "insulin NPH",
            "description": {
                "common": "telmisartan increases effects of insulin NPH by unspecified interaction mechanism. Use Caution/Monitor. Concomitant use of insulin and ARBs may require insulin dosage adjustment and increased glucose monitoring."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "insulin regular human",
            "description": {
                "common": "telmisartan increases effects of insulin regular human by unspecified interaction mechanism. Use Caution/Monitor. Concomitant use of insulin and ARBs may require insulin dosage adjustment and increased glucose monitoring."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "irbesartan",
            "description": {
                "common": "irbesartan increases and hydrochlorothiazide decreases serum potassium. Effect of interaction is not clear, use caution. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "isoproterenol",
            "description": {
                "common": "isoproterenol and hydrochlorothiazide both decrease  serum potassium. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ketoprofen",
            "description": {
                "common": "telmisartan and ketoprofen both increase  serum potassium. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "juniper",
            "description": {
                "common": "juniper, hydrochlorothiazide. Other (see comment). Use Caution/Monitor. \nComment: Juniper may potentiate or interfere with diuretic therapy. Juniper has diuretic effects, but may cause kidney damage at large doses."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ketoprofen",
            "description": {
                "common": "ketoprofen increases and hydrochlorothiazide decreases serum potassium. Effect of interaction is not clear, use caution. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ketorolac",
            "description": {
                "common": "telmisartan, ketorolac.\nEither increases toxicity of the other by Other (see comment). Use Caution/Monitor. \nComment: May result in renal function deterioration, particularly in elderly or volume depleted individuals."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ketorolac intranasal",
            "description": {
                "common": "telmisartan, ketorolac intranasal.\nEither increases toxicity of the other by Other (see comment). Use Caution/Monitor. \nComment: May result in renal function deterioration, particularly in elderly or volume depleted individuals."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "labetalol",
            "description": {
                "common": "telmisartan and labetalol both increase  serum potassium. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "letermovir",
            "description": {
                "common": "telmisartan increases levels of letermovir by decreasing metabolism. Use Caution/Monitor. Coadminstration of letermovir, an OATP1B1/3 substrate, with OATP1B1/3 inhibitors may increase letermovir plasma concentrations."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "levalbuterol",
            "description": {
                "common": "levalbuterol and hydrochlorothiazide both decrease  serum potassium. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "levodopa",
            "description": {
                "common": "levodopa increases effects of hydrochlorothiazide by pharmacodynamic synergism. Use Caution/Monitor. Consider decreasing dosage of antihypertensive agent."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "lily of the valley",
            "description": {
                "common": "hydrochlorothiazide increases toxicity of lily of the valley by Other (see comment). Use Caution/Monitor. \nComment: Increased risk of cardiac toxicity due to K+ depletion."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "liraglutide",
            "description": {
                "common": "telmisartan increases effects of liraglutide by Other (see comment). Use Caution/Monitor. \nComment: Angiotensin II receptor antagonists may enhance hypoglycemic effects of antidiabetic agents by improving insulin sensitivity. Monitor patients for changes in glycemic control."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "liraglutide",
            "description": {
                "common": "hydrochlorothiazide decreases effects of liraglutide by pharmacodynamic antagonism. Use Caution/Monitor. Thiazide diuretics can decrease insulin sensitivity thereby leading to glucose intolerance and hyperglycemia. Monitor glycemic control especially when initiating, discontinuing, or increasing thiazide diuretic dose."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "lithium",
            "description": {
                "common": "hydrochlorothiazide increases toxicity of lithium by decreasing elimination. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "lornoxicam",
            "description": {
                "common": "telmisartan and lornoxicam both increase  serum potassium. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "losartan",
            "description": {
                "common": "losartan increases and hydrochlorothiazide decreases serum potassium. Effect of interaction is not clear, use caution. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "lurasidone",
            "description": {
                "common": "lurasidone increases effects of telmisartan by Other (see comment). Use Caution/Monitor. \nComment: Potential  for increased risk of hypotension with concurrent use. Monitor blood pressure and adjust  dose of  antihypertensive agent as needed."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "lurasidone",
            "description": {
                "common": "lurasidone increases effects of hydrochlorothiazide by Other (see comment). Use Caution/Monitor. \nComment: Potential  for increased risk of hypotension with concurrent use. Monitor blood pressure and adjust  dose of  antihypertensive agent as needed."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "maitake",
            "description": {
                "common": "maitake increases effects of telmisartan by pharmacodynamic synergism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "maraviroc",
            "description": {
                "common": "maraviroc, telmisartan.\nEither increases effects of the other by pharmacodynamic synergism. Use Caution/Monitor. Increased risk of orthostatic hypotension."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "meclofenamate",
            "description": {
                "common": "meclofenamate increases and hydrochlorothiazide decreases serum potassium. Effect of interaction is not clear, use caution. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "mavacamten",
            "description": {
                "common": "telmisartan will increase the level or effect of mavacamten by  affecting hepatic enzyme CYP2C19 metabolism. Modify Therapy/Monitor Closely. Inititiation of weak CYP2C19 inhibitors may require decreased mavacamten dose. "
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "meclofenamate",
            "description": {
                "common": "meclofenamate decreases effects of telmisartan by pharmacodynamic antagonism. Modify Therapy/Monitor Closely.  NSAIDs decrease synthesis of vasodilating renal prostaglandins, and thus affect fluid homeostasis and may diminish antihypertensive effect."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "mefenamic acid",
            "description": {
                "common": "mefenamic acid increases and hydrochlorothiazide decreases serum potassium. Effect of interaction is not clear, use caution. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "meloxicam",
            "description": {
                "common": "meloxicam decreases effects of telmisartan by pharmacodynamic antagonism. Modify Therapy/Monitor Closely.  NSAIDs decrease synthesis of vasodilating renal prostaglandins, and thus affect fluid homeostasis and may diminish antihypertensive effect."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "metaproterenol",
            "description": {
                "common": "metaproterenol and hydrochlorothiazide both decrease  serum potassium. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "methyclothiazide",
            "description": {
                "common": "telmisartan increases and methyclothiazide decreases serum potassium. Effect of interaction is not clear, use caution. Use Caution/Monitor.  ."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "methoxsalen",
            "description": {
                "common": "methoxsalen, hydrochlorothiazide.\nEither increases toxicity of the other by pharmacodynamic synergism. Use Caution/Monitor. Additive photosensitizing effects."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "methylphenidate",
            "description": {
                "common": "methylphenidate will decrease the level or effect of telmisartan by  pharmacodynamic antagonism. Use Caution/Monitor. Methylphenidate may diminish antihypertensive effects. Monitor BP."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "methylphenidate transdermal",
            "description": {
                "common": "methylphenidate transdermal decreases effects of hydrochlorothiazide by anti-hypertensive channel blocking. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "metolazone",
            "description": {
                "common": "telmisartan increases and metolazone decreases serum potassium. Effect of interaction is not clear, use caution. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "metoprolol",
            "description": {
                "common": "hydrochlorothiazide, metoprolol.\nEither increases toxicity of the other by Other (see comment). Modify Therapy/Monitor Closely. \nComment: May cause idiosyncratic reaction, resulting in acute transient myopia and acute angle-closure glaucoma, which can lead to permanent vision loss."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "mometasone inhaled",
            "description": {
                "common": "mometasone inhaled increases toxicity of hydrochlorothiazide by Other (see comment). Use Caution/Monitor. \nComment: Corticosteroids may increase hypokalemic effect of loop diuretics."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "mycophenolate",
            "description": {
                "common": "telmisartan will decrease the level or effect of mycophenolate by  Other (see comment). Use Caution/Monitor. Concommitant administration with telmisartan may result in significant decrease in mycophenolic acid (MPA) concentrations; telmisartan changes MPA?s elimination by enhancing PPAR gamma (peroxisome proliferator-activated receptor gamma) expression, which in turn results in an enhanced UGT1A9 expression and activity "
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "mycophenolate",
            "description": {
                "common": "hydrochlorothiazide will increase the level or effect of mycophenolate by  acidic (anionic) drug competition for renal tubular clearance. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "nabumetone",
            "description": {
                "common": "nabumetone increases and hydrochlorothiazide decreases serum potassium. Effect of interaction is not clear, use caution. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "nadolol",
            "description": {
                "common": "nadolol, telmisartan. Mechanism: pharmacodynamic synergism. Use Caution/Monitor. Risk of fetal compromise if given during pregnancy."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "nafcillin",
            "description": {
                "common": "nafcillin, hydrochlorothiazide.\nEither increases levels of the other by decreasing renal clearance. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "naproxen",
            "description": {
                "common": "telmisartan and naproxen both increase  serum potassium. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "naproxen",
            "description": {
                "common": "naproxen increases and hydrochlorothiazide decreases serum potassium. Effect of interaction is not clear, use caution. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "nebivolol",
            "description": {
                "common": "nebivolol increases and hydrochlorothiazide decreases serum potassium. Effect of interaction is not clear, use caution. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "nitroglycerin rectal",
            "description": {
                "common": "nitroglycerin rectal, telmisartan.\nEither increases effects of the other by pharmacodynamic synergism. Use Caution/Monitor. Observe for possible additive hypotensive effects during concomitant use. ."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "norepinephrine",
            "description": {
                "common": "norepinephrine and hydrochlorothiazide both decrease  serum potassium. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "oxaprozin",
            "description": {
                "common": "telmisartan and oxaprozin both increase  serum potassium. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "oliceridine",
            "description": {
                "common": "oliceridine decreases effects of hydrochlorothiazide by Other (see comment). Use Caution/Monitor. \nComment: Opioids can reduce the efficacy of diuretics by inducing the release of antidiuretic hormone. Monitor for signs of diminished diuresis and/or effects on blood pressure and increase dosage of the diuretic as needed. ."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "olmesartan",
            "description": {
                "common": "olmesartan increases and hydrochlorothiazide decreases serum potassium. Effect of interaction is not clear, use caution. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "olodaterol inhaled",
            "description": {
                "common": "hydrochlorothiazide and olodaterol inhaled both decrease  serum potassium. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "oxaprozin",
            "description": {
                "common": "oxaprozin increases and hydrochlorothiazide decreases serum potassium. Effect of interaction is not clear, use caution. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "parecoxib",
            "description": {
                "common": "telmisartan and parecoxib both increase  serum potassium. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "patiromer",
            "description": {
                "common": "patiromer will decrease the level or effect of telmisartan by  cation binding in GI tract. Modify Therapy/Monitor Closely. Separate administration by at least 3 hr from patiromer"
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "penbutolol",
            "description": {
                "common": "penbutolol increases and hydrochlorothiazide decreases serum potassium. Effect of interaction is not clear, use caution. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "penbutolol",
            "description": {
                "common": "telmisartan and penbutolol both increase  serum potassium. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "penicillin G aqueous",
            "description": {
                "common": "penicillin G aqueous, hydrochlorothiazide.\nEither increases levels of the other by decreasing renal clearance. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "pindolol",
            "description": {
                "common": "pindolol, telmisartan. Mechanism: pharmacodynamic synergism. Use Caution/Monitor. Risk of fetal compromise if given during pregnancy."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "pirbuterol",
            "description": {
                "common": "pirbuterol and hydrochlorothiazide both decrease  serum potassium. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "piroxicam",
            "description": {
                "common": "telmisartan and piroxicam both increase  serum potassium. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "piroxicam",
            "description": {
                "common": "piroxicam increases and hydrochlorothiazide decreases serum potassium. Effect of interaction is not clear, use caution. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "pitavastatin",
            "description": {
                "common": "telmisartan increases toxicity of pitavastatin by Other (see comment). Use Caution/Monitor. \nComment: OATP1B1 inhibitors may increase risk of myopathy."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "pivmecillinam",
            "description": {
                "common": "pivmecillinam, hydrochlorothiazide.\nEither increases levels of the other by decreasing renal clearance. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "porfimer",
            "description": {
                "common": "hydrochlorothiazide, porfimer. Mechanism: pharmacodynamic synergism. Use Caution/Monitor. Enhanced photosensitivity."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "potassium acid phosphate",
            "description": {
                "common": "potassium acid phosphate increases and hydrochlorothiazide decreases serum potassium. Effect of interaction is not clear, use caution. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "potassium chloride",
            "description": {
                "common": "telmisartan and potassium chloride both increase  serum potassium. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "potassium citrate",
            "description": {
                "common": "telmisartan and potassium citrate both increase  serum potassium. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "potassium citrate/citric acid",
            "description": {
                "common": "telmisartan and potassium citrate/citric acid both increase  serum potassium. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "probenecid",
            "description": {
                "common": "hydrochlorothiazide will increase the level or effect of probenecid by  acidic (anionic) drug competition for renal tubular clearance. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "potassium iodide",
            "description": {
                "common": "potassium iodide and telmisartan both increase  serum potassium. Use Caution/Monitor. Potassium salts may increase the hyperkalemic effects of ARBs; the effect may be the result of aldosterone suppression in patients receiving ARBs."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "pravastatin",
            "description": {
                "common": "telmisartan increases toxicity of pravastatin by Other (see comment). Use Caution/Monitor. \nComment: OATP1B1 inhibitors may increase risk of myopathy."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "procainamide",
            "description": {
                "common": "hydrochlorothiazide will increase the level or effect of procainamide by  basic (cationic) drug competition for renal tubular clearance. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "propranolol",
            "description": {
                "common": "telmisartan and propranolol both increase  serum potassium. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "quinidine",
            "description": {
                "common": "quinidine will increase the level or effect of hydrochlorothiazide by  basic (cationic) drug competition for renal tubular clearance. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "sacubitril/valsartan",
            "description": {
                "common": "telmisartan and sacubitril/valsartan both increase  serum potassium. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "sacubitril/valsartan",
            "description": {
                "common": "sacubitril/valsartan increases and hydrochlorothiazide decreases serum potassium. Effect of interaction is not clear, use caution. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "salicylates (non-asa)",
            "description": {
                "common": "telmisartan and salicylates (non-asa) both increase  serum potassium. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "salmeterol",
            "description": {
                "common": "salmeterol and hydrochlorothiazide both decrease  serum potassium. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "salsalate",
            "description": {
                "common": "telmisartan and salsalate both increase  serum potassium. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "salsalate",
            "description": {
                "common": "salsalate increases and hydrochlorothiazide decreases serum potassium. Effect of interaction is not clear, use caution. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "shark cartilage",
            "description": {
                "common": "hydrochlorothiazide, shark cartilage. Other (see comment). Use Caution/Monitor. \nComment: May lead to hypercalcemia (theoretical)."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "sodium sulfate/?magnesium sulfate/potassium chloride",
            "description": {
                "common": "sodium sulfate/?magnesium sulfate/potassium chloride increases toxicity of hydrochlorothiazide by Other (see comment). Use Caution/Monitor. \nComment: Coadministration with medications that cause fluid and electrolyte abnormalities may increase the risk of adverse events of seizure, arrhythmias, and renal impairment."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "sodium sulfate/potassium sulfate/magnesium sulfate",
            "description": {
                "common": "sodium sulfate/potassium sulfate/magnesium sulfate increases toxicity of telmisartan by Other (see comment). Use Caution/Monitor. \nComment: Coadministration with medications that cause fluid and electrolyte abnormalities may increase the risk of adverse events of seizure, arrhythmias, and renal impairment."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "sodium sulfate/potassium sulfate/magnesium sulfate/polyethylene glycol",
            "description": {
                "common": "hydrochlorothiazide and sodium sulfate/potassium sulfate/magnesium sulfate/polyethylene glycol both decrease  serum potassium. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "sotalol",
            "description": {
                "common": "telmisartan and sotalol both increase  serum potassium. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "sotalol",
            "description": {
                "common": "sotalol increases and hydrochlorothiazide decreases serum potassium. Effect of interaction is not clear, use caution. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "spironolactone",
            "description": {
                "common": "spironolactone increases and hydrochlorothiazide decreases serum potassium. Effect of interaction is not clear, use caution. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "succinylcholine",
            "description": {
                "common": "succinylcholine increases and hydrochlorothiazide decreases serum potassium. Effect of interaction is not clear, use caution. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "sulfasalazine",
            "description": {
                "common": "telmisartan and sulfasalazine both increase  serum potassium. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "sulfasalazine",
            "description": {
                "common": "sulfasalazine increases and hydrochlorothiazide decreases serum potassium. Effect of interaction is not clear, use caution. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "sulindac",
            "description": {
                "common": "telmisartan and sulindac both increase  serum potassium. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "synthetic human angiotensin II",
            "description": {
                "common": "telmisartan decreases effects of synthetic human angiotensin II by pharmacodynamic antagonism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "tadalafil",
            "description": {
                "common": "tadalafil increases effects of hydrochlorothiazide by pharmacodynamic synergism. Use Caution/Monitor. Risk of hypotension."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "tadalafil",
            "description": {
                "common": "tadalafil increases effects of telmisartan by pharmacodynamic synergism. Use Caution/Monitor. Risk of hypotension."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "telmisartan",
            "description": {
                "common": "telmisartan increases and hydrochlorothiazide decreases serum potassium. Effect of interaction is not clear, use caution. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "temocillin",
            "description": {
                "common": "temocillin, hydrochlorothiazide.\nEither increases levels of the other by decreasing renal clearance. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "terbutaline",
            "description": {
                "common": "telmisartan increases and terbutaline decreases serum potassium. Effect of interaction is not clear, use caution. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ticarcillin",
            "description": {
                "common": "ticarcillin, hydrochlorothiazide.\nEither increases levels of the other by decreasing renal clearance. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "timolol",
            "description": {
                "common": "telmisartan and timolol both increase  serum potassium. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "timolol",
            "description": {
                "common": "timolol increases and hydrochlorothiazide decreases serum potassium. Effect of interaction is not clear, use caution. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "tizanidine",
            "description": {
                "common": "tizanidine increases effects of telmisartan by pharmacodynamic synergism. Use Caution/Monitor. Risk of hypotension."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "tolfenamic acid",
            "description": {
                "common": "tolfenamic acid increases and hydrochlorothiazide decreases serum potassium. Effect of interaction is not clear, use caution. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "tolmetin",
            "description": {
                "common": "telmisartan, tolmetin.\nEither increases toxicity of the other by Other (see comment). Use Caution/Monitor. \nComment: May result in renal function deterioration, particularly in elderly or volume depleted individuals."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "tolvaptan",
            "description": {
                "common": "tolvaptan increases and hydrochlorothiazide decreases serum potassium. Effect of interaction is not clear, use caution. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "toremifene",
            "description": {
                "common": "hydrochlorothiazide, toremifene. Other (see comment). Use Caution/Monitor. \nComment: Thiazide diuretics decrease renal calcium excretion and may increase risk of hypercalcemia in patients taking toremifene."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "torsemide",
            "description": {
                "common": "telmisartan increases and torsemide decreases serum potassium. Effect of interaction is not clear, use caution. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "torsemide",
            "description": {
                "common": "torsemide and hydrochlorothiazide both decrease  serum potassium. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "treprostinil",
            "description": {
                "common": "treprostinil increases effects of telmisartan by pharmacodynamic synergism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "triamterene",
            "description": {
                "common": "telmisartan and triamterene both increase  serum potassium. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "trientine",
            "description": {
                "common": "hydrochlorothiazide decreases levels of trientine by increasing renal clearance. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "trimethoprim",
            "description": {
                "common": "trimethoprim and telmisartan both increase  serum potassium. Use Caution/Monitor. Trimethoprim decreases urinary potassium excretion. May cause hyperkalemia, particularly with high doses, renal insufficiency, or when combined with other drugs that cause hyperkalemia."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "umeclidinium bromide/vilanterol inhaled",
            "description": {
                "common": "umeclidinium bromide/vilanterol inhaled and hydrochlorothiazide both decrease  serum potassium. Modify Therapy/Monitor Closely. Electrocardiographic changes and/or hypokalemia associated with non?potassium-sparing diuretics may worsen with concomitant beta-agonists, particularly if recommended dose is exceeded"
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "valsartan",
            "description": {
                "common": "valsartan increases and hydrochlorothiazide decreases serum potassium. Effect of interaction is not clear, use caution. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "vilanterol/fluticasone furoate inhaled",
            "description": {
                "common": "vilanterol/fluticasone furoate inhaled and hydrochlorothiazide both decrease  serum potassium. Modify Therapy/Monitor Closely. Beta-agonists may acutely worsen ECG changes and/or hypokalemia resulting from non-potassium-sparing diuretics "
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "vitamin D",
            "description": {
                "common": "hydrochlorothiazide increases effects of vitamin D by Other (see comment). Use Caution/Monitor. \nComment: Combination may increase hypercalcemic effect of vitamin D analogs. Use with caution."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "voclosporin",
            "description": {
                "common": "voclosporin and telmisartan both increase  serum potassium. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "xipamide",
            "description": {
                "common": "xipamide increases effects of hydrochlorothiazide by pharmacodynamic synergism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "acarbose",
            "description": {
                "common": "hydrochlorothiazide decreases effects of acarbose by pharmacodynamic antagonism. Minor/Significance Unknown. Thiazide dosage >50 mg/day may increase blood glucose."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "aceclofenac",
            "description": {
                "common": "hydrochlorothiazide will increase the level or effect of aceclofenac by  acidic (anionic) drug competition for renal tubular clearance. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "acemetacin",
            "description": {
                "common": "hydrochlorothiazide will increase the level or effect of acemetacin by  acidic (anionic) drug competition for renal tubular clearance. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "acyclovir",
            "description": {
                "common": "hydrochlorothiazide will increase the level or effect of acyclovir by  acidic (anionic) drug competition for renal tubular clearance. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "agrimony",
            "description": {
                "common": "agrimony increases effects of hydrochlorothiazide by pharmacodynamic synergism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "albuterol",
            "description": {
                "common": "albuterol, hydrochlorothiazide. Mechanism: pharmacodynamic synergism. Minor/Significance Unknown. Hypokalemia."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "cornsilk",
            "description": {
                "common": "cornsilk increases effects of telmisartan by pharmacodynamic synergism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "aminohippurate sodium",
            "description": {
                "common": "hydrochlorothiazide will increase the level or effect of aminohippurate sodium by  acidic (anionic) drug competition for renal tubular clearance. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "ampicillin",
            "description": {
                "common": "hydrochlorothiazide increases levels of ampicillin by decreasing renal clearance. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "arformoterol",
            "description": {
                "common": "arformoterol, hydrochlorothiazide. Mechanism: pharmacodynamic synergism. Minor/Significance Unknown. Hypokalemia."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "aspirin",
            "description": {
                "common": "hydrochlorothiazide will increase the level or effect of aspirin by  acidic (anionic) drug competition for renal tubular clearance. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "aspirin rectal",
            "description": {
                "common": "hydrochlorothiazide will increase the level or effect of aspirin rectal by  acidic (anionic) drug competition for renal tubular clearance. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "aspirin/citric acid/sodium bicarbonate",
            "description": {
                "common": "hydrochlorothiazide will increase the level or effect of aspirin/citric acid/sodium bicarbonate by  acidic (anionic) drug competition for renal tubular clearance. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "balsalazide",
            "description": {
                "common": "hydrochlorothiazide will increase the level or effect of balsalazide by  acidic (anionic) drug competition for renal tubular clearance. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "bendroflumethiazide",
            "description": {
                "common": "bendroflumethiazide will increase the level or effect of hydrochlorothiazide by  acidic (anionic) drug competition for renal tubular clearance. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "birch",
            "description": {
                "common": "birch increases effects of hydrochlorothiazide by pharmacodynamic synergism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "bitter melon",
            "description": {
                "common": "bitter melon, hydrochlorothiazide. Mechanism: pharmacodynamic synergism. Minor/Significance Unknown. Hypokalemia."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "brimonidine",
            "description": {
                "common": "brimonidine increases effects of hydrochlorothiazide by pharmacodynamic synergism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "budesonide",
            "description": {
                "common": "budesonide, hydrochlorothiazide. Mechanism: pharmacodynamic synergism. Minor/Significance Unknown. Risk of hypokalemia, especially with strong glucocorticoid activity."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "calcitriol topical",
            "description": {
                "common": "calcitriol topical, hydrochlorothiazide.\nEither increases toxicity of the other by pharmacodynamic synergism. Minor/Significance Unknown. Potential additive hypercalcemia."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "calcium acetate",
            "description": {
                "common": "hydrochlorothiazide increases levels of calcium acetate by decreasing renal clearance. Minor/Significance Unknown. Risk of alkalosis, hypercalcemia."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "calcium carbonate",
            "description": {
                "common": "hydrochlorothiazide increases levels of calcium carbonate by decreasing renal clearance. Minor/Significance Unknown. Risk of alkalosis, hypercalcemia."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "calcium chloride",
            "description": {
                "common": "hydrochlorothiazide increases levels of calcium chloride by decreasing renal clearance. Minor/Significance Unknown. Risk of alkalosis, hypercalcemia."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "calcium citrate",
            "description": {
                "common": "hydrochlorothiazide increases levels of calcium citrate by decreasing renal clearance. Minor/Significance Unknown. Risk of alkalosis, hypercalcemia."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "calcium gluconate",
            "description": {
                "common": "hydrochlorothiazide increases levels of calcium gluconate by decreasing renal clearance. Minor/Significance Unknown. Risk of alkalosis, hypercalcemia."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "carbenoxolone",
            "description": {
                "common": "hydrochlorothiazide, carbenoxolone. Mechanism: pharmacodynamic synergism. Minor/Significance Unknown. Additive hypokalemic effects."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "cefadroxil",
            "description": {
                "common": "cefadroxil will increase the level or effect of hydrochlorothiazide by  acidic (anionic) drug competition for renal tubular clearance. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "cefamandole",
            "description": {
                "common": "cefamandole will increase the level or effect of hydrochlorothiazide by  acidic (anionic) drug competition for renal tubular clearance. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "cefpirome",
            "description": {
                "common": "cefpirome will increase the level or effect of hydrochlorothiazide by  acidic (anionic) drug competition for renal tubular clearance. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "cefprozil",
            "description": {
                "common": "cefprozil will increase the level or effect of hydrochlorothiazide by  acidic (anionic) drug competition for renal tubular clearance. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "ceftibuten",
            "description": {
                "common": "ceftibuten will increase the level or effect of hydrochlorothiazide by  acidic (anionic) drug competition for renal tubular clearance. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "celecoxib",
            "description": {
                "common": "hydrochlorothiazide will increase the level or effect of celecoxib by  acidic (anionic) drug competition for renal tubular clearance. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "cephalexin",
            "description": {
                "common": "cephalexin will increase the level or effect of hydrochlorothiazide by  acidic (anionic) drug competition for renal tubular clearance. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "chlorothiazide",
            "description": {
                "common": "chlorothiazide will increase the level or effect of hydrochlorothiazide by  acidic (anionic) drug competition for renal tubular clearance. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "chlorpropamide",
            "description": {
                "common": "hydrochlorothiazide will increase the level or effect of chlorpropamide by  acidic (anionic) drug competition for renal tubular clearance. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "chlorthalidone",
            "description": {
                "common": "chlorthalidone will increase the level or effect of hydrochlorothiazide by  acidic (anionic) drug competition for renal tubular clearance. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "colestipol",
            "description": {
                "common": "colestipol decreases levels of hydrochlorothiazide by inhibition of GI absorption. Applies only to oral form of both agents. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "cortisone",
            "description": {
                "common": "cortisone, hydrochlorothiazide. Mechanism: pharmacodynamic synergism. Minor/Significance Unknown. Risk of hypokalemia, especially with strong glucocorticoid activity."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "cosyntropin",
            "description": {
                "common": "cosyntropin, hydrochlorothiazide. pharmacodynamic synergism. Minor/Significance Unknown. Possible enhanced electrolyte loss."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "cyclopenthiazide",
            "description": {
                "common": "cyclopenthiazide will increase the level or effect of hydrochlorothiazide by  acidic (anionic) drug competition for renal tubular clearance. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "deflazacort",
            "description": {
                "common": "deflazacort, hydrochlorothiazide. Mechanism: pharmacodynamic synergism. Minor/Significance Unknown. Risk of hypokalemia, especially with strong glucocorticoid activity."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "dexamethasone",
            "description": {
                "common": "dexamethasone, hydrochlorothiazide. Mechanism: pharmacodynamic synergism. Minor/Significance Unknown. Risk of hypokalemia, especially with strong glucocorticoid activity."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "diazoxide",
            "description": {
                "common": "diazoxide, hydrochlorothiazide. Mechanism: pharmacodynamic synergism. Minor/Significance Unknown. Risk of hyperglycemia."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "diclofenac",
            "description": {
                "common": "hydrochlorothiazide will increase the level or effect of diclofenac by  acidic (anionic) drug competition for renal tubular clearance. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "diflunisal",
            "description": {
                "common": "hydrochlorothiazide will increase the level or effect of diflunisal by  acidic (anionic) drug competition for renal tubular clearance. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "dobutamine",
            "description": {
                "common": "dobutamine, hydrochlorothiazide. Mechanism: pharmacodynamic synergism. Minor/Significance Unknown. Hypokalemia."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "dopexamine",
            "description": {
                "common": "dopexamine, hydrochlorothiazide. Mechanism: pharmacodynamic synergism. Minor/Significance Unknown. Hypokalemia."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "entecavir",
            "description": {
                "common": "telmisartan, entecavir.\nEither increases effects of the other by decreasing renal clearance. Minor/Significance Unknown. Coadministration with drugs that reduce renal function or compete for active tubular secretion may increase serum concentrations of either entecavir or the coadministered drug."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "ephedrine",
            "description": {
                "common": "ephedrine, hydrochlorothiazide. Mechanism: pharmacodynamic synergism. Minor/Significance Unknown. Hypokalemia."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "epinephrine",
            "description": {
                "common": "epinephrine, hydrochlorothiazide. Mechanism: pharmacodynamic synergism. Minor/Significance Unknown. Hypokalemia."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "epinephrine racemic",
            "description": {
                "common": "epinephrine racemic, hydrochlorothiazide. Mechanism: pharmacodynamic synergism. Minor/Significance Unknown. Hypokalemia."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "epoprostenol",
            "description": {
                "common": "epoprostenol increases effects of hydrochlorothiazide by pharmacodynamic synergism. Minor/Significance Unknown. Additive hypotensive effects."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "etodolac",
            "description": {
                "common": "hydrochlorothiazide will increase the level or effect of etodolac by  acidic (anionic) drug competition for renal tubular clearance. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "fenbufen",
            "description": {
                "common": "hydrochlorothiazide will increase the level or effect of fenbufen by  acidic (anionic) drug competition for renal tubular clearance. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "fenoprofen",
            "description": {
                "common": "hydrochlorothiazide will increase the level or effect of fenoprofen by  acidic (anionic) drug competition for renal tubular clearance. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "fludrocortisone",
            "description": {
                "common": "fludrocortisone, hydrochlorothiazide. Mechanism: pharmacodynamic synergism. Minor/Significance Unknown. Risk of hypokalemia, especially with strong glucocorticoid activity."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "flurbiprofen",
            "description": {
                "common": "hydrochlorothiazide will increase the level or effect of flurbiprofen by  acidic (anionic) drug competition for renal tubular clearance. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "fo-ti",
            "description": {
                "common": "fo-ti increases effects of hydrochlorothiazide by pharmacodynamic synergism. Minor/Significance Unknown. Risk of hypokalemia (theoretical)."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "folic acid",
            "description": {
                "common": "hydrochlorothiazide decreases levels of folic acid by increasing renal clearance. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "food",
            "description": {
                "common": "food decreases levels of telmisartan by inhibition of GI absorption. Applies only to oral form of both agents. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "formoterol",
            "description": {
                "common": "formoterol, hydrochlorothiazide. Mechanism: pharmacodynamic synergism. Minor/Significance Unknown. Hypokalemia."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "forskolin",
            "description": {
                "common": "forskolin increases effects of hydrochlorothiazide by pharmacodynamic synergism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "ganciclovir",
            "description": {
                "common": "hydrochlorothiazide will increase the level or effect of ganciclovir by  acidic (anionic) drug competition for renal tubular clearance. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "glimepiride",
            "description": {
                "common": "hydrochlorothiazide decreases effects of glimepiride by pharmacodynamic antagonism. Minor/Significance Unknown. Thiazide dosage >50 mg/day may increase blood glucose."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "glipizide",
            "description": {
                "common": "hydrochlorothiazide decreases effects of glipizide by pharmacodynamic antagonism. Minor/Significance Unknown. Thiazide dosage >50 mg/day may increase blood glucose."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "glyburide",
            "description": {
                "common": "hydrochlorothiazide decreases effects of glyburide by pharmacodynamic antagonism. Minor/Significance Unknown. Thiazide dosage >50 mg/day may increase blood glucose."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "goldenrod",
            "description": {
                "common": "goldenrod increases effects of hydrochlorothiazide by pharmacodynamic synergism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "hydrocortisone",
            "description": {
                "common": "hydrocortisone, hydrochlorothiazide. Mechanism: pharmacodynamic synergism. Minor/Significance Unknown. Risk of hypokalemia, especially with strong glucocorticoid activity."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "ibuprofen",
            "description": {
                "common": "hydrochlorothiazide will increase the level or effect of ibuprofen by  acidic (anionic) drug competition for renal tubular clearance. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "indapamide",
            "description": {
                "common": "hydrochlorothiazide will increase the level or effect of indapamide by  acidic (anionic) drug competition for renal tubular clearance. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "indomethacin",
            "description": {
                "common": "hydrochlorothiazide will increase the level or effect of indomethacin by  acidic (anionic) drug competition for renal tubular clearance. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "insulin aspart",
            "description": {
                "common": "hydrochlorothiazide decreases effects of insulin aspart by pharmacodynamic antagonism. Minor/Significance Unknown. Thiazide dosage >50 mg/day may increase blood glucose."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "insulin detemir",
            "description": {
                "common": "hydrochlorothiazide decreases effects of insulin detemir by pharmacodynamic antagonism. Minor/Significance Unknown. Thiazide dosage >50 mg/day may increase blood glucose."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "insulin glargine",
            "description": {
                "common": "hydrochlorothiazide decreases effects of insulin glargine by pharmacodynamic antagonism. Minor/Significance Unknown. Thiazide dosage >50 mg/day may increase blood glucose."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "insulin glulisine",
            "description": {
                "common": "hydrochlorothiazide decreases effects of insulin glulisine by pharmacodynamic antagonism. Minor/Significance Unknown. Thiazide dosage >50 mg/day may increase blood glucose."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "insulin lispro",
            "description": {
                "common": "hydrochlorothiazide decreases effects of insulin lispro by pharmacodynamic antagonism. Minor/Significance Unknown. Thiazide dosage >50 mg/day may increase blood glucose."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "insulin NPH",
            "description": {
                "common": "hydrochlorothiazide decreases effects of insulin NPH by pharmacodynamic antagonism. Minor/Significance Unknown. Thiazide dosage >50 mg/day may increase blood glucose."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "insulin regular human",
            "description": {
                "common": "hydrochlorothiazide decreases effects of insulin regular human by pharmacodynamic antagonism. Minor/Significance Unknown. Thiazide dosage >50 mg/day may increase blood glucose."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "isoproterenol",
            "description": {
                "common": "isoproterenol, hydrochlorothiazide. Mechanism: pharmacodynamic synergism. Minor/Significance Unknown. Hypokalemia."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "ketoprofen",
            "description": {
                "common": "hydrochlorothiazide will increase the level or effect of ketoprofen by  acidic (anionic) drug competition for renal tubular clearance. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "ketorolac",
            "description": {
                "common": "hydrochlorothiazide will increase the level or effect of ketorolac by  acidic (anionic) drug competition for renal tubular clearance. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "ketorolac intranasal",
            "description": {
                "common": "hydrochlorothiazide will increase the level or effect of ketorolac intranasal by  acidic (anionic) drug competition for renal tubular clearance. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "L-methylfolate",
            "description": {
                "common": "hydrochlorothiazide decreases levels of L-methylfolate by increasing renal clearance. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "levalbuterol",
            "description": {
                "common": "levalbuterol, hydrochlorothiazide. Mechanism: pharmacodynamic synergism. Minor/Significance Unknown. Hypokalemia."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "lornoxicam",
            "description": {
                "common": "hydrochlorothiazide will increase the level or effect of lornoxicam by  acidic (anionic) drug competition for renal tubular clearance. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "magnesium chloride",
            "description": {
                "common": "hydrochlorothiazide decreases levels of magnesium chloride by increasing renal clearance. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "magnesium citrate",
            "description": {
                "common": "hydrochlorothiazide decreases levels of magnesium citrate by increasing renal clearance. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "magnesium hydroxide",
            "description": {
                "common": "hydrochlorothiazide decreases levels of magnesium hydroxide by increasing renal clearance. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "magnesium oxide",
            "description": {
                "common": "hydrochlorothiazide decreases levels of magnesium oxide by increasing renal clearance. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "magnesium sulfate",
            "description": {
                "common": "hydrochlorothiazide decreases levels of magnesium sulfate by increasing renal clearance. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "meclofenamate",
            "description": {
                "common": "hydrochlorothiazide will increase the level or effect of meclofenamate by  acidic (anionic) drug competition for renal tubular clearance. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "mefenamic acid",
            "description": {
                "common": "hydrochlorothiazide will increase the level or effect of mefenamic acid by  acidic (anionic) drug competition for renal tubular clearance. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "meloxicam",
            "description": {
                "common": "hydrochlorothiazide will increase the level or effect of meloxicam by  acidic (anionic) drug competition for renal tubular clearance. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "memantine",
            "description": {
                "common": "hydrochlorothiazide will increase the level or effect of memantine by  basic (cationic) drug competition for renal tubular clearance. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "mesalamine",
            "description": {
                "common": "hydrochlorothiazide will increase the level or effect of mesalamine by  acidic (anionic) drug competition for renal tubular clearance. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "metaproterenol",
            "description": {
                "common": "metaproterenol, hydrochlorothiazide. Mechanism: pharmacodynamic synergism. Minor/Significance Unknown. Hypokalemia."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "metformin",
            "description": {
                "common": "hydrochlorothiazide will increase the level or effect of metformin by  basic (cationic) drug competition for renal tubular clearance. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "methotrexate",
            "description": {
                "common": "hydrochlorothiazide increases toxicity of methotrexate by decreasing elimination. Minor/Significance Unknown. Increased myelosuppression."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "methylprednisolone",
            "description": {
                "common": "methylprednisolone, hydrochlorothiazide. Mechanism: pharmacodynamic synergism. Minor/Significance Unknown. Risk of hypokalemia, especially with strong glucocorticoid activity."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "metolazone",
            "description": {
                "common": "hydrochlorothiazide will increase the level or effect of metolazone by  acidic (anionic) drug competition for renal tubular clearance. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "midodrine",
            "description": {
                "common": "hydrochlorothiazide will increase the level or effect of midodrine by  basic (cationic) drug competition for renal tubular clearance. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "miglitol",
            "description": {
                "common": "hydrochlorothiazide decreases effects of miglitol by pharmacodynamic antagonism. Minor/Significance Unknown. Thiazide dosage >50 mg/day may increase blood glucose."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "minoxidil",
            "description": {
                "common": "hydrochlorothiazide increases effects of minoxidil by pharmacodynamic synergism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "nabumetone",
            "description": {
                "common": "hydrochlorothiazide will increase the level or effect of nabumetone by  acidic (anionic) drug competition for renal tubular clearance. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "naproxen",
            "description": {
                "common": "hydrochlorothiazide will increase the level or effect of naproxen by  acidic (anionic) drug competition for renal tubular clearance. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "nateglinide",
            "description": {
                "common": "hydrochlorothiazide decreases effects of nateglinide by pharmacodynamic antagonism. Minor/Significance Unknown. Thiazide dosage >50 mg/day may increase blood glucose."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "noni juice",
            "description": {
                "common": "telmisartan and noni juice both increase  serum potassium. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "norepinephrine",
            "description": {
                "common": "norepinephrine, hydrochlorothiazide. Mechanism: pharmacodynamic synergism. Minor/Significance Unknown. Hypokalemia."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "octacosanol",
            "description": {
                "common": "octacosanol increases effects of telmisartan by pharmacodynamic synergism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "octacosanol",
            "description": {
                "common": "octacosanol increases effects of hydrochlorothiazide by pharmacodynamic synergism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "ofloxacin",
            "description": {
                "common": "hydrochlorothiazide will increase the level or effect of ofloxacin by  basic (cationic) drug competition for renal tubular clearance. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "oxaprozin",
            "description": {
                "common": "hydrochlorothiazide will increase the level or effect of oxaprozin by  acidic (anionic) drug competition for renal tubular clearance. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "parecoxib",
            "description": {
                "common": "hydrochlorothiazide will increase the level or effect of parecoxib by  acidic (anionic) drug competition for renal tubular clearance. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "penicillin G aqueous",
            "description": {
                "common": "hydrochlorothiazide increases levels of penicillin G aqueous by decreasing renal clearance. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "penicillin VK",
            "description": {
                "common": "hydrochlorothiazide increases levels of penicillin VK by decreasing renal clearance. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "pioglitazone",
            "description": {
                "common": "hydrochlorothiazide decreases effects of pioglitazone by pharmacodynamic antagonism. Minor/Significance Unknown. Thiazide dosage >50 mg/day may increase blood glucose."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "piperacillin",
            "description": {
                "common": "hydrochlorothiazide increases levels of piperacillin by decreasing renal clearance. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "pirbuterol",
            "description": {
                "common": "pirbuterol, hydrochlorothiazide. Mechanism: pharmacodynamic synergism. Minor/Significance Unknown. Hypokalemia."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "piroxicam",
            "description": {
                "common": "hydrochlorothiazide will increase the level or effect of piroxicam by  acidic (anionic) drug competition for renal tubular clearance. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "prednisolone",
            "description": {
                "common": "prednisolone, hydrochlorothiazide. Mechanism: pharmacodynamic synergism. Minor/Significance Unknown. Risk of hypokalemia, especially with strong glucocorticoid activity."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "prednisone",
            "description": {
                "common": "prednisone, hydrochlorothiazide. Mechanism: pharmacodynamic synergism. Minor/Significance Unknown. Risk of hypokalemia, especially with strong glucocorticoid activity."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "quinine",
            "description": {
                "common": "hydrochlorothiazide will increase the level or effect of quinine by  basic (cationic) drug competition for renal tubular clearance. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "reishi",
            "description": {
                "common": "reishi increases effects of hydrochlorothiazide by pharmacodynamic synergism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "repaglinide",
            "description": {
                "common": "hydrochlorothiazide decreases effects of repaglinide by pharmacodynamic antagonism. Minor/Significance Unknown. Thiazide dosage >50 mg/day may increase blood glucose."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "shepherd's purse",
            "description": {
                "common": "shepherd's purse, telmisartan. Other (see comment). Minor/Significance Unknown. \nComment: Theoretically, shepherd's purse may interfere with BP control."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "rose hips",
            "description": {
                "common": "rose hips will increase the level or effect of hydrochlorothiazide by  acidic (anionic) drug competition for renal tubular clearance. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "rosiglitazone",
            "description": {
                "common": "hydrochlorothiazide decreases effects of rosiglitazone by pharmacodynamic antagonism. Minor/Significance Unknown. Thiazide dosage >50 mg/day may increase blood glucose."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "salicylates (non-asa)",
            "description": {
                "common": "hydrochlorothiazide will increase the level or effect of salicylates (non-asa) by  acidic (anionic) drug competition for renal tubular clearance. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "salmeterol",
            "description": {
                "common": "salmeterol, hydrochlorothiazide. Mechanism: pharmacodynamic synergism. Minor/Significance Unknown. Hypokalemia."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "salsalate",
            "description": {
                "common": "hydrochlorothiazide will increase the level or effect of salsalate by  acidic (anionic) drug competition for renal tubular clearance. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "saxagliptin",
            "description": {
                "common": "hydrochlorothiazide decreases effects of saxagliptin by pharmacodynamic antagonism. Minor/Significance Unknown. Thiazide dosage >50 mg/day may increase blood glucose."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "shepherd's purse",
            "description": {
                "common": "shepherd's purse, hydrochlorothiazide. Other (see comment). Minor/Significance Unknown. \nComment: Theoretically, shepherd's purse may interfere with BP control."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "simvastatin",
            "description": {
                "common": "telmisartan increases toxicity of simvastatin by Other (see comment). Minor/Significance Unknown. \nComment: OATP1B1 inhibitors may increase risk of myopathy."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "sitagliptin",
            "description": {
                "common": "hydrochlorothiazide decreases effects of sitagliptin by pharmacodynamic antagonism. Minor/Significance Unknown. Thiazide dosage >50 mg/day may increase blood glucose."
            }
        }
    ],
    "adverse effects": [
        {
            "name": "Upper respiratory infection",
            "percent": "7"
        },
        {
            "name": "Urinary tract infection",
            "percent": "1"
        },
        {
            "name": "Back pain",
            "percent": "3"
        },
        {
            "name": "Diarrhea",
            "percent": "3"
        },
        {
            "name": "Myalgia",
            "percent": "3"
        },
        {
            "name": "Fatigue",
            "percent": "1"
        },
        {
            "name": "Sinusitis",
            "percent": "3"
        },
        {
            "name": "Peripheral edema",
            "percent": "1"
        },
        {
            "name": "Chest pain",
            "percent": "1"
        },
        {
            "name": "Hypertension",
            "percent": "1"
        },
        {
            "name": "Dyspepsia",
            "percent": "1"
        },
        {
            "name": "Headache",
            "percent": "1"
        },
        {
            "name": "Dizziness",
            "percent": "1"
        },
        {
            "name": "Pharyngitis",
            "percent": "1"
        },
        {
            "name": "Anorexia",
            "percent": null
        },
        {
            "name": "Epigastric distress",
            "percent": null
        },
        {
            "name": "Hypotension",
            "percent": null
        },
        {
            "name": "Orthostatic hypotension",
            "percent": null
        },
        {
            "name": "Photosensitivity",
            "percent": null
        },
        {
            "name": "Anaphylaxis",
            "percent": null
        },
        {
            "name": "Anemia",
            "percent": null
        },
        {
            "name": "Confusion",
            "percent": null
        },
        {
            "name": "Erythema multiforme",
            "percent": null
        },
        {
            "name": "Stevens",
            "percent": null
        },
        {
            "name": "Johnson syndrome",
            "percent": null
        },
        {
            "name": "Exfoliative dermatitis including toxic epidermal necrolysis",
            "percent": null
        },
        {
            "name": "Dizziness",
            "percent": null
        },
        {
            "name": "Hypokalemia and",
            "percent": null
        },
        {
            "name": "or hypomagnesemia",
            "percent": null
        },
        {
            "name": "Hyperuricemia",
            "percent": null
        },
        {
            "name": "Headache",
            "percent": null
        },
        {
            "name": "Non",
            "percent": null
        },
        {
            "name": "melanoma skin cancer",
            "percent": null
        }
    ]
}