{
    "name": "mifepristone",
    "comment": "Rx",
    "other_names": [
        "Mifeprex",
        "Korlym",
        "ru486"
    ],
    "classes": [
        "Antiprogestins",
        "Cortisol Receptor Blockers"
    ],
    "source": "https://reference.medscape.com/drug/mifeprex-korlym-mifepristone-343130",
    "pregnancy": {
        "common": [
            "Drug contraindicated in pregnancy because use results in pregnancy loss; there are no data that assess risk of birth defects in women exposed to drug during pregnancy",
            "Available data limited to exposure following a single dose of mifepristone during pregnancy showed a higher rate of major birth defects compared to the general population comparator"
        ],
        "specific": [
            {
                "type": "Pregnancy testing",
                "description": [
                    "Due to its anti-presentational activity, drug causes pregnancy loss; perform pregnancy testing before initiation of treatment or if treatment interrupted for more than 14 days in females of reproductive potential"
                ]
            },
            {
                "type": "Contraception",
                "description": [
                    "Recommend non-hormonal contraception for duration of treatment and for one month after stopping treatment; drug interferes with effectiveness of hormonal contraceptives"
                ]
            },
            {
                "type": "Animal data",
                "description": [
                    "Administered to pregnant mice, rats, and rabbits during organogenesis caused pregnancy loss in all species at clinically relevant doses based on body surface area comparisons; inhibition of both endogenous and exogenous progesterone by mifepristone at progesterone receptor results in pregnancy loss; if used during pregnancy or if patient becomes pregnant while taking drug, patient should be apprised of potential hazard to a fetus",
                    "Estimated risk of fetal loss is elevated in patients with active Cushing’s syndrome (24-30%), and risk of major birth defects is unknown; in the U.S. general population, estimated background risks of major birth defects and miscarriage in clinically recognized pregnancies are 2-4% and 15-20%, respectively"
                ]
            }
        ]
    },
    "lactation": {
        "common": [
            "Drug is present in human milk, however, there are no data on amount of mifepristone in human milk, effects on breastfed infant, or on milk production during long term use of mifepristone; developmental and health benefits of breastfeeding should be considered along with mother’s clinical need for Korlym and any potential adverse effects on breastfed child from drug or from the underlying maternal condition",
            "To minimize exposure to a breastfed infant, women who discontinue or interrupt treatment may consider pumping and discarding milk during treatment and for 18-21 days (5-6 half-lives) after last dose, before breastfeeding"
        ]
    },
    "warnings": {
        "black_box_warning": {
            "common": [],
            "specific": [
                {
                    "type": "Mifeprex",
                    "description": [
                        "Serious and sometimes fatal infections and bleeding occur very rarely following spontaneous, surgical, and medical abortions",
                        "Atypical presentation of infection reported; patients with serious bacterial infections (eg, Clostridium sordellii) and sepsis can present without fever, bacteremia or significant findings on pelvic examination following an abortion; very rarely, deaths have been reported in patients who presented without fever, with or without abdominal pain, but with leukocytosis with a marked left shift, tachycardia, hemoconcentration, and general malaise",
                        "Prolonged heavy bleeding may be a sign of incomplete abortion or other complications that requires prompt medical attention",
                        "Should be used only with strict adherence to recommended dosages by medically trained personnel who can provide immediate intensive care in acute surgical facilities"
                    ]
                },
                {
                    "type": "Korlym",
                    "description": [
                        "Potent antiprogestational effects and will result in the termination of pregnancy",
                        "Pregnancy must therefore be excluded before the initiation of treatment with Korlym, or if treatment is interrupted for more than 14 days in females of reproductive potential",
                        "Pregnancy must be prevented during treatment and for 1 month after stopping treatment by the use of a nonhormonal medically acceptable method of contraception unless the patient has had a surgical sterilization"
                    ]
                }
            ]
        },
        "contraindicators": {
            "common": [
                "Known hypersensitivity to mifepristone, misoprostol, or other prostaglandins"
            ],
            "specific": []
        },
        "cautions": {
            "common": [],
            "specific": [
                {
                    "type": "Mifeprex",
                    "description": [
                        "A clinical examination or ultrasonographic scan should be performed approximately 14 days after mifepristone administration to confirm termination of pregnancy",
                        "Preventive measures to suppress formation of anti-Rho(D) antibodies (eg, administration of Rho(D) immune globulin) should be considered in Rho (D)-negative women",
                        "Use with caution in women <35 years who smoke 10 or more cigarettes daily",
                        "Available only through a restricted program under a REMS called the mifepristone REMS Program, because of the risks of serious complications; prescribers must be certified and patients must sign a patient agreement form",
                        "Must be dispensed to patients by or under the supervision of a certified prescriber, or by certified pharmacies on prescriptions issued by certified prescribers ",
                        "Infection and sepsis",
                        "Any termination of pregnancy, including those resulting from mifepristone use, may result in serious, potentially fatal infections and bleeding (see Black Box Warnings)",
                        "As with other types of abortion, cases of serious bacterial infection, including very rare cases of fatal septic shock, reported following the therapy",
                        "Healthcare providers evaluating a patient who is undergoing a medical abortion should be alert to possibility of this rare event; a sustained (> 4 hours) fever of 100.4°F or higher, severe abdominal pain, or pelvic tenderness in the days after a medical abortion may be indication of infection",
                        "A high index of suspicion is needed to rule out sepsis (eg, from ",
                        "Clostridium sordellii",
                        ") if patient reports abdominal pain or discomfort or general malaise (including weakness, nausea, vomiting, or diarrhea) more than 24 hours after taking misoprostol",
                        "Very rarely, deaths have been reported in patients who presented without fever, with or without abdominal pain, but with leukocytosis with a marked left shift, tachycardia, hemoconcentration, and general malaise",
                        "No causal relationship between drug and misoprostol use and an increased risk of infection or death established",
                        "Clostridium sordellii infections have also been reported very rarely following childbirth (vaginal delivery and caesarian section), and in other gynecologic and non-gynecologic conditions",
                        "Uterine bleeding",
                        "Uterine bleeding occurs in almost all patients during medical abortion; prolonged heavy bleeding (soaking through two thick full-size sanitary pads per hour for two consecutive hours) may be a sign of incomplete abortion or other complications, and prompt medical or surgical intervention may be needed to prevent development of hypovolemic shock",
                        "Counsel patients to seek immediate medical attention if they experience prolonged heavy vaginal bleeding following a medical abortion",
                        "Women should expect to experience vaginal bleeding or spotting for an average of 9 to 16 days; women report experiencing heavy bleeding for a median duration of 2 days",
                        "Up to 8% of all subjects may experience some type of bleeding for 30 days or more. In general, the duration of bleeding and spotting increased as duration of pregnancy increased",
                        "Decreases in hemoglobin concentration, hematocrit, and red blood cell count may occur in women who bleed heavily",
                        "Excessive uterine bleeding usually requires treatment by uterotonics, vasoconstrictor drugs, surgical uterine evacuation, administration of saline infusions, and/or blood transfusions",
                        "Based on data from several large clinical trials, vasoconstrictor drugs were used in 4.3% of all subjects, there was a decrease in hemoglobin of more than 2 g/dL in 5.5% of subjects, and blood transfusions were administered to < 0.1% of subjects",
                        "Because heavy bleeding requiring surgical uterine evacuation occurs in about 1% of patients, special care should be given to patients with hemostatic disorders, hypocoagulability, or severe anemia",
                        "Ectopic pregnancy",
                        "Contraindicated in patients with a confirmed or suspected ectopic pregnancy; drug is not effective for terminating ectopic pregnancies",
                        "Healthcare providers should remain alert to possibility that a patient who is undergoing a medical abortion could have an undiagnosed ectopic pregnancy because some of the expected symptoms experienced with a medical abortion (abdominal pain, uterine bleeding) may be similar to those of a ruptured ectopic pregnancy.",
                        "The presence of an ectopic pregnancy may have been missed even if the patient underwent ultrasonography prior to being prescribed drug",
                        "Women who became pregnant with an IUD in place should be assessed for ectopic pregnancy",
                        "REMS program",
                        "Prescribers must be certified with the program by completing the Prescriber Agreement Form.",
                        "Patients must sign a Patient Agreement Form.",
                        "Drug must be dispensed to patients by or under the supervision of a certified prescriber, or by certified pharmacies on prescriptions issued by certified prescribers ",
                        "Further information is available at 1-877-4 Early Option (1-877-432-7596)"
                    ]
                },
                {
                    "type": "Korlym",
                    "description": [
                        "Do not use for treatment of hyperglycemia unrelated to Cushing syndrome; patients with endogenous Cushing’s syndrome are at risk for opportunistic infections such as ",
                        "Pneumocystis jiroveci ",
                        "pneumonia during treatment; patients may present with respiratory distress shortly after initiation of therapy; appropriate diagnostic tests should be undertaken and treatment for ",
                        "Pneumocystis jiroveci ",
                        "should be considered",
                        "Drug prolongs QTc interval in a dose-related manner; there is little or no experience with high exposure, concomitant dosing with other QT-prolonging drugs, or potassium channel variants resulting in a long QT interval; to minimize risk, the lowest effective dose should always be used",
                        "Drug does not reduce serum cortisol levels; elevated cortisol levels may activate mineralocorticoid receptors which are also expressed in cardiac tissues; caution should be used in patients with underlying heart conditions including heart failure and coronary vascular disease",
                        "Use of Korlym in patients who receive corticosteroids for other conditions (eg, autoimmune disorders) may lead to exacerbation or deterioration because of Korlym’s glucocorticoid antagonistic effects; for medical conditions in which chronic corticosteroid therapy is life-saving (eg, immunosuppression in organ transplantation), Korlym is contraindicated",
                        "Coadministration with strong CYP3A inhibitors can increase mifepristone plasma levels significantly; use only when necessary and limit mifepristone dose to 300 mg (see Dosage Modification)",
                        "Endometrial changes",
                        "Being an antagonist of the progesterone receptor, mifepristone promotes unopposed endometrial proliferation that may result in endometrium thickening, cystic dilatation of endometrial glands, and vaginal bleeding",
                        "Drug should be used with caution in women who have hemorrhagic disorders or are receiving concurrent anticoagulant therapy",
                        "Women who experience vaginal bleeding during treatment should be referred to a gynecologist for further evaluation",
                        "Adrenal insufficiency",
                        "Patients receiving mifepristone may experience adrenal insufficiency",
                        "Because serum cortisol levels remain elevated and may even increase during treatment, serum cortisol levels do not provide an accurate assessment of hypoadrenalism in patients receiving drug",
                        "Patients should be closely monitored for signs and symptoms of adrenal insufficiency, including weakness, nausea, increased fatigue, hypotension, and hypoglycemia",
                        "If adrenal insufficiency is suspected, discontinue treatment with drug immediately and administer glucocorticoids without delay",
                        "High doses of supplemental glucocorticoids may be needed to overcome glucocorticoid receptor blockade produced by mifepristone",
                        " Factors considered in deciding on duration of glucocorticoid treatment should include the long half-life of mifepristone (85 hr).",
                        "Treatment at a lower dose can be resumed after resolution of adrenal insufficiency; patients should also be evaluated for precipitating causes of hypoadrenalism (infection, trauma, etc)",
                        "Hypokalemia",
                        "In a study of patients with Cushing’s syndrome, hypokalemia observed",
                        "Hypokalemia should be corrected prior to initiating therapy; during administration, serum potassium should be measured 1-2 weeks after starting or increasing dose and periodically thereafter",
                        "Hypokalemia can occur at any time during treatment; mifepristone-induced hypokalemia should be treated with intravenous or oral potassium supplementation based on event severity",
                        "If hypokalemia persists in spite of potassium supplementation, consider adding mineralocorticoid antagonists"
                    ]
                }
            ]
        }
    },
    "interactions": [
        {
            "classification_type": "Contraindicated",
            "interaction_with": "alfuzosin",
            "description": {
                "common": "mifepristone will increase the level or effect of alfuzosin by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Contraindicated."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "antithrombin alfa",
            "description": {
                "common": "mifepristone, antithrombin alfa. Other (see comment). Contraindicated. \nComment: Mifepristone may lead to excessive post abortion bleeding in pts. on anticoagulant therapy."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "antithrombin III",
            "description": {
                "common": "mifepristone, antithrombin III. Other (see comment). Contraindicated. \nComment: Mifepristone may lead to excessive post abortion bleeding in pts. on anticoagulant therapy."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "apixaban",
            "description": {
                "common": "mifepristone increases toxicity of apixaban by anticoagulation. Contraindicated."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "argatroban",
            "description": {
                "common": "mifepristone, argatroban. Other (see comment). Contraindicated. \nComment: Mifepristone may lead to excessive post abortion bleeding in pts. on anticoagulant therapy."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "aspirin",
            "description": {
                "common": "aspirin, mifepristone. Other (see comment). Contraindicated. \nComment: Aspirin induced antiplatelet activity may induce excessive bleeding after an abortion w/mifepristone (RU 486)."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "aspirin rectal",
            "description": {
                "common": "aspirin rectal, mifepristone. Other (see comment). Contraindicated. \nComment: Aspirin induced antiplatelet activity may induce excessive bleeding after an abortion w/mifepristone (RU 486)."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "aspirin/citric acid/sodium bicarbonate",
            "description": {
                "common": "aspirin/citric acid/sodium bicarbonate, mifepristone. Other (see comment). Contraindicated. \nComment: Aspirin induced antiplatelet activity may induce excessive bleeding after an abortion w/mifepristone (RU 486)."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "bemiparin",
            "description": {
                "common": "mifepristone, bemiparin. Other (see comment). Contraindicated. \nComment: Mifepristone may lead to excessive post abortion bleeding in pts. on anticoagulant therapy."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "bivalirudin",
            "description": {
                "common": "mifepristone, bivalirudin. Other (see comment). Contraindicated. \nComment: Mifepristone may lead to excessive post abortion bleeding in pts. on anticoagulant therapy."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "budesonide",
            "description": {
                "common": "mifepristone, budesonide. Mechanism: unknown. Contraindicated. Mfr. states that mifepristone is contraindicated in pts. on long term corticosteroid Tx."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "cisapride",
            "description": {
                "common": "mifepristone, cisapride. QTc interval. Contraindicated."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "conivaptan",
            "description": {
                "common": "mifepristone will increase the level or effect of conivaptan by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Contraindicated."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "cortisone",
            "description": {
                "common": "mifepristone, cortisone. Mechanism: unknown. Contraindicated. Mfr. states that mifepristone is contraindicated in pts. on long term corticosteroid Tx."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "cyclosporine",
            "description": {
                "common": "mifepristone increases levels of cyclosporine by affecting hepatic/intestinal enzyme CYP3A4 metabolism. Contraindicated. Contraindicated with CYP3A substrates that have a narrow therapeutic index ."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "dabigatran",
            "description": {
                "common": "mifepristone, dabigatran. Other (see comment). Contraindicated. \nComment: Mifepristone may lead to excessive post abortion bleeding in pts. on anticoagulant therapy."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "dalteparin",
            "description": {
                "common": "mifepristone, dalteparin. Other (see comment). Contraindicated. \nComment: Mifepristone may lead to excessive post abortion bleeding in pts. on anticoagulant therapy."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "deflazacort",
            "description": {
                "common": "mifepristone, deflazacort. Mechanism: unknown. Contraindicated. Mfr. states that mifepristone is contraindicated in pts. on long term corticosteroid Tx."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "dexamethasone",
            "description": {
                "common": "mifepristone, dexamethasone. Mechanism: unknown. Contraindicated. Mfr. states that mifepristone is contraindicated in pts. on long term corticosteroid Tx."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "dihydroergotamine",
            "description": {
                "common": "mifepristone increases levels of dihydroergotamine by affecting hepatic/intestinal enzyme CYP3A4 metabolism. Contraindicated. Contraindicated with CYP3A substrates that have a narrow therapeutic index ."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "dihydroergotamine intranasal",
            "description": {
                "common": "mifepristone increases levels of dihydroergotamine intranasal by affecting hepatic/intestinal enzyme CYP3A4 metabolism. Contraindicated. Contraindicated with CYP3A substrates that have a narrow therapeutic index ."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "dronedarone",
            "description": {
                "common": "mifepristone, dronedarone. QTc interval. Contraindicated."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "eletriptan",
            "description": {
                "common": "mifepristone will increase the level or effect of eletriptan by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Contraindicated."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "enoxaparin",
            "description": {
                "common": "mifepristone, enoxaparin. Other (see comment). Contraindicated. \nComment: Mifepristone may lead to excessive post abortion bleeding in pts. on anticoagulant therapy."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "eplerenone",
            "description": {
                "common": "mifepristone will increase the level or effect of eplerenone by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Contraindicated."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "ergoloid mesylates",
            "description": {
                "common": "mifepristone will increase the level or effect of ergoloid mesylates by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Contraindicated."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "ergonovine",
            "description": {
                "common": "mifepristone will increase the level or effect of ergonovine by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Contraindicated."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "ergotamine",
            "description": {
                "common": "mifepristone increases levels of ergotamine by affecting hepatic/intestinal enzyme CYP3A4 metabolism. Contraindicated. Contraindicated with CYP3A substrates that have a narrow therapeutic index ."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "finerenone",
            "description": {
                "common": "mifepristone will increase the level or effect of finerenone by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Contraindicated."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "fludrocortisone",
            "description": {
                "common": "mifepristone, fludrocortisone. Mechanism: unknown. Contraindicated. Mfr. states that mifepristone is contraindicated in pts. on long term corticosteroid Tx."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "fondaparinux",
            "description": {
                "common": "mifepristone, fondaparinux. Other (see comment). Contraindicated. \nComment: Mifepristone may lead to excessive post abortion bleeding in pts. on anticoagulant therapy."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "goserelin",
            "description": {
                "common": "goserelin increases toxicity of mifepristone by QTc interval. Contraindicated. Increases risk of torsades de pointes."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "heparin",
            "description": {
                "common": "mifepristone, heparin. Other (see comment). Contraindicated. \nComment: Mifepristone may lead to excessive post abortion bleeding in pts. on anticoagulant therapy."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "hydrocortisone",
            "description": {
                "common": "mifepristone, hydrocortisone. Mechanism: unknown. Contraindicated. Mfr. states that mifepristone is contraindicated in pts. on long term corticosteroid Tx."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "isavuconazonium sulfate",
            "description": {
                "common": "mifepristone will increase the level or effect of isavuconazonium sulfate by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Contraindicated."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "lefamulin",
            "description": {
                "common": "lefamulin will increase the level or effect of mifepristone by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Contraindicated. Lefamulin is contraindicated with CYP3A substrates know to prolong the QT interval."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "lepirudin",
            "description": {
                "common": "mifepristone, lepirudin. Other (see comment). Contraindicated. \nComment: Mifepristone may lead to excessive post abortion bleeding in pts. on anticoagulant therapy."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "leuprolide",
            "description": {
                "common": "leuprolide increases toxicity of mifepristone by QTc interval. Contraindicated. Increases risk of torsades de pointes."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "lonafarnib",
            "description": {
                "common": "mifepristone will increase the level or effect of lonafarnib by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Contraindicated. Lonafarnib is a sensitive CYP3A4 substrate. Coadministration with strong or moderate CYP3A4 inhibitors is contraindicated. "
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "lovastatin",
            "description": {
                "common": "mifepristone increases levels of lovastatin by affecting hepatic/intestinal enzyme CYP3A4 metabolism. Contraindicated. Contraindicated due to increased risk of rhabdomyolysis."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "mavacamten",
            "description": {
                "common": "mifepristone will increase the level or effect of mavacamten by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Contraindicated. Strong CYP3A4 inhibitors may increase mavacamten systemic exposure, resulting in heart failure due to systolic dysfunction. "
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "methylergonovine",
            "description": {
                "common": "mifepristone will increase the level or effect of methylergonovine by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Contraindicated."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "methylprednisolone",
            "description": {
                "common": "mifepristone, methylprednisolone. Mechanism: unknown. Contraindicated. Mfr. states that mifepristone is contraindicated in pts. on long term corticosteroid Tx."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "mometasone topical",
            "description": {
                "common": "mifepristone, mometasone topical.\nEither increases toxicity of the other by Other (see comment). Contraindicated. \nComment: Mifepristone is contraindicated in patients on long-term corticosteriod treatment due to increase risk of adrenal insufficiency."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "naloxegol",
            "description": {
                "common": "mifepristone will increase the level or effect of naloxegol by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Contraindicated."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "norethindrone",
            "description": {
                "common": "mifepristone will increase the level or effect of norethindrone by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Contraindicated."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "pacritinib",
            "description": {
                "common": "mifepristone will increase the level or effect of pacritinib by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Contraindicated."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "phenindione",
            "description": {
                "common": "mifepristone, phenindione. Other (see comment). Contraindicated. \nComment: Mifepristone may lead to excessive post abortion bleeding in pts. on anticoagulant therapy."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "pimozide",
            "description": {
                "common": "mifepristone increases levels of pimozide by affecting hepatic/intestinal enzyme CYP3A4 metabolism. Contraindicated. Contraindicated with CYP3A substrates that have a narrow therapeutic index; combination may prolong QT interval ."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "prednisolone",
            "description": {
                "common": "mifepristone, prednisolone. Mechanism: unknown. Contraindicated. Mfr. states that mifepristone is contraindicated in pts. on long term corticosteroid Tx."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "prednisone",
            "description": {
                "common": "mifepristone, prednisone. Mechanism: unknown. Contraindicated. Mfr. states that mifepristone is contraindicated in pts. on long term corticosteroid Tx."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "protamine",
            "description": {
                "common": "mifepristone, protamine. Other (see comment). Contraindicated. \nComment: Mifepristone may lead to excessive post abortion bleeding in pts. on anticoagulant therapy."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "quinidine",
            "description": {
                "common": "mifepristone increases levels of quinidine by affecting hepatic/intestinal enzyme CYP3A4 metabolism. Contraindicated. Contraindicated with CYP3A substrates that have a narrow therapeutic index; combination may prolong QT interval ."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "rivaroxaban",
            "description": {
                "common": "mifepristone increases toxicity of rivaroxaban by anticoagulation. Contraindicated."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "simvastatin",
            "description": {
                "common": "mifepristone increases levels of simvastatin by affecting hepatic/intestinal enzyme CYP3A4 metabolism. Contraindicated. Contraindicated due to increased risk of rhabdomyolysis."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "sirolimus",
            "description": {
                "common": "mifepristone increases levels of sirolimus by affecting hepatic/intestinal enzyme CYP3A4 metabolism. Contraindicated. Contraindicated with CYP3A substrates that have a narrow therapeutic index ."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "tacrolimus",
            "description": {
                "common": "mifepristone increases levels of tacrolimus by affecting hepatic/intestinal enzyme CYP3A4 metabolism. Contraindicated. Contraindicated with CYP3A substrates that have a narrow therapeutic index ."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "thioridazine",
            "description": {
                "common": "mifepristone, thioridazine. QTc interval. Contraindicated."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "tinzaparin",
            "description": {
                "common": "mifepristone, tinzaparin. Other (see comment). Contraindicated. \nComment: Mifepristone may lead to excessive post abortion bleeding in pts. on anticoagulant therapy."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "triamcinolone acetonide injectable suspension",
            "description": {
                "common": "mifepristone, triamcinolone acetonide injectable suspension. Mechanism: unknown. Contraindicated. Mfr. states that mifepristone is contraindicated in pts. on long term corticosteroid Tx."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "triazolam",
            "description": {
                "common": "mifepristone will increase the level or effect of triazolam by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Contraindicated."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "voclosporin",
            "description": {
                "common": "mifepristone will increase the level or effect of voclosporin by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Contraindicated."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "warfarin",
            "description": {
                "common": "mifepristone increases effects of warfarin by anticoagulation. Contraindicated."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "abametapir",
            "description": {
                "common": "abametapir will increase the level or effect of mifepristone by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug. For 2 weeks after abametapir application, avoid taking drugs that are CYP3A4 substrates. If not feasible, avoid use of abametapir."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "adagrasib",
            "description": {
                "common": "mifepristone will increase the level or effect of adagrasib by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug. Avoid coadministration of adagrasib, a CYP3A4 substrate, with strong CYP3A4 inhibitors until adagrasib concentrations have reached steady-state (after ~8 days). If steady state is not reached, concomitant use of strong CYP3A4 inhibitors will increase adagrasib concentrations and risk of its toxicities"
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "afatinib",
            "description": {
                "common": "mifepristone increases levels of afatinib by P-glycoprotein (MDR1) efflux transporter. Avoid or Use Alternate Drug. Reduce afatinib daily dose by 10 mg if not tolerated when coadministered with P-gp inhibitors."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "alfentanil",
            "description": {
                "common": "mifepristone will increase the level or effect of alfentanil by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "alfuzosin",
            "description": {
                "common": "mifepristone and alfuzosin both increase  QTc interval. Avoid or Use Alternate Drug. Use alternatives if available"
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "amiodarone",
            "description": {
                "common": "mifepristone will increase the level or effect of amiodarone by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "amisulpride",
            "description": {
                "common": "amisulpride and mifepristone both increase  QTc interval. Avoid or Use Alternate Drug. ECG monitoring is recommended if coadministered."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "anagrelide",
            "description": {
                "common": "anagrelide and mifepristone both increase  QTc interval. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "apalutamide",
            "description": {
                "common": "apalutamide will decrease the level or effect of mifepristone by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug. Coadministration of apalutamide, a strong CYP3A4 inducer, with drugs that are CYP3A4 substrates can result in lower exposure to these medications. Avoid or substitute another drug for these medications when possible. Evaluate for loss of therapeutic effect if medication must be coadministered. Adjust dose according to prescribing information if needed."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "aprepitant",
            "description": {
                "common": "mifepristone will increase the level or effect of aprepitant by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "aripiprazole",
            "description": {
                "common": "aripiprazole and mifepristone both increase  QTc interval. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "armodafinil",
            "description": {
                "common": "mifepristone will increase the level or effect of armodafinil by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "artemether/lumefantrine",
            "description": {
                "common": "mifepristone will decrease the level or effect of artemether/lumefantrine by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "asenapine transdermal",
            "description": {
                "common": "asenapine transdermal and mifepristone both increase  QTc interval. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "aspirin",
            "description": {
                "common": "aspirin will decrease the level or effect of mifepristone by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "atorvastatin",
            "description": {
                "common": "mifepristone increases toxicity of atorvastatin by Other (see comment). Avoid or Use Alternate Drug. \nComment: OATP1B1 inhibitors may increase risk of myopathy."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "avanafil",
            "description": {
                "common": "mifepristone will increase the level or effect of avanafil by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "avapritinib",
            "description": {
                "common": "mifepristone will increase the level or effect of avapritinib by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug. Avoid coadministration of avapritinib with strong CYP3A4 inhibitors."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "benzhydrocodone/acetaminophen",
            "description": {
                "common": "mifepristone will increase the level or effect of benzhydrocodone/acetaminophen by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug. Coadministration with strong CYP3A4 inhibitors may increase hydrocodone (benzhydrocodone is prodrug of hydrocodone) plasma concentrations and can result in potentially fatal respiratory depression."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "bosentan",
            "description": {
                "common": "mifepristone will increase the level or effect of bosentan by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "bromocriptine",
            "description": {
                "common": "mifepristone will increase the level or effect of bromocriptine by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "budesonide",
            "description": {
                "common": "mifepristone will increase the level or effect of budesonide by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "buprenorphine",
            "description": {
                "common": "mifepristone will increase the level or effect of buprenorphine by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "buprenorphine buccal",
            "description": {
                "common": "buprenorphine buccal and mifepristone both increase  QTc interval. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "buprenorphine subdermal implant",
            "description": {
                "common": "buprenorphine subdermal implant and mifepristone both increase  QTc interval. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "buprenorphine transdermal",
            "description": {
                "common": "mifepristone will increase the level or effect of buprenorphine transdermal by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "buprenorphine, long-acting injection",
            "description": {
                "common": "buprenorphine, long-acting injection and mifepristone both increase  QTc interval. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "calcitriol",
            "description": {
                "common": "mifepristone will increase the level or effect of calcitriol by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "capmatinib",
            "description": {
                "common": "mifepristone will increase the level or effect of capmatinib by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "carbamazepine",
            "description": {
                "common": "mifepristone will increase the level or effect of carbamazepine by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "cariprazine",
            "description": {
                "common": "mifepristone will increase the level or effect of cariprazine by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug. If a strong mifepristone initiated, reduce current dosage of cariprazine by half; if patient is already taking the CYP3A4 inhibitor and initiating cariprazine, follow manufacturer?s recommendation"
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "ceritinib",
            "description": {
                "common": "ceritinib and mifepristone both increase  QTc interval. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "chloramphenicol",
            "description": {
                "common": "chloramphenicol will increase the level or effect of mifepristone by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "cilostazol",
            "description": {
                "common": "mifepristone will increase the level or effect of cilostazol by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "cisapride",
            "description": {
                "common": "mifepristone will increase the level or effect of cisapride by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Contraindicated."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "clarithromycin",
            "description": {
                "common": "mifepristone will increase the level or effect of clarithromycin by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "colchicine",
            "description": {
                "common": "mifepristone will increase the level or effect of colchicine by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug. Avoid use of colchicine with strong CYP3A4 inhibitors. If coadministration is necessary, decrease colchicine dose or frequency as recommended in prescribing information. Use of any colchicine product in conjunction with strong CYP3A4 inhibitors is contraindicated in patients with renal or hepatic impairment. "
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "copanlisib",
            "description": {
                "common": "mifepristone will increase the level or effect of copanlisib by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "crizotinib",
            "description": {
                "common": "mifepristone will increase the level or effect of crizotinib by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug. Increase in crizotinib levels may result in QT prolongation"
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "dabrafenib",
            "description": {
                "common": "mifepristone will increase the level or effect of dabrafenib by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Contraindicated."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "daridorexant",
            "description": {
                "common": "mifepristone will increase the level or effect of daridorexant by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "dasatinib",
            "description": {
                "common": "mifepristone will increase the level or effect of dasatinib by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug. If coadministration necessary, concomitant use of mifepristone not recommended in patients receiving dasatinib 40-60 mg daily; consider a dasatinib dose reduction to 40 mg PO daily if original dose was 140 mg daily, 20 mg PO daily if original dose was 100 mg daily, or 20 mg PO daily if original dose was 70 mg daily; If dasatinib is not tolerated after dose reduction, consider alternative therapies; if mifepristone stopped, wait approximately 1 week before increasing dasatinib dose"
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "deflazacort",
            "description": {
                "common": "mifepristone will increase the level or effect of deflazacort by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug. Decrease dose by one third if combination cannot be avoided"
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "desflurane",
            "description": {
                "common": "desflurane and mifepristone both increase  QTc interval. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "dexamethasone",
            "description": {
                "common": "mifepristone will increase the level or effect of dexamethasone by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "diazepam",
            "description": {
                "common": "mifepristone will increase the level or effect of diazepam by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "disopyramide",
            "description": {
                "common": "mifepristone will increase the level or effect of disopyramide by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Contraindicated."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "dofetilide",
            "description": {
                "common": "dofetilide increases toxicity of mifepristone by QTc interval. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "dronedarone",
            "description": {
                "common": "mifepristone will increase the level or effect of dronedarone by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Contraindicated."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "efavirenz",
            "description": {
                "common": "mifepristone will increase the level or effect of efavirenz by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "elacestrant",
            "description": {
                "common": "mifepristone will increase the level or effect of elacestrant by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "eliglustat",
            "description": {
                "common": "mifepristone will increase the level or effect of eliglustat by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "eluxadoline",
            "description": {
                "common": "mifepristone increases levels of eluxadoline by decreasing metabolism. Avoid or Use Alternate Drug. Decrease eluxadoline dose to 75 mg PO BID if coadministered with OATP1B1 inhibitors. ."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "elvitegravir",
            "description": {
                "common": "mifepristone will increase the level or effect of elvitegravir by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "elvitegravir/cobicistat/emtricitabine/tenofovir DF",
            "description": {
                "common": "mifepristone will increase the level or effect of elvitegravir/cobicistat/emtricitabine/tenofovir DF by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "encorafenib",
            "description": {
                "common": "mifepristone will increase the level or effect of encorafenib by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug. If concomitant use of a strong CYP3A4 inhibitor is unavoidable, reduce encorafenib dose to one-third of the dose (eg, reduce from 450 mg/day to 150 mg/day). After discontinuing the inhibitor for 3-5 elimination half-lives, resume previous encorafenib dose."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "entrectinib",
            "description": {
                "common": "mifepristone and entrectinib both increase  QTc interval. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "enzalutamide",
            "description": {
                "common": "mifepristone will increase the level or effect of enzalutamide by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "erdafitinib",
            "description": {
                "common": "mifepristone will increase the level or effect of erdafitinib by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug. If unable to avoid coadministration with strong CYP3A4 inhibitors, monitor closely for adverse reactions and consider decreasing dose accordingly. If strong CYP3A4 inhibitor is discontinued, consider increasing erdafitinib dose in the absence of any drug-related toxicities."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "eribulin",
            "description": {
                "common": "eribulin and mifepristone both increase  QTc interval. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "erythromycin base",
            "description": {
                "common": "mifepristone will increase the level or effect of erythromycin base by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "erythromycin ethylsuccinate",
            "description": {
                "common": "mifepristone will increase the level or effect of erythromycin ethylsuccinate by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "erythromycin lactobionate",
            "description": {
                "common": "mifepristone will increase the level or effect of erythromycin lactobionate by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "erythromycin stearate",
            "description": {
                "common": "mifepristone will increase the level or effect of erythromycin stearate by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "eszopiclone",
            "description": {
                "common": "mifepristone will increase the level or effect of eszopiclone by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "ethinylestradiol",
            "description": {
                "common": "mifepristone will increase the level or effect of ethinylestradiol by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "ethosuximide",
            "description": {
                "common": "mifepristone will increase the level or effect of ethosuximide by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "everolimus",
            "description": {
                "common": "mifepristone will increase the level or effect of everolimus by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "fedratinib",
            "description": {
                "common": "mifepristone will increase the level or effect of fedratinib by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug. If unable to avoid fedratinib coadministration with strong CYP3A4 inhibitors, decrease fedratinib dose to 200 mg/day. If CYP3A4 inhibitor discontinued, increase fedratinib dose to 300 mg/day for 2 weeks, and then 400 mg/day thereafter as tolerated."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "felbamate",
            "description": {
                "common": "mifepristone will increase the level or effect of felbamate by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "felodipine",
            "description": {
                "common": "mifepristone will increase the level or effect of felodipine by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "fentanyl intranasal",
            "description": {
                "common": "mifepristone will increase the level or effect of fentanyl intranasal by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug. Monitor patients for respiratory depression and sedation at frequent intervals if coadministration of CYP3A4 inhibitors with fentanyl is necessary, and consider fentanyl dose adjustments until stable drug effects achieved"
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "fentanyl transdermal",
            "description": {
                "common": "mifepristone will increase the level or effect of fentanyl transdermal by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug. Monitor patients for respiratory depression and sedation at frequent intervals if coadministration of CYP3A4 inhibitors with fentanyl is necessary, and consider fentanyl dose adjustments until stable drug effects achieved"
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "fentanyl transmucosal",
            "description": {
                "common": "mifepristone will increase the level or effect of fentanyl transmucosal by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug. Monitor patients for respiratory depression and sedation at frequent intervals if coadministration of CYP3A4 inhibitors with fentanyl is necessary, and consider fentanyl dose adjustments until stable drug effects achieved"
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "fexinidazole",
            "description": {
                "common": "mifepristone will decrease the level or effect of fexinidazole by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug. If unable to avoid coadministration, monitor fexinidazole for decreased efficacy owing to decreased plasma concentrations of active M1 and M2 metabolites. "
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "fingolimod",
            "description": {
                "common": "fingolimod and mifepristone both increase  QTc interval. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "flurazepam",
            "description": {
                "common": "mifepristone will increase the level or effect of flurazepam by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "fluvastatin",
            "description": {
                "common": "mifepristone increases toxicity of fluvastatin by Other (see comment). Avoid or Use Alternate Drug. \nComment: Inhibits CYP2C8/2C9; use smallest recommended doses for substrates and monitor; OATP1B1 inhibitors may increase risk of myopathy."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "fosamprenavir",
            "description": {
                "common": "mifepristone will increase the level or effect of fosamprenavir by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "fosaprepitant",
            "description": {
                "common": "mifepristone will increase the level or effect of fosaprepitant by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "gilteritinib",
            "description": {
                "common": "mifepristone will increase the level or effect of gilteritinib by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug. Consider alternatives to any strong CYP3A4 inhibitor when coadministered with gilteritinib. If such a combination cannot be avoided, closely monitor for gilteritinib-related adverse effects. Interrupt and reduce gilteritinib dosage in patients with serious or life-threatening toxicity."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "glasdegib",
            "description": {
                "common": "mifepristone will increase the level or effect of glasdegib by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug. Consider alternate therapies that are not strong CYP3A inhibitors or monitor for increased risk of adverse effects, including QTc interval prolongation."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "granisetron",
            "description": {
                "common": "granisetron and mifepristone both increase  QTc interval. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "guanfacine",
            "description": {
                "common": "mifepristone will increase the level or effect of guanfacine by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "haloperidol",
            "description": {
                "common": "mifepristone will increase the level or effect of haloperidol by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "histrelin",
            "description": {
                "common": "histrelin increases toxicity of mifepristone by QTc interval. Avoid or Use Alternate Drug. Increases risk of torsades de pointes."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "hydroxychloroquine sulfate",
            "description": {
                "common": "hydroxychloroquine sulfate and mifepristone both increase  QTc interval. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "hydroxyprogesterone caproate (DSC)",
            "description": {
                "common": "mifepristone will increase the level or effect of hydroxyprogesterone caproate (DSC) by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "hydroxyzine",
            "description": {
                "common": "hydroxyzine and mifepristone both increase  QTc interval. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "ibrutinib",
            "description": {
                "common": "mifepristone will increase the level or effect of ibrutinib by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "idelalisib",
            "description": {
                "common": "idelalisib will increase the level or effect of mifepristone by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug. Idelalisib is a strong CYP3A inhibitor; avoid coadministration with sensitive CYP3A substrates"
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "imatinib",
            "description": {
                "common": "mifepristone will increase the level or effect of imatinib by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "infigratinib",
            "description": {
                "common": "mifepristone will increase the level or effect of infigratinib by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "inotuzumab",
            "description": {
                "common": "inotuzumab and mifepristone both increase  QTc interval. Avoid or Use Alternate Drug. If unable to avoid concomitant use, obtain ECGs and electrolytes before and after initiation of any drug known to prolong QTc, and periodically monitor as clinically indicated during treatment."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "irinotecan",
            "description": {
                "common": "mifepristone will increase the level or effect of irinotecan by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug. Avoid coadministration and for at least 1 week prior to initiating therapy unless no therapeutic alternatives"
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "irinotecan liposomal",
            "description": {
                "common": "mifepristone will increase the level or effect of irinotecan liposomal by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug. UGT1A1 inhibitors decrease irinotecan metabolism"
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "isoflurane",
            "description": {
                "common": "isoflurane and mifepristone both increase  QTc interval. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "itraconazole",
            "description": {
                "common": "mifepristone will increase the level or effect of itraconazole by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "ivosidenib",
            "description": {
                "common": "mifepristone will increase the level or effect of ivosidenib by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug. Avoid coadministration of strong CYP3A4 inhibitors with ivosidenib or replace with alternate therapies. If coadministration of a strong CYP3A4 inhibitor is unavoidable, reduce ivosidenib dose to 250 mg qDay. If the strong inhibitor is discontinued, increase ivosidenib dose (after at least 5 half-lives of the strong CYP3A4 inhibitor) to the recommended dose of 500 mg qDay. Monitor for increased risk of QTc interval prolongation."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "ixabepilone",
            "description": {
                "common": "mifepristone will increase the level or effect of ixabepilone by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug. Monitor patients receiving CYP3A4 inhibitors during treatment with ixabepilone for acute toxicities (eg, frequent monitoring of peripheral blood counts between cycles of ixabepilone); consider, a dose reduction of ixabepilone in some patients"
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "ketamine",
            "description": {
                "common": "mifepristone will increase the level or effect of ketamine by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "ketoconazole",
            "description": {
                "common": "ketoconazole will increase the level or effect of mifepristone by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "larotrectinib",
            "description": {
                "common": "mifepristone will increase the level or effect of larotrectinib by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug. If coadministration of larotrectinib with strong CYP3A4 inhibitors is unavoidable, reduce larotrectinib dose by 50%. Resume prior larotrectinib dose once CYP3A4 inhibitor discontinued for 3-5 half-lives."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "lefamulin",
            "description": {
                "common": "mifepristone will increase the level or effect of lefamulin by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug. Avoid coadministration of lefamulin with strong CYP3A inhibitors."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "lemborexant",
            "description": {
                "common": "mifepristone will increase the level or effect of lemborexant by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug. Avoid coadministration of lemborexant with moderate or strong CYP3A inhibitors."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "leniolisib",
            "description": {
                "common": "mifepristone will increase the level or effect of leniolisib by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "levoketoconazole",
            "description": {
                "common": "levoketoconazole will increase the level or effect of mifepristone by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "levomilnacipran",
            "description": {
                "common": "mifepristone will increase the level or effect of levomilnacipran by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "levonorgestrel intrauterine",
            "description": {
                "common": "mifepristone will increase the level or effect of levonorgestrel intrauterine by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Contraindicated."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "levonorgestrel oral",
            "description": {
                "common": "mifepristone will increase the level or effect of levonorgestrel oral by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Contraindicated."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "lithium",
            "description": {
                "common": "lithium and mifepristone both increase  QTc interval. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "lorlatinib",
            "description": {
                "common": "mifepristone will increase the level or effect of lorlatinib by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug. Avoid coadministering lorlatinib with strong CYP3A inhibitors. If unavoidable, reduce lorlatinib dose by 25 mg/day. If strong CYP3A inhibitor discontinued, increase to previous lorlatinib (dose after 3 plasma half-lives of strong CYP3A inhibitor). See monograph for further details."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "lurbinectedin",
            "description": {
                "common": "lurbinectedin will increase the level or effect of mifepristone by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "macimorelin",
            "description": {
                "common": "macimorelin and mifepristone both increase  QTc interval. Avoid or Use Alternate Drug. Macimorelin causes an increase of ~11 msec in the corrected QT interval. Avoid coadministration with drugs that prolong QT interval, which could increase risk for developing torsade de pointes-type ventricular tachycardia. Allow sufficient washout time of drugs that are known to prolong the QT interval before administering macimorelin."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "medroxyprogesterone",
            "description": {
                "common": "mifepristone will increase the level or effect of medroxyprogesterone by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Contraindicated."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "mefloquine",
            "description": {
                "common": "mefloquine increases toxicity of mifepristone by QTc interval. Avoid or Use Alternate Drug. Mefloquine may enhance the QTc prolonging effect of high risk QTc prolonging agents."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "mestranol",
            "description": {
                "common": "mifepristone will increase the level or effect of mestranol by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Contraindicated."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "methadone",
            "description": {
                "common": "mifepristone will increase the level or effect of methadone by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "methylprednisolone",
            "description": {
                "common": "mifepristone will increase the level or effect of methylprednisolone by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "midazolam intranasal",
            "description": {
                "common": "mifepristone will increase the level or effect of midazolam intranasal by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug. Coadministration of strong CYP3A4 inhibitors with midazolam intranasal causes higher midazolam systemic exposure, which may prolong sedation."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "midostaurin",
            "description": {
                "common": "mifepristone will increase the level or effect of midostaurin by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "mirtazapine",
            "description": {
                "common": "mirtazapine and mifepristone both increase  QTc interval. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "nicardipine",
            "description": {
                "common": "mifepristone will increase the level or effect of nicardipine by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "nilotinib",
            "description": {
                "common": "mifepristone will increase the level or effect of nilotinib by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "nisoldipine",
            "description": {
                "common": "mifepristone will increase the level or effect of nisoldipine by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "norgestrel",
            "description": {
                "common": "mifepristone decreases effects of norgestrel by pharmacodynamic antagonism. Contraindicated. Backup contraceptive method recommended."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "olaparib",
            "description": {
                "common": "mifepristone will increase the level or effect of olaparib by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug. If concomitant use necessary, reduce dose of olaparib to 100 mg twice daily; original dose may be resumed 3 to 5 elimination half-lives after mifepristone is discontinued"
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "omaveloxolone",
            "description": {
                "common": "mifepristone will increase the level or effect of omaveloxolone by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug. If unavoidable, reduce omaveloxolone dose to 50 mg/day. Closely monitor and discontinue if adverse effects emerge."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "ombitasvir/paritaprevir/ritonavir",
            "description": {
                "common": "mifepristone will increase the level or effect of ombitasvir/paritaprevir/ritonavir by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "ombitasvir/paritaprevir/ritonavir & dasabuvir (DSC)",
            "description": {
                "common": "mifepristone will increase the level or effect of ombitasvir/paritaprevir/ritonavir & dasabuvir (DSC) by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "ondansetron",
            "description": {
                "common": "mifepristone will increase the level or effect of ondansetron by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "osimertinib",
            "description": {
                "common": "mifepristone will increase the level or effect of osimertinib by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "oxaliplatin",
            "description": {
                "common": "oxaliplatin and mifepristone both increase  QTc interval. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "paclitaxel",
            "description": {
                "common": "mifepristone will increase the level or effect of paclitaxel by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "paclitaxel protein bound",
            "description": {
                "common": "mifepristone will increase the level or effect of paclitaxel protein bound by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "palbociclib",
            "description": {
                "common": "mifepristone will increase the level or effect of palbociclib by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "panobinostat",
            "description": {
                "common": "mifepristone and panobinostat both increase  QTc interval. Avoid or Use Alternate Drug. Panobinostat is known to significantly prolong QT interval. Panobinostat prescribing information states use with drugs known to prolong QTc is not recommended."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "pazopanib",
            "description": {
                "common": "mifepristone will increase the level or effect of pazopanib by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "pemigatinib",
            "description": {
                "common": "mifepristone will increase the level or effect of pemigatinib by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug. If coadministration with strong or moderate CYP3A4 inhibitors is unavoidable, reduce pemigatinib dose (refer to drug monograph dosage modifications). After discontinuing the CYP3A4 inhibitor for 3 elimination half-lives, may resume previous pemigatinib dose."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "pexidartinib",
            "description": {
                "common": "mifepristone will increase the level or effect of pexidartinib by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug.  If coadministration with strong or moderate CYP3A4 inhibitors is unavoidable, reduce pexidartinib dose (refer to drug monograph dosage modifications). After discontinuing the CYP3A4 inhibitor for 3 elimination half-lives, may resume previous pexidartinib dose."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "pimavanserin",
            "description": {
                "common": "mifepristone and pimavanserin both increase  QTc interval. Avoid or Use Alternate Drug. Coadministration may increase the risk of QT prolongation and cardiac arrhythmia."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "pitolisant",
            "description": {
                "common": "mifepristone and pitolisant both increase  QTc interval. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "ponatinib",
            "description": {
                "common": "mifepristone will increase the level or effect of ponatinib by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "pralsetinib",
            "description": {
                "common": "mifepristone will increase the level or effect of pralsetinib by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "primaquine",
            "description": {
                "common": "mifepristone will increase the level or effect of primaquine by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "quetiapine",
            "description": {
                "common": "mifepristone will increase the level or effect of quetiapine by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "quinine",
            "description": {
                "common": "mifepristone will increase the level or effect of quinine by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "rabeprazole",
            "description": {
                "common": "mifepristone will increase the level or effect of rabeprazole by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "ranolazine",
            "description": {
                "common": "mifepristone will increase the level or effect of ranolazine by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "regorafenib",
            "description": {
                "common": "mifepristone will increase the level or effect of regorafenib by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "ribociclib",
            "description": {
                "common": "ribociclib and mifepristone both increase  QTc interval. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "rifabutin",
            "description": {
                "common": "mifepristone will increase the level or effect of rifabutin by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "rimegepant",
            "description": {
                "common": "mifepristone will increase the level or effect of rimegepant by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "riociguat",
            "description": {
                "common": "mifepristone will increase the level or effect of riociguat by  decreasing metabolism. Avoid or Use Alternate Drug. Coadministration of riociguat (substrate of CYP isoenzymes 1A1, 2C8, 3A, 2J2) with strong CYP inhibitors may require a decreased initial dose of 0.5 mg PO TID; monitor for signs of hypotension and reduce dose if needed"
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "romidepsin",
            "description": {
                "common": "mifepristone will increase the level or effect of romidepsin by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "rosuvastatin",
            "description": {
                "common": "mifepristone increases toxicity of rosuvastatin by Other (see comment). Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "saquinavir",
            "description": {
                "common": "mifepristone will increase the level or effect of saquinavir by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Contraindicated."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "selumetinib",
            "description": {
                "common": "mifepristone will increase the level or effect of selumetinib by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug. If coadministration with strong or moderate CYP3A4 inhibitors cannot be avoided, reduce selumetinib dosage (refer to selumetinib monograph for further information). After discontinuation of the strong or moderate CYP3A4 inhibitor for 3 elimination half-lives, resume selumetinib dose that was taken before initiating the inhibitor."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "sevoflurane",
            "description": {
                "common": "sevoflurane and mifepristone both increase  QTc interval. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "sildenafil",
            "description": {
                "common": "mifepristone will increase the level or effect of sildenafil by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "siponimod",
            "description": {
                "common": "mifepristone will increase the level or effect of siponimod by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug. Coadministration of siponimod with a moderate or strong CYP3A4 inhibitor PLUS a moderate or strong CYP2C9 inhibitor is not recommended."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "sonidegib",
            "description": {
                "common": "mifepristone will increase the level or effect of sonidegib by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "sparsentan",
            "description": {
                "common": "mifepristone, sparsentan.\nEither increases toxicity of the other by pharmacodynamic synergism. Avoid or Use Alternate Drug. If unavoidable, interrupt treatment with sparsentan. When resuming sparsentan, consider dose titration. ."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "stiripentol",
            "description": {
                "common": "mifepristone will increase the level or effect of stiripentol by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "suvorexant",
            "description": {
                "common": "mifepristone will increase the level or effect of suvorexant by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "tazemetostat",
            "description": {
                "common": "mifepristone will increase the level or effect of tazemetostat by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug. Avoid coadministration of tazemetostat with strong CYP3A4 inhibitors."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "tetrabenazine",
            "description": {
                "common": "tetrabenazine and mifepristone both increase  QTc interval. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "tezacaftor",
            "description": {
                "common": "mifepristone will increase the level or effect of tezacaftor by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "tiagabine",
            "description": {
                "common": "mifepristone will increase the level or effect of tiagabine by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "tipranavir",
            "description": {
                "common": "tipranavir will increase the level or effect of mifepristone by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "tolterodine",
            "description": {
                "common": "mifepristone will increase the level or effect of tolterodine by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug. If coadministration necessary in chronic mifepristone therapy, reduce dose of tolterodine IR to 1 mg twice daily and tolterodine ER to 2 mg once daily; monitor for QT prolongation "
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "tolvaptan",
            "description": {
                "common": "mifepristone will increase the level or effect of tolvaptan by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Contraindicated."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "toremifene",
            "description": {
                "common": "mifepristone will increase the level or effect of toremifene by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "trabectedin",
            "description": {
                "common": "mifepristone will increase the level or effect of trabectedin by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "trazodone",
            "description": {
                "common": "mifepristone will increase the level or effect of trazodone by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "triptorelin",
            "description": {
                "common": "triptorelin increases toxicity of mifepristone by QTc interval. Avoid or Use Alternate Drug. Increases risk of torsades de pointes."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "tucatinib",
            "description": {
                "common": "mifepristone will increase the level or effect of tucatinib by  Other (see comment). Avoid or Use Alternate Drug. Coadministration of tucatinib (a CYP2C8 substrate) with a strong or moderate CYP2C8 inhibitors increases tucatinib plasma concentrations and risk of toxicities."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "ubrogepant",
            "description": {
                "common": "mifepristone will increase the level or effect of ubrogepant by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Contraindicated."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "ulipristal",
            "description": {
                "common": "mifepristone will increase the level or effect of ulipristal by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Contraindicated."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "umeclidinium bromide/vilanterol inhaled",
            "description": {
                "common": "mifepristone increases toxicity of umeclidinium bromide/vilanterol inhaled by QTc interval. Avoid or Use Alternate Drug. Exercise extreme caution when vilanterol coadministered with drugs that prolong QTc interval; adrenergic agonist effects on the cardiovascular system may be potentiated."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "valbenazine",
            "description": {
                "common": "mifepristone will increase the level or effect of valbenazine by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "vandetanib",
            "description": {
                "common": "mifepristone will increase the level or effect of vandetanib by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "vemurafenib",
            "description": {
                "common": "mifepristone will increase the level or effect of vemurafenib by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "venetoclax",
            "description": {
                "common": "mifepristone will increase the level or effect of venetoclax by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "vilanterol/fluticasone furoate inhaled",
            "description": {
                "common": "mifepristone increases toxicity of vilanterol/fluticasone furoate inhaled by QTc interval. Avoid or Use Alternate Drug. Exercise extreme caution when vilanterol coadministered with drugs that prolong QTc interval; adrenergic agonist effects on the cardiovascular system may be potentiated."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "voriconazole",
            "description": {
                "common": "mifepristone will increase the level or effect of voriconazole by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "voxelotor",
            "description": {
                "common": "voxelotor will increase the level or effect of mifepristone by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug. Voxelotor increases systemic exposure of sensitive CYP3A4 substrates. Avoid coadministration with sensitive CYP3A4 substrates with a narrow therapeutic index. Consider dose reduction of the sensitive CYP3A4 substrate(s) if unable to avoid."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "abemaciclib",
            "description": {
                "common": "mifepristone will increase the level or effect of abemaciclib by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Modify Therapy/Monitor Closely. Patients who have had dose reduction to 100 mg twice daily due to adverse reactions, may further reduce dose of abemaciclib to 50 mg PO twice daily; discontinue abemaciclib for patients unable to tolerate 50 mg twice daily; if mifepristone is discontinued, increase dose of abemaciclib to original dose after 3 to 5 half-lives of mifepristone"
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "acalabrutinib",
            "description": {
                "common": "mifepristone will increase the level or effect of acalabrutinib by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Modify Therapy/Monitor Closely. If mifepristone use necessary, limit dose of acalabrutinib to 100 mg once daily and monitor closely for drug-related toxicity and need for further adjustment or interruption of acalbrutinib therapy"
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ado-trastuzumab emtansine",
            "description": {
                "common": "mifepristone will increase the level or effect of ado-trastuzumab emtansine by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Modify Therapy/Monitor Closely. If coadministration necessary, closely monitor patients for ado-trastuzumab emtansine-related adverse reactions"
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "albuterol",
            "description": {
                "common": "albuterol and mifepristone both increase  QTc interval. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "alprazolam",
            "description": {
                "common": "mifepristone will increase the level or effect of alprazolam by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "amiodarone",
            "description": {
                "common": "mifepristone will increase the level or effect of amiodarone by  Other (see comment). Modify Therapy/Monitor Closely. Inhibits CYP2C8/2C9; use smallest recommended doses for substrates and monitor; combination may increase QT interval. Use alternatives if available"
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "amitriptyline",
            "description": {
                "common": "mifepristone, amitriptyline. QTc interval. Modify Therapy/Monitor Closely. Use alternatives if available."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "amlodipine",
            "description": {
                "common": "mifepristone will increase the level or effect of amlodipine by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "amobarbital",
            "description": {
                "common": "amobarbital will decrease the level or effect of mifepristone by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "amoxapine",
            "description": {
                "common": "mifepristone, amoxapine. QTc interval. Modify Therapy/Monitor Closely. Use alternatives if available."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "apixaban",
            "description": {
                "common": "mifepristone will increase the level or effect of apixaban by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Modify Therapy/Monitor Closely. Reduce apixaban dose by 50% when mifepristone used for treatment of Cushing's disease or other hormonal conditions; if patients are already receiving 2.5 mg twice daily, avoid coadministration"
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "apomorphine",
            "description": {
                "common": "mifepristone, apomorphine. QTc interval. Modify Therapy/Monitor Closely. Use alternatives if available."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "aprepitant",
            "description": {
                "common": "aprepitant will increase the level or effect of mifepristone by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "arformoterol",
            "description": {
                "common": "mifepristone, arformoterol. QTc interval. Modify Therapy/Monitor Closely. Use alternatives if available."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "aripiprazole",
            "description": {
                "common": "mifepristone will increase the level or effect of aripiprazole by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Modify Therapy/Monitor Closely. If these drugs must be used together, follow manufacturer recommendations "
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "arsenic trioxide",
            "description": {
                "common": "mifepristone, arsenic trioxide. QTc interval. Modify Therapy/Monitor Closely. Use alternatives if available."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "artemether",
            "description": {
                "common": "mifepristone, artemether. QTc interval. Modify Therapy/Monitor Closely. Use alternatives if available."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "artemether/lumefantrine",
            "description": {
                "common": "mifepristone, artemether/lumefantrine. QTc interval. Modify Therapy/Monitor Closely. Use alternatives if available."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "asenapine",
            "description": {
                "common": "mifepristone, asenapine. QTc interval. Modify Therapy/Monitor Closely. Use alternatives if available."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "atazanavir",
            "description": {
                "common": "atazanavir will increase the level or effect of mifepristone by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor. Do not exceed mifepristone 300 mg/day for Cushing syndrome when coadministered with strong CYP3A4 inhibitors. Potential for increased toxicity"
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "atogepant",
            "description": {
                "common": "mifepristone will increase the level or effect of atogepant by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Modify Therapy/Monitor Closely. Recommended atogepant dosage is 10 mg PO qDay when coadministered with strong CYP3A4 inhibitors."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "atomoxetine",
            "description": {
                "common": "atomoxetine and mifepristone both increase  QTc interval. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "atorvastatin",
            "description": {
                "common": "mifepristone will increase the level or effect of atorvastatin by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor. Dose of atorvastatin should not exceed 40 mg/day, when administered with a strong CYP3A4 inhibitor "
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "avatrombopag",
            "description": {
                "common": "mifepristone will increase the level or effect of avatrombopag by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Modify Therapy/Monitor Closely. When treating ITP, reduce starting dose of avatrombopag to 20 mg PO 3 times weekly when used concomitantly with mifepristone; in patients starting mifepristone while receiving avatrombopag, monitor platelet counts and adjust avatrombopag dose as necessary; coadministration of avatrombopag with a moderate or strong dual CYP2C9/3A4 inhibitor requires a decreased avatrombopag starting dose. Refer to manufacturer recommendations."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "axitinib",
            "description": {
                "common": "mifepristone increases levels of axitinib by affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "azithromycin",
            "description": {
                "common": "mifepristone, azithromycin. QTc interval. Modify Therapy/Monitor Closely. Use alternatives if available."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "bedaquiline",
            "description": {
                "common": "mifepristone and bedaquiline both increase  QTc interval. Modify Therapy/Monitor Closely. ECG should be monitored closely"
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "boceprevir",
            "description": {
                "common": "boceprevir will increase the level or effect of mifepristone by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor. Do not exceed mifepristone 300 mg/day for Cushing syndrome when coadministered with strong CYP3A4 inhibitors"
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "bortezomib",
            "description": {
                "common": "mifepristone will increase the level or effect of bortezomib by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "bosentan",
            "description": {
                "common": "bosentan will decrease the level or effect of mifepristone by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor. CYP3A4 inducers have not been studied, coadministration not recommended by manufacturer"
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "brentuximab vedotin",
            "description": {
                "common": "mifepristone will increase the level or effect of brentuximab vedotin by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "brexpiprazole",
            "description": {
                "common": "mifepristone will increase the level or effect of brexpiprazole by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "brigatinib",
            "description": {
                "common": "mifepristone will increase the level or effect of brigatinib by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Modify Therapy/Monitor Closely. If concomitant use necessary, reduce dose of brigatinib by approximately 50% without breaking tablets (ie, from 180 mg to 90 mg; from 90 mg to 60 mg); after discontinuation of mifepristone, resume brigatinib dose that was tolerated prior to initiation of mifepristone"
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "bupropion",
            "description": {
                "common": "mifepristone will increase the level or effect of bupropion by  affecting hepatic enzyme CYP2B6 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "buspirone",
            "description": {
                "common": "mifepristone will increase the level or effect of buspirone by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Modify Therapy/Monitor Closely. If buspirone needs to be administered concurrently, a low dose of buspirone (ie, 2.5 mg PO twice daily) recommended initially; base subsequent dosage adjustments on clinical response"
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "cabozantinib",
            "description": {
                "common": "mifepristone will increase the level or effect of cabozantinib by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Modify Therapy/Monitor Closely. If concomitant use necessary, reduce dose of cabozantinib; for patients taking cabozantinib tablets, reduce dose by 20 mg (eg, 60 mg/day to 40 mg/day; 40 mg/day to 20 mg/day); for patients taking cabozantinib capsules, reduce dose by 40 mg (eg, 140 mg/day to 100 mg/day or 100 mg/day to 60 mg/day); resume cabozantinib dose that was used prior to initiating treatment with mifepristone 2 to 3 days after discontinuation of mifepristone"
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "calcifediol",
            "description": {
                "common": "mifepristone will increase the level or effect of calcifediol by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "cannabidiol",
            "description": {
                "common": "mifepristone will increase the level or effect of cannabidiol by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Modify Therapy/Monitor Closely. Consider reducing the cannabidiol dose when coadministered with a strong CYP3A4 inhibitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "carbamazepine",
            "description": {
                "common": "carbamazepine, mifepristone. Other (see comment). Use Caution/Monitor. \nComment: Carbamazepine may decrease mifepristone levels via CYP3A4 induction; additionally, mifepristone may increase carbamazepine levels by inhibiting CYP2C8/2C9."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "cenobamate",
            "description": {
                "common": "cenobamate will decrease the level or effect of mifepristone by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Modify Therapy/Monitor Closely. Increase dose of CYP3A4 substrate, as needed, when coadministered with cenobamate."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ceritinib",
            "description": {
                "common": "mifepristone increases levels of ceritinib by P-glycoprotein (MDR1) efflux transporter. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "chloroquine",
            "description": {
                "common": "mifepristone will increase the level or effect of chloroquine by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "chlorpromazine",
            "description": {
                "common": "mifepristone, chlorpromazine. QTc interval. Modify Therapy/Monitor Closely. Use alternatives if available."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "cholic acid",
            "description": {
                "common": "mifepristone increases toxicity of cholic acid by decreasing elimination. Modify Therapy/Monitor Closely. Avoid concomitant use of inhibitors of the bile salt efflux pump (BSEP). May exacerbate accumulation of conjugated bile salts in the liver and result in clinical symptoms. If concomitant use is necessary, monitor serum transaminases and bilirubin."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ciclesonide inhaled",
            "description": {
                "common": "mifepristone will increase the level or effect of ciclesonide inhaled by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ciprofloxacin",
            "description": {
                "common": "ciprofloxacin will increase the level or effect of mifepristone by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Modify Therapy/Monitor Closely. Use alternatives if available."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "citalopram",
            "description": {
                "common": "mifepristone, citalopram. QTc interval. Modify Therapy/Monitor Closely. Use alternatives if available."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "clarithromycin",
            "description": {
                "common": "clarithromycin will increase the level or effect of mifepristone by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Modify Therapy/Monitor Closely. Do not exceed mifepristone 300 mg/day for Cushing syndrome when coadministered with strong CYP3A4 inhibitors; combination may also prolong QT interval. Use alternatives if available"
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "clomipramine",
            "description": {
                "common": "mifepristone, clomipramine. QTc interval. Modify Therapy/Monitor Closely. Use alternatives if available."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "clonazepam",
            "description": {
                "common": "mifepristone will increase the level or effect of clonazepam by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "clozapine",
            "description": {
                "common": "mifepristone, clozapine. QTc interval. Modify Therapy/Monitor Closely. Use alternatives if available."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "cobicistat",
            "description": {
                "common": "cobicistat will increase the level or effect of mifepristone by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Modify Therapy/Monitor Closely. If coadministration necessary, administer 300 mg mifepristone initially; not to exceed 600 mg; if cobicistat initiated in patient receiving 600 mg mifepristone, reduce mirepristone dose to 300 mg; if cobicistat initiated in patient receiving 900-1200 mg mifepristone, reduce mifepristone dose to 600 mg; if initiated in patient receiving 300 mg mifepristone, no change in dose necessary"
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "cobimetinib",
            "description": {
                "common": "mifepristone will increase the level or effect of cobimetinib by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Modify Therapy/Monitor Closely. If short-term coadministration (14 days or less) of mifepristone necessary, reduce dose of cobimetinib to 20 mg once daily for patients normally taking 60 mg daily; after discontinuation of mifepristone, resume cobimetinib at previous dose; use alternative to mifepristone in patients who are already taking a reduced dose of cobimetinib (20-40 mg daily)"
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "conivaptan",
            "description": {
                "common": "conivaptan will increase the level or effect of mifepristone by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor. Do not exceed mifepristone 300 mg/day for Cushing syndrome when coadministered with strong CYP3A4 inhibitors"
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "conjugated estrogens",
            "description": {
                "common": "mifepristone will increase the level or effect of conjugated estrogens by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "crizotinib",
            "description": {
                "common": "mifepristone, crizotinib. QTc interval. Modify Therapy/Monitor Closely. Use alternatives if available."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "cyclophosphamide",
            "description": {
                "common": "mifepristone will increase the level or effect of cyclophosphamide by  affecting hepatic enzyme CYP2B6 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "daclatasvir",
            "description": {
                "common": "mifepristone will increase the level or effect of daclatasvir by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "dapsone",
            "description": {
                "common": "mifepristone will increase the level or effect of dapsone by  Other (see comment). Use Caution/Monitor. Inhibits CYP2C8/2C9; use smallest recommended doses for substrates and monitor"
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "darifenacin",
            "description": {
                "common": "mifepristone will increase the level or effect of darifenacin by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Modify Therapy/Monitor Closely. In adults receiving mifepristone chronically for treatment of hormonal conditions, daily dose of darifenacin should not exceed 7.5 mg/day PO"
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "darunavir",
            "description": {
                "common": "darunavir will increase the level or effect of mifepristone by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor. Do not exceed mifepristone 300 mg/day for Cushing syndrome when coadministered with strong CYP3A4 inhibitors"
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "dasatinib",
            "description": {
                "common": "mifepristone, dasatinib. QTc interval. Modify Therapy/Monitor Closely. Use alternatives if available."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "degarelix",
            "description": {
                "common": "mifepristone, degarelix. QTc interval. Modify Therapy/Monitor Closely. Use alternatives if available."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "delavirdine",
            "description": {
                "common": "mifepristone will increase the level or effect of delavirdine by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "desipramine",
            "description": {
                "common": "mifepristone, desipramine. QTc interval. Modify Therapy/Monitor Closely. Use alternatives if available."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "desogestrel",
            "description": {
                "common": "mifepristone decreases effects of desogestrel by pharmacodynamic antagonism. Use Caution/Monitor. Backup contraceptive method recommended."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "deutetrabenazine",
            "description": {
                "common": "mifepristone and deutetrabenazine both increase  QTc interval. Use Caution/Monitor. At the maximum recommended dose, deutetrabenazine does not prolong QT interval to a clinically relevant extent. Certain circumstances may increase risk of torsade de pointes and/or sudden death in association with drugs that prolong the QTc interval (eg, bradycardia, hypokalemia or hypomagnesemia, coadministration with other drugs that prolong QTc interval, presence of congenital QT prolongation)."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "diazepam intranasal",
            "description": {
                "common": "mifepristone will increase the level or effect of diazepam intranasal by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor. Strong or moderate CYP3A4 inhibitors may decrease rate of diazepam elimination, thereby increasing adverse reactions to diazepam."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "dichlorphenamide",
            "description": {
                "common": "dichlorphenamide and mifepristone both decrease  serum potassium. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "diclofenac topical",
            "description": {
                "common": "mifepristone will increase the level or effect of diclofenac topical by  Other (see comment). Use Caution/Monitor. Inhibits CYP2C8/2C9; use smallest recommended doses for substrates and monitor"
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "dienogest/estradiol valerate",
            "description": {
                "common": "mifepristone will increase the level or effect of dienogest/estradiol valerate by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor. Monitor for potential adverse effects such as nausea, irregular uterine bleeding, breast tenderness and headache."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "diltiazem",
            "description": {
                "common": "diltiazem will increase the level or effect of mifepristone by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Modify Therapy/Monitor Closely. Coadministration of mifepristone, CYP3A4 inhibitor  with diltiazem, CYP3A4 substrate may increase plasma concentrations of diltiazem. Discontinuation or dose reduction of diltiazem may be necessary with mifepristone coadministration."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "disopyramide",
            "description": {
                "common": "mifepristone, disopyramide. QTc interval. Modify Therapy/Monitor Closely. Use alternatives if available."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "docetaxel",
            "description": {
                "common": "mifepristone will increase the level or effect of docetaxel by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Modify Therapy/Monitor Closely. Closely monitor for docetaxel-related adverse reactions and consider 50% dose reduction of docetaxel if concomitant use of docetaxel with chronic mifepristone necessary; clinical significance of this interaction with short-term use of mifepristone for termination of pregnancy unknown"
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "dofetilide",
            "description": {
                "common": "mifepristone, dofetilide. QTc interval. Modify Therapy/Monitor Closely. Use alternatives if available."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "dolasetron",
            "description": {
                "common": "mifepristone, dolasetron. QTc interval. Modify Therapy/Monitor Closely. Use alternatives if available."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "donepezil",
            "description": {
                "common": "donepezil and mifepristone both increase  QTc interval. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "doravirine",
            "description": {
                "common": "mifepristone will increase the level or effect of doravirine by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor. Coadministration of doravirine and CYP3A4 inhibitors may increase plasma concentrations and toxicities of doravirine."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "doxepin",
            "description": {
                "common": "doxepin and mifepristone both increase  QTc interval. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "doxepin cream",
            "description": {
                "common": "mifepristone will increase the level or effect of doxepin cream by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "doxorubicin",
            "description": {
                "common": "mifepristone will increase the level or effect of doxorubicin by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "doxorubicin liposomal",
            "description": {
                "common": "mifepristone will increase the level or effect of doxorubicin liposomal by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "dronabinol",
            "description": {
                "common": "mifepristone will increase the level or effect of dronabinol by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "droperidol",
            "description": {
                "common": "mifepristone, droperidol. QTc interval. Modify Therapy/Monitor Closely. Use alternatives if available."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "drospirenone",
            "description": {
                "common": "mifepristone decreases effects of drospirenone by pharmacodynamic antagonism. Use Caution/Monitor. Backup contraceptive method recommended."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "duvelisib",
            "description": {
                "common": "mifepristone will increase the level or effect of duvelisib by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Modify Therapy/Monitor Closely. Coadministration with a strong CYP3A4 inhibitor increases duvelisib AUC, which may increase the risk of duvelisib toxicities. Reduce duvelisib dose to 15 mg BID when coadministered with a strong CYP3A4 inhibitor. "
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "efavirenz",
            "description": {
                "common": "efavirenz, mifepristone. Other (see comment). Use Caution/Monitor. \nComment: Efavirenz shown in vitro to induce CYP3A4 and CYP2B6, but in vitro has been shown to inhibit CYP3A4 and therefore may affect mifepristone levels/effect; mifepristone inhibits CYP2B6, therefore increasing exposure of efavirenz."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "elagolix",
            "description": {
                "common": "mifepristone will increase the level or effect of elagolix by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Modify Therapy/Monitor Closely. Coadministration of elagolix 200 mg BID with strong CYP3A inhibitors for >1 month is not recommended. Limit elagolix dose to 150 mg qDay and CYP3A inhibitor duration of use to 6 months if coadministered."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "elbasvir/grazoprevir",
            "description": {
                "common": "mifepristone will increase the level or effect of elbasvir/grazoprevir by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "encorafenib",
            "description": {
                "common": "encorafenib, mifepristone. affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor. Encorafenib both inhibits and induces CYP3A4 at clinically relevant plasma concentrations. Coadministration of encorafenib with sensitive CYP3A4 substrates may result in increased toxicity or decreased efficacy of these agents."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "enfortumab vedotin",
            "description": {
                "common": "mifepristone increases toxicity of enfortumab vedotin by affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor. Enfortumab vedotin is an antibody-drug conjugate that releases monomethylauristatin E (MMAE) via proteolytic cleavage. MMAE is primarily metabolized by CYP3A4 in vitro. Coadministration with strong CYP3A4 inhibitors may increase free MMAE exposure, which may increase the incidence or severity of toxicities."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "erlotinib",
            "description": {
                "common": "mifepristone will increase the level or effect of erlotinib by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Modify Therapy/Monitor Closely. Reduce dose of erlotinib by 50 mg decrements If concomitant use necessary and severe reactions occur; clinical significance of this interaction with short-term use of mifepristone for termination of pregnancy unknown"
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "erythromycin base",
            "description": {
                "common": "erythromycin base will increase the level or effect of mifepristone by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "erythromycin ethylsuccinate",
            "description": {
                "common": "erythromycin ethylsuccinate will increase the level or effect of mifepristone by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "erythromycin lactobionate",
            "description": {
                "common": "erythromycin lactobionate will increase the level or effect of mifepristone by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "erythromycin stearate",
            "description": {
                "common": "erythromycin stearate will increase the level or effect of mifepristone by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "escitalopram",
            "description": {
                "common": "mifepristone, escitalopram. QTc interval. Modify Therapy/Monitor Closely. Use alternatives if available."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "eslicarbazepine acetate",
            "description": {
                "common": "eslicarbazepine acetate will decrease the level or effect of mifepristone by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor. CYP3A4 inducers have not been studied, coadministration not recommended by manufacturer"
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "estradiol",
            "description": {
                "common": "mifepristone will increase the level or effect of estradiol by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "estrogens conjugated synthetic",
            "description": {
                "common": "mifepristone will increase the level or effect of estrogens conjugated synthetic by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "estrogens esterified",
            "description": {
                "common": "mifepristone will increase the level or effect of estrogens esterified by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "estropipate",
            "description": {
                "common": "mifepristone will increase the level or effect of estropipate by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ethinylestradiol",
            "description": {
                "common": "mifepristone decreases effects of ethinylestradiol by pharmacodynamic antagonism. Use Caution/Monitor. Backup contraceptive method recommended."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "etoposide",
            "description": {
                "common": "mifepristone will increase the level or effect of etoposide by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "etravirine",
            "description": {
                "common": "etravirine will decrease the level or effect of mifepristone by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor. CYP3A4 inducers have not been studied, coadministration not recommended by manufacturer"
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "etynodiol",
            "description": {
                "common": "mifepristone decreases effects of etynodiol by pharmacodynamic antagonism. Use Caution/Monitor. Backup contraceptive method recommended."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "exemestane",
            "description": {
                "common": "mifepristone will increase the level or effect of exemestane by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ezogabine",
            "description": {
                "common": "mifepristone, ezogabine. QTc interval. Modify Therapy/Monitor Closely. Use alternatives if available."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "famotidine",
            "description": {
                "common": "famotidine, mifepristone.\nEither increases toxicity of the other by QTc interval. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "fedratinib",
            "description": {
                "common": "fedratinib will increase the level or effect of mifepristone by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor. Adjust dose of drugs that are CYP3A4 substrates as necessary."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "fentanyl",
            "description": {
                "common": "mifepristone will increase the level or effect of fentanyl by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Modify Therapy/Monitor Closely. Monitor patients for respiratory depression and sedation at frequent intervals if coadministration of CYP3A4 inhibitors with fentanyl is necessary, and consider fentanyl dose adjustments until stable drug effects achieved"
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ferrous fumarate",
            "description": {
                "common": "mifepristone decreases effects of ferrous fumarate by pharmacodynamic antagonism. Use Caution/Monitor. Backup contraceptive method recommended."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "flecainide",
            "description": {
                "common": "mifepristone, flecainide. QTc interval. Modify Therapy/Monitor Closely. Use alternatives if available."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "flibanserin",
            "description": {
                "common": "mifepristone will increase the level or effect of flibanserin by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor. Increased flibanserin adverse effects may occur if coadministered with multiple weak CYP3A4 inhibitors."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "fluconazole",
            "description": {
                "common": "fluconazole will increase the level or effect of mifepristone by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "flunisolide inhaled",
            "description": {
                "common": "mifepristone will increase the level or effect of flunisolide inhaled by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "fluoxetine",
            "description": {
                "common": "mifepristone, fluoxetine. QTc interval. Modify Therapy/Monitor Closely. Use alternatives if available."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "fluphenazine",
            "description": {
                "common": "mifepristone, fluphenazine. QTc interval. Modify Therapy/Monitor Closely. Use alternatives if available."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "fluticasone furoate",
            "description": {
                "common": "mifepristone will increase the level or effect of fluticasone furoate by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor. Strong CYP3A4 inhibitors may increase fluticasone systemic exposure"
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "fluticasone inhaled",
            "description": {
                "common": "mifepristone will increase the level or effect of fluticasone inhaled by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor. Strong CYP3A4 inhibitors may increase fluticasone systemic exposure"
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "formoterol",
            "description": {
                "common": "mifepristone, formoterol. QTc interval. Modify Therapy/Monitor Closely. Use alternatives if available."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "fosamprenavir",
            "description": {
                "common": "fosamprenavir, mifepristone.\nEither increases levels of the other by affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor. Do not exceed mifepristone 300 mg/day for Cushing syndrome when coadministered with strong CYP3A4 inhibitors."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "fosaprepitant",
            "description": {
                "common": "fosaprepitant will increase the level or effect of mifepristone by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "foscarnet",
            "description": {
                "common": "mifepristone, foscarnet. QTc interval. Modify Therapy/Monitor Closely. Use alternatives if available."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "fosphenytoin",
            "description": {
                "common": "fosphenytoin will decrease the level or effect of mifepristone by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor. CYP3A4 inducers have not been studied, coadministration not recommended by manufacturer"
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "fostamatinib",
            "description": {
                "common": "mifepristone will increase the level or effect of fostamatinib by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Modify Therapy/Monitor Closely. Strong CYP3A4 inhibitors may increase exposure to R406 (fostamatinib major active metabolite). Monitor for toxicities that may require fostamatinib dose reduction."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "fostemsavir",
            "description": {
                "common": "mifepristone and fostemsavir both increase  QTc interval. Use Caution/Monitor. QTc prolongation reported with higher than recommended doses of fostemsavir. "
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "gefitinib",
            "description": {
                "common": "mifepristone will increase the level or effect of gefitinib by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "gemifloxacin",
            "description": {
                "common": "mifepristone, gemifloxacin. QTc interval. Modify Therapy/Monitor Closely. Use alternatives if available."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "gemtuzumab",
            "description": {
                "common": "mifepristone and gemtuzumab both increase  QTc interval. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "glecaprevir/pibrentasvir",
            "description": {
                "common": "mifepristone will increase the level or effect of glecaprevir/pibrentasvir by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "grapefruit",
            "description": {
                "common": "grapefruit will increase the level or effect of mifepristone by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "haloperidol",
            "description": {
                "common": "mifepristone, haloperidol. QTc interval. Modify Therapy/Monitor Closely. Use alternatives if available."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "hydrocodone",
            "description": {
                "common": "mifepristone will increase the level or effect of hydrocodone by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ibuprofen/famotidine",
            "description": {
                "common": "ibuprofen/famotidine, mifepristone.\nEither increases toxicity of the other by QTc interval. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ibutilide",
            "description": {
                "common": "mifepristone, ibutilide. QTc interval. Modify Therapy/Monitor Closely. Use alternatives if available."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "idelalisib",
            "description": {
                "common": "mifepristone will increase the level or effect of idelalisib by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ifosfamide",
            "description": {
                "common": "mifepristone will decrease the level or effect of ifosfamide by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor. Coadministration of CYP3A4 inhibitors may decrease the metabolism of ifosfamide to its active alkylating metabolites and decrease the efficacy of ifosfamide."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "iloperidone",
            "description": {
                "common": "mifepristone, iloperidone. QTc interval. Modify Therapy/Monitor Closely. Use alternatives if available."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "imatinib",
            "description": {
                "common": "imatinib will increase the level or effect of mifepristone by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "indapamide",
            "description": {
                "common": "mifepristone, indapamide. QTc interval. Modify Therapy/Monitor Closely. Use alternatives if available."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "indinavir",
            "description": {
                "common": "indinavir, mifepristone.\nEither increases levels of the other by affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor. Do not exceed mifepristone 300 mg/day for Cushing syndrome when coadministered with strong CYP3A4 inhibitors."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "irinotecan",
            "description": {
                "common": "mifepristone will increase the level or effect of irinotecan by  affecting hepatic enzyme CYP2B6 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "irinotecan liposomal",
            "description": {
                "common": "mifepristone will increase the level or effect of irinotecan liposomal by  affecting hepatic enzyme CYP2B6 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "isotretinoin",
            "description": {
                "common": "mifepristone will increase the level or effect of isotretinoin by  Other (see comment). Use Caution/Monitor. Inhibits CYP2C8/2C9; use smallest recommended doses for substrates and monitor"
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "isradipine",
            "description": {
                "common": "mifepristone, isradipine. QTc interval. Modify Therapy/Monitor Closely. Use alternatives if available."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "istradefylline",
            "description": {
                "common": "mifepristone will increase the level or effect of istradefylline by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Modify Therapy/Monitor Closely. Do not exceed istradefylline 20 mg/day if coadministered with strong CYP3A4 inhibitors."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "itraconazole",
            "description": {
                "common": "itraconazole, mifepristone.\nEither increases levels of the other by affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor. Do not exceed mifepristone 300 mg/day for Cushing syndrome when coadministered with strong CYP3A4 inhibitors. Monitor for increased concentrations/toxic effects, during and 2 weeks following treatment with mifepristone."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ivacaftor",
            "description": {
                "common": "mifepristone will increase the level or effect of ivacaftor by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Modify Therapy/Monitor Closely. Reduce ivacaftor dose if coadministered with strong CYP3A4 inhibitors. See specific ivacaftor-containing product for precise dosage modification."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ketamine",
            "description": {
                "common": "mifepristone will increase the level or effect of ketamine by  affecting hepatic enzyme CYP2B6 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "lacosamide",
            "description": {
                "common": "mifepristone will increase the level or effect of lacosamide by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "lapatinib",
            "description": {
                "common": "mifepristone will increase the level or effect of lapatinib by  Other (see comment). Modify Therapy/Monitor Closely. Inhibits CYP2C8/2C9; use smallest recommended doses for substrates and monitor; combination may increase QT interval. Use alternatives if available"
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "lenacapavir",
            "description": {
                "common": "lenacapavir will increase the level or effect of mifepristone by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor. Lencapavir may increase CYP3A4 substrates initiated within 9 months after last SC dose of lenacapavir, which may increase potential risk of adverse reactions of CYP3A4 substrates."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "lenvatinib",
            "description": {
                "common": "mifepristone and lenvatinib both increase  QTc interval. Use Caution/Monitor. Lenvatinib prescribing information recommends monitoring ECG closely when coadministered with QT prolonging drugs."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "letermovir",
            "description": {
                "common": "mifepristone increases levels of letermovir by decreasing metabolism. Use Caution/Monitor. Coadminstration of letermovir, an OATP1B1/3 substrate, with OATP1B1/3 inhibitors may increase letermovir plasma concentrations."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "levamlodipine",
            "description": {
                "common": "mifepristone will increase the level or effect of levamlodipine by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Modify Therapy/Monitor Closely. Coadministration with moderate and strong CYP3A inhibitors results in increased systemic exposure to amlodipine and may require dose reduction. Monitor for symptoms of hypotension and edema when amlodipine is coadministered with CYP3A inhibitors to determine the need for dose adjustment."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "levofloxacin",
            "description": {
                "common": "mifepristone, levofloxacin. QTc interval. Modify Therapy/Monitor Closely. Use alternatives if available."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "levonorgestrel intrauterine",
            "description": {
                "common": "mifepristone decreases effects of levonorgestrel intrauterine by pharmacodynamic antagonism. Use Caution/Monitor. Backup contraceptive method recommended."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "levonorgestrel oral",
            "description": {
                "common": "mifepristone decreases effects of levonorgestrel oral by pharmacodynamic antagonism. Use Caution/Monitor. Backup contraceptive method recommended."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "linagliptin",
            "description": {
                "common": "mifepristone will increase the level or effect of linagliptin by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "lofexidine",
            "description": {
                "common": "mifepristone and lofexidine both increase  QTc interval. Use Caution/Monitor. ECG monitoring is recommended."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "lomitapide",
            "description": {
                "common": "mifepristone increases levels of lomitapide by affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor. Lomitapide dose should not exceed 30 mg/day."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "lopinavir",
            "description": {
                "common": "lopinavir, mifepristone.\nEither increases levels of the other by affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor. Do not exceed mifepristone 300 mg/day for Cushing syndrome when coadministered with strong CYP3A4 inhibitors."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "losartan",
            "description": {
                "common": "mifepristone will increase the level or effect of losartan by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "lumacaftor/ivacaftor",
            "description": {
                "common": "mifepristone will increase the level or effect of lumacaftor/ivacaftor by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Modify Therapy/Monitor Closely. If coadministration necessary, monitor efficacy and adjust dosages as necessary"
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "lumateperone",
            "description": {
                "common": "mifepristone will increase the level or effect of lumateperone by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Modify Therapy/Monitor Closely. Reduce lumateperone dose to 10.5 mg/day if coadministered with strong CYP3A4 inhibitors."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "lumefantrine",
            "description": {
                "common": "mifepristone, lumefantrine. QTc interval. Modify Therapy/Monitor Closely. Use alternatives if available."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "lurasidone",
            "description": {
                "common": "mifepristone, lurasidone.\nEither increases levels of the other by affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "maprotiline",
            "description": {
                "common": "mifepristone, maprotiline. QTc interval. Modify Therapy/Monitor Closely. Use alternatives if available."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "maraviroc",
            "description": {
                "common": "mifepristone will increase the level or effect of maraviroc by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "mefloquine",
            "description": {
                "common": "mifepristone, mefloquine. QTc interval. Modify Therapy/Monitor Closely. Use alternatives if available."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "mestranol",
            "description": {
                "common": "mifepristone decreases effects of mestranol by pharmacodynamic antagonism. Use Caution/Monitor. Backup contraceptive method recommended."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "metaxalone",
            "description": {
                "common": "mifepristone will increase the level or effect of metaxalone by  Other (see comment). Use Caution/Monitor. Inhibits CYP2C8/2C9; use smallest recommended doses for substrates and monitor"
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "methadone",
            "description": {
                "common": "mifepristone will increase the level or effect of methadone by  Other (see comment). Modify Therapy/Monitor Closely. Inhibits CYP2C8/2C9; use smallest recommended doses for substrates and monitor; combination may increase QT interval. Use alternatives if available"
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "mirtazapine",
            "description": {
                "common": "mifepristone will increase the level or effect of mirtazapine by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "mirvetuximab soravtansine",
            "description": {
                "common": "mifepristone will increase the level or effect of mirvetuximab soravtansine by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor. Coadministration with strong CYP3A4 inhibitors may increase unconjugated DM4 (a CYP3A4 substrate and the cytotoxic component of the antibody drug conjugate for mirvetuximab soravtansine) exposure, which may increase the risk of adverse reactions. "
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "mitotane",
            "description": {
                "common": "mitotane decreases levels of mifepristone by affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor. Mitotane is a strong inducer of cytochrome P-4503A4; monitor when coadministered with CYP3A4 substrates for possible dosage adjustments."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "modafinil",
            "description": {
                "common": "mifepristone will increase the level or effect of modafinil by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "mometasone, intranasal",
            "description": {
                "common": "mifepristone will increase the level or effect of mometasone, intranasal by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "moxifloxacin",
            "description": {
                "common": "mifepristone, moxifloxacin. QTc interval. Modify Therapy/Monitor Closely. Use alternatives if available."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "nafcillin",
            "description": {
                "common": "nafcillin will decrease the level or effect of mifepristone by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor. CYP3A4 inducers have not been studied, coadministration not recommended by manufacturer"
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "naldemedine",
            "description": {
                "common": "mifepristone will increase the level or effect of naldemedine by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "nefazodone",
            "description": {
                "common": "nefazodone will increase the level or effect of mifepristone by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor. Do not exceed mifepristone 300 mg/day for Cushing syndrome when coadministered with strong CYP3A4 inhibitors"
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "nelfinavir",
            "description": {
                "common": "nelfinavir, mifepristone.\nEither increases levels of the other by affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor. Do not exceed mifepristone 300 mg/day for Cushing syndrome when coadministered with strong CYP3A4 inhibitors."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "nevirapine",
            "description": {
                "common": "nevirapine will decrease the level or effect of mifepristone by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "nifedipine",
            "description": {
                "common": "mifepristone will increase the level or effect of nifedipine by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "nilotinib",
            "description": {
                "common": "mifepristone, nilotinib. QTc interval. Modify Therapy/Monitor Closely. Use alternatives if available."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "nimodipine",
            "description": {
                "common": "mifepristone will increase the level or effect of nimodipine by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "norelgestromin",
            "description": {
                "common": "mifepristone decreases effects of norelgestromin by pharmacodynamic antagonism. Use Caution/Monitor. Backup contraceptive method recommended."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "norethindrone",
            "description": {
                "common": "mifepristone decreases effects of norethindrone by pharmacodynamic antagonism. Use Caution/Monitor. Backup contraceptive method recommended."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "norethindrone acetate",
            "description": {
                "common": "mifepristone decreases effects of norethindrone acetate by pharmacodynamic antagonism. Use Caution/Monitor. Backup contraceptive method recommended."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "norgestimate",
            "description": {
                "common": "mifepristone decreases effects of norgestimate by pharmacodynamic antagonism. Use Caution/Monitor. Backup contraceptive method recommended."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "nortriptyline",
            "description": {
                "common": "mifepristone, nortriptyline. QTc interval. Modify Therapy/Monitor Closely. Use alternatives if available."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "octreotide",
            "description": {
                "common": "mifepristone, octreotide. QTc interval. Modify Therapy/Monitor Closely. Use alternatives if available."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ofloxacin",
            "description": {
                "common": "mifepristone, ofloxacin. QTc interval. Modify Therapy/Monitor Closely. Use alternatives if available."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "olanzapine",
            "description": {
                "common": "mifepristone, olanzapine. QTc interval. Modify Therapy/Monitor Closely. Use alternatives if available."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "oliceridine",
            "description": {
                "common": "mifepristone will increase the level or effect of oliceridine by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Modify Therapy/Monitor Closely. If concomitant use is necessary, may require less frequent oliceridine dosing. Closely monitor for respiratory depression and sedation and titrate subsequent doses accordingly. If inhibitor is discontinued, consider increase oliceridine dosage until stable drug effects are achieved. Monitor for signs of opioid withdrawal. "
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ondansetron",
            "description": {
                "common": "mifepristone, ondansetron. QTc interval. Modify Therapy/Monitor Closely. Use alternatives if available."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "osilodrostat",
            "description": {
                "common": "mifepristone will increase the level or effect of osilodrostat by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Modify Therapy/Monitor Closely. Reduce dose of osilodrostat, a CYP3A4 substrate, by half when coadministered with a strong CYP3A4 inhibitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "osimertinib",
            "description": {
                "common": "osimertinib and mifepristone both increase  QTc interval. Use Caution/Monitor. Conduct periodic monitoring with ECGs and electrolytes in patients taking drugs known to prolong the QTc interval."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ospemifene",
            "description": {
                "common": "mifepristone will increase the level or effect of ospemifene by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "oxaliplatin",
            "description": {
                "common": "oxaliplatin will increase the level or effect of mifepristone by  Other (see comment). Use Caution/Monitor. Monitor for ECG changes if therapy is initiated in patients with drugs known to prolong QT interval."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "oxcarbazepine",
            "description": {
                "common": "oxcarbazepine will decrease the level or effect of mifepristone by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor. CYP3A4 inducers have not been studied, coadministration not recommended by manufacturer"
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "oxycodone",
            "description": {
                "common": "mifepristone will increase the level or effect of oxycodone by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ozanimod",
            "description": {
                "common": "ozanimod and mifepristone both increase  QTc interval. Modify Therapy/Monitor Closely. The potential additive effects on heart rate, treatment with ozanimod should generally not be initiated in patients who are concurrently treated with QT prolonging drugs with known arrhythmogenic properties."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "paclitaxel",
            "description": {
                "common": "mifepristone will increase the level or effect of paclitaxel by  Other (see comment). Use Caution/Monitor. Inhibits CYP2C8/2C9; use smallest recommended doses for substrates and monitor"
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "paclitaxel protein bound",
            "description": {
                "common": "mifepristone will increase the level or effect of paclitaxel protein bound by  Other (see comment). Use Caution/Monitor. Inhibits CYP2C8/2C9; use smallest recommended doses for substrates and monitor"
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "paliperidone",
            "description": {
                "common": "mifepristone, paliperidone. QTc interval. Modify Therapy/Monitor Closely. Use alternatives if available."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "paricalcitol",
            "description": {
                "common": "mifepristone will increase the level or effect of paricalcitol by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "pasireotide",
            "description": {
                "common": "mifepristone and pasireotide both increase  QTc interval. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "pazopanib",
            "description": {
                "common": "mifepristone will increase the level or effect of pazopanib by  Other (see comment). Modify Therapy/Monitor Closely. Inhibits CYP2C8/2C9; use smallest recommended doses for substrates and monitor; combination may increase QT interval. Use alternatives if available"
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "pentamidine",
            "description": {
                "common": "mifepristone, pentamidine. QTc interval. Modify Therapy/Monitor Closely. Use alternatives if available."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "pentobarbital",
            "description": {
                "common": "pentobarbital will decrease the level or effect of mifepristone by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor. CYP3A4 inducers have not been studied, coadministration not recommended by manufacturer"
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "perphenazine",
            "description": {
                "common": "mifepristone, perphenazine. QTc interval. Modify Therapy/Monitor Closely. Use alternatives if available."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "phenobarbital",
            "description": {
                "common": "phenobarbital will decrease the level or effect of mifepristone by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor. CYP3A4 inducers have not been studied, coadministration not recommended by manufacturer"
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "phenytoin",
            "description": {
                "common": "phenytoin will decrease the level or effect of mifepristone by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor. CYP3A4 inducers have not been studied, coadministration not recommended by manufacturer"
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "pioglitazone",
            "description": {
                "common": "mifepristone will increase the level or effect of pioglitazone by  Other (see comment). Use Caution/Monitor. Inhibits CYP2C8/2C9; use smallest recommended doses for substrates and monitor"
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "pitavastatin",
            "description": {
                "common": "mifepristone increases toxicity of pitavastatin by Other (see comment). Use Caution/Monitor. \nComment: OATP1B1 inhibitors may increase risk of myopathy."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "polatuzumab vedotin",
            "description": {
                "common": "mifepristone will increase the level or effect of polatuzumab vedotin by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor. Polatuzumab undergoes catabolism to small peptides, amino acids, monomethyl auristatin E (MMAE), and unconjugated MMAE-related catabolites. MMAE is a CYP3A4 substrate. Coadministration of polatuzumab vedotin with a strong CYP3A4 inhibitor may increase unconjugated MMAE AUC, which may increase polatuzumab vedotin toxicities."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "posaconazole",
            "description": {
                "common": "posaconazole will increase the level or effect of mifepristone by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Modify Therapy/Monitor Closely. Do not exceed mifepristone 300 mg/day for Cushing syndrome when coadministered with strong CYP3A4 inhibitors; combination may also prolong QT interval. Use alternatives if available"
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "pravastatin",
            "description": {
                "common": "mifepristone increases toxicity of pravastatin by Other (see comment). Use Caution/Monitor. \nComment: OATP1B1 inhibitors may increase risk of myopathy."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "praziquantel",
            "description": {
                "common": "mifepristone will increase the level or effect of praziquantel by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "primidone",
            "description": {
                "common": "primidone will decrease the level or effect of mifepristone by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor. CYP3A4 inducers have not been studied, coadministration not recommended by manufacturer"
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "procainamide",
            "description": {
                "common": "mifepristone, procainamide. QTc interval. Modify Therapy/Monitor Closely. Use alternatives if available."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "progesterone intravaginal gel",
            "description": {
                "common": "mifepristone will increase the level or effect of progesterone intravaginal gel by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "progesterone micronized",
            "description": {
                "common": "mifepristone will increase the level or effect of progesterone micronized by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "progesterone, natural",
            "description": {
                "common": "mifepristone will increase the level or effect of progesterone, natural by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "promethazine",
            "description": {
                "common": "mifepristone will increase the level or effect of promethazine by  affecting hepatic enzyme CYP2B6 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "propafenone",
            "description": {
                "common": "mifepristone, propafenone. QTc interval. Modify Therapy/Monitor Closely. Use alternatives if available."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "propofol",
            "description": {
                "common": "mifepristone will increase the level or effect of propofol by  affecting hepatic enzyme CYP2B6 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "protriptyline",
            "description": {
                "common": "mifepristone, protriptyline. QTc interval. Modify Therapy/Monitor Closely. Use alternatives if available."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "quazepam",
            "description": {
                "common": "mifepristone will increase the level or effect of quazepam by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "quetiapine",
            "description": {
                "common": "mifepristone, quetiapine. QTc interval. Modify Therapy/Monitor Closely. Use alternatives if available."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "quinine",
            "description": {
                "common": "mifepristone, quinine. QTc interval. Modify Therapy/Monitor Closely. Use alternatives if available."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ranolazine",
            "description": {
                "common": "mifepristone, ranolazine. QTc interval. Modify Therapy/Monitor Closely. Use alternatives if available."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "repaglinide",
            "description": {
                "common": "mifepristone will increase the level or effect of repaglinide by  Other (see comment). Use Caution/Monitor. Inhibits CYP2C8/2C9; use smallest recommended doses for substrates and monitor"
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ribociclib",
            "description": {
                "common": "ribociclib, mifepristone.\nEither increases toxicity of the other by affecting hepatic/intestinal enzyme CYP3A4 metabolism. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "rifabutin",
            "description": {
                "common": "rifabutin will decrease the level or effect of mifepristone by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor. CYP3A4 inducers have not been studied, coadministration not recommended by manufacturer"
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "rifampin",
            "description": {
                "common": "rifampin will decrease the level or effect of mifepristone by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor. CYP3A4 inducers have not been studied, coadministration not recommended by manufacturer"
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "rifapentine",
            "description": {
                "common": "rifapentine will decrease the level or effect of mifepristone by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor. CYP3A4 inducers have not been studied, coadministration not recommended by manufacturer"
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ripretinib",
            "description": {
                "common": "mifepristone will increase the level or effect of ripretinib by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor. Coadministration with a strong CYP3A inhibitor will increase systemic exposure to ripretinib and its active metabolite (DP-5439), which may increase risk of adverse reactions."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "risperidone",
            "description": {
                "common": "mifepristone, risperidone. QTc interval. Modify Therapy/Monitor Closely. Use alternatives if available."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ritonavir",
            "description": {
                "common": "ritonavir will increase the level or effect of mifepristone by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor. Do not exceed mifepristone 300 mg/day for Cushing syndrome when coadministered with strong CYP3A4 inhibitors"
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "rivaroxaban",
            "description": {
                "common": "mifepristone will increase the level or effect of rivaroxaban by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Modify Therapy/Monitor Closely. These drugs may be coadministered with caution when mifepristone given chronically for conditions, including Cushing's syndrome; increased serum concentrations of rivaroxaban possible"
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "romidepsin",
            "description": {
                "common": "mifepristone, romidepsin. QTc interval. Modify Therapy/Monitor Closely. Use alternatives if available."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "rosiglitazone",
            "description": {
                "common": "mifepristone will increase the level or effect of rosiglitazone by  Other (see comment). Use Caution/Monitor. Inhibits CYP2C8/2C9; use smallest recommended doses for substrates and monitor"
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "rucaparib",
            "description": {
                "common": "rucaparib will increase the level or effect of mifepristone by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Modify Therapy/Monitor Closely. Adjust dosage of CYP3A4 substrates, if clinically indicated."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "sacubitril/valsartan",
            "description": {
                "common": "mifepristone will increase the level or effect of sacubitril/valsartan by  Other (see comment). Use Caution/Monitor. The results from an in vitro study with human liver tissue indicate that valsartan is a substrate of the hepatic uptake transporter OATP1B1; coadministration with OATP1B1 inhibitors may increase valsartan systemic exposure"
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "salmeterol",
            "description": {
                "common": "mifepristone will increase the level or effect of salmeterol by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "saquinavir",
            "description": {
                "common": "saquinavir will increase the level or effect of mifepristone by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Modify Therapy/Monitor Closely. Do not exceed mifepristone 300 mg/day for Cushing syndrome when coadministered with strong CYP3A4 inhibitors; combination may also prolong QT interval. Use alternatives if available"
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "saxagliptin",
            "description": {
                "common": "mifepristone will increase the level or effect of saxagliptin by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Modify Therapy/Monitor Closely. When coadministered, the initial dose of saxagliptin should be limited to 2.5 mg/day"
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "segesterone/ethinyl estradiol",
            "description": {
                "common": "mifepristone decreases effects of segesterone/ethinyl estradiol by pharmacodynamic antagonism. Use Caution/Monitor. Backup contraceptive method recommended."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "selegiline",
            "description": {
                "common": "mifepristone will increase the level or effect of selegiline by  Other (see comment). Use Caution/Monitor. Inhibits CYP2C8/2C9/2B6; use smallest recommended dose for substrates and monitor"
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "selexipag",
            "description": {
                "common": "mifepristone will increase the level or effect of selexipag by  decreasing metabolism. Modify Therapy/Monitor Closely. Reduce selexipag dose to once daily if coadministered with moderate CYP2C8 inhibitors."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "selpercatinib",
            "description": {
                "common": "selpercatinib increases toxicity of mifepristone by QTc interval. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "sertraline",
            "description": {
                "common": "mifepristone, sertraline. QTc interval. Modify Therapy/Monitor Closely. Use alternatives if available."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "sitagliptin",
            "description": {
                "common": "mifepristone will increase the level or effect of sitagliptin by  Other (see comment). Use Caution/Monitor. Inhibits CYP2C8/2C9; use smallest recommended doses for substrates and monitor"
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "sofosbuvir/velpatasvir",
            "description": {
                "common": "mifepristone will increase the level or effect of sofosbuvir/velpatasvir by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "solifenacin",
            "description": {
                "common": "mifepristone, solifenacin. QTc interval. Modify Therapy/Monitor Closely. Use alternatives if available."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "sorafenib",
            "description": {
                "common": "mifepristone, sorafenib. QTc interval. Modify Therapy/Monitor Closely. Use alternatives if available."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "sotalol",
            "description": {
                "common": "mifepristone, sotalol. QTc interval. Modify Therapy/Monitor Closely. Use alternatives if available."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "St John's Wort",
            "description": {
                "common": "St John's Wort will decrease the level or effect of mifepristone by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor. CYP3A4 inducers have not been studied, coadministration not recommended by manufacturer"
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "stiripentol",
            "description": {
                "common": "stiripentol, mifepristone. affecting hepatic/intestinal enzyme CYP3A4 metabolism. Modify Therapy/Monitor Closely. Stiripentol is a CYP3A4 inhibitor and inducer. Monitor CYP3A4 substrates coadministered with stiripentol for increased or decreased effects. CYP3A4 substrates may require dosage adjustment."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "sufentanil",
            "description": {
                "common": "mifepristone will increase the level or effect of sufentanil by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor. If coadministration necessary, consider reduced dose of sufentanil injection with frequent monitoring for respiratory depression and sedation if concurrent use of mifepristone is necessary; if mifepristone is discontinued, consider increasing sufentanil injection dose until stable drug effects are achieved and monitor for evidence of opioid withdrawal"
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "sufentanil SL",
            "description": {
                "common": "mifepristone will increase the level or effect of sufentanil SL by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor. Coadministration of sufentanil SL with any CYP3A4 inhibitor may increase sufentanil plasma concentration, and, thereby increase or prolonged adverse effects, including potentially fatal respiratory depression."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "sunitinib",
            "description": {
                "common": "mifepristone, sunitinib. QTc interval. Modify Therapy/Monitor Closely. Use alternatives if available."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "tadalafil",
            "description": {
                "common": "mifepristone will increase the level or effect of tadalafil by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "tamoxifen",
            "description": {
                "common": "mifepristone decreases effects of tamoxifen by affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor. ketoconazole, tamoxifen. affecting hepatic/intestinal enzyme CYP3A4 metabolism. CYP3A4 inhibition decreases metabolism of tamoxifen to N-desmethyl tamoxifen (active metabolite with similar biologic activity)."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "tamsulosin",
            "description": {
                "common": "mifepristone will increase the level or effect of tamsulosin by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "tasimelteon",
            "description": {
                "common": "mifepristone will increase the level or effect of tasimelteon by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "tazemetostat",
            "description": {
                "common": "tazemetostat will decrease the level or effect of mifepristone by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "tecovirimat",
            "description": {
                "common": "tecovirimat will decrease the level or effect of mifepristone by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor. Tecovirimat is a weak CYP3A4 inducer. Monitor sensitive CYP3A4 substrates for effectiveness if coadministered."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "telavancin",
            "description": {
                "common": "mifepristone, telavancin. QTc interval. Modify Therapy/Monitor Closely. Use alternatives if available."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "temsirolimus",
            "description": {
                "common": "mifepristone will increase the level or effect of temsirolimus by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Modify Therapy/Monitor Closely. If coadministration necessary, consider reducing dose of temsirolimus to 12.5 mg/ week; allow a period of approximately 1 week after discontinuing  mifepristone before increasing temsirolimus to original dose"
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "terbinafine",
            "description": {
                "common": "mifepristone will increase the level or effect of terbinafine by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "thiothixene",
            "description": {
                "common": "mifepristone, thiothixene. QTc interval. Modify Therapy/Monitor Closely. Use alternatives if available."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ticagrelor",
            "description": {
                "common": "mifepristone will increase the level or effect of ticagrelor by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "tinidazole",
            "description": {
                "common": "mifepristone will increase the level or effect of tinidazole by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "tipranavir",
            "description": {
                "common": "mifepristone will increase the level or effect of tipranavir by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "tisotumab vedotin",
            "description": {
                "common": "mifepristone increases levels of tisotumab vedotin by affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor. Tisotumab vedotin?s active metabolite (MMAE) is a CYP3A4 substrate. Coadministration with strong CYP3A4 inhibitors may increase unconjugated MMAE systemic exposure and increase risk of adverse effects."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "tofacitinib",
            "description": {
                "common": "mifepristone will increase the level or effect of tofacitinib by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Modify Therapy/Monitor Closely. If coadministration necessary, reduce dose of tofacitinib if chronic mifepristone therapy used; reduce to 5 mg twice daily in patients receiving 10 mg twice daily; reduce to 5 mg once daily in patients receiving 5 mg twice daily; change to 11 mg XR once daily in patients receiving 22 mg once daily of XR formulation; change to immediate-release formulation at dose of 5 mg once daily in patients receiving 11 mg XR once daily "
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "toremifene",
            "description": {
                "common": "mifepristone, toremifene. QTc interval. Modify Therapy/Monitor Closely. Use alternatives if available."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "tramadol",
            "description": {
                "common": "mifepristone will increase the level or effect of tramadol by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "treprostinil",
            "description": {
                "common": "mifepristone will increase the level or effect of treprostinil by  Other (see comment). Use Caution/Monitor. Inhibits CYP2C8/2C9; use smallest recommended doses for substrates and monitor"
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "tretinoin",
            "description": {
                "common": "mifepristone will increase the level or effect of tretinoin by  Other (see comment). Use Caution/Monitor. Inhibits CYP2C8/2C9; use smallest recommended doses for substrates and monitor"
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "tretinoin topical",
            "description": {
                "common": "mifepristone will increase the level or effect of tretinoin topical by  Other (see comment). Use Caution/Monitor. Inhibits CYP2C8/2C9; use smallest recommended doses for substrates and monitor"
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "triclabendazole",
            "description": {
                "common": "triclabendazole and mifepristone both increase  QTc interval. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "trimipramine",
            "description": {
                "common": "mifepristone, trimipramine. QTc interval. Modify Therapy/Monitor Closely. Use alternatives if available."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "umeclidinium bromide/vilanterol inhaled",
            "description": {
                "common": "mifepristone will increase the level or effect of umeclidinium bromide/vilanterol inhaled by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "upadacitinib",
            "description": {
                "common": "mifepristone will increase the level or effect of upadacitinib by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor. Caution if upadacitinib is coadministered with strong CYP3A4 inhibitors."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "valbenazine",
            "description": {
                "common": "valbenazine and mifepristone both increase  QTc interval. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "valsartan",
            "description": {
                "common": "mifepristone will increase the level or effect of valsartan by  Other (see comment). Use Caution/Monitor. The results from an in vitro study with human liver tissue indicate that valsartan is a substrate of the hepatic uptake transporter OATP1B1; coadministration with OATP1B1 inhibitors may increase valsartan systemic exposure"
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "vandetanib",
            "description": {
                "common": "mifepristone, vandetanib. QTc interval. Modify Therapy/Monitor Closely. Use alternatives if available."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "vardenafil",
            "description": {
                "common": "mifepristone, vardenafil. QTc interval. Modify Therapy/Monitor Closely. Use alternatives if available."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "velpatasvir",
            "description": {
                "common": "mifepristone will increase the level or effect of velpatasvir by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "vemurafenib",
            "description": {
                "common": "mifepristone, vemurafenib. QTc interval. Modify Therapy/Monitor Closely. Use alternatives if available."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "venlafaxine",
            "description": {
                "common": "mifepristone will increase the level or effect of venlafaxine by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "verapamil",
            "description": {
                "common": "verapamil will increase the level or effect of mifepristone by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "vilazodone",
            "description": {
                "common": "mifepristone will increase the level or effect of vilazodone by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor. If intolerable adverse effects occur when coadministered with moderate CYP3A4 inhibitors, reduce vilazodone to 20 mg/day"
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "vinblastine",
            "description": {
                "common": "mifepristone will increase the level or effect of vinblastine by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "vincristine",
            "description": {
                "common": "mifepristone will increase the level or effect of vincristine by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "vincristine liposomal",
            "description": {
                "common": "mifepristone will increase the level or effect of vincristine liposomal by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "vinorelbine",
            "description": {
                "common": "mifepristone will increase the level or effect of vinorelbine by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "voclosporin",
            "description": {
                "common": "voclosporin, mifepristone.\nEither increases effects of the other by QTc interval. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "vorapaxar",
            "description": {
                "common": "mifepristone will increase the level or effect of vorapaxar by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "voriconazole",
            "description": {
                "common": "voriconazole will increase the level or effect of mifepristone by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Modify Therapy/Monitor Closely. Do not exceed mifepristone 300 mg/day for Cushing syndrome when coadministered with strong CYP3A4 inhibitors; combination may also prolong QT interval. Use alternatives if available"
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "vorinostat",
            "description": {
                "common": "mifepristone, vorinostat. QTc interval. Modify Therapy/Monitor Closely. Use alternatives if available."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "vortioxetine",
            "description": {
                "common": "mifepristone will increase the level or effect of vortioxetine by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "zanubrutinib",
            "description": {
                "common": "mifepristone will increase the level or effect of zanubrutinib by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Modify Therapy/Monitor Closely. Reduce zanubrutinib (a CYP3A4 substrate) to 80 mg PO BID when coadministered with a moderate CYP3A4 inhibitor. Interrupt dose as recommended for adverse reactions. After discontinuing the CYP3A4 inhibitor, resume previous zanubrutinib dose. "
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ziprasidone",
            "description": {
                "common": "mifepristone, ziprasidone. QTc interval. Modify Therapy/Monitor Closely. Use alternatives if available."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "zolpidem",
            "description": {
                "common": "mifepristone will increase the level or effect of zolpidem by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "acetazolamide",
            "description": {
                "common": "acetazolamide will increase the level or effect of mifepristone by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "anastrozole",
            "description": {
                "common": "anastrozole will increase the level or effect of mifepristone by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "chloroquine",
            "description": {
                "common": "chloroquine increases toxicity of mifepristone by QTc interval. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "cyclophosphamide",
            "description": {
                "common": "cyclophosphamide will increase the level or effect of mifepristone by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "ganaxolone",
            "description": {
                "common": "mifepristone, ganaxolone. affecting hepatic/intestinal enzyme CYP3A4 metabolism. Minor/Significance Unknown. Changes in ganaxolone exposures when coadministered with strong, moderate, or weak CYP3A4 inhibitors are not expected to be clinically significant."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "ruxolitinib",
            "description": {
                "common": "mifepristone will increase the level or effect of ruxolitinib by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "ruxolitinib topical",
            "description": {
                "common": "mifepristone will increase the level or effect of ruxolitinib topical by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Minor/Significance Unknown."
            }
        }
    ],
    "adverse effects": [
        {
            "name": "Angioedema",
            "percent": null
        }
    ]
}