{
    "name": "magnesium hydroxide",
    "comment": "OTC",
    "other_names": [
        "Milk of Magnesia"
    ],
    "classes": [
        "Laxatives",
        "Other"
    ],
    "source": "https://reference.medscape.com/drug/milk-of-magnesia-magnesium-hydroxide-342018",
    "pregnancy": {
        "common": [
            "Pregnancy category: A",
            "Lactation: Use in nursing mothers appears to be safe"
        ],
        "specific": []
    },
    "lactation": {
        "common": [
            "Lactation: Use in nursing mothers appears to be safe"
        ]
    },
    "warnings": {
        "black_box_warning": {
            "common": [],
            "specific": []
        },
        "contraindicators": {
            "common": [
                "Renal failure",
                "Existing electrolyte imbalance",
                "Appendicitis symptoms or acute surgical abdomen",
                "Myocardial damage or heart block",
                "Fecal impaction or rectal fissures",
                "Intestinal obstruction or perforation",
                "Undiagnosed abdominal pain"
            ],
            "specific": []
        },
        "cautions": {
            "common": [
                "Use with caution in renal insufficiency"
            ],
            "specific": []
        }
    },
    "interactions": [
        {
            "classification_type": "Serious",
            "interaction_with": "baloxavir marboxil",
            "description": {
                "common": "magnesium hydroxide will decrease the level or effect of baloxavir marboxil by  cation binding in GI tract. Avoid or Use Alternate Drug. Baloxavir may bind to polyvalent cations resulting in decreased absorption. Studies in monkeys showed concurrent use with calcium, aluminum, or iron caused significantly decreased plasma levels. Human studies not conducted."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "demeclocycline",
            "description": {
                "common": "magnesium hydroxide decreases levels of demeclocycline by inhibition of GI absorption. Applies only to oral form of both agents. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "doxycycline",
            "description": {
                "common": "magnesium hydroxide decreases levels of doxycycline by inhibition of GI absorption. Applies only to oral form of both agents. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "eltrombopag",
            "description": {
                "common": "magnesium hydroxide decreases levels of eltrombopag by inhibition of GI absorption. Applies only to oral form of both agents. Contraindicated. Separate by at least 4 hours."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "infigratinib",
            "description": {
                "common": "magnesium hydroxide will decrease the level or effect of infigratinib by  inhibition of GI absorption. Applies only to oral form of both agents. Avoid or Use Alternate Drug. If use with an acid-reducing agent cannot be avoided, administer infigratinib 2 hr before and after administration of a locally-acting antacid."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "minocycline",
            "description": {
                "common": "magnesium hydroxide decreases levels of minocycline by inhibition of GI absorption. Applies only to oral form of both agents. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "oxytetracycline",
            "description": {
                "common": "magnesium hydroxide decreases levels of oxytetracycline by inhibition of GI absorption. Applies only to oral form of both agents. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "pazopanib",
            "description": {
                "common": "magnesium hydroxide will decrease the level or effect of pazopanib by  increasing gastric pH. Applies only to oral form of both agents. Avoid or Use Alternate Drug. Avoid coadministration of pazopanib with drugs that raise gastric pH; may use short-acting antacids in place of PPIs and H2 antagonists, but separate antacid and pazopanib dosing by several hours"
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "ponatinib",
            "description": {
                "common": "magnesium hydroxide decreases levels of ponatinib by increasing gastric pH. Applies only to oral form of both agents. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "potassium phosphates, IV",
            "description": {
                "common": "magnesium hydroxide decreases effects of potassium phosphates, IV by cation binding in GI tract. Avoid or Use Alternate Drug. Magnesium decreases serum phosphate concentration by binding dietary phosphate. Use alternatives if available."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "raltegravir",
            "description": {
                "common": "magnesium hydroxide will decrease the level or effect of raltegravir by  cation binding in GI tract. Avoid or Use Alternate Drug. Magnesium containing antacids reduce raltegravir plasma levels when taken within 6 hr of raltegravir dose"
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "sotorasib",
            "description": {
                "common": "magnesium hydroxide will decrease the level or effect of sotorasib by  inhibition of GI absorption. Applies only to oral form of both agents. Avoid or Use Alternate Drug. If use with an acid-reducing agent cannot be avoided, administer sotorasib 4 hr before or 10 hr after administration of a locally-acting antacid."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "tetracycline",
            "description": {
                "common": "magnesium hydroxide decreases levels of tetracycline by inhibition of GI absorption. Applies only to oral form of both agents. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "bictegravir",
            "description": {
                "common": "magnesium hydroxide will decrease the level or effect of bictegravir by  cation binding in GI tract. Modify Therapy/Monitor Closely. Bictegravir can be taken under fasting conditions 2 hr before antacids containing Al, Mg, or Ca. Routine administration of bictegravir simultaneously with, or 2 hr after, antacids containing Al, Mg, or Ca is not recommended."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "cabotegravir",
            "description": {
                "common": "magnesium hydroxide will decrease the level or effect of cabotegravir by  cation binding in GI tract. Modify Therapy/Monitor Closely. Administer antacid products at least 2 hr before or 4 hr after taking oral cabotegravir."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "chloroquine",
            "description": {
                "common": "magnesium hydroxide will decrease the level or effect of chloroquine by  Mechanism: inhibition of GI absorption. Applies only to oral form of both agents. Modify Therapy/Monitor Closely. Separate doses by at least 4 hr"
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ciprofloxacin",
            "description": {
                "common": "magnesium hydroxide decreases levels of ciprofloxacin by inhibition of GI absorption. Applies only to oral form of both agents. Use Caution/Monitor. Coadministration of ciprofloxacin with multivalent cation-containing products may reduce the bioavailability of ciprofloxacin by 90%. Administer ciprofloxacin at least 2 hours before or 6 hours after using these products. Use alternatives if available."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "crizotinib",
            "description": {
                "common": "magnesium hydroxide decreases levels of crizotinib by increasing gastric pH. Applies only to oral form of both agents. Use Caution/Monitor. Drugs that elevate the gastric pH may decrease the solubility of crizotinib and subsequently reduce its bioavailability. However, no formal studies have been conducted. ."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "deferiprone",
            "description": {
                "common": "magnesium hydroxide decreases levels of deferiprone by enhancing GI absorption. Applies only to oral form of both agents. Modify Therapy/Monitor Closely. Deferiprone may bind polyvalent cations (eg, iron, aluminum, and zinc), separate administration by at least 4 hr between deferiprone and other medications (eg, antacids), or supplements containing these polyvalent cations."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "deflazacort",
            "description": {
                "common": "magnesium hydroxide and deflazacort both decrease  serum potassium. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "dolutegravir",
            "description": {
                "common": "magnesium hydroxide will decrease the level or effect of dolutegravir by  cation binding in GI tract. Use Caution/Monitor. Administer dolutegravir 2 hr before or 6 hr after taking medications containing polyvalent cations; use alternative therapy if available"
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "fleroxacin",
            "description": {
                "common": "magnesium hydroxide decreases levels of fleroxacin by inhibition of GI absorption. Applies only to oral form of both agents. Use Caution/Monitor. Separate by 2 hours."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "gemifloxacin",
            "description": {
                "common": "magnesium hydroxide decreases levels of gemifloxacin by inhibition of GI absorption. Applies only to oral form of both agents. Use Caution/Monitor. Separate by 2 hours."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "lanthanum carbonate",
            "description": {
                "common": "lanthanum carbonate, magnesium hydroxide. cation binding in GI tract. Use Caution/Monitor. Administer antacid at least 2 hours before or after lanthanum. ."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "levofloxacin",
            "description": {
                "common": "magnesium hydroxide decreases levels of levofloxacin by inhibition of GI absorption. Applies only to oral form of both agents. Use Caution/Monitor. Separate by 2 hours."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "moxifloxacin",
            "description": {
                "common": "magnesium hydroxide decreases levels of moxifloxacin by inhibition of GI absorption. Applies only to oral form of both agents. Use Caution/Monitor. Separate by 2 hours."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ofloxacin",
            "description": {
                "common": "magnesium hydroxide decreases levels of ofloxacin by inhibition of GI absorption. Applies only to oral form of both agents. Use Caution/Monitor. Separate by 2 hours."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "omadacycline",
            "description": {
                "common": "magnesium hydroxide will decrease the level or effect of omadacycline by  inhibition of GI absorption. Applies only to oral form of both agents. Modify Therapy/Monitor Closely. Multivalent cation-containing products may impair absorption of tetracyclines, which may decrease its efficacy. Separate dosing of tetracyclines from these products."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "pancrelipase",
            "description": {
                "common": "magnesium hydroxide decreases effects of pancrelipase by pharmacodynamic antagonism. Use Caution/Monitor. Antacids may negate beneficial effects of enzymes."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "penicillamine",
            "description": {
                "common": "magnesium hydroxide decreases levels of penicillamine by inhibition of GI absorption. Applies only to oral form of both agents. Use Caution/Monitor. Separate by 2 hours."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "pexidartinib",
            "description": {
                "common": "magnesium hydroxide will decrease the level or effect of pexidartinib by  inhibition of GI absorption. Applies only to oral form of both agents. Modify Therapy/Monitor Closely. Separate pexidartinib by 2 hr before or after taking a locally-acting antacid."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "riociguat",
            "description": {
                "common": "magnesium hydroxide decreases levels of riociguat by inhibition of GI absorption. Applies only to oral form of both agents. Use Caution/Monitor. Separate administration by at least 1 hour."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "sarecycline",
            "description": {
                "common": "magnesium hydroxide will decrease the level or effect of sarecycline by  inhibition of GI absorption. Applies only to oral form of both agents. Modify Therapy/Monitor Closely. Multivalent cation-containing products may impair absorption of tetracyclines, which may decrease its efficacy. Separate dosing of tetracyclines from these products."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "sodium phosphates, IV",
            "description": {
                "common": "magnesium hydroxide decreases effects of sodium phosphates, IV by cation binding in GI tract. Modify Therapy/Monitor Closely. Magnesium decreases serum phosphate concentration by binding dietary phosphate. Use alternatives if available."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "vismodegib",
            "description": {
                "common": "magnesium hydroxide will decrease the level or effect of vismodegib by  Other (see comment). Use Caution/Monitor. Drugs that increase gastric pH alter vismodegib solubility and therefore reduce bioavailability; effect on efficacy unknown"
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "vitamin D",
            "description": {
                "common": "vitamin D increases levels of magnesium hydroxide by Other (see comment). Use Caution/Monitor. \nComment: Vitamin D can increase serum magnesium concentrations, particularly in the presence of renal impairment. The combined use of vitamin D and magnesium-containing products should be avoided, if possible, in patients with chronic renal failure."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "amikacin",
            "description": {
                "common": "amikacin decreases levels of magnesium hydroxide by increasing renal clearance. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "amiloride",
            "description": {
                "common": "amiloride increases levels of magnesium hydroxide by decreasing renal clearance. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "amphotericin B deoxycholate",
            "description": {
                "common": "amphotericin B deoxycholate decreases levels of magnesium hydroxide by increasing renal clearance. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "bazedoxifene/conjugated estrogens",
            "description": {
                "common": "bazedoxifene/conjugated estrogens decreases levels of magnesium hydroxide by Other (see comment). Minor/Significance Unknown. \nComment: Magnesium shifted from blood to tissue storage."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "bendroflumethiazide",
            "description": {
                "common": "bendroflumethiazide decreases levels of magnesium hydroxide by increasing renal clearance. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "bumetanide",
            "description": {
                "common": "bumetanide decreases levels of magnesium hydroxide by increasing renal clearance. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "calcitonin salmon",
            "description": {
                "common": "calcitonin salmon increases levels of magnesium hydroxide by decreasing renal clearance. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "chlorothiazide",
            "description": {
                "common": "chlorothiazide decreases levels of magnesium hydroxide by increasing renal clearance. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "chlorthalidone",
            "description": {
                "common": "chlorthalidone decreases levels of magnesium hydroxide by increasing renal clearance. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "conjugated estrogens",
            "description": {
                "common": "conjugated estrogens decreases levels of magnesium hydroxide by Other (see comment). Minor/Significance Unknown. \nComment: Magnesium shifted from blood to tissue storage."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "conjugated estrogens, vaginal",
            "description": {
                "common": "conjugated estrogens, vaginal decreases levels of magnesium hydroxide by Other (see comment). Minor/Significance Unknown. \nComment: Magnesium shifted from blood to tissue storage."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "cyclopenthiazide",
            "description": {
                "common": "cyclopenthiazide decreases levels of magnesium hydroxide by increasing renal clearance. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "dextrose",
            "description": {
                "common": "dextrose decreases levels of magnesium hydroxide by increasing renal clearance. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "dextrose (Antidote)",
            "description": {
                "common": "dextrose (Antidote) decreases levels of magnesium hydroxide by increasing renal clearance. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "digoxin",
            "description": {
                "common": "digoxin decreases levels of magnesium hydroxide by increasing renal clearance. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "doxercalciferol",
            "description": {
                "common": "doxercalciferol increases levels of magnesium hydroxide by enhancing GI absorption. Applies only to oral form of both agents. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "drospirenone",
            "description": {
                "common": "drospirenone increases levels of magnesium hydroxide by decreasing renal clearance. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "estradiol",
            "description": {
                "common": "estradiol decreases levels of magnesium hydroxide by Other (see comment). Minor/Significance Unknown. \nComment: Magnesium shifted from blood to tissue storage."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "estrogens conjugated synthetic",
            "description": {
                "common": "estrogens conjugated synthetic decreases levels of magnesium hydroxide by Other (see comment). Minor/Significance Unknown. \nComment: Magnesium shifted from blood to tissue storage."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "estrogens esterified",
            "description": {
                "common": "estrogens esterified decreases levels of magnesium hydroxide by Other (see comment). Minor/Significance Unknown. \nComment: Magnesium shifted from blood to tissue storage."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "estropipate",
            "description": {
                "common": "estropipate decreases levels of magnesium hydroxide by Other (see comment). Minor/Significance Unknown. \nComment: Magnesium shifted from blood to tissue storage."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "ethacrynic acid",
            "description": {
                "common": "ethacrynic acid decreases levels of magnesium hydroxide by increasing renal clearance. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "furosemide",
            "description": {
                "common": "furosemide decreases levels of magnesium hydroxide by increasing renal clearance. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "gentamicin",
            "description": {
                "common": "gentamicin decreases levels of magnesium hydroxide by increasing renal clearance. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "glucagon intranasal",
            "description": {
                "common": "glucagon intranasal increases levels of magnesium hydroxide by decreasing renal clearance. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "hydrochlorothiazide",
            "description": {
                "common": "hydrochlorothiazide decreases levels of magnesium hydroxide by increasing renal clearance. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "ibandronate",
            "description": {
                "common": "magnesium hydroxide decreases levels of ibandronate by inhibition of GI absorption. Applies only to oral form of both agents. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "indapamide",
            "description": {
                "common": "indapamide decreases levels of magnesium hydroxide by increasing renal clearance. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "mannitol",
            "description": {
                "common": "mannitol decreases levels of magnesium hydroxide by increasing renal clearance. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "mestranol",
            "description": {
                "common": "mestranol decreases levels of magnesium hydroxide by Other (see comment). Minor/Significance Unknown. \nComment: Magnesium shifted from blood to tissue storage."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "methyclothiazide",
            "description": {
                "common": "methyclothiazide decreases levels of magnesium hydroxide by increasing renal clearance. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "metolazone",
            "description": {
                "common": "metolazone decreases levels of magnesium hydroxide by increasing renal clearance. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "neomycin PO",
            "description": {
                "common": "neomycin PO decreases levels of magnesium hydroxide by increasing renal clearance. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "nitrofurantoin",
            "description": {
                "common": "magnesium hydroxide decreases levels of nitrofurantoin by inhibition of GI absorption. Applies only to oral form of both agents. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "paromomycin",
            "description": {
                "common": "paromomycin decreases levels of magnesium hydroxide by increasing renal clearance. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "sodium polystyrene sulfonate",
            "description": {
                "common": "sodium polystyrene sulfonate increases levels of magnesium hydroxide by decreasing renal clearance. Minor/Significance Unknown. Risk of alkalosis."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "spironolactone",
            "description": {
                "common": "spironolactone increases levels of magnesium hydroxide by decreasing renal clearance. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "streptomycin",
            "description": {
                "common": "streptomycin decreases levels of magnesium hydroxide by increasing renal clearance. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "tobramycin",
            "description": {
                "common": "tobramycin decreases levels of magnesium hydroxide by increasing renal clearance. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "torsemide",
            "description": {
                "common": "torsemide decreases levels of magnesium hydroxide by increasing renal clearance. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "triamterene",
            "description": {
                "common": "triamterene increases levels of magnesium hydroxide by decreasing renal clearance. Minor/Significance Unknown."
            }
        }
    ],
    "adverse effects": [
        {
            "name": "Abdominal cramping",
            "percent": null
        },
        {
            "name": "Diarrhea",
            "percent": null
        },
        {
            "name": "Electrolyte imbalance",
            "percent": null
        },
        {
            "name": "Hypotension",
            "percent": null
        },
        {
            "name": "Muscle weakness",
            "percent": null
        },
        {
            "name": "Respiratory depression",
            "percent": null
        }
    ]
}