{
    "name": "pramipexole",
    "comment": "Rx",
    "other_names": [
        "Mirapex",
        "Mirapex ER"
    ],
    "classes": [
        "Antiparkinson Agents",
        "Dopamine Agonists"
    ],
    "source": "https://reference.medscape.com/drug/mirapex-mirapex-er-pramipexole-343048",
    "pregnancy": {
        "common": [
            "There are no adequate data on the developmental risk associated with therapy in pregnant women; no adverse developmental effects reported in animal studies in which pramipexole was administered to rabbits during pregnancy; effects on embryofetal development could not be adequately assessed in pregnant rats; however, postnatal growth was inhibited at clinically relevant exposures",
            "In the U.S. general population, the estimated background risk of major birth defects and of miscarriage in clinically recognized pregnancies is 2-4% and 15-20%, respectively; background risk of major birth defects and miscarriage for the indicated population is unknown",
            "Lactation: Not known if drug secreted in breast milk; may inhibit milk production; discontinue drug, or do not nurse"
        ],
        "specific": []
    },
    "lactation": {
        "common": [
            "Lactation: Not known if drug secreted in breast milk; may inhibit milk production; discontinue drug, or do not nurse"
        ]
    },
    "warnings": {
        "black_box_warning": {
            "common": [],
            "specific": []
        },
        "contraindicators": {
            "common": [
                "Hypersensitivity"
            ],
            "specific": []
        },
        "cautions": {
            "common": [
                "May cause sudden daytime \"sleep attacks;\" inquire about factors that may increase risk of falling asleep, including sleep disorders or taking sedating medications; caution patients about performing tasks requiring mental alertness; discontinue if there is evidence of sleep attacks; if decision is made to continue therapy, advice patient not to perform dangerous activities requiring mental alertness",
                "Orthostatic hypotension may occur, particularly during dose escalation; monitor closely Parkinson patients being treated with dopaminergic agonists, especially during dose escalation",
                "In early Parkinson, dosages higher than 1.5 mg q8hr provided no additional benefit but increased adverse events",
                "Use with caution in renal impairment; dose adjustment may be necessary; do not administer extended release tablets to patients with CrCl<30 mL/min or ESRD requiring hemodialysis",
                "Augmentation or rebound of restless legs syndrome (RLS) may occur with therapy in RLS patients",
                "The elderly may be more prone to adverse effects",
                "Swallow whole; do not chew, crush, or divide extended release tablets",
                "Events reported with dopaminergic therapy include hyperpyrexia and confusion",
                "Fibrotic complications reported with use; monitor closely for signs and symptoms of fibrosis; discontinuation of therapy may resolve complications but not in all cases",
                "Rsk of melanoma increases in Parkinson disease patients; monitor closely and perform periodic skin examination",
                "Pathologic degenerative changes observed in retinas of albino rats during studies; significance in humans unclear",
                "May cause or exacerbate dyskinesia; use with caution in patients with preexisting dyskinesias",
                "Symptoms resembling neuroleptic malignant syndrome, including elevated temperature, muscular rigidity, altered consciousness, and autonomic instability reported with rapid dose reduction, discontinuation, or changes in therapy; taper dose to decrease risk of hyperpyrexia and confusion",
                "Risk of new-onset heart failure undergoing FDA evaluation (FDA safety announcement 9/19/2012)"
            ],
            "specific": [
                {
                    "type": "Withdrawal symptoms",
                    "description": [
                        "Gradual discontinuance required over period of 1 week or longer; symptoms resembling neuroleptic malignant syndrome may occur on abrupt withdrawal",
                        "Symptoms including apathy, anxiety, depression, fatigue, insomnia, sweating, and pain reported during taper or after discontinuation of dopamine agonists; these symptoms generally do not respond to levodopa",
                        "Prior to discontinuation, patients should be informed about potential withdrawal symptoms, and monitored during and after discontinuation; in case of severe withdrawal symptoms, a trial re-administration of a dopamine agonist at lowest effective dose may be considered"
                    ]
                },
                {
                    "type": "Psychiatric effects",
                    "description": [
                        "Patients can experience intense urges to gamble, increased sexual urges, intense urges to spend money uncontrollably, binge eating, and/or other intense urges and the inability to control these urges while taking one or more of the medications, that increase central dopaminergic tone",
                        "Patients may experience new or worsening mental status and behavioral changes, which may be severe, including psychotic-like behavior during treatment or after starting or increasing the dose",
                        "Other drugs prescribed to improve the symptoms of Parkinson’s disease or RLS can have similar effects on thinking and behavior; this abnormal thinking and behavior can consist of one or more of a variety of manifestations including paranoid ideation, delusions, hallucinations, confusion, psychotic-like behavior, symptoms of mania (eg, insomnia, psychomotor agitation), disorientation, aggressive behavior, agitation, and delirium",
                        "Risk increases with age; dose reduction or discontinuation may reverse these behaviors but not in all cases"
                    ]
                }
            ]
        }
    },
    "interactions": [
        {
            "classification_type": "Serious",
            "interaction_with": "amisulpride",
            "description": {
                "common": "amisulpride, pramipexole.\nEither decreases effects of the other by pharmacodynamic antagonism. Contraindicated. Avoid use of amisulpride, a dopamine receptor antagonist, with dopamine agonists."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "aripiprazole",
            "description": {
                "common": "aripiprazole decreases effects of pramipexole by pharmacodynamic antagonism. Contraindicated."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "chlorpromazine",
            "description": {
                "common": "chlorpromazine decreases effects of pramipexole by pharmacodynamic antagonism. Contraindicated."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "clozapine",
            "description": {
                "common": "clozapine decreases effects of pramipexole by pharmacodynamic antagonism. Contraindicated."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "droperidol",
            "description": {
                "common": "droperidol decreases effects of pramipexole by pharmacodynamic antagonism. Contraindicated."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "fluphenazine",
            "description": {
                "common": "fluphenazine decreases effects of pramipexole by pharmacodynamic antagonism. Contraindicated."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "haloperidol",
            "description": {
                "common": "haloperidol decreases effects of pramipexole by pharmacodynamic antagonism. Contraindicated."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "iloperidone",
            "description": {
                "common": "iloperidone decreases effects of pramipexole by pharmacodynamic antagonism. Contraindicated."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "loxapine",
            "description": {
                "common": "loxapine decreases effects of pramipexole by pharmacodynamic antagonism. Contraindicated."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "loxapine inhaled",
            "description": {
                "common": "loxapine inhaled decreases effects of pramipexole by pharmacodynamic antagonism. Contraindicated."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "metoclopramide",
            "description": {
                "common": "metoclopramide decreases levels of pramipexole by pharmacodynamic antagonism. Contraindicated."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "metoclopramide intranasal",
            "description": {
                "common": "pramipexole, metoclopramide intranasal.\nEither increases effects of the other by Other (see comment). Avoid or Use Alternate Drug. \nComment: Avoid use of metoclopramide intranasal or interacting drug, depending on importance of drug to patient."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "olanzapine",
            "description": {
                "common": "olanzapine decreases effects of pramipexole by pharmacodynamic antagonism. Contraindicated."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "olopatadine intranasal",
            "description": {
                "common": "pramipexole and olopatadine intranasal both increase  sedation. Avoid or Use Alternate Drug. Coadministration increases risk of CNS depression, which can lead to additive impairment of psychomotor performance and cause daytime impairment. "
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "paliperidone",
            "description": {
                "common": "paliperidone decreases effects of pramipexole by pharmacodynamic antagonism. Contraindicated."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "perphenazine",
            "description": {
                "common": "perphenazine decreases effects of pramipexole by pharmacodynamic antagonism. Contraindicated."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "pimozide",
            "description": {
                "common": "pimozide decreases effects of pramipexole by pharmacodynamic antagonism. Contraindicated."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "prochlorperazine",
            "description": {
                "common": "prochlorperazine decreases effects of pramipexole by pharmacodynamic antagonism. Contraindicated."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "promethazine",
            "description": {
                "common": "promethazine decreases effects of pramipexole by pharmacodynamic antagonism. Contraindicated."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "quetiapine",
            "description": {
                "common": "quetiapine decreases effects of pramipexole by pharmacodynamic antagonism. Contraindicated."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "risperidone",
            "description": {
                "common": "risperidone decreases effects of pramipexole by pharmacodynamic antagonism. Contraindicated."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "tafenoquine",
            "description": {
                "common": "tafenoquine will increase the level or effect of pramipexole by  Other (see comment). Avoid or Use Alternate Drug. Tafenoquine inhibits organic cation transporter-2 (OCT2) and multidrug and toxin extrusion (MATE) transporters in vitro. Avoid coadministration with OCT2 or MATE substrates. If coadministration cannot be avoided, monitor for substrate-related toxicities and consider dosage reduction if needed based on product labeling of the coadministered drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "thioridazine",
            "description": {
                "common": "thioridazine decreases effects of pramipexole by pharmacodynamic antagonism. Contraindicated."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "thiothixene",
            "description": {
                "common": "thiothixene decreases effects of pramipexole by pharmacodynamic antagonism. Contraindicated."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "trifluoperazine",
            "description": {
                "common": "trifluoperazine decreases effects of pramipexole by pharmacodynamic antagonism. Contraindicated."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "trilaciclib",
            "description": {
                "common": "trilaciclib will decrease the level or effect of pramipexole by  Other (see comment). Avoid or Use Alternate Drug. Avoid coadministration of trilaciclib (OCT2, MATE1, and MATE-2K inhibitor) with substrates where minimal increased concentration in kidney or blood may lead to serious or life-threatening toxicities. "
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "ziprasidone",
            "description": {
                "common": "ziprasidone decreases effects of pramipexole by pharmacodynamic antagonism. Contraindicated."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "apomorphine",
            "description": {
                "common": "apomorphine and pramipexole both increase  dopaminergic effects. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "bromocriptine",
            "description": {
                "common": "bromocriptine and pramipexole both increase  dopaminergic effects. Use Caution/Monitor. Combining drugs may be therapeutic in patients with Parkinsonism. "
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "cabergoline",
            "description": {
                "common": "cabergoline and pramipexole both increase  dopaminergic effects. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "cenobamate",
            "description": {
                "common": "cenobamate, pramipexole.\nEither increases effects of the other by sedation. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "cimetidine",
            "description": {
                "common": "cimetidine will increase the level or effect of pramipexole by  basic (cationic) drug competition for renal tubular clearance. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "clobazam",
            "description": {
                "common": "pramipexole, clobazam. Other (see comment). Use Caution/Monitor. \nComment: Concomitant administration can increase the potential for CNS effects (e.g., increased sedation or respiratory depression)."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "clonidine",
            "description": {
                "common": "clonidine, pramipexole.\nEither increases toxicity of the other by pharmacodynamic synergism. Use Caution/Monitor. Coadministration enhances CNS depressant effects."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "daridorexant",
            "description": {
                "common": "pramipexole and daridorexant both increase  sedation. Modify Therapy/Monitor Closely. Coadministration increases risk of CNS depression, which can lead to additive impairment of psychomotor performance and cause daytime impairment. "
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "difelikefalin",
            "description": {
                "common": "difelikefalin and pramipexole both increase  sedation. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "digoxin",
            "description": {
                "common": "digoxin will increase the level or effect of pramipexole by  basic (cationic) drug competition for renal tubular clearance. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "erdafitinib",
            "description": {
                "common": "erdafitinib increases levels of pramipexole by decreasing renal clearance. Modify Therapy/Monitor Closely. Consider alternatives that are not OCT2 substrates or consider reducing the dose of OCT2 substrates based on tolerability."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "levodopa",
            "description": {
                "common": "levodopa and pramipexole both increase  dopaminergic effects. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "lurasidone",
            "description": {
                "common": "lurasidone decreases effects of pramipexole by Other (see comment). Use Caution/Monitor. \nComment: Antipsychotics may diminish  the therapeutic effect of anti-parkinson's agents; may increase riskof hypotension."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "methyldopa",
            "description": {
                "common": "methyldopa and pramipexole both increase  dopaminergic effects. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "methylphenidate",
            "description": {
                "common": "pramipexole, methylphenidate.\nEither increases effects of the other by pharmacodynamic synergism. Use Caution/Monitor. Potential for additive CNS stimulation."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "midazolam intranasal",
            "description": {
                "common": "midazolam intranasal, pramipexole.\nEither increases toxicity of the other by pharmacodynamic synergism. Modify Therapy/Monitor Closely. Concomitant use of barbiturates, alcohol, or other CNS depressants may increase the risk of hypoventilation, airway obstruction, desaturation, or apnea and may contribute to profound and/or prolonged drug effect."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "procainamide",
            "description": {
                "common": "pramipexole will increase the level or effect of procainamide by  basic (cationic) drug competition for renal tubular clearance. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "quinidine",
            "description": {
                "common": "quinidine will increase the level or effect of pramipexole by  basic (cationic) drug competition for renal tubular clearance. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ropinirole",
            "description": {
                "common": "pramipexole and ropinirole both increase  dopaminergic effects. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "solriamfetol",
            "description": {
                "common": "pramipexole and solriamfetol both increase  sympathetic (adrenergic) effects, including increased blood pressure and heart rate. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "stiripentol",
            "description": {
                "common": "stiripentol, pramipexole.\nEither increases effects of the other by sedation. Use Caution/Monitor. Concomitant use stiripentol with other CNS depressants, including alcohol, may increase the risk of sedation and somnolence."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "tenofovir DF",
            "description": {
                "common": "tenofovir DF increases levels of pramipexole by decreasing renal clearance. Use Caution/Monitor. Potential for increased toxicity. ."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "isavuconazonium sulfate",
            "description": {
                "common": "isavuconazonium sulfate will increase the level or effect of pramipexole by  Other (see comment). Minor/Significance Unknown. Isavuconazonium sulfate, an OCT2 inhibitor, may increase the effects or levels of OCT2 substrates."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "memantine",
            "description": {
                "common": "memantine will increase the level or effect of pramipexole by  basic (cationic) drug competition for renal tubular clearance. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "methyclothiazide",
            "description": {
                "common": "methyclothiazide will increase the level or effect of pramipexole by  basic (cationic) drug competition for renal tubular clearance. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "quinine",
            "description": {
                "common": "pramipexole will increase the level or effect of quinine by  basic (cationic) drug competition for renal tubular clearance. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "triamterene",
            "description": {
                "common": "pramipexole will increase the level or effect of triamterene by  basic (cationic) drug competition for renal tubular clearance. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "verapamil",
            "description": {
                "common": "pramipexole will increase the level or effect of verapamil by  basic (cationic) drug competition for renal tubular clearance. Minor/Significance Unknown."
            }
        }
    ],
    "adverse effects": [
        {
            "name": "Some variations between early Parkinson",
            "percent": "10"
        },
        {
            "name": "advanced Parkinson",
            "percent": null
        },
        {
            "name": "and restless legs syndrome",
            "percent": null
        },
        {
            "name": "Incidence of some adverse drug reactions",
            "percent": null
        },
        {
            "name": "eg",
            "percent": null
        },
        {
            "name": "dizziness",
            "percent": null
        },
        {
            "name": "accidental injury",
            "percent": null
        },
        {
            "name": "but comparable to placebo",
            "percent": null
        },
        {
            "name": "Somnolence",
            "percent": null
        },
        {
            "name": "Dyskinesia",
            "percent": null
        },
        {
            "name": "Hallucinations",
            "percent": null
        },
        {
            "name": "Insomnia",
            "percent": null
        },
        {
            "name": "Dizziness",
            "percent": null
        },
        {
            "name": "Postural hypotension",
            "percent": null
        },
        {
            "name": "Nausea",
            "percent": null
        },
        {
            "name": "Constipation",
            "percent": null
        },
        {
            "name": "Abnormal dreams",
            "percent": null
        },
        {
            "name": "thoughts",
            "percent": null
        },
        {
            "name": "or vision",
            "percent": null
        },
        {
            "name": "Amnesia",
            "percent": null
        },
        {
            "name": "Confusion",
            "percent": null
        },
        {
            "name": "Paranoia or delusion",
            "percent": null
        },
        {
            "name": "Akathisia",
            "percent": null
        },
        {
            "name": "Asthenia",
            "percent": null
        },
        {
            "name": "Dry mouth",
            "percent": null
        },
        {
            "name": "Urinary frequency",
            "percent": null
        },
        {
            "name": "Neurologic",
            "percent": null
        },
        {
            "name": "Abnormal behavior",
            "percent": null
        },
        {
            "name": "abnormal dreams",
            "percent": null
        },
        {
            "name": "compulsive shopping",
            "percent": null
        },
        {
            "name": "fatigue",
            "percent": null
        },
        {
            "name": "hallucinations",
            "percent": null
        },
        {
            "name": "all kinds",
            "percent": null
        },
        {
            "name": "headache",
            "percent": null
        },
        {
            "name": "pathologic gambling",
            "percent": null
        },
        {
            "name": "Cardiovascular",
            "percent": null
        },
        {
            "name": "Hypotension",
            "percent": null
        },
        {
            "name": "including syncope and postural hypotension",
            "percent": null
        },
        {
            "name": "Metabolic",
            "percent": null
        },
        {
            "name": "Increased eating",
            "percent": null
        },
        {
            "name": "including binge eating",
            "percent": null
        },
        {
            "name": "compulsive eating",
            "percent": null
        },
        {
            "name": "and hyperphagia",
            "percent": null
        },
        {
            "name": "weight gain",
            "percent": null
        },
        {
            "name": "SIADH",
            "percent": null
        },
        {
            "name": "Dermatologic",
            "percent": null
        },
        {
            "name": "Skin reactions",
            "percent": null
        },
        {
            "name": "including rythema",
            "percent": null
        },
        {
            "name": "rash",
            "percent": null
        },
        {
            "name": "pruritus",
            "percent": null
        },
        {
            "name": "urticaria",
            "percent": null
        },
        {
            "name": "Gastrointestinal",
            "percent": null
        },
        {
            "name": "Vomiting",
            "percent": null
        },
        {
            "name": "Genitourinary",
            "percent": null
        },
        {
            "name": "Libido disorders",
            "percent": null
        },
        {
            "name": "including increased or decreased libido and hypersexuality",
            "percent": null
        },
        {
            "name": "Withdrawal symptoms",
            "percent": null
        }
    ]
}