{
    "name": "norgestimate/ethinyl estradiol",
    "comment": "Rx",
    "other_names": [
        "Mononessa",
        "Ortho Cyclen-28",
        "Ortho Tri-Cyclen",
        "Ortho Tri-Cyclen Lo",
        "Estarylla",
        "Tri-Estarylla",
        "Tri-Lo-Estarylla",
        "Mili",
        "Mono-Linyah",
        "Tri-Linyah",
        "Previfem",
        "Sprintec 28",
        "TriCyclen",
        "Tri-Lo Sprintec",
        "Tri-Mili",
        "Tri-Lo-Mili",
        "Trinessa",
        "TriNessa Lo",
        "TriPrevifem",
        "TriSprintec",
        "Femynor",
        "TriFemynor",
        "Tri-Lo-Marzia"
    ],
    "classes": [
        "Estrogens/Progestins",
        "Contraceptives",
        "Oral"
    ],
    "source": "https://reference.medscape.com/drug/mononessa-ortho-cyclen-norgestimate-ethinyl-estradiol-342754",
    "pregnancy": {
        "common": [
            "Pregnancy category: X",
            "Lactation: Small amounts of steroids are excreted in breast milk; estrogens may reduce quality or quantity of milk; may be prudent to use other forms of birth control until full weaning (American Academy of Pediatrics committee states that agent is compatible with nursing); not recommended"
        ],
        "specific": []
    },
    "lactation": {
        "common": [
            "Lactation: Small amounts of steroids are excreted in breast milk; estrogens may reduce quality or quantity of milk; may be prudent to use other forms of birth control until full weaning (American Academy of Pediatrics committee states that agent is compatible with nursing); not recommended"
        ]
    },
    "warnings": {
        "black_box_warning": {
            "common": [],
            "specific": [
                {
                    "type": "Cigarette smoking and risk of cardiovascular disease",
                    "description": [
                        "Cigarette smoking increases risk of serious cardiovascular adverse effects from use of combination hormonal contraceptives",
                        "Risk increases with age (>35 years) and with heavy smoking (≥15 cigarettes/day)",
                        "Women who use hormonal oral contraceptives are advised not to smoke"
                    ]
                }
            ]
        },
        "contraindicators": {
            "common": [
                "Documented hypersensitivity",
                "Active or history of breast cancer",
                "Arterial thromboembolic disease (stroke, myocardial infarction [MI]), thrombophlebitis, DVT/pulmonary embolism (PE), thrombogenic valvular disease",
                "Estrogen-dependent neoplasia",
                "Liver disease, liver tumors",
                "Undiagnosed abnormal uterine bleeding",
                "Uncontrolled hypertension (ie, persistent BP values >160 mm Hg systolic or >100 mg Hg diastolic)",
                "Diabetes mellitus with vascular involvement",
                "Jaundice with previous oral contraceptive use",
                "Receiving hepatitis C drug combinations containing ombitasvir/paritaprevir/ritonavir, with or without dasabuvir",
                "Women > 35 years who smoke",
                "Cerebrovascular and/or coronary artery disease, disease, headaches with focal neurological symptoms, migraine headaches with auro or migraine headaches if >35 years of age"
            ],
            "specific": []
        },
        "cautions": {
            "common": [
                "Use caution in family history of breast cancer and or DVT/PE, current or previous depression, endometriosis, diabetes mellitus, hypertension, bone mineral density changes, renal or hepatic impairment, bone metabolic disease, systemic lupus erythematosus (SLE), conditions exacerbated by fluid retention (eg, migraine, asthma, epilepsy)",
                "Monitor prediabetic and diabetic women on therapy; consider alternate contraceptive method for women with uncontrolled dyslipidemia",
                "Headache: Evaluate significant change in headaches and discontinue therapy if indicated",
                "Women with a history of hypertension or hypertension-related diseases, or renal disease should be encouraged to use another method of contraception",
                "Discontinue if any of the following develop: Jaundice, visual problems (may cause contact lens intolerance), signs of venous thromboembolism, migraine with unusual severity, significant blood pressure increase, severe depression, increased risk of thromboembolic complications after surgery",
                "Discontinue 4 weeks before major surgery or prolonged immobilization",
                "Patients on warfarin or oral anticoagulants: Increase in anticoagulant dosage may be warranted",
                "Some studies link oral contraceptive use with increased risk of breast cancer, whereas others do not; risk depends on conditions where naturally high hormone levels persist for long periods, including early-onset menstruation (age <12 years), late-onset menopause (age >55 years), first child after age 30 years, nulliparity",
                "Increased risk of cervical cancer with oral contraceptive use, however, human papillomavirus (HPV) remains primary risk factor for this cancer",
                "Long-term (≥5years) use of oral contraceptives may be associated with increased risk",
                "Increased risk of liver cancer with oral contraceptive use; risk increases with duration of use",
                "Discontinue hormonal therapy prior to starting therapy with combination drug regimen ombitasvir/paritaprevir/ritonavir, with or without dasabuvir; may restart approximately 2 weeks following completion of treatment with combination drug regimen",
                "Chloasma associated with combination hormonal contraceptives, as well as pregnancy and sun exposure; avoid sun exposure or ultraviolet radiation during therapy",
                "Risk of cholestasis increased with prior history of cholestasis with prior contraceptive use or previous cholestasis of pregnancy",
                "Combination hormonal contraceptives may adversely affect lipid levels; consider alternative contraception for women with uncontrolled dyslipidemia",
                "Retinal vascular thrombosis reported in patients receiving estrogens; discontinue medication pending examination if there is sudden partial or complete loss of vision, or a sudden onset of proptosis, diplopia, or migraine; if examination reveals papilledema or retinal vascular lesions, estrogens should be discontinued",
                "Breakthrough or intracyclic bleeding and spotting may occur, especially during first 3 months of therapy; missed periods may also occur occasionally; evaluate and rule out malignancy if irregular or unresolving vaginal bleeding occurs",
                "There are, possible risks that may be associated with use of progestins with estrogens compared to estrogen-alone regimens, including a possible increased risk of breast cancer, adverse effects on lipoprotein metabolism (e.g., lowering HDL, raising LDL), and impairment of glucose tolerance",
                "Risk of ovarian or endometrial cancer decreased in women using combination hormonal contraceptives",
                "May increase risk of gallbladder disease or may worsen gallbladder disease",
                "Use of combination hormonal contraceptives associated with hepatic adenomas; rupture may cause fatal intra-abdominal hemorrhage; long term use may be associated with increased risk of hepatocellular carcinoma",
                "Estrogens may induce or exacerbate symptoms in women with hereditary angioedema",
                "Risk of hypertension may be increased with age, dose, and duration of use; not for use in women with hypertension oand vascular disease",
                "Use of combination hormonal contraceptives not recommended in women with complicated organ transplant; medical complications reported"
            ],
            "specific": []
        }
    },
    "interactions": [
        {
            "classification_type": "Contraindicated",
            "interaction_with": "ombitasvir/paritaprevir/ritonavir & dasabuvir (DSC)",
            "description": {
                "common": "ombitasvir/paritaprevir/ritonavir & dasabuvir (DSC), ethinylestradiol. unspecified interaction mechanism. Contraindicated. Potential for increased ALT; contraceptive failure may occur when coadministered with protease inhibitors (ritonavir)."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "tranexamic acid oral",
            "description": {
                "common": "tranexamic acid oral, ethinylestradiol.\nEither increases toxicity of the other by pharmacodynamic synergism. Contraindicated. Coadministration of tranexamic acid oral and combination hormonal contraceptives increases thrombotic risk."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "abametapir",
            "description": {
                "common": "abametapir will increase the level or effect of ethinylestradiol by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug. For 2 weeks after abametapir application, avoid taking drugs that are CYP3A4 substrates. If not feasible, avoid use of abametapir."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "amobarbital",
            "description": {
                "common": "amobarbital will decrease the level or effect of ethinylestradiol by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug. The efficacy of hormonal contraceptives may be reduced. Use of a nonhormonal contraceptive is recommended."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "anastrozole",
            "description": {
                "common": "ethinylestradiol decreases effects of anastrozole by pharmacodynamic antagonism. Avoid or Use Alternate Drug. Anastrozole should not be given concurrently with any estrogens or estrogen-containing products."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "apalutamide",
            "description": {
                "common": "apalutamide will decrease the level or effect of ethinylestradiol by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug. Coadministration of apalutamide, a strong CYP3A4 inducer, with drugs that are CYP3A4 substrates can result in lower exposure to these medications. Avoid or substitute another drug for these medications when possible. Evaluate for loss of therapeutic effect if medication must be coadministered. Adjust dose according to prescribing information if needed."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "armodafinil",
            "description": {
                "common": "armodafinil will decrease the level or effect of ethinylestradiol by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug. The efficacy of hormonal contraceptives may be reduced. Use of a nonhormonal contraceptive is recommended."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "atazanavir",
            "description": {
                "common": "atazanavir, ethinylestradiol. Other (see comment). Avoid or Use Alternate Drug. \nComment: Significant changes (increase or decrease) can occur in estrogen plasma levels. Efficacy of hormonal contraceptives may be reduced. Use of a nonhormonal contraceptive is recommended. ."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "belzutifan",
            "description": {
                "common": "belzutifan will decrease the level or effect of ethinylestradiol by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug. Coadministration of belzutifan with hormonal contraceptives may lead to contraceptive failure or increased breakthrough bleeding. Advise females of reproductive potential to use effective nonhormonal contraception. Based on animal studies, belzutifan can cause fetal harm."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "bosentan",
            "description": {
                "common": "bosentan will decrease the level or effect of ethinylestradiol by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug. The efficacy of hormonal contraceptives may be reduced. Use of a nonhormonal contraceptive is recommended."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "brigatinib",
            "description": {
                "common": "brigatinib will decrease the level or effect of ethinylestradiol by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug. Brigatinib induces CYP3A4 in vitro. Coadministration of hormonal contraceptives with brigatinib can result in decreased concentrations and loss of efficacy. Brigatinib can cause fetal harm. Women should use an effective nonhormonal method of contraception during treatment and for at least 4 months after the last brigatinib dose."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "butabarbital",
            "description": {
                "common": "butabarbital will decrease the level or effect of ethinylestradiol by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug. The efficacy of hormonal contraceptives may be reduced. Use of a nonhormonal contraceptive is recommended."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "calaspargase pegol",
            "description": {
                "common": "calaspargase pegol, ethinylestradiol. unknown mechanism. Avoid or Use Alternate Drug. Due to the potential for an indirect interaction between calaspargase pegol and oral contraceptives, concomitant use of these drugs is not recommended. Use another non-oral contraceptive method for females of childbearing potential."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "carbamazepine",
            "description": {
                "common": "ethinylestradiol will increase the level or effect of carbamazepine by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug. The efficacy of hormonal contraceptives may be reduced. Use of a nonhormonal contraceptive is recommended."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "conivaptan",
            "description": {
                "common": "conivaptan will increase the level or effect of ethinylestradiol by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "darunavir",
            "description": {
                "common": "darunavir will decrease the level or effect of norgestimate by  unspecified interaction mechanism. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "dexamethasone",
            "description": {
                "common": "dexamethasone will decrease the level or effect of ethinylestradiol by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug. The efficacy of hormonal contraceptives may be reduced. Use of a nonhormonal contraceptive is recommended."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "albiglutide",
            "description": {
                "common": "ethinylestradiol decreases effects of albiglutide by pharmacodynamic antagonism. Use Caution/Monitor. Oral contraceptives may decrease hypoglycemic effects of antidiabetics by impairing glucose tolerance. Monitor for glycemic control in diabetic patients."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "alosetron",
            "description": {
                "common": "ethinylestradiol will increase the level or effect of alosetron by  affecting hepatic enzyme CYP1A2 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "atazanavir",
            "description": {
                "common": "atazanavir, norgestimate. affecting hepatic/intestinal enzyme CYP3A4 metabolism. Modify Therapy/Monitor Closely. Atazanavir may increase or decrease levels of norgestimate. Use alternatives if available."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "alprazolam",
            "description": {
                "common": "ethinylestradiol will increase the level or effect of alprazolam by  Mechanism: decreasing metabolism. Use Caution/Monitor. Ethinyl estradiol may inhibit the clearance of benzodiazepines that undergo oxidation, thereby increasing serum concentrations of concomitantly administered benzodiazepines."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "aminocaproic acid",
            "description": {
                "common": "ethinylestradiol, aminocaproic acid. Other (see comment). Use Caution/Monitor. \nComment: Concomitant use may lead to additive hypercoagulability. Estrogens increase clotting factor production and platelet aggregation; aminocaproic acid inhibits fibrinolysis and activity of plasminogen."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "amoxicillin",
            "description": {
                "common": "amoxicillin will decrease the level or effect of ethinylestradiol by  altering intestinal flora. Applies only to oral forms of hormone. Low risk of contraceptive failure. Use Caution/Monitor. Antibiotics may decrease hormonal contraceptive efficacy."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ampicillin",
            "description": {
                "common": "ampicillin will decrease the level or effect of ethinylestradiol by  altering intestinal flora. Applies only to oral forms of hormone. Low risk of contraceptive failure. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "artemether/lumefantrine",
            "description": {
                "common": "artemether/lumefantrine will decrease the level or effect of ethinylestradiol by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "atogepant",
            "description": {
                "common": "ethinylestradiol will increase the level or effect of atogepant by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "atorvastatin",
            "description": {
                "common": "atorvastatin will increase the level or effect of ethinylestradiol by  P-glycoprotein (MDR1) efflux transporter. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "axitinib",
            "description": {
                "common": "ethinylestradiol increases levels of axitinib by affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "bendamustine",
            "description": {
                "common": "ethinylestradiol increases levels of bendamustine by decreasing metabolism. Use Caution/Monitor. Bendamustine is metabolized to minimally active metabolites by CYP1A2. Ethinyl estradiol is a weak CYP1A2 inhibitor and concurrent administration may increase bendamustine concentrations in plasma. ."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "caffeine",
            "description": {
                "common": "ethinylestradiol will increase the level or effect of caffeine by  affecting hepatic enzyme CYP1A2 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "carbamazepine",
            "description": {
                "common": "carbamazepine will decrease the level or effect of norgestimate by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Modify Therapy/Monitor Closely. Advise patients to use alternative contraceptive method during coadministration; continue alternative contraception for 28 days after discontinuing therapy to ensure contraception reliability "
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "cefaclor",
            "description": {
                "common": "cefaclor will decrease the level or effect of ethinylestradiol by  altering intestinal flora. Applies only to oral forms of hormone. Low risk of contraceptive failure. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "cefadroxil",
            "description": {
                "common": "cefadroxil will decrease the level or effect of ethinylestradiol by  altering intestinal flora. Applies only to oral forms of hormone. Low risk of contraceptive failure. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "cefazolin",
            "description": {
                "common": "cefazolin will decrease the level or effect of ethinylestradiol by  altering intestinal flora. Applies only to oral forms of hormone. Low risk of contraceptive failure. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "cefdinir",
            "description": {
                "common": "cefdinir will decrease the level or effect of ethinylestradiol by  altering intestinal flora. Applies only to oral forms of hormone. Low risk of contraceptive failure. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "cefepime",
            "description": {
                "common": "cefepime will decrease the level or effect of ethinylestradiol by  altering intestinal flora. Applies only to oral forms of hormone. Low risk of contraceptive failure. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "cefixime",
            "description": {
                "common": "cefixime will decrease the level or effect of ethinylestradiol by  altering intestinal flora. Applies only to oral forms of hormone. Low risk of contraceptive failure. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "cefotaxime",
            "description": {
                "common": "cefotaxime will decrease the level or effect of ethinylestradiol by  altering intestinal flora. Applies only to oral forms of hormone. Low risk of contraceptive failure. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "cefprozil",
            "description": {
                "common": "cefprozil will decrease the level or effect of ethinylestradiol by  altering intestinal flora. Applies only to oral forms of hormone. Low risk of contraceptive failure. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ceftazidime",
            "description": {
                "common": "ceftazidime will decrease the level or effect of ethinylestradiol by  altering intestinal flora. Applies only to oral forms of hormone. Low risk of contraceptive failure. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ceftibuten",
            "description": {
                "common": "ceftibuten will decrease the level or effect of ethinylestradiol by  altering intestinal flora. Applies only to oral forms of hormone. Low risk of contraceptive failure. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "cefuroxime",
            "description": {
                "common": "cefuroxime will decrease the level or effect of ethinylestradiol by  altering intestinal flora. Applies only to oral forms of hormone. Low risk of contraceptive failure. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "cenobamate",
            "description": {
                "common": "cenobamate will decrease the level or effect of ethinylestradiol by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Modify Therapy/Monitor Closely. Increase dose of CYP3A4 substrate, as needed, when coadministered with cenobamate."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "cephalexin",
            "description": {
                "common": "cephalexin will decrease the level or effect of ethinylestradiol by  altering intestinal flora. Applies only to oral forms of hormone. Low risk of contraceptive failure. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ceritinib",
            "description": {
                "common": "ceritinib will increase the level or effect of ethinylestradiol by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "chloramphenicol",
            "description": {
                "common": "chloramphenicol will decrease the level or effect of ethinylestradiol by  altering intestinal flora. Applies only to oral forms of hormone. Low risk of contraceptive failure. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "cimetidine",
            "description": {
                "common": "cimetidine will increase the level or effect of ethinylestradiol by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ciprofloxacin",
            "description": {
                "common": "ciprofloxacin will decrease the level or effect of ethinylestradiol by  altering intestinal flora. Applies only to oral forms of hormone. Low risk of contraceptive failure. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "clarithromycin",
            "description": {
                "common": "clarithromycin will decrease the level or effect of ethinylestradiol by  altering intestinal flora. Applies only to oral forms of hormone. Low risk of contraceptive failure. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "clindamycin",
            "description": {
                "common": "clindamycin will decrease the level or effect of ethinylestradiol by  altering intestinal flora. Applies only to oral forms of hormone. Low risk of contraceptive failure. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "clobazam",
            "description": {
                "common": "clobazam will decrease the level or effect of ethinylestradiol by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor. Clobazam is a weak CYP3A4 inducer; effectiveness of hormonal contraceptives may be diminished when given concurrently with clobazam. Additional non-hormonal forms of contraception are recommended."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "clonazepam",
            "description": {
                "common": "ethinylestradiol will increase the level or effect of clonazepam by  Mechanism: decreasing metabolism. Use Caution/Monitor. Ethinyl estradiol may inhibit the clearance of benzodiazepines that undergo oxidation, thereby increasing serum concentrations of concomitantly administered benzodiazepines."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "elvitegravir/cobicistat/emtricitabine/tenofovir DF",
            "description": {
                "common": "elvitegravir/cobicistat/emtricitabine/tenofovir DF, norgestimate. Other (see comment). Modify Therapy/Monitor Closely. \nComment: Increases norgestimate levels and may result in insulin resistance, dyslipidemia, acne, and venous thrombosis; decreases ethinyl estradiol levels that may result in decreased efficacy."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "cyclosporine",
            "description": {
                "common": "ethinylestradiol increases levels of cyclosporine by unknown mechanism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "dabrafenib",
            "description": {
                "common": "dabrafenib will decrease the level or effect of ethinylestradiol by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "darunavir",
            "description": {
                "common": "darunavir will decrease the level or effect of ethinylestradiol by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Modify Therapy/Monitor Closely. Significant changes (increase or decrease) can occur in estrogen plasma levels. Efficacy of hormonal contraceptives may be reduced. Use of a nonhormonal contraceptive is recommended. "
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "dasatinib",
            "description": {
                "common": "ethinylestradiol will increase the level or effect of dasatinib by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "deferasirox",
            "description": {
                "common": "deferasirox will decrease the level or effect of ethinylestradiol by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "demeclocycline",
            "description": {
                "common": "demeclocycline will decrease the level or effect of ethinylestradiol by  altering intestinal flora. Applies only to oral forms of hormone. Low risk of contraceptive failure. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "diazepam",
            "description": {
                "common": "ethinylestradiol will increase the level or effect of diazepam by  Mechanism: decreasing metabolism. Use Caution/Monitor. Ethinyl estradiol may inhibit the clearance of benzodiazepines that undergo oxidation, thereby increasing serum concentrations of concomitantly administered benzodiazepines."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "dicloxacillin",
            "description": {
                "common": "dicloxacillin will decrease the level or effect of ethinylestradiol by  altering intestinal flora. Applies only to oral forms of hormone. Low risk of contraceptive failure. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "doxycycline",
            "description": {
                "common": "doxycycline will decrease the level or effect of ethinylestradiol by  altering intestinal flora. Applies only to oral forms of hormone. Low risk of contraceptive failure. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "elagolix",
            "description": {
                "common": "elagolix will decrease the level or effect of ethinylestradiol by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Modify Therapy/Monitor Closely. Elagolix is a weak-to-moderate CYP3A4 inducer. Monitor CYP3A substrates if coadministered. Consider increasing CYP3A substrate dose if needed."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "eltrombopag",
            "description": {
                "common": "ethinylestradiol will increase the level or effect of eltrombopag by  affecting hepatic enzyme CYP1A2 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "elvitegravir/cobicistat/emtricitabine/tenofovir DF",
            "description": {
                "common": "elvitegravir/cobicistat/emtricitabine/tenofovir DF increases levels of ethinylestradiol by affecting hepatic/intestinal enzyme CYP3A4 metabolism. Modify Therapy/Monitor Closely. Cobicistat is a CYP3A4 inhibitor; contraindicated with CYP3A4 substrates for which elevated plasma concentrations are associated with serious and/or life-threatening events."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "encorafenib",
            "description": {
                "common": "encorafenib will increase the level or effect of ethinylestradiol by  Other (see comment). Modify Therapy/Monitor Closely. Encorafenib (a BCRP inhibitor) may increase the concentration and toxicities of BCRP substrates. Closely monitor for signs and symptoms of increased exposure and consider adjusting the dose of these substrates."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "erythromycin base",
            "description": {
                "common": "erythromycin base will decrease the level or effect of ethinylestradiol by  altering intestinal flora. Applies only to oral forms of hormone. Low risk of contraceptive failure. Use Caution/Monitor. Antibiotics may decrease hormonal contraceptive efficacy."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "erythromycin ethylsuccinate",
            "description": {
                "common": "erythromycin ethylsuccinate will decrease the level or effect of ethinylestradiol by  altering intestinal flora. Applies only to oral forms of hormone. Low risk of contraceptive failure. Use Caution/Monitor. Antibiotics may decrease hormonal contraceptive efficacy."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "erythromycin lactobionate",
            "description": {
                "common": "erythromycin lactobionate will decrease the level or effect of ethinylestradiol by  altering intestinal flora. Applies only to oral forms of hormone. Low risk of contraceptive failure. Use Caution/Monitor. Antibiotics may decrease hormonal contraceptive efficacy."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "erythromycin stearate",
            "description": {
                "common": "erythromycin stearate will decrease the level or effect of ethinylestradiol by  altering intestinal flora. Applies only to oral forms of hormone. Low risk of contraceptive failure. Use Caution/Monitor. Antibiotics may decrease hormonal contraceptive efficacy."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "etravirine",
            "description": {
                "common": "etravirine will decrease the level or effect of ethinylestradiol by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor. The efficacy of hormonal contraceptives may be reduced. Use of a nonhormonal contraceptive is recommended."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "exenatide injectable solution",
            "description": {
                "common": "ethinylestradiol, exenatide injectable solution. Other (see comment). Use Caution/Monitor. \nComment: Oral contraceptives may decrease hypoglycemic effects of antidiabetics by impairing glucose tolerance. The effect of exenatide to slow gastric emptying may reduce the extent and rate of oral medications that require rapid GI absorption.  Advise patients to take oral contraceptives at least 1 hr before exenatide. ."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "exenatide injectable suspension",
            "description": {
                "common": "ethinylestradiol, exenatide injectable suspension. Other (see comment). Use Caution/Monitor. \nComment: Oral contraceptives may decrease hypoglycemic effects of antidiabetics by impairing glucose tolerance. The effect of exenatide to slow gastric emptying may reduce the extent and rate of oral medications that require rapid GI absorption. Advise patients to take oral contraceptives at least 1 hr before exenatide."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "fedratinib",
            "description": {
                "common": "fedratinib will increase the level or effect of ethinylestradiol by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor. Adjust dose of drugs that are CYP3A4 substrates as necessary."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "finerenone",
            "description": {
                "common": "ethinylestradiol will increase the level or effect of finerenone by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Modify Therapy/Monitor Closely. Monitor serum potassium during initiation and dosage adjustment of either finererone or weak CYP3A4 inhibitors. Adjust finererone dosage as needed."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "flibanserin",
            "description": {
                "common": "ethinylestradiol will increase the level or effect of flibanserin by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor. Increased flibanserin adverse effects may occur if coadministered with multiple weak CYP3A4 inhibitors."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "fluconazole",
            "description": {
                "common": "fluconazole will increase the level or effect of ethinylestradiol by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "fluvoxamine",
            "description": {
                "common": "ethinylestradiol will increase the level or effect of fluvoxamine by  affecting hepatic enzyme CYP1A2 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "fostemsavir",
            "description": {
                "common": "fostemsavir will increase the level or effect of ethinylestradiol by  Other (see comment). Modify Therapy/Monitor Closely. Fostemsavir inhibits BCRP transporters. If possible, avoid coadministration or modify dose of BCRP substrate coadministered with fostemsavir. Do not ethinyl estradiol dose of exceed 30 mcg/day."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "gemifloxacin",
            "description": {
                "common": "gemifloxacin will decrease the level or effect of ethinylestradiol by  altering intestinal flora. Applies only to oral forms of hormone. Low risk of contraceptive failure. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "grapefruit",
            "description": {
                "common": "grapefruit will increase the level or effect of ethinylestradiol by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "green tea",
            "description": {
                "common": "ethinylestradiol increases levels of green tea by decreasing elimination. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "hemin",
            "description": {
                "common": "ethinylestradiol decreases effects of hemin by pharmacodynamic antagonism. Use Caution/Monitor. Drugs that increase delta-aminolevulinic acid synthetase may decrease hemin effect."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "hyaluronidase",
            "description": {
                "common": "ethinylestradiol decreases effects of hyaluronidase by Other (see comment). Use Caution/Monitor. \nComment: Estrogens, when given in large systemic doses, may render tissues partially resistant to the action of hyaluronidase. Patients may require larger amounts of hyaluronidase for equivalent dispersing effect."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "iloperidone",
            "description": {
                "common": "iloperidone increases levels of ethinylestradiol by affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor. Iloperidone is a time-dependent CYP3A inhibitor and may lead to increased plasma levels of drugs predominantly eliminated by CYP3A4."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "insulin aspart",
            "description": {
                "common": "ethinylestradiol decreases effects of insulin aspart by pharmacodynamic antagonism. Use Caution/Monitor. Oral contraceptives may decrease hypoglycemic effects of antidiabetics by impairing glucose tolerance. Monitor for glycemic control in diabetic patients."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "insulin degludec",
            "description": {
                "common": "ethinylestradiol decreases effects of insulin degludec by pharmacodynamic antagonism. Use Caution/Monitor. Estrogens may impair glucose tolerance."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "insulin degludec/insulin aspart",
            "description": {
                "common": "ethinylestradiol decreases effects of insulin degludec/insulin aspart by pharmacodynamic antagonism. Use Caution/Monitor. Estrogens may impair glucose tolerance."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "insulin detemir",
            "description": {
                "common": "ethinylestradiol decreases effects of insulin detemir by pharmacodynamic antagonism. Use Caution/Monitor. Oral contraceptives may decrease hypoglycemic effects of antidiabetics by impairing glucose tolerance. Monitor for glycemic control in diabetic patients."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "insulin glargine",
            "description": {
                "common": "ethinylestradiol decreases effects of insulin glargine by pharmacodynamic antagonism. Use Caution/Monitor. Oral contraceptives may decrease hypoglycemic effects of antidiabetics by impairing glucose tolerance. Monitor for glycemic control in diabetic patients."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "insulin glulisine",
            "description": {
                "common": "ethinylestradiol decreases effects of insulin glulisine by pharmacodynamic antagonism. Use Caution/Monitor. Oral contraceptives may decrease hypoglycemic effects of antidiabetics by impairing glucose tolerance. Monitor for glycemic control in diabetic patients."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "insulin inhaled",
            "description": {
                "common": "ethinylestradiol decreases effects of insulin inhaled by pharmacodynamic antagonism. Use Caution/Monitor. Estrogens may impair glucose tolerance."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "insulin lispro",
            "description": {
                "common": "ethinylestradiol decreases effects of insulin lispro by pharmacodynamic antagonism. Use Caution/Monitor. Oral contraceptives may decrease hypoglycemic effects of antidiabetics by impairing glucose tolerance. Monitor for glycemic control in diabetic patients."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "insulin NPH",
            "description": {
                "common": "ethinylestradiol decreases effects of insulin NPH by pharmacodynamic antagonism. Use Caution/Monitor. Oral contraceptives may decrease hypoglycemic effects of antidiabetics by impairing glucose tolerance. Monitor for glycemic control in diabetic patients."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "insulin regular human",
            "description": {
                "common": "ethinylestradiol decreases effects of insulin regular human by pharmacodynamic antagonism. Use Caution/Monitor. Oral contraceptives may decrease hypoglycemic effects of antidiabetics by impairing glucose tolerance. Monitor for glycemic control in diabetic patients."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "isavuconazonium sulfate",
            "description": {
                "common": "ethinylestradiol will increase the level or effect of isavuconazonium sulfate by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "istradefylline",
            "description": {
                "common": "istradefylline will increase the level or effect of ethinylestradiol by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor. Istradefylline 40 mg/day increased peak levels and AUC of CYP3A4 substrates in clinical trials. This effect was not observed with istradefylline 20 mg/day. Consider dose reduction of sensitive CYP3A4 substrates."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "itraconazole",
            "description": {
                "common": "itraconazole will increase the level or effect of ethinylestradiol by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor. CYP3A4 inhibitors such as itraconazole may increase plasma hormone levels."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ketoconazole",
            "description": {
                "common": "ketoconazole will increase the level or effect of ethinylestradiol by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor. CYP3A4 inhibitors such as ketoconazole may increase plasma hormone levels."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "lamotrigine",
            "description": {
                "common": "norgestimate will decrease the level or effect of lamotrigine by  increasing hepatic clearance. Use Caution/Monitor. Combination oral contraceptives have been shown to significantly decrease plasma concentrations of lamotrigine, likely due to induction of lamotrigine glucuronidation."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "lapatinib",
            "description": {
                "common": "ethinylestradiol will increase the level or effect of lapatinib by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "liraglutide",
            "description": {
                "common": "norgestimate decreases effects of liraglutide by pharmacodynamic antagonism. Use Caution/Monitor. Oral contraceptives may decrease hypoglycemic effects of antidiabetics by impairing glucose tolerance. Monitor for glycemic control in diabetic patients."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "lemborexant",
            "description": {
                "common": "ethinylestradiol will increase the level or effect of lemborexant by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Modify Therapy/Monitor Closely. Lower nightly dose of lemborexant recommended if coadministered with weak CYP3A4 inhibitors. See drug monograph for specific dosage modification."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "lenacapavir",
            "description": {
                "common": "lenacapavir will increase the level or effect of ethinylestradiol by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor. Lencapavir (a moderate CYP3A4 inhibitor) may increase CYP3A4 substrates initiated within 9 months after last SC dose of lenacapavir, which may increase potential risk of adverse reactions of CYP3A4 substrates."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "levofloxacin",
            "description": {
                "common": "levofloxacin will decrease the level or effect of ethinylestradiol by  altering intestinal flora. Applies only to oral forms of hormone. Low risk of contraceptive failure. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "levoketoconazole",
            "description": {
                "common": "levoketoconazole will increase the level or effect of ethinylestradiol by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor. CYP3A4 inhibitors such as ketoconazole may increase plasma hormone levels."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "liraglutide",
            "description": {
                "common": "ethinylestradiol decreases effects of liraglutide by pharmacodynamic antagonism. Use Caution/Monitor. Oral contraceptives may decrease hypoglycemic effects of antidiabetics by impairing glucose tolerance. Monitor for glycemic control in diabetic patients."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "lixisenatide (DSC)",
            "description": {
                "common": "lixisenatide (DSC) will decrease the level or effect of ethinylestradiol by  inhibition of GI absorption. Applies only to oral form of both agents. Modify Therapy/Monitor Closely. GLP1 agonists delay gastric emptying, which may affect absorption of concomitantly administered oral medications. Oral contraceptives should be taken at least 1 hr before lixisenatide administration or 11 hr after lixisenatide."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "lomitapide",
            "description": {
                "common": "ethinylestradiol increases levels of lomitapide by affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor. Lomitapide dose should not exceed 30 mg/day."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "lonapegsomatropin",
            "description": {
                "common": "ethinylestradiol will decrease the level or effect of lonapegsomatropin by  Other (see comment). Use Caution/Monitor. Oral estrogens may reduce serum insulin-like growth factor-1 response to lonapegsomatropin. Patients receiving oral estrogen replacement may require higher lonapegsomatropin dosages."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "lorlatinib",
            "description": {
                "common": "lorlatinib will decrease the level or effect of ethinylestradiol by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "lumefantrine",
            "description": {
                "common": "lumefantrine will decrease the level or effect of ethinylestradiol by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "maraviroc",
            "description": {
                "common": "norgestimate increases levels of maraviroc by affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor. Potential for increased toxicity."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "metformin",
            "description": {
                "common": "norgestimate decreases effects of metformin by pharmacodynamic antagonism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "metronidazole",
            "description": {
                "common": "metronidazole will decrease the level or effect of ethinylestradiol by  altering intestinal flora. Applies only to oral forms of hormone. Low risk of contraceptive failure. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "mifepristone",
            "description": {
                "common": "mifepristone decreases effects of norgestimate by pharmacodynamic antagonism. Use Caution/Monitor. Backup contraceptive method recommended."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "mexiletine",
            "description": {
                "common": "ethinylestradiol will increase the level or effect of mexiletine by  affecting hepatic enzyme CYP1A2 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "midazolam",
            "description": {
                "common": "ethinylestradiol will increase the level or effect of midazolam by  Mechanism: decreasing metabolism. Use Caution/Monitor. Ethinyl estradiol may inhibit the clearance of benzodiazepines that undergo oxidation, thereby increasing serum concentrations of concomitantly administered benzodiazepines."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "midazolam intranasal",
            "description": {
                "common": "ethinylestradiol will increase the level or effect of midazolam intranasal by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor. Coadministration of mild CYP3A4 inhibitors with midazolam intranasal may cause higher midazolam systemic exposure, which may prolong sedation."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "mifepristone",
            "description": {
                "common": "mifepristone decreases effects of ethinylestradiol by pharmacodynamic antagonism. Use Caution/Monitor. Backup contraceptive method recommended."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "minocycline",
            "description": {
                "common": "minocycline will decrease the level or effect of ethinylestradiol by  altering intestinal flora. Applies only to oral forms of hormone. Low risk of contraceptive failure. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "mitotane",
            "description": {
                "common": "mitotane decreases levels of ethinylestradiol by affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor. Mitotane is a strong inducer of cytochrome P-4503A4; monitor when coadministered with CYP3A4 substrates for possible dosage adjustments."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "moxifloxacin",
            "description": {
                "common": "moxifloxacin will decrease the level or effect of ethinylestradiol by  altering intestinal flora. Applies only to oral forms of hormone. Low risk of contraceptive failure. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "nafcillin",
            "description": {
                "common": "nafcillin will decrease the level or effect of ethinylestradiol by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "neomycin PO",
            "description": {
                "common": "neomycin PO will decrease the level or effect of ethinylestradiol by  altering intestinal flora. Applies only to oral forms of hormone. Low risk of contraceptive failure. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "nicardipine",
            "description": {
                "common": "ethinylestradiol will increase the level or effect of nicardipine by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "nilotinib",
            "description": {
                "common": "ethinylestradiol will increase the level or effect of nilotinib by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "nirmatrelvir",
            "description": {
                "common": "nirmatrelvir will decrease the level or effect of ethinylestradiol by  increasing metabolism. Modify Therapy/Monitor Closely. Consider using additional nonhormonal contraceptive method for remainder of cycle. Mechanism unknown, but possibly by ritonavir CYP2C9 or CYP1A2 induction."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "nirmatrelvir/ritonavir",
            "description": {
                "common": "nirmatrelvir/ritonavir will decrease the level or effect of ethinylestradiol by  increasing metabolism. Modify Therapy/Monitor Closely. Consider using additional nonhormonal contraceptive method for remainder of cycle. Mechanism unknown, but possibly by ritonavir CYP2C9 or CYP1A2 induction."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "nitrofurantoin",
            "description": {
                "common": "nitrofurantoin will decrease the level or effect of ethinylestradiol by  altering intestinal flora. Applies only to oral forms of hormone. Low risk of contraceptive failure. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ofloxacin",
            "description": {
                "common": "ofloxacin will decrease the level or effect of ethinylestradiol by  altering intestinal flora. Applies only to oral forms of hormone. Low risk of contraceptive failure. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "olanzapine",
            "description": {
                "common": "ethinylestradiol will increase the level or effect of olanzapine by  affecting hepatic enzyme CYP1A2 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "oteseconazole",
            "description": {
                "common": "oteseconazole will increase the level or effect of ethinylestradiol by  Other (see comment). Modify Therapy/Monitor Closely. Otesezonale, a BCRP inhibitor, may increase the effects and risk of toxicities of BCRP substrates. Use lowest starting dose of BCRP substrate, or consider reducing BCRP substrate dose."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "paromomycin",
            "description": {
                "common": "paromomycin will decrease the level or effect of ethinylestradiol by  altering intestinal flora. Applies only to oral forms of hormone. Low risk of contraceptive failure. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "penicillin G aqueous",
            "description": {
                "common": "penicillin G aqueous decreases levels of ethinylestradiol by increasing metabolism. Use Caution/Monitor. Risk of oral contraceptive failure."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "penicillin VK",
            "description": {
                "common": "penicillin VK will decrease the level or effect of ethinylestradiol by  altering intestinal flora. Applies only to oral forms of hormone. Low risk of contraceptive failure. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "pioglitazone",
            "description": {
                "common": "pioglitazone decreases levels of ethinylestradiol by unknown mechanism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "posaconazole",
            "description": {
                "common": "posaconazole will increase the level or effect of ethinylestradiol by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "quinupristin/dalfopristin",
            "description": {
                "common": "quinupristin/dalfopristin will increase the level or effect of ethinylestradiol by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ramelteon",
            "description": {
                "common": "ethinylestradiol will increase the level or effect of ramelteon by  affecting hepatic enzyme CYP1A2 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "rasagiline",
            "description": {
                "common": "ethinylestradiol will increase the level or effect of rasagiline by  affecting hepatic enzyme CYP1A2 metabolism. Use Caution/Monitor. Recommended dose of rasagiline is 0.5mg daily in combination with CYP1A2 inhibitors."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ribociclib",
            "description": {
                "common": "ribociclib will increase the level or effect of ethinylestradiol by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "romidepsin",
            "description": {
                "common": "romidepsin decreases effects of ethinylestradiol by receptor binding competition. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ropinirole",
            "description": {
                "common": "ethinylestradiol will increase the level or effect of ropinirole by  affecting hepatic enzyme CYP1A2 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "rucaparib",
            "description": {
                "common": "rucaparib will increase the level or effect of ethinylestradiol by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Modify Therapy/Monitor Closely. Adjust dosage of CYP3A4 substrates, if clinically indicated."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "rufinamide",
            "description": {
                "common": "rufinamide decreases effects of ethinylestradiol by affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor. Rufinamide is a weak inducer of the CYP 3A4 enzyme and can decrease exposure of drugs that are substrates of CYP3A4. ."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "selegiline",
            "description": {
                "common": "ethinylestradiol increases levels of selegiline by Other (see comment). Use Caution/Monitor. \nComment: Oral contraceptives inhibit the N demethylatin of selegiline."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "selegiline transdermal",
            "description": {
                "common": "ethinylestradiol increases levels of selegiline transdermal by Other (see comment). Use Caution/Monitor. \nComment: Oral contraceptives inhibit the N demethylatin of selegiline."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "siltuximab",
            "description": {
                "common": "siltuximab, norgestimate. Other (see comment). Use Caution/Monitor. \nComment: CYP450 activity in the liver is down regulated by infection and inflammation stimuli including cytokines (eg, IL-6); inhibition of IL-6 by siltuximab may restore CYP450 enzymatic activity; caution if coadministered with CYP substrates that have a narrow therapeutic index."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "stiripentol",
            "description": {
                "common": "stiripentol, ethinylestradiol. affecting hepatic/intestinal enzyme CYP3A4 metabolism. Modify Therapy/Monitor Closely. Stiripentol is a CYP3A4 inhibitor and inducer. Monitor CYP3A4 substrates coadministered with stiripentol for increased or decreased effects. CYP3A4 substrates may require dosage adjustment."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "warfarin",
            "description": {
                "common": "norgestimate increases effects of warfarin by unspecified interaction mechanism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "acetazolamide",
            "description": {
                "common": "acetazolamide will increase the level or effect of ethinylestradiol by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "amitriptyline",
            "description": {
                "common": "ethinylestradiol, amitriptyline. Mechanism: unspecified interaction mechanism. Minor/Significance Unknown. Estrogens and progestins may decr tricyclic antidepressant effects, while increasing TCA plasma concentration and adverse effects."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "amoxapine",
            "description": {
                "common": "ethinylestradiol, amoxapine. Mechanism: unspecified interaction mechanism. Minor/Significance Unknown. Estrogens and progestins may decr tricyclic antidepressant effects, while increasing TCA plasma concentration and adverse effects."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "anastrozole",
            "description": {
                "common": "anastrozole will increase the level or effect of ethinylestradiol by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "antipyrine",
            "description": {
                "common": "ethinylestradiol will increase the level or effect of antipyrine by  affecting hepatic enzyme CYP1A2 metabolism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "asenapine",
            "description": {
                "common": "ethinylestradiol will increase the level or effect of asenapine by  affecting hepatic enzyme CYP1A2 metabolism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "clarithromycin",
            "description": {
                "common": "ethinylestradiol will increase the level or effect of clarithromycin by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "clomipramine",
            "description": {
                "common": "ethinylestradiol will increase the level or effect of clomipramine by  affecting hepatic enzyme CYP1A2 metabolism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "cyclophosphamide",
            "description": {
                "common": "cyclophosphamide will increase the level or effect of ethinylestradiol by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "desipramine",
            "description": {
                "common": "ethinylestradiol, desipramine. Mechanism: unspecified interaction mechanism. Minor/Significance Unknown. Oxidative metabolism of TCAs may be decreased by ethinyl estradiol. Increased antidepressant serum concentrations may occur. Potential for increased TCA adverse effects."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "dosulepin",
            "description": {
                "common": "ethinylestradiol, dosulepin. Mechanism: unspecified interaction mechanism. Minor/Significance Unknown. Oxidative metabolism of TCAs may be decreased by ethinyl estradiol. Increased antidepressant serum concentrations may occur. Potential for increased TCA adverse effects."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "doxepin",
            "description": {
                "common": "ethinylestradiol, doxepin. Mechanism: unspecified interaction mechanism. Minor/Significance Unknown. Oxidative metabolism of TCAs may be decreased by ethinyl estradiol. Increased antidepressant serum concentrations may occur. Potential for increased TCA adverse effects."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "duloxetine",
            "description": {
                "common": "ethinylestradiol will increase the level or effect of duloxetine by  affecting hepatic enzyme CYP1A2 metabolism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "enasidenib",
            "description": {
                "common": "enasidenib, ethinylestradiol. unknown mechanism. Minor/Significance Unknown. Coadministration of enasidenib may increase or decrease the concentrations of combined hormonal contraceptives. Clinical significance of this interaction is unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "eplerenone",
            "description": {
                "common": "ethinylestradiol will increase the level or effect of eplerenone by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "felbamate",
            "description": {
                "common": "felbamate decreases levels of ethinylestradiol by unknown mechanism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "frovatriptan",
            "description": {
                "common": "ethinylestradiol will increase the level or effect of frovatriptan by  affecting hepatic enzyme CYP1A2 metabolism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "imipramine",
            "description": {
                "common": "ethinylestradiol, imipramine. Mechanism: unspecified interaction mechanism. Minor/Significance Unknown. Oxidative metabolism of TCAs may be decreased by ethinyl estradiol. Increased antidepressant serum concentrations may occur. Potential for increased TCA adverse effects."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "larotrectinib",
            "description": {
                "common": "larotrectinib will increase the level or effect of ethinylestradiol by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "mineral oil",
            "description": {
                "common": "mineral oil decreases levels of ethinylestradiol by inhibition of GI absorption. Applies only to oral form of both agents. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "naratriptan",
            "description": {
                "common": "ethinylestradiol increases effects of naratriptan by unspecified interaction mechanism. Minor/Significance Unknown. The clinical implication of these interactions is unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "nefazodone",
            "description": {
                "common": "nefazodone will increase the level or effect of ethinylestradiol by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "nortriptyline",
            "description": {
                "common": "ethinylestradiol, nortriptyline. Mechanism: unspecified interaction mechanism. Minor/Significance Unknown. Oxidative metabolism of TCAs may be decreased by ethinyl estradiol. Increased antidepressant serum concentrations may occur. Potential for increased TCA adverse effects."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "protriptyline",
            "description": {
                "common": "ethinylestradiol, protriptyline. Mechanism: unspecified interaction mechanism. Minor/Significance Unknown. Oxidative metabolism of TCAs may be decreased by ethinyl estradiol. Increased antidepressant serum concentrations may occur. Potential for increased TCA adverse effects."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "ramelteon",
            "description": {
                "common": "ethinylestradiol will increase the level or effect of ramelteon by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "rosuvastatin",
            "description": {
                "common": "rosuvastatin increases levels of ethinylestradiol by unspecified interaction mechanism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "ruxolitinib",
            "description": {
                "common": "ethinylestradiol will increase the level or effect of ruxolitinib by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "ruxolitinib topical",
            "description": {
                "common": "ethinylestradiol will increase the level or effect of ruxolitinib topical by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "tizanidine",
            "description": {
                "common": "ethinylestradiol increases levels of tizanidine by unspecified interaction mechanism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "trazodone",
            "description": {
                "common": "ethinylestradiol, trazodone. Mechanism: unspecified interaction mechanism. Minor/Significance Unknown. Oxidative metabolism of TCAs may be decreased by ethinyl estradiol. Increased antidepressant serum concentrations may occur. Potential for increased TCA adverse effects."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "trimipramine",
            "description": {
                "common": "ethinylestradiol, trimipramine. Mechanism: unspecified interaction mechanism. Minor/Significance Unknown. Oxidative metabolism of TCAs may be decreased by ethinyl estradiol. Increased antidepressant serum concentrations may occur. Potential for increased TCA adverse effects."
            }
        }
    ],
    "adverse effects": [
        {
            "name": "Amenorrhea",
            "percent": null
        },
        {
            "name": "Anorexia",
            "percent": null
        },
        {
            "name": "Aterial thromboembolism",
            "percent": null
        },
        {
            "name": "Cerebral hemorrhage",
            "percent": null
        },
        {
            "name": "Crebral thrombosis",
            "percent": null
        },
        {
            "name": "Retinal thrombosis",
            "percent": null
        },
        {
            "name": "Breakthrough bleeding",
            "percent": null
        },
        {
            "name": "Change in menstrual flow",
            "percent": null
        },
        {
            "name": "Gallbladder disease",
            "percent": null
        },
        {
            "name": "Edema",
            "percent": null
        },
        {
            "name": "Spotting",
            "percent": null
        },
        {
            "name": "Weakness",
            "percent": null
        },
        {
            "name": "Abdominal pain",
            "percent": null
        },
        {
            "name": "Breast tenderness",
            "percent": null
        },
        {
            "name": "Cholestatic jaundice",
            "percent": null
        },
        {
            "name": "Deep vein thrombosis",
            "percent": null
        },
        {
            "name": "DVT",
            "percent": null
        },
        {
            "name": "Depression",
            "percent": null
        },
        {
            "name": "Dizziness",
            "percent": null
        },
        {
            "name": "Galactorrhea",
            "percent": null
        },
        {
            "name": "Headache",
            "percent": null
        },
        {
            "name": "Nausea",
            "percent": null
        },
        {
            "name": "Nervousness",
            "percent": null
        },
        {
            "name": "Somnolence",
            "percent": null
        },
        {
            "name": "Thrombophlebitis",
            "percent": null
        },
        {
            "name": "Varicose vein aggravation",
            "percent": null
        },
        {
            "name": "Vomiting",
            "percent": null
        },
        {
            "name": "Weight change",
            "percent": null
        }
    ]
}