{
    "name": "fosfomycin",
    "comment": "Rx",
    "other_names": [
        "Monurol"
    ],
    "classes": [
        "Antibiotics",
        "Other"
    ],
    "source": "https://reference.medscape.com/drug/monurol-fosfomycin-342560",
    "pregnancy": {
        "common": [
            "Pregnancy Category: B",
            "Lactation: excreted in breast milk; not recommended"
        ],
        "specific": []
    },
    "lactation": {
        "common": [
            "Lactation: excreted in breast milk; not recommended"
        ]
    },
    "warnings": {
        "black_box_warning": {
            "common": [],
            "specific": []
        },
        "contraindicators": {
            "common": [
                "Hypersensitivity"
            ],
            "specific": []
        },
        "cautions": {
            "common": [
                "Hepatic injury, including hepatitis and steatosis reported; monitor liver function; effect is reversible upon discontinuation of drug",
                "Prolonged use may result in bacterial or fungal superinfections, which may appear upt to two months postantibiotic treatment",
                "Hypersensitivity reactions, including anaphylactic shock reported; discontinue use at first signs of hypersensitivity reactions and institute supportive measures"
            ],
            "specific": []
        }
    },
    "interactions": [
        {
            "classification_type": "Serious",
            "interaction_with": "BCG vaccine live",
            "description": {
                "common": "fosfomycin decreases effects of BCG vaccine live by pharmacodynamic antagonism. Contraindicated. Wait until Abx Tx complete to administer live bacterial vaccine."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "cholera vaccine",
            "description": {
                "common": "fosfomycin, cholera vaccine. pharmacodynamic antagonism. Avoid or Use Alternate Drug. Avoid coadministration of cholera vaccine with systemic antibiotics since these agents may be active against the vaccine strain. Do not administer cholera vaccine to patients who have received oral or parenteral antibiotics within 14 days prior to vaccination."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "microbiota oral",
            "description": {
                "common": "fosfomycin decreases effects of microbiota oral by pharmacodynamic antagonism. Avoid or Use Alternate Drug. Microbiota oral contains bacterial spores. Antibacterial agents may decrease efficacy if coadministered. Complete antibiotic regimens 2-4 days before initiating microbiota oral. ."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "typhoid vaccine live",
            "description": {
                "common": "fosfomycin decreases effects of typhoid vaccine live by pharmacodynamic antagonism. Contraindicated. Wait until Abx Tx complete to administer live bacterial vaccine."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "bazedoxifene/conjugated estrogens",
            "description": {
                "common": "fosfomycin will decrease the level or effect of bazedoxifene/conjugated estrogens by  altering intestinal flora. Applies only to oral forms of hormone. Low risk of contraceptive failure. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "conjugated estrogens",
            "description": {
                "common": "fosfomycin will decrease the level or effect of conjugated estrogens by  altering intestinal flora. Applies only to oral forms of hormone. Low risk of contraceptive failure. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "digoxin",
            "description": {
                "common": "fosfomycin will increase the level or effect of digoxin by  altering intestinal flora. Applies only to oral form of both agents. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "estradiol",
            "description": {
                "common": "fosfomycin will decrease the level or effect of estradiol by  altering intestinal flora. Applies only to oral forms of hormone. Low risk of contraceptive failure. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "estrogens conjugated synthetic",
            "description": {
                "common": "fosfomycin will decrease the level or effect of estrogens conjugated synthetic by  altering intestinal flora. Applies only to oral forms of hormone. Low risk of contraceptive failure. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "estropipate",
            "description": {
                "common": "fosfomycin will decrease the level or effect of estropipate by  altering intestinal flora. Applies only to oral forms of hormone. Low risk of contraceptive failure. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "mestranol",
            "description": {
                "common": "fosfomycin will decrease the level or effect of mestranol by  altering intestinal flora. Applies only to oral forms of hormone. Low risk of contraceptive failure. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "metoclopramide intranasal",
            "description": {
                "common": "metoclopramide intranasal will increase the level or effect of fosfomycin by  Other (see comment). Use Caution/Monitor. Metoclopramide may decrease the absorption of fosfomycin. Monitor for reduced therapeutic effect of fosfomycin."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "sodium picosulfate/magnesium oxide/anhydrous citric acid",
            "description": {
                "common": "fosfomycin decreases effects of sodium picosulfate/magnesium oxide/anhydrous citric acid by altering metabolism. Use Caution/Monitor. Coadministration with antibiotics decreases efficacy by altering colonic bacterial flora needed to convert sodium picosulfate to active drug."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "balsalazide",
            "description": {
                "common": "fosfomycin will decrease the level or effect of balsalazide by  altering intestinal flora. Applies only to oral form of both agents. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "biotin",
            "description": {
                "common": "fosfomycin will decrease the level or effect of biotin by  altering intestinal flora. Applies only to oral form of both agents. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "metoclopramide",
            "description": {
                "common": "metoclopramide decreases levels of fosfomycin by inhibition of GI absorption. Applies only to oral form of both agents. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "pantothenic acid",
            "description": {
                "common": "fosfomycin will decrease the level or effect of pantothenic acid by  altering intestinal flora. Applies only to oral form of both agents. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "pyridoxine",
            "description": {
                "common": "fosfomycin will decrease the level or effect of pyridoxine by  altering intestinal flora. Applies only to oral form of both agents. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "pyridoxine (Antidote)",
            "description": {
                "common": "fosfomycin will decrease the level or effect of pyridoxine (Antidote) by  altering intestinal flora. Applies only to oral form of both agents. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "thiamine",
            "description": {
                "common": "fosfomycin will decrease the level or effect of thiamine by  altering intestinal flora. Applies only to oral form of both agents. Minor/Significance Unknown."
            }
        }
    ],
    "adverse effects": [
        {
            "name": "Anorexia",
            "percent": null
        },
        {
            "name": "Diarrhea",
            "percent": null
        },
        {
            "name": "Epigastric",
            "percent": null
        },
        {
            "name": "Discomfort",
            "percent": null
        },
        {
            "name": "Headache",
            "percent": null
        },
        {
            "name": "Nausea",
            "percent": null
        },
        {
            "name": "Rash",
            "percent": null
        },
        {
            "name": "Vomiting",
            "percent": null
        },
        {
            "name": "Dizziness",
            "percent": null
        },
        {
            "name": "Drowsiness",
            "percent": null
        },
        {
            "name": "Fatigue",
            "percent": null
        },
        {
            "name": "Pruritus",
            "percent": null
        }
    ]
}