{
    "name": "aluminum hydroxide/magnesium hydroxide/simethicone",
    "comment": "OTC",
    "other_names": [
        "Mylanta",
        "Mygel",
        "DiGel",
        "Gelusil",
        "Rulox"
    ],
    "classes": [
        "Antacids",
        "Combos"
    ],
    "source": "https://reference.medscape.com/drug/mylanta-mygel-aluminum-hydroxide-magnesium-hydroxide-simethicone-341982",
    "pregnancy": {
        "common": [
            "Pregnancy Category: C",
            "Lactation: excretion in milk unknown"
        ],
        "specific": []
    },
    "lactation": {
        "common": [
            "Lactation: excretion in milk unknown"
        ]
    },
    "warnings": {
        "black_box_warning": {
            "common": [],
            "specific": []
        },
        "contraindicators": {
            "common": [
                "Hypersensitivity to any component of the formulation"
            ],
            "specific": []
        },
        "cautions": {
            "common": [
                "Caution in renal failure",
                "May increase or decrease rate &/or degree of absorption of concomitantly administered oral drugs by changing GI transit time or by binding the drug",
                "Mg-restricted diet",
                "Similar Trade Names may have different compositions",
                "Do not use combination product for hyperphosphatemia"
            ],
            "specific": []
        }
    },
    "interactions": [
        {
            "classification_type": "Contraindicated",
            "interaction_with": "pazopanib",
            "description": {
                "common": "aluminum hydroxide will decrease the level or effect of pazopanib by  increasing gastric pH. Applies only to oral form of both agents. Contraindicated. Avoid coadministration of pazopanib with drugs that raise gastric pH; may use short-acting antacids in place of PPIs and H2 antagonists, but separate antacid and pazopanib dosing by several hours"
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "raltegravir",
            "description": {
                "common": "aluminum hydroxide decreases levels of raltegravir by cation binding in GI tract. Contraindicated. Not  recommended with or without dose separation."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "atazanavir",
            "description": {
                "common": "aluminum hydroxide will decrease the level or effect of atazanavir by  increasing gastric pH. Applies only to oral form of both agents. Avoid or Use Alternate Drug. Atazanavir solubility decreases as pH increases. Reduced plasma concentrations of atazanavir are expected if antacids or buffered medications are coadministered.  Administer atazanavir 2 hr before or 1 hr after these medications."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "baloxavir marboxil",
            "description": {
                "common": "aluminum hydroxide will decrease the level or effect of baloxavir marboxil by  cation binding in GI tract. Avoid or Use Alternate Drug. Baloxavir may bind to polyvalent cations resulting in decreased absorption. Studies in monkeys showed concurrent use with calcium, aluminum, or iron caused significantly decreased plasma levels. Human studies not conducted."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "ciprofloxacin",
            "description": {
                "common": "aluminum hydroxide decreases levels of ciprofloxacin by inhibition of GI absorption. Applies only to oral form of both agents. Avoid or Use Alternate Drug. Separate by 2 hours."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "demeclocycline",
            "description": {
                "common": "magnesium hydroxide decreases levels of demeclocycline by inhibition of GI absorption. Applies only to oral form of both agents. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "dapsone",
            "description": {
                "common": "aluminum hydroxide will decrease the level or effect of dapsone by  increasing gastric pH. Applies only to oral form of both agents. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "dasatinib",
            "description": {
                "common": "aluminum hydroxide will decrease the level or effect of dasatinib by  increasing gastric pH. Applies only to oral form of both agents. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "demeclocycline",
            "description": {
                "common": "aluminum hydroxide decreases levels of demeclocycline by inhibition of GI absorption. Applies only to oral form of both agents. Avoid or Use Alternate Drug. Separate by 2 hours."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "digoxin",
            "description": {
                "common": "aluminum hydroxide will increase the level or effect of digoxin by  increasing gastric pH. Applies only to oral form of both agents. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "doxycycline",
            "description": {
                "common": "magnesium hydroxide decreases levels of doxycycline by inhibition of GI absorption. Applies only to oral form of both agents. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "eltrombopag",
            "description": {
                "common": "magnesium hydroxide decreases levels of eltrombopag by inhibition of GI absorption. Applies only to oral form of both agents. Contraindicated. Separate by at least 4 hours."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "fleroxacin",
            "description": {
                "common": "aluminum hydroxide decreases levels of fleroxacin by inhibition of GI absorption. Applies only to oral form of both agents. Avoid or Use Alternate Drug. Separate by 2 hours."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "infigratinib",
            "description": {
                "common": "simethicone will decrease the level or effect of infigratinib by  inhibition of GI absorption. Applies only to oral form of both agents. Avoid or Use Alternate Drug. If use with an acid-reducing agent cannot be avoided, administer infigratinib 2 hr before and after administration of a locally-acting antacid."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "gemifloxacin",
            "description": {
                "common": "aluminum hydroxide decreases levels of gemifloxacin by inhibition of GI absorption. Applies only to oral form of both agents. Avoid or Use Alternate Drug. Separate by 2 hours."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "sotorasib",
            "description": {
                "common": "simethicone will decrease the level or effect of sotorasib by  inhibition of GI absorption. Applies only to oral form of both agents. Avoid or Use Alternate Drug. If use with an acid-reducing agent cannot be avoided, administer sotorasib 4 hr before or 10 hr after administration of a locally-acting antacid."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "acalabrutinib",
            "description": {
                "common": "aluminum hydroxide decreases levels of acalabrutinib by increasing gastric pH. Applies only to oral form of both agents. Modify Therapy/Monitor Closely. Acalabrutinib solubility decreases with increasing gastric pH. Separate dosing by at least 2 hr between administration of antacids and acalabrutinib."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "acebutolol",
            "description": {
                "common": "aluminum hydroxide decreases levels of acebutolol by inhibition of GI absorption. Applies only to oral form of both agents. Use Caution/Monitor. Separate by 2 hours."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "alendronate",
            "description": {
                "common": "aluminum hydroxide decreases levels of alendronate by inhibition of GI absorption. Applies only to oral form of both agents. Use Caution/Monitor. Separate by 2 hours."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "allopurinol",
            "description": {
                "common": "aluminum hydroxide decreases levels of allopurinol by inhibition of GI absorption. Applies only to oral form of both agents. Use Caution/Monitor. Separate by 2 hours."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "atenolol",
            "description": {
                "common": "aluminum hydroxide decreases levels of atenolol by inhibition of GI absorption. Applies only to oral form of both agents. Use Caution/Monitor. Separate by 2 hours."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "azithromycin",
            "description": {
                "common": "aluminum hydroxide decreases levels of azithromycin by inhibition of GI absorption. Applies only to oral form of both agents. Use Caution/Monitor. Separate by 2 hours."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "bearberry",
            "description": {
                "common": "aluminum hydroxide will increase the level or effect of bearberry by  passive renal tubular reabsorption - basic urine. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "benazepril",
            "description": {
                "common": "aluminum hydroxide decreases effects of benazepril by unspecified interaction mechanism. Use Caution/Monitor. May decrease absorption."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "benzphetamine",
            "description": {
                "common": "aluminum hydroxide will increase the level or effect of benzphetamine by  passive renal tubular reabsorption - basic urine. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "betaxolol",
            "description": {
                "common": "aluminum hydroxide decreases levels of betaxolol by inhibition of GI absorption. Applies only to oral form of both agents. Use Caution/Monitor. Separate by 2 hours."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "bictegravir",
            "description": {
                "common": "aluminum hydroxide will decrease the level or effect of bictegravir by  cation binding in GI tract. Modify Therapy/Monitor Closely. Bictegravir can be taken under fasting conditions 2 hr before antacids containing Al, Mg, or Ca. Routine administration of bictegravir simultaneously with, or 2 hr after, antacids containing Al, Mg, or Ca is not recommended."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "bisoprolol",
            "description": {
                "common": "aluminum hydroxide decreases levels of bisoprolol by inhibition of GI absorption. Applies only to oral form of both agents. Use Caution/Monitor. Separate by 2 hours."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "cabotegravir",
            "description": {
                "common": "magnesium hydroxide will decrease the level or effect of cabotegravir by  cation binding in GI tract. Modify Therapy/Monitor Closely. Administer antacid products at least 2 hr before or 4 hr after taking oral cabotegravir."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "bosutinib",
            "description": {
                "common": "aluminum hydroxide decreases levels of bosutinib by increasing gastric pH. Applies only to oral form of both agents. Use Caution/Monitor. Bosutinib displays pH-dependent solubility; may use short-acting antacids with administration separated by 2 hr."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "budesonide",
            "description": {
                "common": "aluminum hydroxide decreases effects of budesonide by increasing gastric pH. Applies only to oral form of both agents. Modify Therapy/Monitor Closely. Enteric-coated budesonide dissolves at pH >5.5. Also, dissolution of extended-release budesonide tablets is pH dependent. Coadministration with drugs that increase gastric pH may cause these budesonide products to prematurely dissolve, and possibly affect release properties and absorption of the drug in the duodenum."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "cabotegravir",
            "description": {
                "common": "aluminum hydroxide will decrease the level or effect of cabotegravir by  cation binding in GI tract. Modify Therapy/Monitor Closely. Administer antacid products at least 2 hr before or 4 hr after taking oral cabotegravir."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "capecitabine",
            "description": {
                "common": "aluminum hydroxide increases levels of capecitabine by enhancing GI absorption. Applies only to oral form of both agents. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "captopril",
            "description": {
                "common": "aluminum hydroxide decreases effects of captopril by unspecified interaction mechanism. Use Caution/Monitor. Aluminum hydroxide may decrease absorption of captopril."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "carbonyl iron",
            "description": {
                "common": "aluminum hydroxide will decrease the level or effect of carbonyl iron by  increasing gastric pH. Applies only to oral form of both agents. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "carvedilol",
            "description": {
                "common": "aluminum hydroxide decreases levels of carvedilol by inhibition of GI absorption. Applies only to oral form of both agents. Use Caution/Monitor. Separate by 2 hours."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "cefdinir",
            "description": {
                "common": "aluminum hydroxide will decrease the level or effect of cefdinir by  increasing gastric pH. Applies only to oral form of both agents. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "cefditoren",
            "description": {
                "common": "aluminum hydroxide will decrease the level or effect of cefditoren by  increasing gastric pH. Applies only to oral form of both agents. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "cefpodoxime",
            "description": {
                "common": "aluminum hydroxide will decrease the level or effect of cefpodoxime by  increasing gastric pH. Applies only to oral form of both agents. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "cefuroxime",
            "description": {
                "common": "aluminum hydroxide will decrease the level or effect of cefuroxime by  increasing gastric pH. Applies only to oral form of both agents. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "celecoxib",
            "description": {
                "common": "aluminum hydroxide decreases levels of celecoxib by inhibition of GI absorption. Applies only to oral form of both agents. Use Caution/Monitor. Separate by 2 hours."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "celiprolol",
            "description": {
                "common": "aluminum hydroxide decreases levels of celiprolol by inhibition of GI absorption. Applies only to oral form of both agents. Use Caution/Monitor. Separate by 2 hours."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "chenodiol",
            "description": {
                "common": "aluminum hydroxide decreases levels of chenodiol by inhibition of GI absorption. Applies only to oral form of both agents. Use Caution/Monitor. Separate by 2 hours."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "chloroquine",
            "description": {
                "common": "aluminum hydroxide will decrease the level or effect of chloroquine by  cation binding in GI tract. Use Caution/Monitor. Separate doses by at least 4 hr"
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "cholic acid",
            "description": {
                "common": "aluminum hydroxide will decrease the level or effect of cholic acid by  drug binding in GI tract. Use Caution/Monitor. Take cholic acid at least 1 hr before or 4-6 hr (or as great an interval as possible) after a aluminum-based antacid."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ciprofloxacin",
            "description": {
                "common": "magnesium hydroxide decreases levels of ciprofloxacin by inhibition of GI absorption. Applies only to oral form of both agents. Use Caution/Monitor. Coadministration of ciprofloxacin with multivalent cation-containing products may reduce the bioavailability of ciprofloxacin by 90%. Administer ciprofloxacin at least 2 hours before or 6 hours after using these products. Use alternatives if available."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "crizotinib",
            "description": {
                "common": "magnesium hydroxide decreases levels of crizotinib by increasing gastric pH. Applies only to oral form of both agents. Use Caution/Monitor. Drugs that elevate the gastric pH may decrease the solubility of crizotinib and subsequently reduce its bioavailability. However, no formal studies have been conducted. ."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "cyclosporine",
            "description": {
                "common": "aluminum hydroxide decreases levels of cyclosporine by inhibition of GI absorption. Applies only to oral form of both agents. Use Caution/Monitor. Separate by 2 hours."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "deferiprone",
            "description": {
                "common": "magnesium hydroxide decreases levels of deferiprone by enhancing GI absorption. Applies only to oral form of both agents. Modify Therapy/Monitor Closely. Deferiprone may bind polyvalent cations (eg, iron, aluminum, and zinc), separate administration by at least 4 hr between deferiprone and other medications (eg, antacids), or supplements containing these polyvalent cations."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "dabrafenib",
            "description": {
                "common": "aluminum hydroxide will decrease the level or effect of dabrafenib by  increasing gastric pH. Applies only to oral form of both agents. Use Caution/Monitor. Drugs that alter upper GI tract pH (eg, PPIs, H2-blockers, antacids) may decrease dabrafenib solubility and reduce its bioavailability"
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "deferasirox",
            "description": {
                "common": "aluminum hydroxide will decrease the level or effect of deferasirox by  Other (see comment). Use Caution/Monitor. Avoid combination. Although deferasirox has a lower affinity for aluminum than for iron, do not administer deferasirox with aluminum-containing antacid preparations."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "deferiprone",
            "description": {
                "common": "aluminum hydroxide decreases levels of deferiprone by enhancing GI absorption. Applies only to oral form of both agents. Modify Therapy/Monitor Closely. Deferiprone may bind polyvalent cations (eg, iron, aluminum, and zinc), separate administration by at least 4 hr between deferiprone and other medications (eg, antacids), or supplements containing these polyvalent cations."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "deferoxamine",
            "description": {
                "common": "deferoxamine decreases levels of aluminum hydroxide by inhibition of GI absorption. Applies only to oral form of both agents. Use Caution/Monitor. Deferoxamine chelates iron; its affinity for other minerals is unknown."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "deflazacort",
            "description": {
                "common": "magnesium hydroxide and deflazacort both decrease  serum potassium. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "delafloxacin",
            "description": {
                "common": "aluminum hydroxide will decrease the level or effect of delafloxacin by  cation binding in GI tract. Modify Therapy/Monitor Closely. Oral delafloxacin form chelates with alkaline earth and transition metal cations. Administer oral delafloxacin at least 2 hr before or 6 hr after these agents."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "dextroamphetamine",
            "description": {
                "common": "aluminum hydroxide will increase the level or effect of dextroamphetamine by  passive renal tubular reabsorption - basic urine. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "dolutegravir",
            "description": {
                "common": "magnesium hydroxide will decrease the level or effect of dolutegravir by  cation binding in GI tract. Use Caution/Monitor. Administer dolutegravir 2 hr before or 6 hr after taking medications containing polyvalent cations; use alternative therapy if available"
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "elvitegravir",
            "description": {
                "common": "aluminum hydroxide will decrease the level or effect of elvitegravir by  cation binding in GI tract. Modify Therapy/Monitor Closely. Elvitegravir plasma concentrations are lower with antacids due to the formation of ionic complexes in the GI tract and not due to changes in gastric pH; separate dose from antacid by at least 2 hr"
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "fleroxacin",
            "description": {
                "common": "magnesium hydroxide decreases levels of fleroxacin by inhibition of GI absorption. Applies only to oral form of both agents. Use Caution/Monitor. Separate by 2 hours."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "elvitegravir/cobicistat/emtricitabine/tenofovir DF",
            "description": {
                "common": "aluminum hydroxide decreases levels of elvitegravir/cobicistat/emtricitabine/tenofovir DF by inhibition of GI absorption. Applies only to oral form of both agents. Use Caution/Monitor. Separate administration from antacids by 2 hr."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "enalapril",
            "description": {
                "common": "aluminum hydroxide decreases effects of enalapril by unspecified interaction mechanism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ephedrine",
            "description": {
                "common": "aluminum hydroxide will increase the level or effect of ephedrine by  passive renal tubular reabsorption - basic urine. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "erythromycin base",
            "description": {
                "common": "aluminum hydroxide increases levels of erythromycin base by unknown mechanism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "erythromycin ethylsuccinate",
            "description": {
                "common": "aluminum hydroxide increases levels of erythromycin ethylsuccinate by unknown mechanism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "erythromycin lactobionate",
            "description": {
                "common": "aluminum hydroxide increases levels of erythromycin lactobionate by unknown mechanism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "erythromycin stearate",
            "description": {
                "common": "aluminum hydroxide increases levels of erythromycin stearate by unknown mechanism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "esmolol",
            "description": {
                "common": "aluminum hydroxide decreases levels of esmolol by inhibition of GI absorption. Applies only to oral form of both agents. Use Caution/Monitor. Separate by 2 hours."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ethambutol",
            "description": {
                "common": "aluminum hydroxide increases levels of ethambutol by cation binding in GI tract. Use Caution/Monitor. Avoid administering aluminum hydroxide containing antacids for at least 4 hr following ethambutol dose."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "etidronate",
            "description": {
                "common": "aluminum hydroxide decreases levels of etidronate by inhibition of GI absorption. Applies only to oral form of both agents. Use Caution/Monitor. Separate by 2 hours."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ferric maltol",
            "description": {
                "common": "aluminum hydroxide will decrease the level or effect of ferric maltol by  increasing gastric pH. Applies only to oral form of both agents. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ferrous fumarate",
            "description": {
                "common": "aluminum hydroxide will decrease the level or effect of ferrous fumarate by  increasing gastric pH. Applies only to oral form of both agents. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ferrous gluconate",
            "description": {
                "common": "aluminum hydroxide will decrease the level or effect of ferrous gluconate by  increasing gastric pH. Applies only to oral form of both agents. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ferrous sulfate",
            "description": {
                "common": "aluminum hydroxide will decrease the level or effect of ferrous sulfate by  increasing gastric pH. Applies only to oral form of both agents. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "flecainide",
            "description": {
                "common": "aluminum hydroxide will increase the level or effect of flecainide by  passive renal tubular reabsorption - basic urine. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "fosamprenavir",
            "description": {
                "common": "aluminum hydroxide will decrease the level or effect of fosamprenavir by  increasing gastric pH. Applies only to oral form of both agents. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "fosinopril",
            "description": {
                "common": "aluminum hydroxide decreases effects of fosinopril by unspecified interaction mechanism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "gabapentin",
            "description": {
                "common": "aluminum hydroxide decreases levels of gabapentin by inhibition of GI absorption. Applies only to oral form of both agents. Use Caution/Monitor. Separate by 2 hours."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "gabapentin enacarbil",
            "description": {
                "common": "aluminum hydroxide decreases levels of gabapentin enacarbil by inhibition of GI absorption. Applies only to oral form of both agents. Use Caution/Monitor. Separate by 2 hours."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "gefitinib",
            "description": {
                "common": "aluminum hydroxide decreases levels of gefitinib by increasing gastric pH. Applies only to oral form of both agents. Use Caution/Monitor. Separate gefitinib and antacid doses by at least 6 hr."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "gemifloxacin",
            "description": {
                "common": "magnesium hydroxide decreases levels of gemifloxacin by inhibition of GI absorption. Applies only to oral form of both agents. Use Caution/Monitor. Separate by 2 hours."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "glipizide",
            "description": {
                "common": "aluminum hydroxide will increase the level or effect of glipizide by  increasing gastric pH. Applies only to oral form of both agents. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "glyburide",
            "description": {
                "common": "aluminum hydroxide will increase the level or effect of glyburide by  increasing gastric pH. Applies only to oral form of both agents. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ibandronate",
            "description": {
                "common": "aluminum hydroxide decreases levels of ibandronate by inhibition of GI absorption. Applies only to oral form of both agents. Use Caution/Monitor. Separate by 2 hours."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "imidapril",
            "description": {
                "common": "aluminum hydroxide decreases effects of imidapril by unspecified interaction mechanism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "iron dextran complex",
            "description": {
                "common": "aluminum hydroxide will decrease the level or effect of iron dextran complex by  increasing gastric pH. Applies only to oral form of both agents. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "iron sucrose",
            "description": {
                "common": "aluminum hydroxide will decrease the level or effect of iron sucrose by  increasing gastric pH. Applies only to oral form of both agents. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "isoniazid",
            "description": {
                "common": "aluminum hydroxide decreases levels of isoniazid by inhibition of GI absorption. Applies only to oral form of both agents. Use Caution/Monitor. Separate by 2 hours."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "itraconazole",
            "description": {
                "common": "aluminum hydroxide will decrease the level or effect of itraconazole by  inhibition of GI absorption. Applies only to oral form of both agents. Modify Therapy/Monitor Closely. Administer acid neutralizing medicines at least 2 hours before or 2 hours after itraconazole."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ketoconazole",
            "description": {
                "common": "aluminum hydroxide decreases levels of ketoconazole by inhibition of GI absorption. Applies only to oral form of both agents. Use Caution/Monitor. Separate by 2 hours."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "labetalol",
            "description": {
                "common": "aluminum hydroxide decreases levels of labetalol by inhibition of GI absorption. Applies only to oral form of both agents. Use Caution/Monitor. Separate by 2 hours."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "lactulose",
            "description": {
                "common": "aluminum hydroxide decreases effects of lactulose by pharmacodynamic antagonism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "lanthanum carbonate",
            "description": {
                "common": "lanthanum carbonate, magnesium hydroxide. cation binding in GI tract. Use Caution/Monitor. Administer antacid at least 2 hours before or after lanthanum. ."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ledipasvir/sofosbuvir",
            "description": {
                "common": "aluminum hydroxide decreases levels of ledipasvir/sofosbuvir by Other (see comment). Use Caution/Monitor. \nComment: Ledipasvir solubility decreases as pH increases; drugs that increase gastric pH are expected to decrease levels of ledipasvir; separate antacid and ledipasivr/sofosbuvir administration by 4 hr."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "levofloxacin",
            "description": {
                "common": "magnesium hydroxide decreases levels of levofloxacin by inhibition of GI absorption. Applies only to oral form of both agents. Use Caution/Monitor. Separate by 2 hours."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "levoketoconazole",
            "description": {
                "common": "aluminum hydroxide decreases levels of levoketoconazole by inhibition of GI absorption. Applies only to oral form of both agents. Use Caution/Monitor. Separate by 2 hours."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "lisdexamfetamine",
            "description": {
                "common": "aluminum hydroxide will increase the level or effect of lisdexamfetamine by  passive renal tubular reabsorption - basic urine. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "lisinopril",
            "description": {
                "common": "aluminum hydroxide decreases effects of lisinopril by unspecified interaction mechanism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "memantine",
            "description": {
                "common": "aluminum hydroxide will increase the level or effect of memantine by  passive renal tubular reabsorption - basic urine. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "methscopolamine",
            "description": {
                "common": "aluminum hydroxide decreases levels of methscopolamine by inhibition of GI absorption. Applies only to oral form of both agents. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "methylphenidate",
            "description": {
                "common": "aluminum hydroxide decreases effects of methylphenidate by enhancing GI absorption. Applies only to oral form of both agents. Modify Therapy/Monitor Closely. Since the characteristics of methylphenidate extended release capsules (Ritalin LA) are pH dependent, coadministration of antacids or acid suppressants could alter the release of methylphenidate. Consider separating the administration of the antacid and the methylphenidate extended-release capsules may be avoided."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "metoprolol",
            "description": {
                "common": "aluminum hydroxide decreases levels of metoprolol by inhibition of GI absorption. Applies only to oral form of both agents. Use Caution/Monitor. Separate by 2 hours."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "mexiletine",
            "description": {
                "common": "aluminum hydroxide will increase the level or effect of mexiletine by  passive renal tubular reabsorption - basic urine. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "moexipril",
            "description": {
                "common": "aluminum hydroxide decreases effects of moexipril by unspecified interaction mechanism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "moxifloxacin",
            "description": {
                "common": "magnesium hydroxide decreases levels of moxifloxacin by inhibition of GI absorption. Applies only to oral form of both agents. Use Caution/Monitor. Separate by 2 hours."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "mycophenolate",
            "description": {
                "common": "aluminum hydroxide will decrease the level or effect of mycophenolate by  increasing gastric pH. Applies only to oral form of both agents. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "nadolol",
            "description": {
                "common": "aluminum hydroxide decreases levels of nadolol by inhibition of GI absorption. Applies only to oral form of both agents. Use Caution/Monitor. Separate by 2 hours."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "nebivolol",
            "description": {
                "common": "aluminum hydroxide decreases levels of nebivolol by inhibition of GI absorption. Applies only to oral form of both agents. Use Caution/Monitor. Separate by 2 hours."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "neratinib",
            "description": {
                "common": "aluminum hydroxide will decrease the level or effect of neratinib by  increasing gastric pH. Applies only to oral form of both agents. Modify Therapy/Monitor Closely. Separate antacid and neratinib dosing by 3 hr."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "nilotinib",
            "description": {
                "common": "aluminum hydroxide decreases levels of nilotinib by increasing gastric pH. Applies only to oral form of both agents. Modify Therapy/Monitor Closely. Avoid this interaction by administering antacids 2 hr after or 2 hr before nilotinib."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "nitrofurantoin",
            "description": {
                "common": "aluminum hydroxide decreases levels of nitrofurantoin by inhibition of GI absorption. Applies only to oral form of both agents. Use Caution/Monitor. Separate by 2 hours."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ofloxacin",
            "description": {
                "common": "magnesium hydroxide decreases levels of ofloxacin by inhibition of GI absorption. Applies only to oral form of both agents. Use Caution/Monitor. Separate by 2 hours."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "omadacycline",
            "description": {
                "common": "aluminum hydroxide will decrease the level or effect of omadacycline by  inhibition of GI absorption. Applies only to oral form of both agents. Modify Therapy/Monitor Closely. Multivalent cation-containing products may impair absorption of tetracyclines, which may decrease its efficacy. Separate dosing of tetracyclines from these products."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "pamidronate",
            "description": {
                "common": "aluminum hydroxide decreases levels of pamidronate by inhibition of GI absorption. Applies only to oral form of both agents. Use Caution/Monitor. Separate by 2 hours."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "pancrelipase",
            "description": {
                "common": "magnesium hydroxide decreases effects of pancrelipase by pharmacodynamic antagonism. Use Caution/Monitor. Antacids may negate beneficial effects of enzymes."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "penbutolol",
            "description": {
                "common": "aluminum hydroxide decreases levels of penbutolol by inhibition of GI absorption. Applies only to oral form of both agents. Use Caution/Monitor. Separate by 2 hours."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "penicillamine",
            "description": {
                "common": "magnesium hydroxide decreases levels of penicillamine by inhibition of GI absorption. Applies only to oral form of both agents. Use Caution/Monitor. Separate by 2 hours."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "perindopril",
            "description": {
                "common": "aluminum hydroxide decreases effects of perindopril by unspecified interaction mechanism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "pexidartinib",
            "description": {
                "common": "magnesium hydroxide will decrease the level or effect of pexidartinib by  inhibition of GI absorption. Applies only to oral form of both agents. Modify Therapy/Monitor Closely. Separate pexidartinib by 2 hr before or after taking a locally-acting antacid."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "pexidartinib",
            "description": {
                "common": "aluminum hydroxide will decrease the level or effect of pexidartinib by  inhibition of GI absorption. Applies only to oral form of both agents. Modify Therapy/Monitor Closely. Separate pexidartinib by 2 hr before or after taking a locally-acting antacid."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "pindolol",
            "description": {
                "common": "aluminum hydroxide decreases levels of pindolol by inhibition of GI absorption. Applies only to oral form of both agents. Use Caution/Monitor. Separate by 2 hours."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "polysaccharide iron",
            "description": {
                "common": "aluminum hydroxide will decrease the level or effect of polysaccharide iron by  increasing gastric pH. Applies only to oral form of both agents. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "posaconazole",
            "description": {
                "common": "aluminum hydroxide will decrease the level or effect of posaconazole by  increasing gastric pH. Applies only to oral form of both agents. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "propranolol",
            "description": {
                "common": "aluminum hydroxide decreases levels of propranolol by inhibition of GI absorption. Applies only to oral form of both agents. Use Caution/Monitor. Separate by 2 hours."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "pseudoephedrine",
            "description": {
                "common": "aluminum hydroxide will increase the level or effect of pseudoephedrine by  passive renal tubular reabsorption - basic urine. Use Caution/Monitor. Caution advised with frequent or high dose antacids"
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "quinapril",
            "description": {
                "common": "aluminum hydroxide decreases effects of quinapril by unspecified interaction mechanism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "quinidine",
            "description": {
                "common": "aluminum hydroxide will increase the level or effect of quinidine by  passive renal tubular reabsorption - basic urine. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ramipril",
            "description": {
                "common": "aluminum hydroxide decreases effects of ramipril by unspecified interaction mechanism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "rifampin",
            "description": {
                "common": "aluminum hydroxide will decrease the level or effect of rifampin by  Other (see comment). Use Caution/Monitor. Concomitant antacid administration may reduce absorption of rifampin; daily doses of rifampin should be given at least 1 hr before ingestion of antacids"
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "rilpivirine",
            "description": {
                "common": "aluminum hydroxide decreases levels of rilpivirine by increasing gastric pH. Applies only to oral form of both agents. Modify Therapy/Monitor Closely. Coadministration of antacids with rilpivirine may cause significant decreases in rilpivirine plasma concentrations because of increased gastric pH. If antacids must be administered, they should be given at least 2 hr before or at least 4 hr after rilpivirine. For the combination product dolutegravir/rilpivirine, antacids should be given at least 4 hr before or at least 6 hr afterwards."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "riociguat",
            "description": {
                "common": "magnesium hydroxide decreases levels of riociguat by inhibition of GI absorption. Applies only to oral form of both agents. Use Caution/Monitor. Separate administration by at least 1 hour."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "risedronate",
            "description": {
                "common": "aluminum hydroxide decreases levels of risedronate by inhibition of GI absorption. Applies only to oral form of both agents. Use Caution/Monitor. Separate by 2 hours."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "sarecycline",
            "description": {
                "common": "magnesium hydroxide will decrease the level or effect of sarecycline by  inhibition of GI absorption. Applies only to oral form of both agents. Modify Therapy/Monitor Closely. Multivalent cation-containing products may impair absorption of tetracyclines, which may decrease its efficacy. Separate dosing of tetracyclines from these products."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "rose hips",
            "description": {
                "common": "aluminum hydroxide will decrease the level or effect of rose hips by  increasing gastric pH. Applies only to oral form of both agents. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "rosuvastatin",
            "description": {
                "common": "aluminum hydroxide decreases levels of rosuvastatin by inhibition of GI absorption. Applies only to oral form of both agents. Use Caution/Monitor. Separate by 2 hours."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "sarecycline",
            "description": {
                "common": "aluminum hydroxide will decrease the level or effect of sarecycline by  inhibition of GI absorption. Applies only to oral form of both agents. Modify Therapy/Monitor Closely. Multivalent cation-containing products may impair absorption of tetracyclines, which may decrease its efficacy. Separate dosing of tetracyclines from these products."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "sodium phosphates, IV",
            "description": {
                "common": "magnesium hydroxide decreases effects of sodium phosphates, IV by cation binding in GI tract. Modify Therapy/Monitor Closely. Magnesium decreases serum phosphate concentration by binding dietary phosphate. Use alternatives if available."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "sodium sulfate/?magnesium sulfate/potassium chloride",
            "description": {
                "common": "sodium sulfate/?magnesium sulfate/potassium chloride increases toxicity of aluminum hydroxide by Other (see comment). Use Caution/Monitor. \nComment: Coadministration with medications that cause fluid and electrolyte abnormalities may increase the risk of adverse events of seizure, arrhythmias, and renal impairment."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "sodium sulfate/potassium sulfate/magnesium sulfate",
            "description": {
                "common": "sodium sulfate/potassium sulfate/magnesium sulfate increases toxicity of aluminum hydroxide by Other (see comment). Use Caution/Monitor. \nComment: Coadministration with medications that cause fluid and electrolyte abnormalities may increase the risk of adverse events of seizure, arrhythmias, and renal impairment."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "sofosbuvir/velpatasvir",
            "description": {
                "common": "aluminum hydroxide will decrease the level or effect of sofosbuvir/velpatasvir by  increasing gastric pH. Applies only to oral form of both agents. Modify Therapy/Monitor Closely. Velpatasvir solubility decreases as gastric pH increases (practically insoluble at pH >5). Separate administration of sofosbuvir/velpatasvir from antacids by at least 4 hr."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "sotalol",
            "description": {
                "common": "aluminum hydroxide decreases levels of sotalol by inhibition of GI absorption. Applies only to oral form of both agents. Use Caution/Monitor. Separate by 2 hours."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "sparsentan",
            "description": {
                "common": "aluminum hydroxide decreases effects of sparsentan by increasing gastric pH. Applies only to oral form of both agents. Modify Therapy/Monitor Closely. Administer sparsentan 2 hours before or after administration of antacids. Antacids may decrease sparsentan exposure which may reduce efficacy of sparsentan."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "tiludronate",
            "description": {
                "common": "aluminum hydroxide decreases levels of tiludronate by inhibition of GI absorption. Applies only to oral form of both agents. Use Caution/Monitor. Separate by 2 hours."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "timolol",
            "description": {
                "common": "aluminum hydroxide decreases levels of timolol by inhibition of GI absorption. Applies only to oral form of both agents. Use Caution/Monitor. Separate by 2 hours."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "tolbutamide",
            "description": {
                "common": "aluminum hydroxide will increase the level or effect of tolbutamide by  increasing gastric pH. Applies only to oral form of both agents. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "trandolapril",
            "description": {
                "common": "aluminum hydroxide decreases effects of trandolapril by unspecified interaction mechanism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ursodiol",
            "description": {
                "common": "aluminum hydroxide decreases effects of ursodiol by pharmacodynamic antagonism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "vismodegib",
            "description": {
                "common": "magnesium hydroxide will decrease the level or effect of vismodegib by  Other (see comment). Use Caution/Monitor. Drugs that increase gastric pH alter vismodegib solubility and therefore reduce bioavailability; effect on efficacy unknown"
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "vitamin D",
            "description": {
                "common": "vitamin D increases levels of magnesium hydroxide by Other (see comment). Use Caution/Monitor. \nComment: Vitamin D can increase serum magnesium concentrations, particularly in the presence of renal impairment. The combined use of vitamin D and magnesium-containing products should be avoided, if possible, in patients with chronic renal failure."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "zoledronic acid",
            "description": {
                "common": "aluminum hydroxide decreases levels of zoledronic acid by inhibition of GI absorption. Applies only to oral form of both agents. Use Caution/Monitor. Separate by 2 hours."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "amikacin",
            "description": {
                "common": "amikacin decreases levels of magnesium hydroxide by increasing renal clearance. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "amiloride",
            "description": {
                "common": "amiloride increases levels of magnesium hydroxide by decreasing renal clearance. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "amphotericin B deoxycholate",
            "description": {
                "common": "amphotericin B deoxycholate decreases levels of magnesium hydroxide by increasing renal clearance. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "ascorbic acid",
            "description": {
                "common": "ascorbic acid increases levels of aluminum hydroxide by enhancing GI absorption. Applies only to oral form of both agents. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "aspirin",
            "description": {
                "common": "aluminum hydroxide, aspirin. Mechanism: passive renal tubular reabsorption due to increased pH. Minor/Significance Unknown. Salicylate levels increased at moderate doses; salicylate levels decreased at large doses (d/t increased renal excretion of unchanged salicylic acid)."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "aspirin rectal",
            "description": {
                "common": "aluminum hydroxide, aspirin rectal. Mechanism: passive renal tubular reabsorption due to increased pH. Minor/Significance Unknown. Salicylate levels increased at moderate doses; salicylate levels decreased at large doses (d/t increased renal excretion of unchanged salicylic acid)."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "aspirin/citric acid/sodium bicarbonate",
            "description": {
                "common": "aluminum hydroxide, aspirin/citric acid/sodium bicarbonate. Mechanism: passive renal tubular reabsorption due to increased pH. Minor/Significance Unknown. Salicylate levels increased at moderate doses; salicylate levels decreased at large doses (d/t increased renal excretion of unchanged salicylic acid)."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "balsalazide",
            "description": {
                "common": "aluminum hydroxide, balsalazide. Mechanism: passive renal tubular reabsorption due to increased pH. Minor/Significance Unknown. Salicylate levels increased at moderate doses; salicylate levels decreased at large doses (d/t increased renal excretion of unchanged salicylic acid)."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "bazedoxifene/conjugated estrogens",
            "description": {
                "common": "bazedoxifene/conjugated estrogens decreases levels of magnesium hydroxide by Other (see comment). Minor/Significance Unknown. \nComment: Magnesium shifted from blood to tissue storage."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "bendroflumethiazide",
            "description": {
                "common": "bendroflumethiazide decreases levels of magnesium hydroxide by increasing renal clearance. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "blessed thistle",
            "description": {
                "common": "blessed thistle decreases effects of aluminum hydroxide by pharmacodynamic antagonism. Minor/Significance Unknown. Theoretical interaction."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "bumetanide",
            "description": {
                "common": "bumetanide decreases levels of magnesium hydroxide by increasing renal clearance. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "calcitonin salmon",
            "description": {
                "common": "calcitonin salmon increases levels of magnesium hydroxide by decreasing renal clearance. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "chlorothiazide",
            "description": {
                "common": "chlorothiazide decreases levels of magnesium hydroxide by increasing renal clearance. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "chlorthalidone",
            "description": {
                "common": "chlorthalidone decreases levels of magnesium hydroxide by increasing renal clearance. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "choline magnesium trisalicylate",
            "description": {
                "common": "aluminum hydroxide, choline magnesium trisalicylate. Mechanism: passive renal tubular reabsorption due to increased pH. Minor/Significance Unknown. Salicylate levels increased at moderate doses; salicylate levels decreased at large doses (d/t increased renal excretion of unchanged salicylic acid)."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "chromium",
            "description": {
                "common": "aluminum hydroxide decreases levels of chromium by inhibition of GI absorption. Applies only to oral form of both agents. Minor/Significance Unknown. Separate by 2 hours."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "conjugated estrogens",
            "description": {
                "common": "conjugated estrogens decreases levels of magnesium hydroxide by Other (see comment). Minor/Significance Unknown. \nComment: Magnesium shifted from blood to tissue storage."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "conjugated estrogens, vaginal",
            "description": {
                "common": "conjugated estrogens, vaginal decreases levels of magnesium hydroxide by Other (see comment). Minor/Significance Unknown. \nComment: Magnesium shifted from blood to tissue storage."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "cyclopenthiazide",
            "description": {
                "common": "cyclopenthiazide decreases levels of magnesium hydroxide by increasing renal clearance. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "devil's claw",
            "description": {
                "common": "devil's claw decreases effects of aluminum hydroxide by pharmacodynamic antagonism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "dextrose",
            "description": {
                "common": "dextrose decreases levels of magnesium hydroxide by increasing renal clearance. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "dextrose (Antidote)",
            "description": {
                "common": "dextrose (Antidote) decreases levels of magnesium hydroxide by increasing renal clearance. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "diflunisal",
            "description": {
                "common": "aluminum hydroxide, diflunisal. Mechanism: passive renal tubular reabsorption due to increased pH. Minor/Significance Unknown. Salicylate levels increased at moderate doses; salicylate levels decreased at large doses (d/t increased renal excretion of unchanged salicylic acid)."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "digoxin",
            "description": {
                "common": "digoxin decreases levels of magnesium hydroxide by increasing renal clearance. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "doxercalciferol",
            "description": {
                "common": "doxercalciferol increases levels of magnesium hydroxide by enhancing GI absorption. Applies only to oral form of both agents. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "drospirenone",
            "description": {
                "common": "drospirenone increases levels of magnesium hydroxide by decreasing renal clearance. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "estradiol",
            "description": {
                "common": "estradiol decreases levels of magnesium hydroxide by Other (see comment). Minor/Significance Unknown. \nComment: Magnesium shifted from blood to tissue storage."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "estrogens conjugated synthetic",
            "description": {
                "common": "estrogens conjugated synthetic decreases levels of magnesium hydroxide by Other (see comment). Minor/Significance Unknown. \nComment: Magnesium shifted from blood to tissue storage."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "estrogens esterified",
            "description": {
                "common": "estrogens esterified decreases levels of magnesium hydroxide by Other (see comment). Minor/Significance Unknown. \nComment: Magnesium shifted from blood to tissue storage."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "estropipate",
            "description": {
                "common": "estropipate decreases levels of magnesium hydroxide by Other (see comment). Minor/Significance Unknown. \nComment: Magnesium shifted from blood to tissue storage."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "ethacrynic acid",
            "description": {
                "common": "ethacrynic acid decreases levels of magnesium hydroxide by increasing renal clearance. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "furosemide",
            "description": {
                "common": "furosemide decreases levels of magnesium hydroxide by increasing renal clearance. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "gentamicin",
            "description": {
                "common": "gentamicin decreases levels of magnesium hydroxide by increasing renal clearance. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "glucagon intranasal",
            "description": {
                "common": "glucagon intranasal increases levels of magnesium hydroxide by decreasing renal clearance. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "hydrochlorothiazide",
            "description": {
                "common": "hydrochlorothiazide decreases levels of magnesium hydroxide by increasing renal clearance. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "ibandronate",
            "description": {
                "common": "magnesium hydroxide decreases levels of ibandronate by inhibition of GI absorption. Applies only to oral form of both agents. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "indapamide",
            "description": {
                "common": "indapamide decreases levels of magnesium hydroxide by increasing renal clearance. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "mannitol",
            "description": {
                "common": "mannitol decreases levels of magnesium hydroxide by increasing renal clearance. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "mesalamine",
            "description": {
                "common": "aluminum hydroxide, mesalamine. Mechanism: passive renal tubular reabsorption due to increased pH. Minor/Significance Unknown. Salicylate levels increased at moderate doses; salicylate levels decreased at large doses (d/t increased renal excretion of unchanged salicylic acid)."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "mestranol",
            "description": {
                "common": "mestranol decreases levels of magnesium hydroxide by Other (see comment). Minor/Significance Unknown. \nComment: Magnesium shifted from blood to tissue storage."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "methyclothiazide",
            "description": {
                "common": "methyclothiazide decreases levels of magnesium hydroxide by increasing renal clearance. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "metolazone",
            "description": {
                "common": "metolazone decreases levels of magnesium hydroxide by increasing renal clearance. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "neomycin PO",
            "description": {
                "common": "neomycin PO decreases levels of magnesium hydroxide by increasing renal clearance. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "nitrofurantoin",
            "description": {
                "common": "magnesium hydroxide decreases levels of nitrofurantoin by inhibition of GI absorption. Applies only to oral form of both agents. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "paromomycin",
            "description": {
                "common": "paromomycin decreases levels of magnesium hydroxide by increasing renal clearance. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "rose hips",
            "description": {
                "common": "rose hips increases levels of aluminum hydroxide by enhancing GI absorption. Applies only to oral form of both agents. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "salicylates (non-asa)",
            "description": {
                "common": "aluminum hydroxide, salicylates (non-asa). Mechanism: passive renal tubular reabsorption due to increased pH. Minor/Significance Unknown. Salicylate levels increased at moderate doses; salicylate levels decreased at large doses (d/t increased renal excretion of unchanged salicylic acid)."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "salsalate",
            "description": {
                "common": "aluminum hydroxide, salsalate. Mechanism: passive renal tubular reabsorption due to increased pH. Minor/Significance Unknown. Salicylate levels increased at moderate doses; salicylate levels decreased at large doses (d/t increased renal excretion of unchanged salicylic acid)."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "sodium polystyrene sulfonate",
            "description": {
                "common": "sodium polystyrene sulfonate increases levels of magnesium hydroxide by decreasing renal clearance. Minor/Significance Unknown. Risk of alkalosis."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "spironolactone",
            "description": {
                "common": "spironolactone increases levels of magnesium hydroxide by decreasing renal clearance. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "streptomycin",
            "description": {
                "common": "streptomycin decreases levels of magnesium hydroxide by increasing renal clearance. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "strontium ranelate",
            "description": {
                "common": "aluminum hydroxide decreases levels of strontium ranelate by inhibition of GI absorption. Applies only to oral form of both agents. Minor/Significance Unknown. Separate by 2 hr when possible."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "sucralfate",
            "description": {
                "common": "sucralfate increases levels of aluminum hydroxide by pharmacodynamic synergism. Minor/Significance Unknown. Additive aluminum content."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "sulfasalazine",
            "description": {
                "common": "aluminum hydroxide, sulfasalazine. Mechanism: passive renal tubular reabsorption due to increased pH. Minor/Significance Unknown. Salicylate levels increased at moderate doses; salicylate levels decreased at large doses (d/t increased renal excretion of unchanged salicylic acid)."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "tobramycin",
            "description": {
                "common": "tobramycin decreases levels of magnesium hydroxide by increasing renal clearance. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "torsemide",
            "description": {
                "common": "torsemide decreases levels of magnesium hydroxide by increasing renal clearance. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "triamterene",
            "description": {
                "common": "triamterene increases levels of magnesium hydroxide by decreasing renal clearance. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "willow bark",
            "description": {
                "common": "aluminum hydroxide, willow bark. Mechanism: passive renal tubular reabsorption due to increased pH. Minor/Significance Unknown. Salicylate levels increased at moderate doses; salicylate levels decreased at large doses (d/t increased renal excretion of unchanged salicylic acid)."
            }
        }
    ],
    "adverse effects": [
        {
            "name": "Chalky taste",
            "percent": null
        },
        {
            "name": "Constipation",
            "percent": null
        },
        {
            "name": "Fecal impaction",
            "percent": null
        },
        {
            "name": "Stomach cramps",
            "percent": null
        },
        {
            "name": "Nausea",
            "percent": null
        },
        {
            "name": "Vomiting",
            "percent": null
        },
        {
            "name": "Rebound hyperacidity",
            "percent": null
        },
        {
            "name": "Aluminum intoxication",
            "percent": null
        },
        {
            "name": "Hypophosphatemia",
            "percent": null
        },
        {
            "name": "Milk",
            "percent": null
        },
        {
            "name": "alkali syndrome",
            "percent": null
        },
        {
            "name": "Osteomalacia",
            "percent": null
        },
        {
            "name": "Diarrhea",
            "percent": null
        },
        {
            "name": "Hypermagnesemia",
            "percent": null
        },
        {
            "name": "Loose stools",
            "percent": null
        }
    ]
}