{
    "name": "gemtuzumab",
    "comment": "Rx",
    "other_names": [
        "Mylotarg"
    ],
    "classes": [
        "Antineoplastics",
        "Antibiotic",
        "Antineoplastics",
        "Monoclonal Antibody"
    ],
    "source": "https://reference.medscape.com/drug/mylotarg-gemtuzumab-1000186",
    "pregnancy": {
        "common": [
            "Based on animal data, gemtuzumab can cause embryo-fetal harm when administered to a pregnant woman",
            "No available data on gemtuzumab use in pregnant women to inform a drug-associated risk of major birth defects and miscarriage",
            "In rat embryo-fetal development studies, gemtuzumab ozogamicin caused embryofetal toxicity at maternal systemic exposures that ≥0.4 times the exposure in patients at the maximum recommended dose, based on AUC",
            "For patients who are pregnant, or become pregnant during treatment, advise the patient of the potential risk to a fetus",
            "Verify the pregnancy status of females of reproductive potential prior to initiating treatment",
            "Gemtuzumab may impair fertility in male or females of reproductive potential"
        ],
        "specific": [
            {
                "type": "Contraception",
                "description": [
                    "Advise females of reproductive potential to avoid becoming pregnant while receiving gemtuzumab",
                    "Advise females of reproductive potential to use effective contraception during treatment and for at least 6 months after last dose",
                    "Advise males with female partners of reproductive potential to use effective contraception during treatment and for at least 3 months after last dose"
                ]
            }
        ]
    },
    "lactation": {
        "common": [
            "No data on the presence of gemtuzumab ozogamicin or its metabolites in human milk, the effects on the breastfed infant, or the effects on milk production",
            "Owing to potential for adverse reactions in breastfed infants, women should not breastfeed during treatment and for at least 1 month after the final dose"
        ]
    },
    "warnings": {
        "black_box_warning": {
            "common": [
                "Hepatotoxicity, including severe or fatal veno-occlusive disease (VOD), also known as sinusoidal obstruction syndrome (SOS), has been reported in association with the use of gemtuzumab",
                "In clinical trials, the risk of VOD was higher in adults who received higher gemtuzumab doses as monotherapy, in patients with moderate/severe hepatic impairment prior to treatment, in patients treated with gemtuzumab after HSCT, and in patients who underwent hematopoietic stem cell transplantation (HSCT), after treatment with gemtuzumab",
                "Assess ALT, AST, total bilirubin, and alkaline phosphatase prior to each gemtuzumab dose",
                "Monitor frequently for signs/symptoms of VOD (eg, elevations in ALT, AST, total bilirubin, hepatomegaly, rapid weight gain, ascites) after treatment; monitoring only total bilirubin may not identify all patients at risk of VOD",
                "Patients who develop abnormal liver tests: More frequent monitoring of liver tests and clinical signs/symptoms of hepatotoxicity is recommended",
                "Patients who proceed to HSCT: Monitor liver tests frequently during the post-HSCT period, as appropriate",
                "Manage signs or symptoms of hepatic toxicity by dose interruption or discontinuation",
                "In patients who experience VOD, discontinue treatment and treat according to standard medical practice"
            ],
            "specific": []
        },
        "contraindicators": {
            "common": [
                "Hypersensitivity to the active substance in gemtuzumab or any of its components or to any of the excipients"
            ],
            "specific": []
        },
        "cautions": {
            "common": [
                "Hepatotoxicity, including severe or fatal VOD also known as SOS, has been reported; see Black Box Warnings",
                "For patients being treated with gemtuzumab in combination with daunorubicin and cytarabine for newly diagnosed de novo AML, when cytogenetics testing results become available consider whether the potential benefit of continuing treatment outweighs the risks for the individual patient",
                "Animal data report gemtuzumab may cause embryo-fetal harm when administered to pregnant women; see Pregnancy"
            ],
            "specific": [
                {
                    "type": "Infusion-related reactions",
                    "description": [
                        "Life-threatening or fatal infusion related-reactions can occur during or within 24 hr following gemtuzumab infusion",
                        "Premedicate prior to gemtuzumab infusion",
                        "Monitor vital signs frequently during infusion",
                        "Interrupt infusion immediately for patients who are suspected of infusion-related reaction, especially dyspnea, bronchospasm, or hypotension",
                        "Monitor patients during and for ≥1 hr after infusion completed or until signs/symptoms completely resolve",
                        "Discontinue gemtuzumab use in patients who develop signs or symptoms of anaphylaxis (eg, severe respiratory symptoms or clinically significant hypotension)"
                    ]
                },
                {
                    "type": "Hemorrhage",
                    "description": [
                        "Risk of fatal or life-threatening hemorrhage owing to prolonged thrombocytopenia",
                        "Proportion of patients with persistent thrombocytopenia increased with progressive treatment phases and was higher in patients treated with combination therapy plus gemtuzumab than with chemotherapy alone",
                        "Assess blood cell counts prior to each gemtuzumab dose; monitor frequently after treatment until resolution of cytopenias",
                        "Monitor patients for signs/symptoms of bleeding during treatment; manage severe bleeding, hemorrhage, or persistent thrombocytopenia by treatment interruption or discontinuation and provide appropriate medical care"
                    ]
                },
                {
                    "type": "QT interval prolongation",
                    "description": [
                        "QT interval prolongation has been observed in patients treated with other drugs containing calicheamicin",
                        "Obtain ECG and electrolytes before initiating drug and during treatment as needed in patients with history of or predisposition for QTc prolongation, who are taking drugs known to prolong QT interval, or with electrolyte disturbances"
                    ]
                }
            ]
        }
    },
    "interactions": [
        {
            "classification_type": "Serious",
            "interaction_with": "adagrasib",
            "description": {
                "common": "adagrasib, gemtuzumab.\nEither increases effects of the other by QTc interval. Avoid or Use Alternate Drug. Each drug prolongs the QTc interval, which may increased the risk of Torsade de pointes, other serious arryhthmias, and sudden death. If coadministration unavoidable, more frequent monitoring is recommended for such patients."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "amisulpride",
            "description": {
                "common": "amisulpride and gemtuzumab both increase  QTc interval. Avoid or Use Alternate Drug. ECG monitoring is recommended if coadministered."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "axicabtagene ciloleucel",
            "description": {
                "common": "gemtuzumab, axicabtagene ciloleucel.\nEither increases effects of the other by immunosuppressive effects; risk of infection. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "bedaquiline",
            "description": {
                "common": "bedaquiline and gemtuzumab both increase  QTc interval. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "brexucabtagene autoleucel",
            "description": {
                "common": "gemtuzumab, brexucabtagene autoleucel.\nEither increases effects of the other by immunosuppressive effects; risk of infection. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "buprenorphine",
            "description": {
                "common": "buprenorphine and gemtuzumab both increase  QTc interval. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "buprenorphine buccal",
            "description": {
                "common": "buprenorphine buccal and gemtuzumab both increase  QTc interval. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "buprenorphine subdermal implant",
            "description": {
                "common": "buprenorphine subdermal implant and gemtuzumab both increase  QTc interval. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "buprenorphine transdermal",
            "description": {
                "common": "buprenorphine transdermal and gemtuzumab both increase  QTc interval. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "buprenorphine, long-acting injection",
            "description": {
                "common": "buprenorphine, long-acting injection and gemtuzumab both increase  QTc interval. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "ciltacabtagene autoleucel",
            "description": {
                "common": "gemtuzumab, ciltacabtagene autoleucel.\nEither increases effects of the other by immunosuppressive effects; risk of infection. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "desflurane",
            "description": {
                "common": "desflurane and gemtuzumab both increase  QTc interval. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "efavirenz",
            "description": {
                "common": "efavirenz and gemtuzumab both increase  QTc interval. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "eliglustat",
            "description": {
                "common": "eliglustat and gemtuzumab both increase  QTc interval. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "encorafenib",
            "description": {
                "common": "encorafenib and gemtuzumab both increase  QTc interval. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "entrectinib",
            "description": {
                "common": "gemtuzumab and entrectinib both increase  QTc interval. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "fexinidazole",
            "description": {
                "common": "fexinidazole and gemtuzumab both increase  QTc interval. Avoid or Use Alternate Drug. Avoid coadministration of fexinidazole with drugs known to block potassium channels or prolong QT interval."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "glasdegib",
            "description": {
                "common": "gemtuzumab and glasdegib both increase  QTc interval. Avoid or Use Alternate Drug. If coadministration unavoidable, monitor for increased risk of QTc interval prolongation."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "hydroxychloroquine sulfate",
            "description": {
                "common": "hydroxychloroquine sulfate and gemtuzumab both increase  QTc interval. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "idecabtagene vicleucel",
            "description": {
                "common": "gemtuzumab, idecabtagene vicleucel.\nEither increases effects of the other by immunosuppressive effects; risk of infection. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "isoflurane",
            "description": {
                "common": "isoflurane and gemtuzumab both increase  QTc interval. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "ivosidenib",
            "description": {
                "common": "ivosidenib and gemtuzumab both increase  QTc interval. Avoid or Use Alternate Drug. Avoid coadministration of QTc prolonging drugs with ivosidenib or replace with alternate therapies. If coadministration of a QTc prolonging drug is unavoidable, monitor for increased risk of QTc interval prolongation."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "lefamulin",
            "description": {
                "common": "lefamulin and gemtuzumab both increase  QTc interval. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "lisocabtagene maraleucel",
            "description": {
                "common": "gemtuzumab, lisocabtagene maraleucel.\nEither increases effects of the other by immunosuppressive effects; risk of infection. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "macimorelin",
            "description": {
                "common": "macimorelin and gemtuzumab both increase  QTc interval. Avoid or Use Alternate Drug. Macimorelin causes an increase of ~11 msec in the corrected QT interval. Avoid coadministration with drugs that prolong QT interval, which could increase risk for developing torsade de pointes-type ventricular tachycardia. Allow sufficient washout time of drugs that are known to prolong the QT interval before administering macimorelin."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "mobocertinib",
            "description": {
                "common": "mobocertinib and gemtuzumab both increase  QTc interval. Avoid or Use Alternate Drug. If coadministration unavoidable, reduce mobocertinib dose and monitor QTc interval more frequently."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "oxaliplatin",
            "description": {
                "common": "oxaliplatin and gemtuzumab both increase  QTc interval. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "palifermin",
            "description": {
                "common": "palifermin increases toxicity of gemtuzumab by Other (see comment). Avoid or Use Alternate Drug. \nComment: Palifermin should not be administered within 24 hr before, during infusion of, or within 24 hr after administration of antineoplastic agents. Coadministration of palifermin within 24 hr of chemotherapy resulted in increased severity and duration of oral mucositis."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "pitolisant",
            "description": {
                "common": "gemtuzumab and pitolisant both increase  QTc interval. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "sevoflurane",
            "description": {
                "common": "sevoflurane and gemtuzumab both increase  QTc interval. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "siponimod",
            "description": {
                "common": "siponimod and gemtuzumab both increase  QTc interval. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "tetrabenazine",
            "description": {
                "common": "tetrabenazine and gemtuzumab both increase  QTc interval. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "tisagenlecleucel",
            "description": {
                "common": "gemtuzumab, tisagenlecleucel.\nEither increases effects of the other by immunosuppressive effects; risk of infection. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "acalabrutinib",
            "description": {
                "common": "acalabrutinib, gemtuzumab.\nEither increases toxicity of the other by pharmacodynamic synergism. Use Caution/Monitor. Coadministration may increase risk of myelosuppressive effects."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "albuterol",
            "description": {
                "common": "albuterol and gemtuzumab both increase  QTc interval. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "alfuzosin",
            "description": {
                "common": "alfuzosin and gemtuzumab both increase  QTc interval. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "amiodarone",
            "description": {
                "common": "amiodarone and gemtuzumab both increase  QTc interval. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "anagrelide",
            "description": {
                "common": "anagrelide and gemtuzumab both increase  QTc interval. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "apomorphine",
            "description": {
                "common": "apomorphine and gemtuzumab both increase  QTc interval. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "arformoterol",
            "description": {
                "common": "arformoterol and gemtuzumab both increase  QTc interval. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "aripiprazole",
            "description": {
                "common": "aripiprazole and gemtuzumab both increase  QTc interval. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "arsenic trioxide",
            "description": {
                "common": "arsenic trioxide and gemtuzumab both increase  QTc interval. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "artemether",
            "description": {
                "common": "artemether and gemtuzumab both increase  QTc interval. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "artemether/lumefantrine",
            "description": {
                "common": "artemether/lumefantrine and gemtuzumab both increase  QTc interval. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "asenapine",
            "description": {
                "common": "asenapine and gemtuzumab both increase  QTc interval. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "asenapine transdermal",
            "description": {
                "common": "asenapine transdermal and gemtuzumab both increase  QTc interval. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "atomoxetine",
            "description": {
                "common": "atomoxetine and gemtuzumab both increase  QTc interval. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "azithromycin",
            "description": {
                "common": "azithromycin and gemtuzumab both increase  QTc interval. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ceritinib",
            "description": {
                "common": "ceritinib and gemtuzumab both increase  QTc interval. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "chloroquine",
            "description": {
                "common": "chloroquine and gemtuzumab both increase  QTc interval. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "chlorpromazine",
            "description": {
                "common": "chlorpromazine and gemtuzumab both increase  QTc interval. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "chlorpropamide",
            "description": {
                "common": "chlorpropamide and gemtuzumab both increase  QTc interval. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ciprofloxacin",
            "description": {
                "common": "ciprofloxacin and gemtuzumab both increase  QTc interval. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "citalopram",
            "description": {
                "common": "citalopram and gemtuzumab both increase  QTc interval. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "clarithromycin",
            "description": {
                "common": "clarithromycin and gemtuzumab both increase  QTc interval. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "clofazimine",
            "description": {
                "common": "clofazimine and gemtuzumab both increase  QTc interval. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "clozapine",
            "description": {
                "common": "clozapine and gemtuzumab both increase  QTc interval. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "crizotinib",
            "description": {
                "common": "crizotinib and gemtuzumab both increase  QTc interval. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "dasatinib",
            "description": {
                "common": "dasatinib and gemtuzumab both increase  QTc interval. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "degarelix",
            "description": {
                "common": "degarelix and gemtuzumab both increase  QTc interval. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "dengue vaccine",
            "description": {
                "common": "gemtuzumab decreases effects of dengue vaccine by immunosuppressive effects; risk of infection. Use Caution/Monitor. Immunosuppressive therapies (eg, irradiation, antimetabolites, alkylating agents, cytotoxic drugs, corticosteroids [greater than physiologic doses]) may reduce immune response to dengue vaccine."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "deutetrabenazine",
            "description": {
                "common": "deutetrabenazine and gemtuzumab both increase  QTc interval. Use Caution/Monitor. At the maximum recommended dose, deutetrabenazine does not prolong QT interval to a clinically relevant extent. Certain circumstances may increase risk of torsade de pointes and/or sudden death in association with drugs that prolong the QTc interval (eg, bradycardia, hypokalemia or hypomagnesemia, coadministration with other drugs that prolong QTc interval, presence of congenital QT prolongation)."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "disopyramide",
            "description": {
                "common": "disopyramide and gemtuzumab both increase  QTc interval. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "dofetilide",
            "description": {
                "common": "dofetilide and gemtuzumab both increase  QTc interval. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "dolasetron",
            "description": {
                "common": "dolasetron and gemtuzumab both increase  QTc interval. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "donepezil",
            "description": {
                "common": "donepezil and gemtuzumab both increase  QTc interval. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "doxepin",
            "description": {
                "common": "doxepin and gemtuzumab both increase  QTc interval. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "droperidol",
            "description": {
                "common": "droperidol and gemtuzumab both increase  QTc interval. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "efgartigimod alfa",
            "description": {
                "common": "efgartigimod alfa will decrease the level or effect of gemtuzumab by  receptor binding competition. Use Caution/Monitor. Coadministration of efgartigimod with medications that bind to the human neonatal Fc receptor may lower systemic exposures and effectiveness of such medications. Closely monitor for reduced effectiveness of medications that bind to the human neonatal Fc receptor. If long-term use of such medications is essential, consider discontinuing efgartigimod and using alternative therapies."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "eribulin",
            "description": {
                "common": "eribulin and gemtuzumab both increase  QTc interval. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "erythromycin base",
            "description": {
                "common": "erythromycin base and gemtuzumab both increase  QTc interval. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "erythromycin ethylsuccinate",
            "description": {
                "common": "erythromycin ethylsuccinate and gemtuzumab both increase  QTc interval. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "erythromycin lactobionate",
            "description": {
                "common": "erythromycin lactobionate and gemtuzumab both increase  QTc interval. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "erythromycin stearate",
            "description": {
                "common": "erythromycin stearate and gemtuzumab both increase  QTc interval. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "escitalopram",
            "description": {
                "common": "escitalopram increases toxicity of gemtuzumab by QTc interval. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ezogabine",
            "description": {
                "common": "ezogabine and gemtuzumab both increase  QTc interval. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "fingolimod",
            "description": {
                "common": "fingolimod and gemtuzumab both increase  QTc interval. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "flecainide",
            "description": {
                "common": "flecainide and gemtuzumab both increase  QTc interval. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "fluconazole",
            "description": {
                "common": "fluconazole and gemtuzumab both increase  QTc interval. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "fostemsavir",
            "description": {
                "common": "gemtuzumab and fostemsavir both increase  QTc interval. Use Caution/Monitor. QTc prolongation reported with higher than recommended doses of fostemsavir. "
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "gemifloxacin",
            "description": {
                "common": "gemifloxacin and gemtuzumab both increase  QTc interval. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "gilteritinib",
            "description": {
                "common": "gilteritinib and gemtuzumab both increase  QTc interval. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "goserelin",
            "description": {
                "common": "goserelin and gemtuzumab both increase  QTc interval. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "granisetron",
            "description": {
                "common": "granisetron and gemtuzumab both increase  QTc interval. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "haloperidol",
            "description": {
                "common": "haloperidol and gemtuzumab both increase  QTc interval. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "histrelin",
            "description": {
                "common": "histrelin and gemtuzumab both increase  QTc interval. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "hydroxyzine",
            "description": {
                "common": "hydroxyzine and gemtuzumab both increase  QTc interval. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ibutilide",
            "description": {
                "common": "ibutilide and gemtuzumab both increase  QTc interval. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "iloperidone",
            "description": {
                "common": "iloperidone and gemtuzumab both increase  QTc interval. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "indacaterol, inhaled",
            "description": {
                "common": "indacaterol, inhaled and gemtuzumab both increase  QTc interval. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "inotuzumab",
            "description": {
                "common": "inotuzumab and gemtuzumab both increase  QTc interval. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "itraconazole",
            "description": {
                "common": "itraconazole and gemtuzumab both increase  QTc interval. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "lapatinib",
            "description": {
                "common": "lapatinib and gemtuzumab both increase  QTc interval. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "lenvatinib",
            "description": {
                "common": "lenvatinib and gemtuzumab both increase  QTc interval. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "leuprolide",
            "description": {
                "common": "leuprolide and gemtuzumab both increase  QTc interval. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "levofloxacin",
            "description": {
                "common": "levofloxacin and gemtuzumab both increase  QTc interval. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "lithium",
            "description": {
                "common": "lithium and gemtuzumab both increase  QTc interval. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "lopinavir",
            "description": {
                "common": "lopinavir and gemtuzumab both increase  QTc interval. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "lumefantrine",
            "description": {
                "common": "lumefantrine and gemtuzumab both increase  QTc interval. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "methadone",
            "description": {
                "common": "methadone and gemtuzumab both increase  QTc interval. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "mifepristone",
            "description": {
                "common": "mifepristone and gemtuzumab both increase  QTc interval. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "mirtazapine",
            "description": {
                "common": "mirtazapine and gemtuzumab both increase  QTc interval. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "moxifloxacin",
            "description": {
                "common": "moxifloxacin and gemtuzumab both increase  QTc interval. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "nilotinib",
            "description": {
                "common": "nilotinib and gemtuzumab both increase  QTc interval. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ofatumumab SC",
            "description": {
                "common": "ofatumumab SC, gemtuzumab.\nEither increases effects of the other by immunosuppressive effects; risk of infection. Use Caution/Monitor. Consider the risk of additive immune system effects when coadministering immunosuppressive therapies with coadministration. When switching from therapies with immune effects, take into account the duration and mechanism of action of these therapies when initiating ofatumumab SC."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ofloxacin",
            "description": {
                "common": "ofloxacin and gemtuzumab both increase  QTc interval. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "olanzapine",
            "description": {
                "common": "olanzapine and gemtuzumab both increase  QTc interval. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "olaparib",
            "description": {
                "common": "gemtuzumab and olaparib both increase  pharmacodynamic synergism. Use Caution/Monitor. Coadministration with other other myelosuppressive anticancer agents, including DNA damaging agents,  may potentiate and prolongate the myelosuppressive toxicity. "
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ondansetron",
            "description": {
                "common": "ondansetron and gemtuzumab both increase  QTc interval. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "osilodrostat",
            "description": {
                "common": "osilodrostat and gemtuzumab both increase  QTc interval. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "osimertinib",
            "description": {
                "common": "osimertinib and gemtuzumab both increase  QTc interval. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "oxaliplatin",
            "description": {
                "common": "oxaliplatin will increase the level or effect of gemtuzumab by  Other (see comment). Use Caution/Monitor. Monitor for ECG changes if therapy is initiated in patients with drugs known to prolong QT interval."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "paliperidone",
            "description": {
                "common": "paliperidone and gemtuzumab both increase  QTc interval. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "panobinostat",
            "description": {
                "common": "panobinostat and gemtuzumab both increase  QTc interval. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "pasireotide",
            "description": {
                "common": "pasireotide and gemtuzumab both increase  QTc interval. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "pazopanib",
            "description": {
                "common": "pazopanib and gemtuzumab both increase  QTc interval. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "pentamidine",
            "description": {
                "common": "pentamidine and gemtuzumab both increase  QTc interval. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "perflutren",
            "description": {
                "common": "perflutren and gemtuzumab both increase  QTc interval. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "pimavanserin",
            "description": {
                "common": "pimavanserin and gemtuzumab both increase  QTc interval. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "pimozide",
            "description": {
                "common": "pimozide and gemtuzumab both increase  QTc interval. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ponesimod",
            "description": {
                "common": "ponesimod and gemtuzumab both increase  immunosuppressive effects; risk of infection. Use Caution/Monitor. Caution if coadministered because of additive immunosuppressive effects during such therapy and in the weeks following administration. When switching from drugs with prolonged immune effects, consider the half-life and mode of action of these drugs to avoid unintended additive immunosuppressive effects."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "procainamide",
            "description": {
                "common": "procainamide and gemtuzumab both increase  QTc interval. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "propafenone",
            "description": {
                "common": "propafenone and gemtuzumab both increase  QTc interval. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "quetiapine",
            "description": {
                "common": "quetiapine and gemtuzumab both increase  QTc interval. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "quinidine",
            "description": {
                "common": "quinidine and gemtuzumab both increase  QTc interval. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ranolazine",
            "description": {
                "common": "ranolazine and gemtuzumab both increase  QTc interval. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ribociclib",
            "description": {
                "common": "ribociclib and gemtuzumab both increase  QTc interval. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "romidepsin",
            "description": {
                "common": "romidepsin and gemtuzumab both increase  QTc interval. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "saquinavir",
            "description": {
                "common": "saquinavir and gemtuzumab both increase  QTc interval. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "selpercatinib",
            "description": {
                "common": "selpercatinib increases toxicity of gemtuzumab by QTc interval. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "siponimod",
            "description": {
                "common": "siponimod and gemtuzumab both increase  immunosuppressive effects; risk of infection. Use Caution/Monitor. Caution if coadministered because of additive immunosuppressive effects during such therapy and in the weeks following administration. When switching from drugs with prolonged immune effects, consider the half-life and mode of action of these drugs to avoid unintended additive immunosuppressive effects."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "solifenacin",
            "description": {
                "common": "solifenacin and gemtuzumab both increase  QTc interval. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "sorafenib",
            "description": {
                "common": "sorafenib and gemtuzumab both increase  QTc interval. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "sotalol",
            "description": {
                "common": "sotalol and gemtuzumab both increase  QTc interval. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "sunitinib",
            "description": {
                "common": "sunitinib and gemtuzumab both increase  QTc interval. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "tacrolimus",
            "description": {
                "common": "tacrolimus and gemtuzumab both increase  QTc interval. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "telavancin",
            "description": {
                "common": "telavancin and gemtuzumab both increase  QTc interval. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "thioridazine",
            "description": {
                "common": "thioridazine and gemtuzumab both increase  QTc interval. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "toremifene",
            "description": {
                "common": "toremifene and gemtuzumab both increase  QTc interval. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "trastuzumab",
            "description": {
                "common": "trastuzumab, gemtuzumab.\nEither increases toxicity of the other by immunosuppressive effects; risk of infection. Use Caution/Monitor.  Neutropenia or febrile neutropenia incidence were increased when trastuzumab was coadministered with myelosuppressive chemotherapy. ."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "trastuzumab deruxtecan",
            "description": {
                "common": "trastuzumab deruxtecan, gemtuzumab.\nEither increases toxicity of the other by immunosuppressive effects; risk of infection. Use Caution/Monitor.  Neutropenia or febrile neutropenia incidence were increased when trastuzumab was coadministered with myelosuppressive chemotherapy. ."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "trazodone",
            "description": {
                "common": "trazodone and gemtuzumab both increase  QTc interval. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "triptorelin",
            "description": {
                "common": "triptorelin and gemtuzumab both increase  QTc interval. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ublituximab",
            "description": {
                "common": "ublituximab and gemtuzumab both increase  immunosuppressive effects; risk of infection. Modify Therapy/Monitor Closely. Owing to potential additive immunosuppressive effects, consider duration of effect and mechanism of action of these therapies if coadministered"
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "valbenazine",
            "description": {
                "common": "valbenazine and gemtuzumab both increase  QTc interval. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "vandetanib",
            "description": {
                "common": "vandetanib and gemtuzumab both increase  QTc interval. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "vemurafenib",
            "description": {
                "common": "vemurafenib and gemtuzumab both increase  QTc interval. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "voclosporin",
            "description": {
                "common": "voclosporin, gemtuzumab.\nEither increases effects of the other by QTc interval. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "voriconazole",
            "description": {
                "common": "voriconazole and gemtuzumab both increase  QTc interval. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "vorinostat",
            "description": {
                "common": "vorinostat and gemtuzumab both increase  QTc interval. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ziprasidone",
            "description": {
                "common": "ziprasidone and gemtuzumab both increase  QTc interval. Use Caution/Monitor."
            }
        }
    ],
    "adverse effects": [
        {
            "name": "Hypophosphatemia",
            "percent": "3"
        },
        {
            "name": "grade",
            "percent": "64"
        },
        {
            "name": "or higher",
            "percent": "3"
        },
        {
            "name": "Hypokalemia",
            "percent": "57"
        },
        {
            "name": "grade",
            "percent": "3"
        },
        {
            "name": "or higher",
            "percent": "47-55"
        },
        {
            "name": "Infection",
            "percent": "3"
        },
        {
            "name": "grade",
            "percent": "44"
        },
        {
            "name": "or higher",
            "percent": "19-35"
        },
        {
            "name": "Hyponatremia",
            "percent": "3"
        },
        {
            "name": "grade",
            "percent": "5-18"
        },
        {
            "name": "or higher",
            "percent": "3"
        },
        {
            "name": "Prolonged thrombocytopenia",
            "percent": "14"
        },
        {
            "name": "Hemorrhage",
            "percent": "3"
        },
        {
            "name": "grade",
            "percent": "13"
        },
        {
            "name": "or higher",
            "percent": "79"
        },
        {
            "name": "AST increased",
            "percent": "42"
        },
        {
            "name": "grade",
            "percent": "40"
        },
        {
            "name": "or higher",
            "percent": "23"
        },
        {
            "name": "Alkaline phosphatase increased",
            "percent": "21"
        },
        {
            "name": "grade",
            "percent": "21"
        },
        {
            "name": "or higher",
            "percent": "21"
        },
        {
            "name": "Fever",
            "percent": "19"
        },
        {
            "name": "all grades",
            "percent": "16"
        },
        {
            "name": "Infection",
            "percent": "16"
        },
        {
            "name": "all grades",
            "percent": "3"
        },
        {
            "name": "Increased AST",
            "percent": "32"
        },
        {
            "name": "all grades",
            "percent": "3"
        },
        {
            "name": "Bleeding",
            "percent": "16"
        },
        {
            "name": "all grades",
            "percent": "3"
        },
        {
            "name": "Nausea and vomiting",
            "percent": "11"
        },
        {
            "name": "all grades",
            "percent": "3"
        },
        {
            "name": "Constipation",
            "percent": "10"
        },
        {
            "name": "all grades",
            "percent": "3"
        },
        {
            "name": "Mucositis",
            "percent": "8"
        },
        {
            "name": "all grades",
            "percent": "2-3"
        },
        {
            "name": "Headache",
            "percent": "3"
        },
        {
            "name": "all grades",
            "percent": "2"
        },
        {
            "name": "Increased ALT",
            "percent": "7"
        },
        {
            "name": "all grades",
            "percent": "3"
        },
        {
            "name": "Rash",
            "percent": "7"
        },
        {
            "name": "all grades",
            "percent": "3"
        },
        {
            "name": "Sepsis",
            "percent": "7"
        },
        {
            "name": "grade",
            "percent": "3"
        },
        {
            "name": "Fever",
            "percent": "4"
        },
        {
            "name": "grade",
            "percent": "3"
        },
        {
            "name": "Rash",
            "percent": "4"
        },
        {
            "name": "grade",
            "percent": "3"
        },
        {
            "name": "ALT increased",
            "percent": "2"
        },
        {
            "name": "grade",
            "percent": "3"
        },
        {
            "name": "or higher",
            "percent": "2"
        },
        {
            "name": "Blood bilirubin increased",
            "percent": "3"
        },
        {
            "name": "grade",
            "percent": "2"
        },
        {
            "name": "or higher",
            "percent": "3"
        },
        {
            "name": "Prolonged neutropenia",
            "percent": "2"
        },
        {
            "name": "Veno",
            "percent": null
        },
        {
            "name": "occlusive disease",
            "percent": null
        },
        {
            "name": "grade",
            "percent": null
        },
        {
            "name": "or higher",
            "percent": null
        },
        {
            "name": "Hyperbilirubinemia",
            "percent": null
        },
        {
            "name": "Pneumonia",
            "percent": null
        },
        {
            "name": "grade",
            "percent": null
        },
        {
            "name": "Bleeding",
            "percent": null
        },
        {
            "name": "grade",
            "percent": null
        },
        {
            "name": "Mucositis",
            "percent": null
        },
        {
            "name": "grade",
            "percent": null
        },
        {
            "name": "Pain",
            "percent": null
        },
        {
            "name": "grade",
            "percent": null
        },
        {
            "name": "Diarrhea",
            "percent": null
        },
        {
            "name": "grade",
            "percent": null
        },
        {
            "name": "Headaches",
            "percent": null
        },
        {
            "name": "grade",
            "percent": null
        },
        {
            "name": "Tachycardia",
            "percent": null
        },
        {
            "name": "grade",
            "percent": null
        },
        {
            "name": "Lung edema",
            "percent": null
        },
        {
            "name": "grade",
            "percent": null
        }
    ]
}