{
    "name": "mirabegron",
    "comment": "Rx",
    "other_names": [
        "Myrbetriq",
        "Myrbetriq Granules"
    ],
    "classes": [
        "Beta3 Agonists"
    ],
    "source": "https://reference.medscape.com/drug/myrbetriq-mirabegron-999757",
    "pregnancy": {
        "common": [
            "There are no studies with the use in pregnant women to inform drug-associated risk for birth defects or miscarriage"
        ],
        "specific": [
            {
                "type": "Animal data",
                "description": [
                    "Administration to pregnant animals during organogenesis resulted in reversible skeletal variations (in rats) at 22-fold (via AUC) the maximum recommended human dose (MRHD) of 50 mg/day and decreased fetal body weights (in rabbits) at 14-fold the MRHD",
                    "At maternally toxic exposures in rats (96-fold), decreased fetal weight and increased fetal mortality were observed and, in rabbits (36-fold), cardiac findings (fetal cardiomegaly and fetal dilated aortae) were observed"
                ]
            }
        ]
    },
    "lactation": {
        "common": [
            "There is no information on the presence of mirabegron in human milk, the effects on the breastfed child, or the effects on milk production",
            "Mirabegron-related material was present in rat milk and in the stomach of nursing pups following administrations of a single 10 mg/kg oral dose of 14C-labeled mirabegron to lactating rats"
        ]
    },
    "warnings": {
        "black_box_warning": {
            "common": [],
            "specific": []
        },
        "contraindicators": {
            "common": [
                "Hypersensitivity"
            ],
            "specific": []
        },
        "cautions": {
            "common": [
                "Angioedema of the face, lips, tongue, and/or larynx reported; may occur after the first dose or following multiple doses; promptly discontinue and initiate appropriate therapy to ensure a patent airway",
                "Moderate CYP2D6 inhibitor "
            ],
            "specific": [
                {
                    "type": "Increased blood pressure ",
                    "description": [
                        "May increase blood pressure (BP); monitor BP periodically, especially in hypertensive patients ",
                        "Not recommended for use in severe uncontrolled hypertensive patients (ie, systolic BP ≥180 mm Hg and/or diastolic BP ≥110 mm Hg for adults; systolic and/or diastolic BP >99th percentile plus 5 mm Hg for age, sex, and stature for children) ",
                        "BP increases may be larger in children aged 3 to <12 years compared with adolescents"
                    ]
                },
                {
                    "type": "Drug interactions overview",
                    "description": [
                        "Sensitive CYP2D6 substrates",
                        "Appropriate monitoring is recommended and dose adjustment may be necessary for narrow therapeutic index CYP2D6 substrates",
                        "Digoxin",
                        "Modify dose",
                        "Coadministration of digoxin 0.25 mg with a combination of solifenacin 5 mg and mirabegron 50 mg increased digoxin AUC and peak plasma concentration by ~10% and 14%, respectively",
                        "Consider initiating lowest dose for digoxin; monitor serum digoxin concentrations and titrate digoxin dose to obtain desired clinical effect ",
                        "Concomitant antimuscarinic drugs",
                        "Use with caution ",
                        "Urinary retention may occur with bladder outlet obstruction or with concomitant antimuscarinic therapy"
                    ]
                }
            ]
        }
    },
    "interactions": [
        {
            "classification_type": "Serious",
            "interaction_with": "metoclopramide intranasal",
            "description": {
                "common": "mirabegron will increase the level or effect of metoclopramide intranasal by  affecting hepatic enzyme CYP2D6 metabolism. Avoid or Use Alternate Drug. Concurrent use of metoclopramide intranasal and strong CYP2D6 inhibitors is not recommended since the metoclopramide intranasal dose cannot be adjusted."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "ozanimod",
            "description": {
                "common": "ozanimod increases toxicity of mirabegron by sympathetic (adrenergic) effects, including increased blood pressure and heart rate. Avoid or Use Alternate Drug. Because the active metabolite of ozanimod inhibits MAO-B in vitro, there is a potential for serious adverse reactions, including hypertensive crisis. Therefore, coadministration of ozanimod with drugs that can increase norepinephrine or serotonin is not recommended. Monitor for hypertension with concomitant use."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "amitriptyline",
            "description": {
                "common": "mirabegron will increase the level or effect of amitriptyline by  affecting hepatic enzyme CYP2D6 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "amoxapine",
            "description": {
                "common": "mirabegron will increase the level or effect of amoxapine by  affecting hepatic enzyme CYP2D6 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "aripiprazole",
            "description": {
                "common": "mirabegron will increase the level or effect of aripiprazole by  affecting hepatic enzyme CYP2D6 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "atomoxetine",
            "description": {
                "common": "mirabegron will increase the level or effect of atomoxetine by  affecting hepatic enzyme CYP2D6 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "betaxolol",
            "description": {
                "common": "mirabegron will increase the level or effect of betaxolol by  affecting hepatic enzyme CYP2D6 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "captopril",
            "description": {
                "common": "mirabegron will increase the level or effect of captopril by  affecting hepatic enzyme CYP2D6 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "carvedilol",
            "description": {
                "common": "mirabegron will increase the level or effect of carvedilol by  affecting hepatic enzyme CYP2D6 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "chloroquine",
            "description": {
                "common": "mirabegron will increase the level or effect of chloroquine by  affecting hepatic enzyme CYP2D6 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "chlorpromazine",
            "description": {
                "common": "mirabegron will increase the level or effect of chlorpromazine by  affecting hepatic enzyme CYP2D6 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "cinacalcet",
            "description": {
                "common": "mirabegron will increase the level or effect of cinacalcet by  affecting hepatic enzyme CYP2D6 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "citalopram",
            "description": {
                "common": "mirabegron will increase the level or effect of citalopram by  affecting hepatic enzyme CYP2D6 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "clomipramine",
            "description": {
                "common": "mirabegron will increase the level or effect of clomipramine by  affecting hepatic enzyme CYP2D6 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "codeine",
            "description": {
                "common": "mirabegron will increase the level or effect of codeine by  affecting hepatic enzyme CYP2D6 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "desipramine",
            "description": {
                "common": "mirabegron will increase the level or effect of desipramine by  affecting hepatic enzyme CYP2D6 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "deutetrabenazine",
            "description": {
                "common": "mirabegron will increase the level or effect of deutetrabenazine by  affecting hepatic enzyme CYP2D6 metabolism. Modify Therapy/Monitor Closely. Strong CYP2D6 inhibitors increase the systemic exposure to the active dihydro-metabolites of deutetrabenazine by approximately 3-fold. Do not exceed 18 mg/dose and 36 mg/day of deutetrabenazine if coadministered with strong CYP2D6 inhibitors."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "dextroamphetamine transdermal",
            "description": {
                "common": "mirabegron will increase the level or effect of dextroamphetamine transdermal by  affecting hepatic enzyme CYP2D6 metabolism. Modify Therapy/Monitor Closely. Initiate with lower doses and monitor patients for signs and symptoms of serotonin syndrome, particularly during dextroamphetamine initiation and after a dosage increase. If serotonin syndrome occurs, discontinue dextroamphetamine transdermal and CYP2D6 inhibitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "digoxin",
            "description": {
                "common": "mirabegron will increase the level or effect of digoxin by  P-glycoprotein (MDR1) efflux transporter. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "doxepin",
            "description": {
                "common": "mirabegron will increase the level or effect of doxepin by  affecting hepatic enzyme CYP2D6 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "doxepin cream",
            "description": {
                "common": "mirabegron will increase the level or effect of doxepin cream by  affecting hepatic enzyme CYP2D6 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "doxorubicin",
            "description": {
                "common": "mirabegron will increase the level or effect of doxorubicin by  affecting hepatic enzyme CYP2D6 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "doxorubicin liposomal",
            "description": {
                "common": "mirabegron will increase the level or effect of doxorubicin liposomal by  affecting hepatic enzyme CYP2D6 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "duloxetine",
            "description": {
                "common": "mirabegron will increase the level or effect of duloxetine by  affecting hepatic enzyme CYP2D6 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "flecainide",
            "description": {
                "common": "mirabegron will increase the level or effect of flecainide by  affecting hepatic enzyme CYP2D6 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "fluoxetine",
            "description": {
                "common": "mirabegron will increase the level or effect of fluoxetine by  affecting hepatic enzyme CYP2D6 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "fluphenazine",
            "description": {
                "common": "mirabegron will increase the level or effect of fluphenazine by  affecting hepatic enzyme CYP2D6 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "fluvoxamine",
            "description": {
                "common": "mirabegron will increase the level or effect of fluvoxamine by  affecting hepatic enzyme CYP2D6 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "haloperidol",
            "description": {
                "common": "mirabegron will increase the level or effect of haloperidol by  affecting hepatic enzyme CYP2D6 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "iloperidone",
            "description": {
                "common": "mirabegron will increase the level or effect of iloperidone by  affecting hepatic enzyme CYP2D6 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "imipramine",
            "description": {
                "common": "mirabegron will increase the level or effect of imipramine by  affecting hepatic enzyme CYP2D6 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "lofexidine",
            "description": {
                "common": "mirabegron will increase the level or effect of lofexidine by  affecting hepatic enzyme CYP2D6 metabolism. Modify Therapy/Monitor Closely. Concomitant use of lofexidine with strong CYP2D6 inhibitors may increase lofexidine plasma levels. Monitor for symptoms of orthostasis and bradycardia if coadministered with a CYP2D6 inhibitor. Consider lofexidine dose reduction."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "maprotiline",
            "description": {
                "common": "mirabegron will increase the level or effect of maprotiline by  affecting hepatic enzyme CYP2D6 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "metaxalone",
            "description": {
                "common": "mirabegron will increase the level or effect of metaxalone by  affecting hepatic enzyme CYP2D6 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "methamphetamine",
            "description": {
                "common": "mirabegron will increase the level or effect of methamphetamine by  affecting hepatic enzyme CYP2D6 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "metoprolol",
            "description": {
                "common": "mirabegron will increase the level or effect of metoprolol by  affecting hepatic enzyme CYP2D6 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "mirtazapine",
            "description": {
                "common": "mirabegron will increase the level or effect of mirtazapine by  affecting hepatic enzyme CYP2D6 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "nebivolol",
            "description": {
                "common": "mirabegron will increase the level or effect of nebivolol by  affecting hepatic enzyme CYP2D6 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "nefazodone",
            "description": {
                "common": "mirabegron will increase the level or effect of nefazodone by  affecting hepatic enzyme CYP2D6 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "nortriptyline",
            "description": {
                "common": "mirabegron will increase the level or effect of nortriptyline by  affecting hepatic enzyme CYP2D6 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "oliceridine",
            "description": {
                "common": "mirabegron will increase the level or effect of oliceridine by  affecting hepatic enzyme CYP2D6 metabolism. Modify Therapy/Monitor Closely. If concomitant use is necessary, may require less frequent oliceridine dosing. Closely monitor for respiratory depression and sedation and titrate subsequent doses accordingly. If inhibitor is discontinued, consider increase oliceridine dosage until stable drug effects are achieved. Monitor for signs of opioid withdrawal. "
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "paroxetine",
            "description": {
                "common": "mirabegron will increase the level or effect of paroxetine by  affecting hepatic enzyme CYP2D6 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "perphenazine",
            "description": {
                "common": "mirabegron will increase the level or effect of perphenazine by  affecting hepatic enzyme CYP2D6 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "pindolol",
            "description": {
                "common": "mirabegron will increase the level or effect of pindolol by  affecting hepatic enzyme CYP2D6 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "pitolisant",
            "description": {
                "common": "mirabegron will increase the level or effect of pitolisant by  affecting hepatic enzyme CYP2D6 metabolism. Modify Therapy/Monitor Closely. If coadministered with strong CYP2D6 inhibitors, initiate pitolisant at 8.9 mg/day and increase after 7 days to maximum of 17.8 mg/day. For patients currently taking pitolisant, reduce pitolisant dose by half upon initiating strong CYP2D6 inhibitors."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "procainamide",
            "description": {
                "common": "mirabegron will increase the level or effect of procainamide by  affecting hepatic enzyme CYP2D6 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "promethazine",
            "description": {
                "common": "mirabegron will increase the level or effect of promethazine by  affecting hepatic enzyme CYP2D6 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "propafenone",
            "description": {
                "common": "mirabegron will increase the level or effect of propafenone by  affecting hepatic enzyme CYP2D6 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "propranolol",
            "description": {
                "common": "mirabegron will increase the level or effect of propranolol by  affecting hepatic enzyme CYP2D6 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "protriptyline",
            "description": {
                "common": "mirabegron will increase the level or effect of protriptyline by  affecting hepatic enzyme CYP2D6 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "risperidone",
            "description": {
                "common": "mirabegron will increase the level or effect of risperidone by  affecting hepatic enzyme CYP2D6 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ritonavir",
            "description": {
                "common": "mirabegron will increase the level or effect of ritonavir by  affecting hepatic enzyme CYP2D6 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "sertraline",
            "description": {
                "common": "mirabegron will increase the level or effect of sertraline by  affecting hepatic enzyme CYP2D6 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "solifenacin",
            "description": {
                "common": "mirabegron increases toxicity of solifenacin by affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor. Monitor patients for signs/symptoms of urinary retention."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "tamoxifen",
            "description": {
                "common": "mirabegron will decrease the level or effect of tamoxifen by  affecting hepatic enzyme CYP2D6 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "thioridazine",
            "description": {
                "common": "mirabegron will increase the level or effect of thioridazine by  affecting hepatic enzyme CYP2D6 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "timolol",
            "description": {
                "common": "mirabegron will increase the level or effect of timolol by  affecting hepatic enzyme CYP2D6 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "timolol ophthalmic",
            "description": {
                "common": "mirabegron will increase the level or effect of timolol ophthalmic by  affecting hepatic enzyme CYP2D6 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "tolterodine",
            "description": {
                "common": "mirabegron will increase the level or effect of tolterodine by  affecting hepatic enzyme CYP2D6 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "tramadol",
            "description": {
                "common": "mirabegron will increase the level or effect of tramadol by  affecting hepatic enzyme CYP2D6 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "trimipramine",
            "description": {
                "common": "mirabegron will increase the level or effect of trimipramine by  affecting hepatic enzyme CYP2D6 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "venlafaxine",
            "description": {
                "common": "mirabegron will increase the level or effect of venlafaxine by  affecting hepatic enzyme CYP2D6 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "benazepril",
            "description": {
                "common": "mirabegron decreases effects of benazepril by pharmacodynamic antagonism. Minor/Significance Unknown. Monitor blood pressure."
            }
        }
    ],
    "adverse effects": [
        {
            "name": "Elevated BP occurring predominantly in patients with preexisting hypertension",
            "percent": "7.5-11.5"
        },
        {
            "name": "Urinary tract infection",
            "percent": "24.4"
        },
        {
            "name": "Monotherapy Dry mouth",
            "percent": "3-9"
        },
        {
            "name": "Urinary tract infection",
            "percent": "2.9-4.2"
        },
        {
            "name": "UTI",
            "percent": "3.5-3.9"
        },
        {
            "name": "Nasopharyngitis",
            "percent": "2.1-3.2"
        },
        {
            "name": "Headache",
            "percent": "2.8"
        },
        {
            "name": "Back pain",
            "percent": "2.7"
        },
        {
            "name": "Sinusitis",
            "percent": "1.3-2.1"
        },
        {
            "name": "Arthralgia",
            "percent": "2.1"
        },
        {
            "name": "Cystitis",
            "percent": "2"
        },
        {
            "name": "Dizziness",
            "percent": "1.6"
        },
        {
            "name": "Constipation",
            "percent": "1.2-1.6"
        },
        {
            "name": "Tachycardia",
            "percent": "1.2-1.5"
        },
        {
            "name": "Diarrhea",
            "percent": "1.2-1.4"
        },
        {
            "name": "Fatigue",
            "percent": "0-1"
        },
        {
            "name": "Reports of neoplasms",
            "percent": "3-9"
        },
        {
            "name": "Dry mouth",
            "percent": "2.9-4.2"
        },
        {
            "name": "Urinary tract infection",
            "percent": "3.5-3.9"
        },
        {
            "name": "UTI",
            "percent": "2.1-3.2"
        },
        {
            "name": "Nasopharyngitis",
            "percent": "2.8"
        },
        {
            "name": "Headache",
            "percent": "2.7"
        },
        {
            "name": "Back pain",
            "percent": "1.3-2.1"
        },
        {
            "name": "Sinusitis",
            "percent": "2.1"
        },
        {
            "name": "Arthralgia",
            "percent": "2"
        },
        {
            "name": "Cystitis",
            "percent": "1.6"
        },
        {
            "name": "Dizziness",
            "percent": "1.2-1.6"
        },
        {
            "name": "Constipation",
            "percent": "1.2-1.5"
        },
        {
            "name": "Tachycardia",
            "percent": "1.2-1.4"
        },
        {
            "name": "Diarrhea",
            "percent": "0-1"
        },
        {
            "name": "Fatigue",
            "percent": "7.2-9.3"
        },
        {
            "name": "Reports of neoplasms",
            "percent": "4-8.4"
        },
        {
            "name": "Combination with solifenacin Dry mouth",
            "percent": "3.9-4.2"
        },
        {
            "name": "UTI",
            "percent": "0.9-2.2"
        },
        {
            "name": "Constipation",
            "percent": "1.1-1.3"
        },
        {
            "name": "Tachycardia",
            "percent": "0.4-1.3"
        },
        {
            "name": "Dyspepsia",
            "percent": "0.7-1.1"
        },
        {
            "name": "Dizziness",
            "percent": "0.5-1.1"
        },
        {
            "name": "Blurred vision",
            "percent": "7.2-9.3"
        },
        {
            "name": "Arthralgia",
            "percent": "4-8.4"
        },
        {
            "name": "Dry mouth",
            "percent": "3.9-4.2"
        },
        {
            "name": "UTI",
            "percent": "0.9-2.2"
        },
        {
            "name": "Constipation",
            "percent": "1.1-1.3"
        },
        {
            "name": "Tachycardia",
            "percent": "0.4-1.3"
        },
        {
            "name": "Dyspepsia",
            "percent": "0.7-1.1"
        },
        {
            "name": "Dizziness",
            "percent": "0.5-1.1"
        },
        {
            "name": "Blurred vision",
            "percent": "5.8"
        },
        {
            "name": "Arthralgia",
            "percent": "4.7"
        },
        {
            "name": "Nasopharyngitis",
            "percent": "3.5"
        },
        {
            "name": "Constipation",
            "percent": "2.3"
        },
        {
            "name": "Headache",
            "percent": "2.3"
        },
        {
            "name": "Nausea",
            "percent": "2.3"
        },
        {
            "name": "Gastroenteritis",
            "percent": "2.3"
        },
        {
            "name": "Rhinitis",
            "percent": null
        },
        {
            "name": "Cough",
            "percent": null
        }
    ]
}