{
    "name": "mometasone, intranasal",
    "comment": "Rx, OTC",
    "other_names": [
        "Nasonex 24HR Allergy"
    ],
    "classes": [
        "Corticosteroids",
        "Intranasal"
    ],
    "source": "https://reference.medscape.com/drug/nasonex-24hr-allergy-mometasone-intranasal-999650",
    "pregnancy": {
        "common": [
            "There are no adequate and well-controlled clinical studies in pregnant women"
        ],
        "specific": [
            {
                "type": "Animal data",
                "description": [
                    "In animal reproduction studies with pregnant mice, rats, or rabbits, mometasone furoate caused increased fetal malformations and decreased fetal survival and growth following administration of doses that produced exposures approximately 1/3 to 8 times maximum recommended human dose (MRHD) on a mcg/m",
                    " or AUC basis; however, experience with oral corticosteroids suggests that rodents are more prone to teratogenic effects from corticosteroid exposure than humans",
                    "The drug is minimally absorbed systemically following nasal use, and maternal use is not expected to result in fetal exposure to the drug; available data from observational studies of mometasone use in pregnant women are insufficient to evaluate for a drug-associated risk of major birth defects, miscarriage or other adverse maternal or fetal outcomes"
                ]
            }
        ]
    },
    "lactation": {
        "common": [
            "There are no available data on presence of drug in human milk, effects on breastfed child, or on milk production; other corticosteroids are excreted in human milk, however, mometasone is minimally absorbed systemically by mother following nasal use, and breastfeeding is not expected to result in exposure of infant to mometasone",
            "The developmental and health benefits of breastfeeding should be considered along with mother’s clinical need for therapy and any potential adverse effects on breastfed infant from drug or from underlying maternal condition"
        ]
    },
    "warnings": {
        "black_box_warning": {
            "common": [],
            "specific": []
        },
        "contraindicators": {
            "common": [
                "Hypersensitivity",
                "Recent nasal surgery, nasal trauma, nasal septum ulcers (until healing has occurred)"
            ],
            "specific": []
        },
        "cautions": {
            "common": [
                "Monitor for vision change or, with history of increased IOP, glaucoma, or for cataracts; glaucoma and cataracts reported with systemic and topical (including nasal, inhaled and ophthalmic) corticosteroid use; consider referral to ophthalmologist in patients who develop ocular symptoms or receive therapy long term",
                "Respiratory tract fungal or bacterial infections, viral/parasitic infections, or ocular herpes simplex may occur",
                "Potential worsening of existing tuberculosis; fungal, bacterial, viral, or parasitic infections; or ocular herpes simplex",
                "Epistaxis observed more frequently in patients with allergic rhinitis and patients with chronic rhinosinusitis with nasal polyps who received therapy than those who received placebo",
                "In clinical studies, the development of localized infections of the nose and pharynx with Candida albicans reported; when infection develops, use should be discontinued and appropriate local or systemic therapy instituted, if needed",
                "Instances of nasal septum perforation reported following nasal application of corticosteroids; as with any long-term topical treatment of nasal cavity, patients receiving therapy over several months or longer should be examined periodically for possible changes in nasal mucosa",
                "Because of inhibitory effect of corticosteroids on wound healing, patients who have experienced recent nasal septum ulcers, nasal surgery, or nasal trauma should not use nasal corticosteroid until healing has occurred",
                "Hypersensitivity reactions including instances of wheezing may occur after nasal administration of mometasone furoate monohydrate; discontinue therapy if such reactions occur",
                "When nasal steroids are used at higher than recommended dosages or in susceptible individuals at recommended dosages, systemic corticosteroid effects such as hypercorticism and adrenal suppression may appear; if this occurs, slowly discontinue dosage of drug, consistent with accepted procedures for discontinuing oral corticosteroid therapy",
                " "
            ],
            "specific": [
                {
                    "type": "Effect on growth",
                    "description": [
                        "Controlled clinical studies have shown nasal corticosteroids may cause a reduction in growth velocity in pediatric patients; this effect has been observed in absence of laboratory evidence of hypothalamic-pituitary-adrenal (HPA) axis suppression, suggesting that growth velocity is a more sensitive indicator of systemic corticosteroid exposure in pediatric patients than some commonly used tests of HPA axis function",
                        "The growth of pediatric patients receiving nasal corticosteroids, should be monitored routinely (eg, via stadiometry); the potential growth effects of prolonged treatment should be weighed against clinical benefits obtained and availability of safe and effective noncorticosteroid treatment alternatives; to minimize systemic effects of nasal corticosteroids each patient should be titrated to his/her lowest effective dose"
                    ]
                },
                {
                    "type": "Immunosuppression and risk of infections",
                    "description": [
                        "Persons who are on drugs which suppress the immune system are susceptible to infections; chickenpox and measles, for example, can have a more serious or even fatal course in nonimmune children or adults on corticosteroids",
                        "In children or adults who have not had these diseases, should take care to avoid exposure; how dose, route, and duration of corticosteroid administration affect risk of developing a disseminated infection not known",
                        "If exposed to chickenpox, prophylaxis with varicella zoster immune globulin (VZIG) may be indicated; if exposed to measles, prophylaxis with pooled intramuscular immunoglobulin (IG) may be indicated; if chickenpox develops, treatment with antiviral agents may be considered",
                        "Corticosteroids should be used with caution, if at all, in patients with active or quiescent tuberculous infection of respiratory tract, or in untreated fungal, bacterial, systemic viral infections, or ocular herpes simplex because of potential for worsening of these infections"
                    ]
                }
            ]
        }
    },
    "interactions": [
        {
            "classification_type": "Contraindicated",
            "interaction_with": "desmopressin",
            "description": {
                "common": "mometasone, intranasal increases toxicity of desmopressin by Other (see comment). Contraindicated. \nComment: Increases risk of severe hyponatremia."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "atazanavir",
            "description": {
                "common": "atazanavir will increase the level or effect of mometasone, intranasal by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ceritinib",
            "description": {
                "common": "mometasone, intranasal increases toxicity of ceritinib by Other (see comment). Modify Therapy/Monitor Closely. \nComment: May increase risk of hyperglycemia."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "clarithromycin",
            "description": {
                "common": "clarithromycin will increase the level or effect of mometasone, intranasal by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "cobicistat",
            "description": {
                "common": "cobicistat will increase the level or effect of mometasone, intranasal by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "darunavir",
            "description": {
                "common": "darunavir will increase the level or effect of mometasone, intranasal by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "elvitegravir/cobicistat/emtricitabine/tenofovir DF",
            "description": {
                "common": "elvitegravir/cobicistat/emtricitabine/tenofovir DF will increase the level or effect of mometasone, intranasal by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "idelalisib",
            "description": {
                "common": "idelalisib will increase the level or effect of mometasone, intranasal by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "indinavir",
            "description": {
                "common": "indinavir will increase the level or effect of mometasone, intranasal by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "itraconazole",
            "description": {
                "common": "itraconazole will increase the level or effect of mometasone, intranasal by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ketoconazole",
            "description": {
                "common": "ketoconazole will increase the level or effect of mometasone, intranasal by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "levoketoconazole",
            "description": {
                "common": "levoketoconazole will increase the level or effect of mometasone, intranasal by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "lopinavir",
            "description": {
                "common": "lopinavir will increase the level or effect of mometasone, intranasal by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "mifepristone",
            "description": {
                "common": "mifepristone will increase the level or effect of mometasone, intranasal by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "nefazodone",
            "description": {
                "common": "nefazodone will increase the level or effect of mometasone, intranasal by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "nelfinavir",
            "description": {
                "common": "nelfinavir will increase the level or effect of mometasone, intranasal by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ombitasvir/paritaprevir/ritonavir & dasabuvir (DSC)",
            "description": {
                "common": "ombitasvir/paritaprevir/ritonavir & dasabuvir (DSC) will increase the level or effect of mometasone, intranasal by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "posaconazole",
            "description": {
                "common": "posaconazole will increase the level or effect of mometasone, intranasal by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ritonavir",
            "description": {
                "common": "ritonavir will increase the level or effect of mometasone, intranasal by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "saquinavir",
            "description": {
                "common": "saquinavir will increase the level or effect of mometasone, intranasal by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "voriconazole",
            "description": {
                "common": "voriconazole will increase the level or effect of mometasone, intranasal by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        }
    ],
    "adverse effects": [
        {
            "name": "Headache",
            "percent": null
        },
        {
            "name": "Pharyngitis",
            "percent": null
        },
        {
            "name": "Cough",
            "percent": null
        },
        {
            "name": "Viral infection",
            "percent": null
        },
        {
            "name": "Epistaxis",
            "percent": null
        },
        {
            "name": "Diarrhea",
            "percent": null
        },
        {
            "name": "Dyspnea",
            "percent": null
        },
        {
            "name": "Vomiting",
            "percent": null
        },
        {
            "name": "Dysmenorrhea",
            "percent": null
        },
        {
            "name": "Musculoskeletal pain",
            "percent": null
        },
        {
            "name": "Myalgia",
            "percent": null
        },
        {
            "name": "Conjunctivitis",
            "percent": null
        },
        {
            "name": "Otitis media",
            "percent": null
        },
        {
            "name": "Flu",
            "percent": null
        },
        {
            "name": "like syndrome",
            "percent": null
        },
        {
            "name": "Anaphylaxis",
            "percent": null
        },
        {
            "name": "Angioedema",
            "percent": null
        },
        {
            "name": "Growth suppression",
            "percent": null
        },
        {
            "name": "Nasal candidiasis",
            "percent": null
        },
        {
            "name": "Taste disturbance",
            "percent": null
        },
        {
            "name": "Nasal septal perforation",
            "percent": null
        },
        {
            "name": "Nasal burning and irritation",
            "percent": null
        },
        {
            "name": "Hypercortism and adrenal suppression",
            "percent": null
        },
        {
            "name": "Immunosuppression and risk of infections",
            "percent": null
        },
        {
            "name": "Ulcerations",
            "percent": null
        },
        {
            "name": "Candida albicans Infection",
            "percent": null
        },
        {
            "name": "impaired wound healing",
            "percent": null
        },
        {
            "name": "Glaucoma and cataracts",
            "percent": null
        }
    ]
}