{
    "name": "human parathyroid hormone, recombinant",
    "comment": "Rx",
    "other_names": [
        "Natpara"
    ],
    "classes": [
        "Parathyroid Hormone Analogs"
    ],
    "source": "https://reference.medscape.com/drug/natpara-human-parathyroid-hormone-recombinant-999955",
    "pregnancy": {
        "common": [
            "Available data with injection use in pregnant women are insufficient to inform a drug-associated risk of birth defects, miscarriage or adverse maternal or fetal outcomes; there are no adequate and well-controlled studies in pregnant women",
            "Maternal hypocalcemia can result in an increased rate of spontaneous abortion, premature and dysfunctional labor, and possibly preeclampsia",
            "Infants born to mothers with hypocalcemia can have associated fetal and neonatal hyperparathyroidism, which in turn can cause fetal and neonatal skeletal demineralization, subperiosteal bone resorption, osteitis fibrosa cystica and neonatal seizures",
            "Infants born to mothers with hypocalcemia should be carefully monitored for signs of hypocalcemia or hypercalcemia, including neuromuscular irritability (ranging from myotonic jerks to seizures), apnea, cyanosis and cardiac rhythm disorders"
        ],
        "specific": [
            {
                "type": "Animal Data",
                "description": [
                    "Because animal reproduction studies are not always predictive of human response, use during pregnancy only if the potential benefit justifies the potential risk to the fetus",
                    "No adverse developmental effects were observed when pregnant rats and rabbits were administered parathyroid hormone subcutaneously during period of organogenesis at doses resulting in 123 times and 8 times, respectively, the human exposure at the 100 mcg/day clinical dose",
                    "Developmental effects were observed in a perinatal/postnatal study in pregnant rats given SC doses of 100, 300, 1000 mcg/kg/day from organogenesis through lactation, entire stillborn litters were observed in the 300-mcg/kg/day group (34 times the 100-mcg/day clinical dose based on AUC)",
                    "Increased incidence of morbidity associated with dehydration, broken palate, and palate injuries related to incisor misalignment and mortality were found in pups from litters given 100 mcg/kg/day (10 times the 100-mcg/day clinical dose based on AUC)"
                ]
            }
        ]
    },
    "lactation": {
        "common": [
            "There are no data available on presence of parathyroid hormone in breast milk, effects on breastfed infant or on milk production; parathyroid hormone is present in the milk of lactating rats; when a drug is present in animal milk, it is likely that the drug will be present in human milk",
            "The developmental and health benefits of breastfeeding should be considered along with mother’s clinical need for therapy and any potential adverse effects on breastfed child from drug or from underlying maternal condition",
            "Infants exposed to parathyroid hormone through breast milk should be monitored for signs and symptoms of hypercalcemia or hypocalcemia; monitoring of serum calcium in the infant should be considered"
        ]
    },
    "warnings": {
        "black_box_warning": {
            "common": [
                "Because of the potential risk of osteosarcoma, prescribe only to patients who cannot be well-controlled on calcium and active forms of vitamin D and for whom the potential benefits are considered to outweigh the potential risk",
                "Available only through a restricted program called the NATPARA REMS Program; further information is available at www.NATPARAREMS.com or by telephone at 1-855-NATPARA (1-855-628-7272)"
            ],
            "specific": [
                {
                    "type": "Avoid with increased osteosarcoma risk",
                    "description": [
                        "Paget disease of bone or unexplained elevations of alkaline phosphatase",
                        "Pediatric and young adult patients with open epiphyses",
                        "Hereditary disorders predisposing to osteosarcoma",
                        "History of prior external beam or implant radiation therapy involving the skeleton"
                    ]
                }
            ]
        },
        "contraindicators": {
            "common": [
                "Hypersensitivity to drug or excipients"
            ],
            "specific": []
        },
        "cautions": {
            "common": [
                "Potential increased risk of osteosarcoma (see Black Box Warnings)",
                "Hypersensitivity reactions, including anaphylaxis, dyspnea, angioedema, urticaria, and rash reported; if signs or symptoms of serious hypersensitivity reaction occur, discontinue treatment and treat hypersensitivity reaction according to standard of care; monitor until signs and symptoms resolve; monitor for hypocalcemia if therapy discontinued",
                "Severe hypercalcemia reported; the risk is highest when starting or increasing the dose; monitor serum calcium and patients for signs and symptoms of hypercalcemia; monitor serum calcium when starting or adjusting dose and when making changes to co-administered drugs known to raise serum calcium",
                "Severe hypocalcemia that resulted in seizures reported; the risk is highest when a rhPTH dose is withheld, missed, or abruptly discontinued, but can occur at any time; monitor for signs and symptoms of hypocalcemia",
                "Monitor digoxin levels if coadministered; the inotropic effects of digoxin are affected by serum calcium levels; hypercalcemia of any cause may predispose to digoxin toxicity; monitor serum calcium more frequently and increase monitoring when initiating or adjusting dose",
                "Coadministration with alendronate leads to reduction in the calcium-sparing effect, which can interfere with the normalization of serum calcium; concomitant use with alendronate is not recommended"
            ],
            "specific": [
                {
                    "type": "REMS Program",
                    "description": [
                        "Because of potential risk of osteosarcoma associated with therapy, drug is available only through restricted REMS program; under the program, only certified healthcare providers can prescribe and only certified pharmacies can dispense the drug; further information is available at www.NATPARAREMS.com or by telephone at 1-800-828-2088"
                    ]
                }
            ]
        }
    },
    "interactions": [
        {
            "classification_type": "Contraindicated",
            "interaction_with": "alendronate",
            "description": {
                "common": "alendronate decreases effects of human parathyroid hormone, recombinant by Other (see comment). Contraindicated. \nComment: Coadministration of bisphosphonates with rhPTH leads to reduction in rhPTH's calcium sparing effect, which can interfere with the normalization of serum calcium."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "etidronate",
            "description": {
                "common": "etidronate decreases effects of human parathyroid hormone, recombinant by Other (see comment). Contraindicated. \nComment: Coadministration of bisphosphonates with rhPTH leads to reduction in rhPTH's calcium sparing effect, which can interfere with the normalization of serum calcium."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "ibandronate",
            "description": {
                "common": "ibandronate decreases effects of human parathyroid hormone, recombinant by Other (see comment). Contraindicated. \nComment: Coadministration of bisphosphonates with rhPTH leads to reduction in rhPTH's calcium sparing effect, which can interfere with the normalization of serum calcium."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "risedronate",
            "description": {
                "common": "risedronate decreases effects of human parathyroid hormone, recombinant by Other (see comment). Contraindicated. \nComment: Coadministration of bisphosphonates with rhPTH leads to reduction in rhPTH's calcium sparing effect, which can interfere with the normalization of serum calcium."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "zoledronic acid",
            "description": {
                "common": "zoledronic acid decreases effects of human parathyroid hormone, recombinant by Other (see comment). Contraindicated. \nComment: Coadministration of bisphosphonates with rhPTH leads to reduction in rhPTH's calcium sparing effect, which can interfere with the normalization of serum calcium."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "digoxin",
            "description": {
                "common": "human parathyroid hormone, recombinant, digoxin. Other (see comment). Avoid or Use Alternate Drug. \nComment: rhPTH causes transient increase in calcium and therefore, concomitant use with cardiac glycosides may predispose patients to digitalis toxicity if hypercalcemia develops. Digoxin efficacy is reduced if hypocalcemia is present. If coadministered, carefully monitor serum calcium and digoxin levels, and patients for signs and symptoms of digoxin toxicity. Adjustment of digoxin and/or rhPTH dose may be needed."
            }
        }
    ],
    "adverse effects": [
        {
            "name": "Paraesthesia",
            "percent": "31"
        },
        {
            "name": "Hypocalcemia",
            "percent": "27"
        },
        {
            "name": "Headache",
            "percent": "25"
        },
        {
            "name": "Hypercalcemia",
            "percent": "19"
        },
        {
            "name": "Nausea",
            "percent": "18"
        },
        {
            "name": "Hypoaesthesia",
            "percent": "14"
        },
        {
            "name": "Diarrhea",
            "percent": "12"
        },
        {
            "name": "Vomiting",
            "percent": "12"
        },
        {
            "name": "Arthralgia",
            "percent": "11"
        },
        {
            "name": "Hypercalciuria",
            "percent": "11"
        },
        {
            "name": "Pain in extremity",
            "percent": "10"
        },
        {
            "name": "Upper respiratory tract infection",
            "percent": "8"
        },
        {
            "name": "Abdominal pain upper",
            "percent": "7"
        },
        {
            "name": "Sinusitis",
            "percent": "7"
        },
        {
            "name": "Blood",
            "percent": "25"
        },
        {
            "name": "hydroxycholecalciferol decreased",
            "percent": "6"
        },
        {
            "name": "Hypertension",
            "percent": "6"
        },
        {
            "name": "Hypoaesthesia facial",
            "percent": "6"
        },
        {
            "name": "Neck pain",
            "percent": "6"
        },
        {
            "name": "Hypersensitivity reactions",
            "percent": null
        },
        {
            "name": "Seizures",
            "percent": null
        },
        {
            "name": "due to hypocalcemia",
            "percent": null
        }
    ]
}