{
    "name": "tobramycin",
    "comment": "Rx",
    "other_names": [
        "Nebcin injection"
    ],
    "classes": [
        "Aminoglycosides"
    ],
    "source": "https://reference.medscape.com/drug/nebcin-injection-tobramycin-342521",
    "pregnancy": {
        "common": [
            "Therapy, can cause fetal harm when administered to a pregnant woman; published literature reports that use of streptomycin, an aminoglycoside, can cause total, irreversible, bilateral congenital deafness when administered to a pregnant woman"
        ],
        "specific": [
            {
                "type": "Animal data",
                "description": [
                    "In animal reproduction studies with subcutaneous administration of tobramycin in pregnant rats and rabbits during organogenesis, there were no adverse developmental outcomes at doses up to 3.2 times and 1.3 times maximum recommended clinical dose based on body surface area; however, ototoxicity was not evaluated in offspring from these studies; advise pregnant women of potential risk to a fetus"
                ]
            }
        ]
    },
    "lactation": {
        "common": [
            "Limited published data with tobramycin for injection in lactating women indicate that tobramycin is present in human milk; there are no data on effects of drug on milk production; drug may cause alteration in the intestinal flora of breastfeeding infant; advise a woman to monitor breastfed infant for loose or bloody stools and candidiasis (thrush, diaper rash).",
            "Developmental and health benefits of breastfeeding should be considered along with mother's clinical need for therapy and any potential adverse effects on breastfed infant from drug or from underlying maternal condition"
        ]
    },
    "warnings": {
        "black_box_warning": {
            "common": [
                "Neurotoxicity, manifested as both bilateral auditory and vestibular ototoxicity, can occur in patients with preexisting renal damage and in patients with normal renal function treated at higher doses and/or for periods longer than those recommended; high-frequency deafness usually occurs first and can be detected only by audiometric testing; vertigo may occur and may be evidence of vestibular injury",
                "Patients who develop cochlear damage may not have symptoms during therapy to warn them of eighth-nerve toxicity, and partial or total irreversible bilateral deafness may continue to develop after the drug has been discontinued",
                "When feasible, recommended that serial audiograms be obtained in patients old enough to be tested, particularly high-risk patients; evidence of impairment of renal, vestibular, or auditory function requires discontinuation of drug or dosage adjustment",
                "Aminoglycosides are potentially nephrotoxic; risk is greater in patients with impaired renal function and in those who receive high doses or prolonged therapy; rarely, nephrotoxicity may not become apparent until the first few days after cessation of therapy",
                "Use with caution in premature infants and neonates because of renal immaturity and the resulting prolongation of serum half-life of the drug",
                "Neuromuscular blockade and respiratory paralysis have been reported following parenteral injection, topical instillation (as in orthopedic and abdominal irrigation or in local treatment of empyema), and oral use of antimicrobials#aminoglycosides, especially when given soon after anesthesia or muscle relaxants; if blockage occurs, calcium salts may reverse these phenomena, but mechanical respiratory assistance may be necessary",
                "Avoid concurrent or sequential use of neurotoxic and/or nephrotoxic drugs including other antimicrobials#aminoglycosides (eg, amikacin, streptomycin, neomycin, kanamycin, gentamicin, paromomycin",
                "Cumulative listing of drugs to avoid from all aminoglycoside package inserts includes amphotericin B, bacitracin, cephaloridine, cisplatin, colistin, polymyxin B, vancomycin, and viomycin. Avoid potent diuretics (eg, ethacrynic acid, furosemide) because they increase risk of ototoxicity. When administered intravenously, diuretics may enhance aminoglycoside toxicity by altering antibiotic concentrations in serum and tissue"
            ],
            "specific": []
        },
        "contraindicators": {
            "common": [
                "Documented hypersensitivity to any aminoglycoside or history of hypersensitivity or serious toxic reactions to antimicrobials#aminoglycosides"
            ],
            "specific": []
        },
        "cautions": {
            "common": [
                "Serious allergic sometimes fatal reactions including anaphylaxis and dermatologic reactions including exfoliative dermatitis, toxic epidermal necrolysis, erythema multiforme, and Stevens-Johnson Syndrome reported rarely; discontinue therapy If allergic reaction occurs, drug should be discontinued and appropriate therapy instituted",
                "Serum and urine specimens for examination should be collected during therapy; serum calcium, magnesium, and sodium should be monitored",
                "Cross-allergenicity among antimicrobials#aminoglycosides has been demonstrated",
                "In patients with extensive burns or cystic fibrosis, altered pharmacokinetics may result in reduced serum concentrations of antimicrobials#aminoglycosides; in such patients treated with tobramycin, measurement of serum concentration is especially important as a basis for determination of appropriate dosage",
                "Elderly patients may have reduced renal function that may not be evident in results of routine screening tests, such as BUN or serum creatinine; a creatinine clearance determination may be more useful; monitoring of renal function during treatment with antimicrobials#aminoglycosides is particularly important in such patients",
                "An increased incidence of nephrotoxicity reported following concomitant administration of aminoglycoside antibiotics and cephalosporins",
                "Aminoglycosides should be used with caution in patients with muscular disorders, such as myasthenia gravis or parkinsonism, since these drugs may aggravate muscle weakness because of potential curare-like effect on neuromuscular function",
                "Aminoglycosides may be absorbed in significant quantities from body surfaces after local irrigation or application and may cause neurotoxicity and nephrotoxicity",
                "Aminoglycosides have not been approved for intraocular and/or subconjunctival use; physicians are advised that macular necrosis has been reported following administration of antimicrobials#aminoglycosides, including tobramycin, by these routes",
                "The inactivation of tobramycin and other antimicrobials#aminoglycosides by ß-lactam-type antibiotics (penicillins or cephalosporins) has been demonstrated in vitro and in",
                "patients with severe renal impairment; such inactivation has not been found in patients with normal renal function who have been given the drugs by separate routes of administration",
                "Therapy with tobramycin may result in overgrowth of nonsusceptible organisms; if overgrowth of nonsusceptible organisms occurs, appropriate therapy should be initiated"
            ],
            "specific": [
                {
                    "type": "Clostridium difficile",
                    "description": [
                        "Clostridium difficile associated diarrhea (CDAD) reported; may range",
                        "in severity from mild diarrhea to fatal colitis; treatment with antibacterial agents alters normal flora of colon leading to overgrowth of C. difficile",
                        "C. difficile produces toxins A and B which contribute to development of CDAD; hypertoxin producing strains of C. difficile cause increased morbidity and mortality",
                        "As these infections can be refractory to antimicrobial therapy and may require colectomy; CDAD must be considered in all patients who present with diarrhea following antibiotic use",
                        "Careful medical history is necessary since CDAD has been reported to occur over two months after the administration of antibacterial agents",
                        "If CDAD is suspected or confirmed, ongoing antibiotic use not directed against C. difficile may need to be discontinued",
                        "Appropriate fluid and electrolyte management, protein supplementation, antibiotic treatment of C. difficile, and surgical evaluation should be instituted as clinically indicated"
                    ]
                },
                {
                    "type": "Peak and trough levels",
                    "description": [
                        "Peak and trough serum levels should be measured periodically during therapy; prolonged concentrations above 12 mcg/mL should be avoided",
                        "Rising trough levels (above 2 mcg/mL) may indicate tissue accumulation; such accumulation, advanced age, and cumulative dosage may contribute to ototoxicity and nephrotoxicity; it is particularly important to monitor serum levels closely in patients with known renal impairment.",
                        "A useful guideline would be to perform serum level assays after 2 or 3 doses, so that dosage could be adjusted if necessary, and at 3- to 4-day intervals during therapy",
                        "In the event of changing renal function, more frequent serum levels should be obtained and the dosage or dosage interval adjusted according to guidelines",
                        "In order to measure the peak level, a serum sample should be drawn about 30 minutes following intravenous infusion or 1 hour after an intramuscular injection",
                        "Trough levels are measured by obtaining serum samples at 8 hours or just prior to next dose; these suggested time intervals are intended only as guidelines and may vary according to institutional practices",
                        "It is important, that there be consistency within individual patient program unless computerized pharmacokinetic dosing programs are available in the institution",
                        "Serum-level assays may be especially useful for monitoring treatment of severely ill patients with changing renal function or of those infected with less susceptible organisms or those receiving maximum dosage"
                    ]
                },
                {
                    "type": "Ototoxicity",
                    "description": [
                        "Ototoxicity may occur in some patients even when their aminoglycoside serum levels are within recommended range",
                        "Postmarketing experience, patients receiving therapy have reported hearing loss; vestibular toxicity may be manifested by vertigo, ataxia or dizziness; patients with known or suspected auditory or vestibular dysfunction should be closely monitored when receiving therapy; monitoring might include obtaining audiometric evaluations and serum tobramycin levels;",
                        "Mitochondrial DNA variants are present in <1% of the general US population, and the proportion of the variant carriers who may develop ototoxicity as well as severity of ototoxicity is unknown",
                        "In case of known maternal history of ototoxicity due to aminoglycoside use or a known mitochondrial DNA variant in the patient, consider alternative treatments other than antimicrobials#aminoglycosides unless increased risk of permanent hearing loss is outweighed by severity of infection and lack of safe and effective alternative therapies"
                    ]
                },
                {
                    "type": "Neuromuscular blockade",
                    "description": [
                        "Neuromuscular blockade and respiratory paralysis have been reported in cats receiving very high doses of tobramycin (40 mg/kg)",
                        "Possibility of prolonged or secondary apnea should be considered if tobramycin is administered to anesthetized patients who are also receiving neuromuscular blocking agents, such as succinylcholine, tubocurarine, or decamethonium, or to patients receiving massive transfusions of citrated blood",
                        "If neuromuscular blockade occurs, may be reversed by administration of calcium salts"
                    ]
                }
            ]
        }
    },
    "interactions": [
        {
            "classification_type": "Serious",
            "interaction_with": "amphotericin B deoxycholate",
            "description": {
                "common": "amphotericin B deoxycholate and tobramycin both increase  nephrotoxicity and/or ototoxicity. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "atracurium",
            "description": {
                "common": "tobramycin increases effects of atracurium by pharmacodynamic synergism. Avoid or Use Alternate Drug. Risk of apnea."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "bacitracin",
            "description": {
                "common": "tobramycin and bacitracin both increase  nephrotoxicity and/or ototoxicity. Avoid or Use Alternate Drug. Avoid concurrent use of bacitracin with other nephrotoxic drugs"
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "BCG vaccine live",
            "description": {
                "common": "tobramycin decreases effects of BCG vaccine live by pharmacodynamic antagonism. Contraindicated. Wait until Abx Tx complete to administer live bacterial vaccine."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "bumetanide",
            "description": {
                "common": "bumetanide, tobramycin.\nEither increases toxicity of the other by Mechanism: pharmacodynamic synergism. Avoid or Use Alternate Drug. Increased risk of ototoxicity and nephrotoxicity."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "cholera vaccine",
            "description": {
                "common": "tobramycin, cholera vaccine. pharmacodynamic antagonism. Avoid or Use Alternate Drug. Avoid coadministration of cholera vaccine with systemic antibiotics since these agents may be active against the vaccine strain. Do not administer cholera vaccine to patients who have received oral or parenteral antibiotics within 14 days prior to vaccination."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "cidofovir",
            "description": {
                "common": "cidofovir and tobramycin both increase  nephrotoxicity and/or ototoxicity. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "cisatracurium",
            "description": {
                "common": "tobramycin increases effects of cisatracurium by pharmacodynamic synergism. Avoid or Use Alternate Drug. Risk of apnea."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "ethacrynic acid",
            "description": {
                "common": "ethacrynic acid, tobramycin.\nEither increases toxicity of the other by Mechanism: pharmacodynamic synergism. Avoid or Use Alternate Drug. Increased risk of ototoxicity and nephrotoxicity."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "furosemide",
            "description": {
                "common": "furosemide, tobramycin.\nEither increases toxicity of the other by Mechanism: pharmacodynamic synergism. Avoid or Use Alternate Drug. Increased risk of ototoxicity and nephrotoxicity."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "incobotulinumtoxinA",
            "description": {
                "common": "tobramycin increases effects of incobotulinumtoxinA by pharmacodynamic synergism. Avoid or Use Alternate Drug. Risk of apnea."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "mannitol",
            "description": {
                "common": "mannitol increases levels of tobramycin by unspecified interaction mechanism. Contraindicated."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "microbiota oral",
            "description": {
                "common": "tobramycin decreases effects of microbiota oral by pharmacodynamic antagonism. Avoid or Use Alternate Drug. Microbiota oral contains bacterial spores. Antibacterial agents may decrease efficacy if coadministered. Complete antibiotic regimens 2-4 days before initiating microbiota oral. ."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "neomycin PO",
            "description": {
                "common": "neomycin PO and tobramycin both increase  nephrotoxicity and/or ototoxicity. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "onabotulinumtoxinA",
            "description": {
                "common": "tobramycin increases effects of onabotulinumtoxinA by pharmacodynamic synergism. Avoid or Use Alternate Drug. Risk of apnea."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "pancuronium",
            "description": {
                "common": "tobramycin increases effects of pancuronium by pharmacodynamic synergism. Avoid or Use Alternate Drug. Risk of apnea."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "quinidine",
            "description": {
                "common": "quinidine will increase the level or effect of tobramycin by  P-glycoprotein (MDR1) efflux transporter. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "rapacuronium",
            "description": {
                "common": "tobramycin increases effects of rapacuronium by pharmacodynamic synergism. Avoid or Use Alternate Drug. Risk of apnea."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "rocuronium",
            "description": {
                "common": "tobramycin increases effects of rocuronium by pharmacodynamic synergism. Avoid or Use Alternate Drug. Risk of apnea."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "succinylcholine",
            "description": {
                "common": "tobramycin increases effects of succinylcholine by pharmacodynamic synergism. Avoid or Use Alternate Drug. Risk of apnea."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "torsemide",
            "description": {
                "common": "torsemide, tobramycin.\nEither increases toxicity of the other by Mechanism: pharmacodynamic synergism. Avoid or Use Alternate Drug. Increased risk of ototoxicity and nephrotoxicity."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "typhoid vaccine live",
            "description": {
                "common": "tobramycin decreases effects of typhoid vaccine live by pharmacodynamic antagonism. Contraindicated. Wait until Abx Tx complete to administer live bacterial vaccine."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "vecuronium",
            "description": {
                "common": "tobramycin increases effects of vecuronium by pharmacodynamic synergism. Avoid or Use Alternate Drug. Risk of apnea."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "abobotulinumtoxinA",
            "description": {
                "common": "tobramycin increases effects of abobotulinumtoxinA by pharmacodynamic synergism. Use Caution/Monitor. Aminoglycosides may enhance botulinum toxin effects. Closely monitor for increased neuromuscular blockade."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "acyclovir",
            "description": {
                "common": "acyclovir and tobramycin both increase  nephrotoxicity and/or ototoxicity. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "amikacin",
            "description": {
                "common": "amikacin and tobramycin both increase  nephrotoxicity and/or ototoxicity. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "amiodarone",
            "description": {
                "common": "amiodarone will increase the level or effect of tobramycin by  P-glycoprotein (MDR1) efflux transporter. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "bazedoxifene/conjugated estrogens",
            "description": {
                "common": "tobramycin will decrease the level or effect of bazedoxifene/conjugated estrogens by  altering intestinal flora. Applies only to oral forms of hormone. Low risk of contraceptive failure. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "capreomycin",
            "description": {
                "common": "capreomycin and tobramycin both increase  nephrotoxicity and/or ototoxicity. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "carboplatin",
            "description": {
                "common": "carboplatin and tobramycin both increase  nephrotoxicity and/or ototoxicity. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "cephaloridine",
            "description": {
                "common": "cephaloridine and tobramycin both increase  nephrotoxicity and/or ototoxicity. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "cisplatin",
            "description": {
                "common": "cisplatin and tobramycin both increase  nephrotoxicity and/or ototoxicity. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "clarithromycin",
            "description": {
                "common": "clarithromycin will increase the level or effect of tobramycin by  P-glycoprotein (MDR1) efflux transporter. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "clotrimazole",
            "description": {
                "common": "clotrimazole will decrease the level or effect of tobramycin by  P-glycoprotein (MDR1) efflux transporter. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "colistin",
            "description": {
                "common": "colistin and tobramycin both increase  nephrotoxicity and/or ototoxicity. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "conjugated estrogens",
            "description": {
                "common": "tobramycin will decrease the level or effect of conjugated estrogens by  altering intestinal flora. Applies only to oral forms of hormone. Low risk of contraceptive failure. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "contrast media (iodinated)",
            "description": {
                "common": "contrast media (iodinated) and tobramycin both increase  nephrotoxicity and/or ototoxicity. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "cyclosporine",
            "description": {
                "common": "cyclosporine and tobramycin both increase  nephrotoxicity and/or ototoxicity. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "daptomycin",
            "description": {
                "common": "tobramycin, daptomycin. Mechanism: unspecified interaction mechanism. Use Caution/Monitor. Tobramycin levels decrease and daptomycin levels increase when coadministered after single a dose."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "deferasirox",
            "description": {
                "common": "deferasirox, tobramycin. Other (see comment). Use Caution/Monitor. \nComment:  Acute renal failure has been reported during treatment with deferasirox. Coadministration of deferasirox with other potentially nephrotoxic drugs, including aminoglycosides, may increase the risk of this toxicity. Monitor serum creatinine and/or creatinine clearance in patients who are receiving deferasirox and nephrotoxic drugs concomitantly."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "dichlorphenamide",
            "description": {
                "common": "dichlorphenamide and tobramycin both decrease  serum potassium. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "digoxin",
            "description": {
                "common": "tobramycin will increase the level or effect of digoxin by  altering intestinal flora. Applies only to oral form of both agents. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "dronedarone",
            "description": {
                "common": "dronedarone will increase the level or effect of tobramycin by  P-glycoprotein (MDR1) efflux transporter. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "elvitegravir/cobicistat/emtricitabine/tenofovir DF",
            "description": {
                "common": "tobramycin and elvitegravir/cobicistat/emtricitabine/tenofovir DF both increase  nephrotoxicity and/or ototoxicity. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "erythromycin base",
            "description": {
                "common": "erythromycin base will increase the level or effect of tobramycin by  P-glycoprotein (MDR1) efflux transporter. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "erythromycin ethylsuccinate",
            "description": {
                "common": "erythromycin ethylsuccinate will increase the level or effect of tobramycin by  P-glycoprotein (MDR1) efflux transporter. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "erythromycin lactobionate",
            "description": {
                "common": "erythromycin lactobionate will increase the level or effect of tobramycin by  P-glycoprotein (MDR1) efflux transporter. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "erythromycin stearate",
            "description": {
                "common": "erythromycin stearate will increase the level or effect of tobramycin by  P-glycoprotein (MDR1) efflux transporter. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "estradiol",
            "description": {
                "common": "tobramycin will decrease the level or effect of estradiol by  altering intestinal flora. Applies only to oral forms of hormone. Low risk of contraceptive failure. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "estrogens conjugated synthetic",
            "description": {
                "common": "tobramycin will decrease the level or effect of estrogens conjugated synthetic by  altering intestinal flora. Applies only to oral forms of hormone. Low risk of contraceptive failure. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "estropipate",
            "description": {
                "common": "tobramycin will decrease the level or effect of estropipate by  altering intestinal flora. Applies only to oral forms of hormone. Low risk of contraceptive failure. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "felodipine",
            "description": {
                "common": "felodipine will increase the level or effect of tobramycin by  P-glycoprotein (MDR1) efflux transporter. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "fosphenytoin",
            "description": {
                "common": "fosphenytoin will decrease the level or effect of tobramycin by  P-glycoprotein (MDR1) efflux transporter. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "gentamicin",
            "description": {
                "common": "gentamicin and tobramycin both increase  nephrotoxicity and/or ototoxicity. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "indinavir",
            "description": {
                "common": "indinavir will increase the level or effect of tobramycin by  P-glycoprotein (MDR1) efflux transporter. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ioversol",
            "description": {
                "common": "ioversol and tobramycin both increase  nephrotoxicity and/or ototoxicity. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ketoconazole",
            "description": {
                "common": "ketoconazole will increase the level or effect of tobramycin by  P-glycoprotein (MDR1) efflux transporter. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "levoketoconazole",
            "description": {
                "common": "levoketoconazole will increase the level or effect of tobramycin by  P-glycoprotein (MDR1) efflux transporter. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "loratadine",
            "description": {
                "common": "loratadine will increase the level or effect of tobramycin by  P-glycoprotein (MDR1) efflux transporter. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "magnesium supplement",
            "description": {
                "common": "magnesium supplement, tobramycin.\nEither increases toxicity of the other by pharmacodynamic synergism. Use Caution/Monitor. Each enhance the neuromuscular blocking effect of the other; may have negative respiratory effects."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "mestranol",
            "description": {
                "common": "tobramycin will decrease the level or effect of mestranol by  altering intestinal flora. Applies only to oral forms of hormone. Low risk of contraceptive failure. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "nefazodone",
            "description": {
                "common": "nefazodone will increase the level or effect of tobramycin by  P-glycoprotein (MDR1) efflux transporter. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "nicardipine",
            "description": {
                "common": "nicardipine will increase the level or effect of tobramycin by  P-glycoprotein (MDR1) efflux transporter. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "nifedipine",
            "description": {
                "common": "nifedipine will decrease the level or effect of tobramycin by  P-glycoprotein (MDR1) efflux transporter. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "nilotinib",
            "description": {
                "common": "nilotinib will increase the level or effect of tobramycin by  P-glycoprotein (MDR1) efflux transporter. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "oxaliplatin",
            "description": {
                "common": "oxaliplatin and tobramycin both increase  nephrotoxicity and/or ototoxicity. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "peramivir",
            "description": {
                "common": "tobramycin increases levels of peramivir by decreasing renal clearance. Use Caution/Monitor. Caution when peramivir coadministered with nephrotoxic drugs."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "phenobarbital",
            "description": {
                "common": "phenobarbital will decrease the level or effect of tobramycin by  P-glycoprotein (MDR1) efflux transporter. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "phenytoin",
            "description": {
                "common": "phenytoin will decrease the level or effect of tobramycin by  P-glycoprotein (MDR1) efflux transporter. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "polymyxin B",
            "description": {
                "common": "polymyxin B and tobramycin both increase  nephrotoxicity and/or ototoxicity. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "prabotulinumtoxinA",
            "description": {
                "common": "tobramycin increases effects of prabotulinumtoxinA by pharmacodynamic synergism. Use Caution/Monitor. Aminoglycosides may enhance botulinum toxin effects. Closely monitor for increased neuromuscular blockade."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "quercetin",
            "description": {
                "common": "quercetin will decrease the level or effect of tobramycin by  P-glycoprotein (MDR1) efflux transporter. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "rifampin",
            "description": {
                "common": "rifampin will decrease the level or effect of tobramycin by  P-glycoprotein (MDR1) efflux transporter. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "rimabotulinumtoxinB",
            "description": {
                "common": "tobramycin, rimabotulinumtoxinB.\nEither increases effects of the other by pharmacodynamic synergism. Use Caution/Monitor. Aminoglycosides may enhance botulinum toxin effects. Closely monitor for increased neuromuscular blockade."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ritonavir",
            "description": {
                "common": "ritonavir will increase the level or effect of tobramycin by  P-glycoprotein (MDR1) efflux transporter. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "sirolimus",
            "description": {
                "common": "sirolimus will increase the level or effect of tobramycin by  P-glycoprotein (MDR1) efflux transporter. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "sodium picosulfate/magnesium oxide/anhydrous citric acid",
            "description": {
                "common": "tobramycin decreases effects of sodium picosulfate/magnesium oxide/anhydrous citric acid by altering metabolism. Use Caution/Monitor. Coadministration with antibiotics decreases efficacy by altering colonic bacterial flora needed to convert sodium picosulfate to active drug."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "sodium sulfate/?magnesium sulfate/potassium chloride",
            "description": {
                "common": "sodium sulfate/?magnesium sulfate/potassium chloride increases toxicity of tobramycin by Other (see comment). Use Caution/Monitor. \nComment: Coadministration with medications that cause fluid and electrolyte abnormalities may increase the risk of adverse events of seizure, arrhythmias, and renal impairment."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "sodium sulfate/potassium sulfate/magnesium sulfate",
            "description": {
                "common": "sodium sulfate/potassium sulfate/magnesium sulfate increases toxicity of tobramycin by Other (see comment). Use Caution/Monitor. \nComment: Coadministration with medications that cause fluid and electrolyte abnormalities may increase the risk of adverse events of seizure, arrhythmias, and renal impairment."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "St John's Wort",
            "description": {
                "common": "St John's Wort will decrease the level or effect of tobramycin by  P-glycoprotein (MDR1) efflux transporter. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "streptozocin",
            "description": {
                "common": "streptozocin and tobramycin both increase  nephrotoxicity and/or ototoxicity. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "tacrolimus",
            "description": {
                "common": "tacrolimus will increase the level or effect of tobramycin by  P-glycoprotein (MDR1) efflux transporter. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "teicoplanin",
            "description": {
                "common": "teicoplanin and tobramycin both increase  nephrotoxicity and/or ototoxicity. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "tenofovir DF",
            "description": {
                "common": "tenofovir DF and tobramycin both increase  nephrotoxicity and/or ototoxicity. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "tolvaptan",
            "description": {
                "common": "tolvaptan will increase the level or effect of tobramycin by  P-glycoprotein (MDR1) efflux transporter. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "trazodone",
            "description": {
                "common": "trazodone will decrease the level or effect of tobramycin by  P-glycoprotein (MDR1) efflux transporter. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "trimagnesium citrate anhydrous",
            "description": {
                "common": "tobramycin, trimagnesium citrate anhydrous.\nEither increases effects of the other by Other (see comment). Use Caution/Monitor. \nComment: Coadministration of aminoglycosides with magnesium may increase risk of neuromuscular weakness and paralysis."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "verapamil",
            "description": {
                "common": "verapamil will increase the level or effect of tobramycin by  P-glycoprotein (MDR1) efflux transporter. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "voclosporin",
            "description": {
                "common": "voclosporin, tobramycin.\nEither increases toxicity of the other by nephrotoxicity and/or ototoxicity. Modify Therapy/Monitor Closely. Coadministration with drugs associated with nephrotoxicity may increase the risk for acute and/or chronic nephrotoxicity."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "aceclofenac",
            "description": {
                "common": "aceclofenac increases levels of tobramycin by decreasing renal clearance. Minor/Significance Unknown. Interaction mainly occurs in preterm infants."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "acemetacin",
            "description": {
                "common": "acemetacin increases levels of tobramycin by decreasing renal clearance. Minor/Significance Unknown. Interaction mainly occurs in preterm infants."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "adefovir",
            "description": {
                "common": "adefovir and tobramycin both increase  nephrotoxicity and/or ototoxicity. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "aspirin",
            "description": {
                "common": "aspirin increases levels of tobramycin by decreasing renal clearance. Minor/Significance Unknown. Interaction mainly occurs in preterm infants."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "aspirin rectal",
            "description": {
                "common": "aspirin rectal increases levels of tobramycin by decreasing renal clearance. Minor/Significance Unknown. Interaction mainly occurs in preterm infants."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "aspirin/citric acid/sodium bicarbonate",
            "description": {
                "common": "aspirin/citric acid/sodium bicarbonate increases levels of tobramycin by decreasing renal clearance. Minor/Significance Unknown. Interaction mainly occurs in preterm infants."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "aztreonam",
            "description": {
                "common": "aztreonam, tobramycin.\nEither increases effects of the other by pharmacodynamic synergism. Minor/Significance Unknown. Combination may be used synergistically against Pseudomonas spp. and Enterobacteriaceae."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "balsalazide",
            "description": {
                "common": "tobramycin will decrease the level or effect of balsalazide by  altering intestinal flora. Applies only to oral form of both agents. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "biotin",
            "description": {
                "common": "tobramycin will decrease the level or effect of biotin by  altering intestinal flora. Applies only to oral form of both agents. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "calcium acetate",
            "description": {
                "common": "tobramycin decreases levels of calcium acetate by inhibition of GI absorption. Applies only to oral form of both agents. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "calcium carbonate",
            "description": {
                "common": "tobramycin decreases levels of calcium carbonate by inhibition of GI absorption. Applies only to oral form of both agents. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "calcium chloride",
            "description": {
                "common": "tobramycin decreases levels of calcium chloride by inhibition of GI absorption. Applies only to oral form of both agents. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "calcium citrate",
            "description": {
                "common": "tobramycin decreases levels of calcium citrate by inhibition of GI absorption. Applies only to oral form of both agents. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "calcium gluconate",
            "description": {
                "common": "tobramycin decreases levels of calcium gluconate by inhibition of GI absorption. Applies only to oral form of both agents. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "celecoxib",
            "description": {
                "common": "celecoxib increases levels of tobramycin by decreasing renal clearance. Minor/Significance Unknown. Interaction mainly occurs in preterm infants."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "choline magnesium trisalicylate",
            "description": {
                "common": "choline magnesium trisalicylate increases levels of tobramycin by decreasing renal clearance. Minor/Significance Unknown. Interaction mainly occurs in preterm infants."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "clotrimazole",
            "description": {
                "common": "clotrimazole decreases levels of tobramycin by unknown mechanism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "cordyceps",
            "description": {
                "common": "cordyceps decreases toxicity of tobramycin by unspecified interaction mechanism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "cyanocobalamin",
            "description": {
                "common": "tobramycin decreases levels of cyanocobalamin by inhibition of GI absorption. Applies only to oral form of both agents. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "diclofenac",
            "description": {
                "common": "diclofenac increases levels of tobramycin by decreasing renal clearance. Minor/Significance Unknown. Interaction mainly occurs in preterm infants."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "diflunisal",
            "description": {
                "common": "diflunisal increases levels of tobramycin by decreasing renal clearance. Minor/Significance Unknown. Interaction mainly occurs in preterm infants."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "entecavir",
            "description": {
                "common": "tobramycin, entecavir.\nEither increases effects of the other by decreasing renal clearance. Minor/Significance Unknown. Coadministration with drugs that reduce renal function or compete for active tubular secretion may increase serum concentrations of either entecavir or the coadministered drug."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "etodolac",
            "description": {
                "common": "etodolac increases levels of tobramycin by decreasing renal clearance. Minor/Significance Unknown. Interaction mainly occurs in preterm infants."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "fenoprofen",
            "description": {
                "common": "fenoprofen increases levels of tobramycin by decreasing renal clearance. Minor/Significance Unknown. Interaction mainly occurs in preterm infants."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "fluconazole",
            "description": {
                "common": "fluconazole decreases levels of tobramycin by unknown mechanism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "flurbiprofen",
            "description": {
                "common": "flurbiprofen increases levels of tobramycin by decreasing renal clearance. Minor/Significance Unknown. Interaction mainly occurs in preterm infants."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "foscarnet",
            "description": {
                "common": "foscarnet and tobramycin both increase  nephrotoxicity and/or ototoxicity. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "ibuprofen",
            "description": {
                "common": "ibuprofen increases levels of tobramycin by decreasing renal clearance. Minor/Significance Unknown. Interaction mainly occurs in preterm infants."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "ibuprofen IV",
            "description": {
                "common": "ibuprofen IV increases levels of tobramycin by decreasing renal clearance. Minor/Significance Unknown. Interaction mainly occurs in preterm infants."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "indomethacin",
            "description": {
                "common": "indomethacin increases levels of tobramycin by decreasing renal clearance. Minor/Significance Unknown. Interaction mainly occurs in preterm infants."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "ketoconazole",
            "description": {
                "common": "ketoconazole decreases levels of tobramycin by unknown mechanism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "ketoprofen",
            "description": {
                "common": "ketoprofen increases levels of tobramycin by decreasing renal clearance. Minor/Significance Unknown. Interaction mainly occurs in preterm infants."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "ketorolac",
            "description": {
                "common": "ketorolac increases levels of tobramycin by decreasing renal clearance. Minor/Significance Unknown. Interaction mainly occurs in preterm infants."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "ketorolac intranasal",
            "description": {
                "common": "ketorolac intranasal increases levels of tobramycin by decreasing renal clearance. Minor/Significance Unknown. Interaction mainly occurs in preterm infants."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "levoketoconazole",
            "description": {
                "common": "levoketoconazole decreases levels of tobramycin by unknown mechanism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "lornoxicam",
            "description": {
                "common": "lornoxicam increases levels of tobramycin by decreasing renal clearance. Minor/Significance Unknown. Interaction mainly occurs in preterm infants."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "magnesium chloride",
            "description": {
                "common": "tobramycin decreases levels of magnesium chloride by increasing renal clearance. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "magnesium citrate",
            "description": {
                "common": "tobramycin decreases levels of magnesium citrate by increasing renal clearance. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "magnesium hydroxide",
            "description": {
                "common": "tobramycin decreases levels of magnesium hydroxide by increasing renal clearance. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "magnesium oxide",
            "description": {
                "common": "tobramycin decreases levels of magnesium oxide by increasing renal clearance. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "magnesium sulfate",
            "description": {
                "common": "tobramycin decreases levels of magnesium sulfate by increasing renal clearance. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "meclizine",
            "description": {
                "common": "meclizine, tobramycin. Mechanism: unspecified interaction mechanism. Minor/Significance Unknown. Ototoxicity of aminoglycoside may be masked."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "meclofenamate",
            "description": {
                "common": "meclofenamate increases levels of tobramycin by decreasing renal clearance. Minor/Significance Unknown. Interaction mainly occurs in preterm infants."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "mefenamic acid",
            "description": {
                "common": "mefenamic acid increases levels of tobramycin by decreasing renal clearance. Minor/Significance Unknown. Interaction mainly occurs in preterm infants."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "meloxicam",
            "description": {
                "common": "meloxicam increases levels of tobramycin by decreasing renal clearance. Minor/Significance Unknown. Interaction mainly occurs in preterm infants."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "methoxyflurane",
            "description": {
                "common": "methoxyflurane and tobramycin both increase  nephrotoxicity and/or ototoxicity. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "miconazole vaginal",
            "description": {
                "common": "miconazole vaginal decreases levels of tobramycin by unknown mechanism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "nabumetone",
            "description": {
                "common": "nabumetone increases levels of tobramycin by decreasing renal clearance. Minor/Significance Unknown. Interaction mainly occurs in preterm infants."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "naproxen",
            "description": {
                "common": "naproxen increases levels of tobramycin by decreasing renal clearance. Minor/Significance Unknown. Interaction mainly occurs in preterm infants."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "oxaprozin",
            "description": {
                "common": "oxaprozin increases levels of tobramycin by decreasing renal clearance. Minor/Significance Unknown. Interaction mainly occurs in preterm infants."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "pantothenic acid",
            "description": {
                "common": "tobramycin will decrease the level or effect of pantothenic acid by  altering intestinal flora. Applies only to oral form of both agents. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "parecoxib",
            "description": {
                "common": "parecoxib increases levels of tobramycin by decreasing renal clearance. Minor/Significance Unknown. Interaction mainly occurs in preterm infants."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "paromomycin",
            "description": {
                "common": "paromomycin and tobramycin both increase  nephrotoxicity and/or ototoxicity. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "pentamidine",
            "description": {
                "common": "pentamidine and tobramycin both increase  nephrotoxicity and/or ototoxicity. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "piperacillin",
            "description": {
                "common": "piperacillin increases effects of tobramycin by pharmacodynamic synergism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "piroxicam",
            "description": {
                "common": "piroxicam increases levels of tobramycin by decreasing renal clearance. Minor/Significance Unknown. Interaction mainly occurs in preterm infants."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "posaconazole",
            "description": {
                "common": "posaconazole decreases levels of tobramycin by unknown mechanism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "pyridoxine",
            "description": {
                "common": "tobramycin will decrease the level or effect of pyridoxine by  altering intestinal flora. Applies only to oral form of both agents. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "pyridoxine (Antidote)",
            "description": {
                "common": "tobramycin will decrease the level or effect of pyridoxine (Antidote) by  altering intestinal flora. Applies only to oral form of both agents. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "salicylates (non-asa)",
            "description": {
                "common": "salicylates (non-asa) increases levels of tobramycin by decreasing renal clearance. Minor/Significance Unknown. Interaction mainly occurs in preterm infants."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "salsalate",
            "description": {
                "common": "salsalate increases levels of tobramycin by decreasing renal clearance. Minor/Significance Unknown. Interaction mainly occurs in preterm infants."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "streptomycin",
            "description": {
                "common": "streptomycin and tobramycin both increase  nephrotoxicity and/or ototoxicity. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "sulfasalazine",
            "description": {
                "common": "sulfasalazine increases levels of tobramycin by decreasing renal clearance. Minor/Significance Unknown. Interaction mainly occurs in preterm infants."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "sulindac",
            "description": {
                "common": "sulindac increases levels of tobramycin by decreasing renal clearance. Minor/Significance Unknown. Interaction mainly occurs in preterm infants."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "thiamine",
            "description": {
                "common": "tobramycin will decrease the level or effect of thiamine by  altering intestinal flora. Applies only to oral form of both agents. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "ticarcillin",
            "description": {
                "common": "ticarcillin decreases effects of tobramycin by altering metabolism. Minor/Significance Unknown. Increased risk in renal impairment."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "tolfenamic acid",
            "description": {
                "common": "tolfenamic acid increases levels of tobramycin by decreasing renal clearance. Minor/Significance Unknown. Interaction mainly occurs in preterm infants."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "tolmetin",
            "description": {
                "common": "tolmetin increases levels of tobramycin by decreasing renal clearance. Minor/Significance Unknown. Interaction mainly occurs in preterm infants."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "vancomycin",
            "description": {
                "common": "tobramycin and vancomycin both increase  nephrotoxicity and/or ototoxicity. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "voriconazole",
            "description": {
                "common": "voriconazole decreases levels of tobramycin by unknown mechanism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "zoledronic acid",
            "description": {
                "common": "tobramycin, zoledronic acid. Mechanism: pharmacodynamic synergism. Minor/Significance Unknown. Additive hypocalcemia."
            }
        }
    ],
    "adverse effects": [
        {
            "name": "Ototoxicity",
            "percent": null
        },
        {
            "name": "Nephrotoxicity",
            "percent": null
        },
        {
            "name": "Neurotoxicity",
            "percent": null
        },
        {
            "name": "neuromuscular blockade",
            "percent": null
        },
        {
            "name": "Hypotension",
            "percent": null
        },
        {
            "name": "Drug fever",
            "percent": null
        },
        {
            "name": "Drowsiness",
            "percent": null
        },
        {
            "name": "Headache",
            "percent": null
        },
        {
            "name": "Paresthesia",
            "percent": null
        },
        {
            "name": "Tremor",
            "percent": null
        },
        {
            "name": "Rash",
            "percent": null
        },
        {
            "name": "Nausea",
            "percent": null
        },
        {
            "name": "Vomiting",
            "percent": null
        },
        {
            "name": "Anemia",
            "percent": null
        },
        {
            "name": "Eosinophilia",
            "percent": null
        },
        {
            "name": "Arthralgia",
            "percent": null
        },
        {
            "name": "Weakness",
            "percent": null
        },
        {
            "name": "Eyelid edema",
            "percent": null
        },
        {
            "name": "Itching eyes",
            "percent": null
        },
        {
            "name": "Keratitis",
            "percent": null
        },
        {
            "name": "Lacrimation",
            "percent": null
        },
        {
            "name": "Dyspnea",
            "percent": null
        }
    ]
}