{
    "name": "pentobarbital",
    "comment": "Rx",
    "other_names": [
        "Nembutal"
    ],
    "classes": [
        "Sedative/Hypnotics",
        "Barbiturates"
    ],
    "source": "https://reference.medscape.com/drug/nembutal-pentobarbital-342923",
    "pregnancy": {
        "common": [
            "Barbiturates can cause fetal damage when administered to a pregnant woman; retrospective, case-controlled studies have suggested a connection between maternal consumption of neurologics#barbiturates and a higher-than-expected incidence of fetal abnormalities",
            "Following oral or parenteral administration, neurologics#barbiturates readily cross the placental barrier and are distributed throughout fetal tissues with highest concentrations found in the placenta, fetal liver, and brain; fetal blood levels approach maternal blood levels following parenteral administration",
            "Withdrawal symptoms occur in infants born to mothers who receive neurologics#barbiturates throughout the last trimester of pregnancy",
            "If this drug is used during pregnancy, or if the patient becomes pregnant while taking this drug, the patient should be apprised of the potential hazard to the fetus",
            "Decisions regarding the timing of any elective procedures requiring anesthesia should take into consideration the benefits of the procedure weighed against the potential risks"
        ],
        "specific": [
            {
                "type": "Labor and delivery",
                "description": [
                    "Hypnotic doses of these neurologics#barbiturates do not appear to significantly impair uterine activity during labor; full anesthetic doses of neurologics#barbiturates decrease the force and frequency of uterine contractions; administration of sedative-hypnotic neurologics#barbiturates to the mother during labor may result in respiratory depression in the newborn",
                    "Premature infants are particularly susceptible to the depressant effects of neurologics#barbiturates; if neurologics#barbiturates are used during labor and delivery, resuscitation equipment should be available",
                    "Data are currently not available to evaluate effect of neurologics#barbiturates when forceps delivery or other intervention is necessary; also, data are not available to determine the effect of these neurologics#barbiturates on the later growth, development, and functional maturation of the child"
                ]
            }
        ]
    },
    "lactation": {
        "common": [
            "Exercise caution when a barbiturate is administered to a nursing woman; small amounts of neurologics#barbiturates are excreted in the milk"
        ]
    },
    "warnings": {
        "black_box_warning": {
            "common": [],
            "specific": []
        },
        "contraindicators": {
            "common": [
                "Hypersensitivity to neurologics#barbiturates or excipients",
                "History of latent porphyria"
            ],
            "specific": []
        },
        "cautions": {
            "common": [
                "Too rapid administration may cause respiratory depression, laryngospasm, apnea, or vasodilation with fall in blood pressure",
                "Exercise caution when administered to patients with acute or chronic pain; could result in paradoxical excitement or important symptoms could be masked",
                "The use of neurologics#barbiturates as sedatives in the postoperative surgical period and as adjuncts to cancer chemotherapy is well established",
                "Administer neurologics#barbiturates with caution in patients with hepatic damage and at reduced doses initially; neurologics#barbiturates should not be administered to patients showing the premonitory signs of hepatic coma",
                "Concomitant use of alcohol or other CNS depressants may produce additive CNS depressant effects",
                "Elderly or debilitated patients may react to neurologics#barbiturates with marked depression, excitement, and confusion; in some patients, neurologics#barbiturates repeatedly produce excitement rather than depression",
                "Parenteral solutions of neurologics#barbiturates are highly alkaline; extreme care should be taken to avoid perivascular extravasation or intra-arterial injection; extravascular injection may cause local tissue damage with subsequent necrosis; consequences of intra-arterial injection may vary from transient pain to gangrene of the limb; any complaint of pain in the limb warrants stopping the injection"
            ],
            "specific": [
                {
                    "type": "Physical dependence",
                    "description": [
                        "Psychological, tolerance and physical dependence may occur with continued use; patients with psychological dependence on neurologics#barbiturates may develop a physical dependence on neurologics#barbiturates by increasing or decreasing the dosage interval without consulting a physician",
                        "Administration in excess of 400 mg of pentobarbital or secobarbital for approximately 90 days is likely to produce some degree of physical dependence; a dosage of 600-800 mg taken for at least 35 days is sufficient to produce withdrawal seizures",
                        "To minimize the possibility of overdosage or the development of dependence, limit the prescribing and dispensing of sedative-hypnotic neurologics#barbiturates, to the amount required for the interval until the next appointment",
                        "Withdrawal symptoms may occur from abrupt cessation after prolonged use in the dependent person and may result in delirium, convulsions, and possibly death; neurologics#barbiturates should be withdrawn gradually from any patient known to be taking excessive dosage over long periods of time",
                        "Therapy should be administered with caution, if at all, to patients who are mentally depressed, have suicidal tendencies, or history of drug abuse"
                    ]
                },
                {
                    "type": "Drug interactions overview",
                    "description": [
                        "Barbiturates can induce hepatic microsomal enzymes resulting in increased metabolism and decreased anticoagulant response of oral anticoagulants (eg, warfarin, acenocoumarol, dicumarol, and phenprocoumon); patients stabilized on anticoagulant therapy may require dosage adjustments if neurologics#barbiturates are added to or withdrawn from their dosage regimen",
                        "Patients stabilized on corticosteroid therapy may require dosage adjustments if neurologics#barbiturates are added to or withdrawn from their dosage regimen due to induction of hepatic microsomal enzymes by neurologics#barbiturates",
                        "This drug may interfere with the absorption of orally administered griseofulvin, decreasing its blood levels; effects of blood level reduction unknown; preferable to avoid concomitant administration of these drugs",
                        "Induction of microsomal enzymes by this drug, may shorten the half-life of doxycycline for as long as 2 weeks after barbiturate therapy discontinued; monitor clinical response to doxycycline closely if both drugs administered concurrently",
                        "Phenytoin and barbiturate blood levels should be monitored more frequently if given concurrently; effect of neurologics#barbiturates on phenytoin metabolism reported to be variable; sodium valproate and valproic acid appear to decrease barbiturate metabolism; monitor barbiturate blood levels and make appropriate dosage adjustments as necessary",
                        "Additive CNS effects may result from concomitant use of other CNS depressants; monitor closely",
                        "Monoamine oxidase inhibitors (MAOI) may inhibit barbiturate metabolism and prolong barbiturate effects; monitor closely",
                        "This drug may increase the metabolism of estradiol when administered concurrently; patients on oral contraceptives have become pregnant when concurrently treated with antiepileptic drugs; suggest an alternate contraceptive method to women taking this drug"
                    ]
                },
                {
                    "type": "General anesthetics and sedation drugs in young children and pregnant women",
                    "description": [
                        "Brain development",
                        "Prolonged or repeated exposure may result in negative effects on fetal or young children’s brain development",
                        "Caution with use during surgeries or procedures in children younger than 3 yr or in pregnant women during their third trimester",
                        "Assess the risk:benefit ratio in these populations, especially for prolonged procedures (ie, >3 hr) or multiple procedures"
                    ]
                }
            ]
        }
    },
    "interactions": [
        {
            "classification_type": "Contraindicated",
            "interaction_with": "cariprazine",
            "description": {
                "common": "pentobarbital will decrease the level or effect of cariprazine by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Contraindicated. CYP3A4 is responsible for the formation and elimination of cariprazine's active metabolites. The effect of CYP3A4 inducers on cariprazine exposure has not been evaluated and the net effect is unclear."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "cobimetinib",
            "description": {
                "common": "pentobarbital will decrease the level or effect of cobimetinib by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Contraindicated. Avoid coadministration. Strong or moderate CYP3A inducers may decrease cobimetinib systemic exposure by >80% and reduce its efficacy."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "dienogest/estradiol valerate",
            "description": {
                "common": "pentobarbital will decrease the level or effect of dienogest/estradiol valerate by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Contraindicated. Women should not choose estradiol valerate/dienogest as their contraceptive while using strong CYP3A4 inducers due to potential decrease in contraceptive efficacy. Estradiol valerate/dienogest should not be used for at least 28 days after discontinuation of the inducer due to  possibility of decreased contraceptive efficacy.  "
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "doravirine",
            "description": {
                "common": "pentobarbital will decrease the level or effect of doravirine by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Contraindicated. Coadministration of doravirine with a strong CYP3A inducer may decrease doravirine plasma concentrations and/or effects. Potential for loss of virologic response and possible resistance to doravirine. "
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "elbasvir/grazoprevir",
            "description": {
                "common": "pentobarbital will decrease the level or effect of elbasvir/grazoprevir by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Contraindicated. The therapeutic effect of elbasvir/grazoprevir may be reduced if coadministered with strong CYP3A inducers and is therefore contraindicated."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "elvitegravir/cobicistat/emtricitabine/tenofovir DF",
            "description": {
                "common": "pentobarbital decreases levels of elvitegravir/cobicistat/emtricitabine/tenofovir DF by affecting hepatic/intestinal enzyme CYP3A4 metabolism. Contraindicated. May lead to loss of virologic response and possible resistance."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "fostemsavir",
            "description": {
                "common": "pentobarbital will decrease the level or effect of fostemsavir by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Contraindicated. Coadministration of fostemsavir (prodrug) with strong CYP3A4 inducers significantly decreases temsavir (active moiety) plasma concentrations, which may lead to loss of virologic response and resistance."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "isavuconazonium sulfate",
            "description": {
                "common": "pentobarbital will decrease the level or effect of isavuconazonium sulfate by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Contraindicated."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "lonafarnib",
            "description": {
                "common": "pentobarbital will decrease the level or effect of lonafarnib by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Contraindicated. Lonafarnib is a sensitive CYP3A4 substrate. Coadministration with strong or moderate CYP3A4 inducers is contraindicated."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "lorlatinib",
            "description": {
                "common": "pentobarbital will decrease the level or effect of lorlatinib by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Contraindicated. Coadministration of lorlatinib with strong CYP3A inducers is contraindicated. Discontinue the strong CYP3A inducer for 3 plasma half-lives before initiating lorlatinib."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "lumacaftor/ivacaftor",
            "description": {
                "common": "pentobarbital will decrease the level or effect of lumacaftor/ivacaftor by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Contraindicated. Strong CYP3A inducers have minimal effect on lumacaftor exposure, but decreased ivacaftor exposure (AUC) by 57%. This may reduce the effectiveness of lumacaftor/ivacaftor. Therefore, coadministration is not recommended."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "lumefantrine",
            "description": {
                "common": "pentobarbital will decrease the level or effect of lumefantrine by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Contraindicated. Coadministration with strong CYP3A4 inducers can result in decreased serum concentrations and loss of antimalarial efficacy"
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "lurasidone",
            "description": {
                "common": "pentobarbital decreases levels of lurasidone by affecting hepatic/intestinal enzyme CYP3A4 metabolism. Contraindicated. Contraindicated."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "mavacamten",
            "description": {
                "common": "pentobarbital will decrease the level or effect of mavacamten by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Contraindicated."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "naloxegol",
            "description": {
                "common": "pentobarbital will decrease the level or effect of naloxegol by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Contraindicated.  Use of naloxegol with strong CYP3A4 inducers is not recommended"
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "ombitasvir/paritaprevir/ritonavir & dasabuvir (DSC)",
            "description": {
                "common": "pentobarbital will decrease the level or effect of ombitasvir/paritaprevir/ritonavir & dasabuvir (DSC) by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Contraindicated. Strong CYP3A4 inducers may reduce partiaprevir and ritonavir levels, and therefore decreased efficacy of Viekira Pak"
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "panobinostat",
            "description": {
                "common": "pentobarbital decreases levels of panobinostat by affecting hepatic/intestinal enzyme CYP3A4 metabolism. Contraindicated. Strong CYP3A4 inducers can reduce panobinostat levels by ~70% and lead to treatment failure."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "praziquantel",
            "description": {
                "common": "pentobarbital decreases levels of praziquantel by affecting hepatic/intestinal enzyme CYP3A4 metabolism. Contraindicated. Strong CYP450 inducers significantly decrease praziquantel blood levels."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "regorafenib",
            "description": {
                "common": "pentobarbital, regorafenib. affecting hepatic/intestinal enzyme CYP3A4 metabolism. Contraindicated. Strong CYP3A4 inducers decrease regorafenib levels and increase exposure of the active metabolite M-5."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "roflumilast",
            "description": {
                "common": "pentobarbital will decrease the level or effect of roflumilast by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Contraindicated. Coadministration not recommended; strong cytochrome P450 enzyme inducers decrease systemic exposure to roflumilast and may reduce the therapeutic effectiveness"
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "vandetanib",
            "description": {
                "common": "pentobarbital decreases levels of vandetanib by affecting hepatic/intestinal enzyme CYP3A4 metabolism. Contraindicated. Avoid coadministration with potent CYP3A4 inducers; these drugs reduce exposure to vandetanib by up to 40%."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "abemaciclib",
            "description": {
                "common": "pentobarbital will decrease the level or effect of abemaciclib by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug. Coadministration of abemaciclib with strong CYP3A4 inducers reduces plasma concentration of abemaciclib and its metabolites."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "alosetron",
            "description": {
                "common": "pentobarbital will decrease the level or effect of alosetron by  affecting hepatic enzyme CYP1A2 metabolism. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "alpelisib",
            "description": {
                "common": "pentobarbital will decrease the level or effect of alpelisib by  pharmacodynamic synergism. Avoid or Use Alternate Drug. Avoid coadministration of alpelisib (CYP3A4 substrate) with  strong CYP3A4 inducers."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "antithrombin alfa",
            "description": {
                "common": "pentobarbital decreases effects of antithrombin alfa by increasing metabolism. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "antithrombin III",
            "description": {
                "common": "pentobarbital decreases effects of antithrombin III by increasing metabolism. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "apremilast",
            "description": {
                "common": "pentobarbital will decrease the level or effect of apremilast by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug. Coadministration with strong CYP inducers results in a significant decrease of systemic exposure of apremilast, which may result in loss of efficacy"
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "argatroban",
            "description": {
                "common": "pentobarbital decreases effects of argatroban by increasing metabolism. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "artemether/lumefantrine",
            "description": {
                "common": "pentobarbital will decrease the level or effect of artemether/lumefantrine by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug. Coadministration with strong CYP3A4 inducers can result in decreased serum concentrations and loss of antimalarial efficacy"
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "avapritinib",
            "description": {
                "common": "pentobarbital will decrease the level or effect of avapritinib by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "axitinib",
            "description": {
                "common": "pentobarbital decreases levels of axitinib by affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug. Selection of concomitant medication with no or minimal CYP3A4 induction potential is recommended."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "bedaquiline",
            "description": {
                "common": "pentobarbital will decrease the level or effect of bedaquiline by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug. Avoid coadministration of bedaquiline with strong CYP3A4 inducers due to potential for decreased therapeutic effect"
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "bemiparin",
            "description": {
                "common": "pentobarbital decreases effects of bemiparin by increasing metabolism. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "benzhydrocodone/acetaminophen",
            "description": {
                "common": "benzhydrocodone/acetaminophen, pentobarbital.\nEither increases toxicity of the other by pharmacodynamic synergism. Avoid or Use Alternate Drug. Profound sedation, respiratory depression, coma, and death may result if coadministered. Reserve concomitant prescribing of these drugs in patients for whom other treatment options are inadequate. Limit dosages and durations to the minimum required. Monitor closely for signs of respiratory depression and sedation."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "bivalirudin",
            "description": {
                "common": "pentobarbital decreases effects of bivalirudin by increasing metabolism. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "bosutinib",
            "description": {
                "common": "pentobarbital decreases levels of bosutinib by affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug. Strong CYP3A4 inducers decreased bosutinib plasma concentration by ~85%."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "brigatinib",
            "description": {
                "common": "pentobarbital will decrease the level or effect of brigatinib by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug. Coadministration with strong CYP3A4 inducers may decrease brigatinib efficacy."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "cabozantinib",
            "description": {
                "common": "pentobarbital will decrease the level or effect of cabozantinib by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug. Avoid coadministration of cabozantinib with strong CYP3A4 inducers. If a strong CYP3A4 inducer is required, increase cabozantinib dose by 40 mg/day (Cometriq) or by 20 mg/day (Cabometyx). Resume previous dose 2-3 days after strong CYP3A4 inducer discontinued."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "calcium/magnesium/potassium/sodium oxybates",
            "description": {
                "common": "pentobarbital, calcium/magnesium/potassium/sodium oxybates.\nEither increases effects of the other by pharmacodynamic synergism. Avoid or Use Alternate Drug. Profound sedation, respiratory depression, coma, and death may result if coadministered. Reserve concomitant prescribing of these drugs in patients for whom other treatment options are inadequate. Limit dosages and durations to the minimum required. Monitor closely for signs of respiratory depression and sedation."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "ceritinib",
            "description": {
                "common": "pentobarbital decreases levels of ceritinib by affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "copanlisib",
            "description": {
                "common": "pentobarbital will decrease the level or effect of copanlisib by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug. Avoid coadministration of copanlisib with strong CYP3A4 inducers."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "dabrafenib",
            "description": {
                "common": "pentobarbital decreases levels of dabrafenib by affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "dalteparin",
            "description": {
                "common": "pentobarbital decreases effects of dalteparin by increasing metabolism. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "daridorexant",
            "description": {
                "common": "pentobarbital will decrease the level or effect of daridorexant by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "deflazacort",
            "description": {
                "common": "pentobarbital will decrease the level or effect of deflazacort by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug. Avoid coadministration of deflazacort with moderate or strong CYP3A4 inducers."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "dihydroergotamine",
            "description": {
                "common": "pentobarbital will decrease the level or effect of dihydroergotamine by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "dihydroergotamine intranasal",
            "description": {
                "common": "pentobarbital will decrease the level or effect of dihydroergotamine intranasal by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "dronedarone",
            "description": {
                "common": "pentobarbital will decrease the level or effect of dronedarone by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "duloxetine",
            "description": {
                "common": "pentobarbital will decrease the level or effect of duloxetine by  affecting hepatic enzyme CYP1A2 metabolism. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "duvelisib",
            "description": {
                "common": "pentobarbital will decrease the level or effect of duvelisib by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug. Coadministration with a strong CYP3A inducer decreases duvelisib area under the curve (AUC), which may reduce duvelisib efficacy."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "elacestrant",
            "description": {
                "common": "pentobarbital will decrease the level or effect of elacestrant by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "eliglustat",
            "description": {
                "common": "pentobarbital will decrease the level or effect of eliglustat by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug. Strong CYP3A inducers significantly decreases eliglustat exposure; coadministration not recommended"
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "elvitegravir",
            "description": {
                "common": "pentobarbital will decrease the level or effect of elvitegravir by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug. Avoid; coadministration with CYP3A inducers may result in decreased plasma concentrations of elvitegravir and/or a concomitantly administered protease inhibitor and lead to loss of therapeutic effect and to possible resistance"
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "enoxaparin",
            "description": {
                "common": "pentobarbital decreases effects of enoxaparin by increasing metabolism. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "erdafitinib",
            "description": {
                "common": "pentobarbital will decrease the level or effect of erdafitinib by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "ergotamine",
            "description": {
                "common": "pentobarbital will decrease the level or effect of ergotamine by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "erythromycin base",
            "description": {
                "common": "pentobarbital will decrease the level or effect of erythromycin base by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "erythromycin ethylsuccinate",
            "description": {
                "common": "pentobarbital will decrease the level or effect of erythromycin ethylsuccinate by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "erythromycin lactobionate",
            "description": {
                "common": "pentobarbital will decrease the level or effect of erythromycin lactobionate by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "erythromycin stearate",
            "description": {
                "common": "pentobarbital will decrease the level or effect of erythromycin stearate by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "ethinylestradiol",
            "description": {
                "common": "pentobarbital will decrease the level or effect of ethinylestradiol by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug. The efficacy of hormonal contraceptives may be reduced. Use of a nonhormonal contraceptive is recommended."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "everolimus",
            "description": {
                "common": "pentobarbital will decrease the level or effect of everolimus by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "fedratinib",
            "description": {
                "common": "pentobarbital will decrease the level or effect of fedratinib by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug. Effect of coadministering a strong CYP3A4 inducer with fedratinib has not been studied."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "fentanyl",
            "description": {
                "common": "fentanyl, pentobarbital.\nEither increases effects of the other by pharmacodynamic synergism. Avoid or Use Alternate Drug. Coadministration with other CNS depressants, such as skeletal muscle relaxants, may cause respiratory depression, hypotension,  profound sedation, coma, and/or death. Consider dose reduction of either or both agents to avoid serious adverse effects. Monitor for hypotension, respiratory depression, and profound sedation."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "fentanyl intranasal",
            "description": {
                "common": "fentanyl intranasal, pentobarbital.\nEither increases effects of the other by pharmacodynamic synergism. Avoid or Use Alternate Drug. Coadministration with other CNS depressants, such as skeletal muscle relaxants, may cause respiratory depression, hypotension,  profound sedation, coma, and/or death. Consider dose reduction of either or both agents to avoid serious adverse effects. Monitor for hypotension, respiratory depression, and profound sedation."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "fentanyl transdermal",
            "description": {
                "common": "fentanyl transdermal, pentobarbital.\nEither increases effects of the other by pharmacodynamic synergism. Avoid or Use Alternate Drug. Coadministration with other CNS depressants, such as skeletal muscle relaxants, may cause respiratory depression, hypotension,  profound sedation, coma, and/or death. Consider dose reduction of either or both agents to avoid serious adverse effects. Monitor for hypotension, respiratory depression, and profound sedation."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "fentanyl transmucosal",
            "description": {
                "common": "fentanyl transmucosal, pentobarbital.\nEither increases effects of the other by pharmacodynamic synergism. Avoid or Use Alternate Drug. Coadministration with other CNS depressants, such as skeletal muscle relaxants, may cause respiratory depression, hypotension,  profound sedation, coma, and/or death. Consider dose reduction of either or both agents to avoid serious adverse effects. Monitor for hypotension, respiratory depression, and profound sedation."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "fexinidazole",
            "description": {
                "common": "pentobarbital will increase the level or effect of fexinidazole by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug. CYP450 inducers may significantly increase plasma concentrations of fexinidazole?s active metabolites: fexinidazole sulfoxide (M1) and fexinidazole sulfone (M2). M2 plasma concentrations associated with increased QT prolongation risks."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "finerenone",
            "description": {
                "common": "pentobarbital will decrease the level or effect of finerenone by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "fondaparinux",
            "description": {
                "common": "pentobarbital decreases effects of fondaparinux by increasing metabolism. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "fostamatinib",
            "description": {
                "common": "pentobarbital will decrease the level or effect of fostamatinib by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "ganaxolone",
            "description": {
                "common": "pentobarbital will decrease the level or effect of ganaxolone by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug. Avoid coadministration of ganaxolone with moderate or strong CYP3A4 inducers. If coadministration unavoidable, consider increasing ganaxolone dose; however, do not exceed maximum daily dose for weight."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "glasdegib",
            "description": {
                "common": "pentobarbital will decrease the level or effect of glasdegib by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug. Avoid coadministration of glasdegib with strong CYP3A inducers."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "heparin",
            "description": {
                "common": "pentobarbital decreases effects of heparin by increasing metabolism. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "hydrocodone",
            "description": {
                "common": "hydrocodone, pentobarbital.\nEither increases toxicity of the other by pharmacodynamic synergism. Avoid or Use Alternate Drug. Profound sedation, respiratory depression, coma, and death may result if coadministered. Reserve concomitant prescribing of these drugs in patients for whom other treatment options are inadequate. Limit dosages and durations to the minimum required. Monitor closely for signs of respiratory depression and sedation."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "ibrutinib",
            "description": {
                "common": "pentobarbital decreases levels of ibrutinib by affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug. Strong CYP3A inducers decrease ibrutinib plasma concentrations by ~10-fold."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "idelalisib",
            "description": {
                "common": "pentobarbital will decrease the level or effect of idelalisib by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug. Avoid coadministration; strong CYP3A4 inducers significantly decrease idelalisib systemic exposure"
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "infigratinib",
            "description": {
                "common": "pentobarbital will decrease the level or effect of infigratinib by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "isocarboxazid",
            "description": {
                "common": "isocarboxazid, pentobarbital. Other (see comment). Contraindicated. \nComment: CNS depressants such as barbiturates should not be used in combination with isocarboxazid."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "istradefylline",
            "description": {
                "common": "pentobarbital will decrease the level or effect of istradefylline by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug. Avoid coadministration of istradefylline with strong CYP3A4 inducers."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "ivabradine",
            "description": {
                "common": "pentobarbital will decrease the level or effect of ivabradine by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug. Avoid coadministration of ivabradine with moderate CYP3A4 inducers."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "ivacaftor",
            "description": {
                "common": "pentobarbital decreases levels of ivacaftor by affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug. Avoid coadministration with strong CYP3A4 inducers; systemic exposure of ivacaftor substantially reduced (ie, ~9-fold)."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "ivosidenib",
            "description": {
                "common": "pentobarbital will increase the level or effect of ivosidenib by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug. Coadministration of ivosidenib with strong CYP3A4 inducers decreased ivosidenib plasma concentrations."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "ixazomib",
            "description": {
                "common": "pentobarbital will decrease the level or effect of ixazomib by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug. Avoid coadministration of ixazomib with strong CYP3A inducers. Strong inducers have been shown to decrease ixazomib Cmax by 54% and AUC by 74%."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "larotrectinib",
            "description": {
                "common": "pentobarbital will decrease the level or effect of larotrectinib by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug. If coadministration of larotrectinib with strong CYP3A4 inducers is unavoidable, double larotrectinib dose. Resume prior larotrectinib dose once CYP3A4 inducer discontinued for 3-5 half-lives"
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "lefamulin",
            "description": {
                "common": "pentobarbital will decrease the level or effect of lefamulin by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug. Avoid coadministration of lefamulin with strong or moderate CYP3A inducers unless the benefit outweighs risks. Monitor for reduced efficacy."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "lemborexant",
            "description": {
                "common": "pentobarbital will decrease the level or effect of lemborexant by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "lenacapavir",
            "description": {
                "common": "pentobarbital will decrease the level or effect of lenacapavir by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug. Avoid coadministration of lenacapavir with moderate CYP3A4 inducers."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "leniolisib",
            "description": {
                "common": "pentobarbital will decrease the level or effect of leniolisib by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "lovastatin",
            "description": {
                "common": "pentobarbital will decrease the level or effect of lovastatin by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "lumateperone",
            "description": {
                "common": "pentobarbital will decrease the level or effect of lumateperone by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "lurbinectedin",
            "description": {
                "common": "pentobarbital will decrease the level or effect of lurbinectedin by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "macimorelin",
            "description": {
                "common": "pentobarbital will decrease the level or effect of macimorelin by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug. Potential for false positive test results if macimorelin and strong CYP3A4 inducers are coadministered. Discontinue strong CYP3A4 inducer, allowing for sufficient washout time, before testing."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "macitentan",
            "description": {
                "common": "pentobarbital will decrease the level or effect of macitentan by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug. Avoid coadministering macitentan with strong CYP3A4 inducers "
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "mestranol",
            "description": {
                "common": "pentobarbital decreases levels of mestranol by increasing metabolism. Avoid or Use Alternate Drug. May result in contraceptive failure."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "methoxyflurane",
            "description": {
                "common": "pentobarbital increases toxicity of methoxyflurane by increasing metabolism. Contraindicated. Increased metabolism of methoxyflurane to nephrotoxic compounds."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "metoclopramide intranasal",
            "description": {
                "common": "pentobarbital, metoclopramide intranasal.\nEither increases effects of the other by Other (see comment). Avoid or Use Alternate Drug. \nComment: Avoid use of metoclopramide intranasal or interacting drug, depending on importance of drug to patient."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "midostaurin",
            "description": {
                "common": "pentobarbital will decrease the level or effect of midostaurin by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug. Strong CYP3A4 inducers may decrease midostaurin concentrations resulting in reduced efficacy."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "mobocertinib",
            "description": {
                "common": "pentobarbital will decrease the level or effect of mobocertinib by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "naldemedine",
            "description": {
                "common": "pentobarbital will decrease the level or effect of naldemedine by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug. Avoid coadministration with strong CYP3A4 inducers."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "neratinib",
            "description": {
                "common": "pentobarbital will decrease the level or effect of neratinib by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug. Avoid coadministration of neratinib with strong/moderate CYP3A4 inducers."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "netupitant/palonosetron",
            "description": {
                "common": "pentobarbital will decrease the level or effect of netupitant/palonosetron by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug. Netupitant is mainly metabolized by CYP3A4; avoid use in patients who are chronically using a strong CYP3A4 inducer"
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "olaparib",
            "description": {
                "common": "pentobarbital will decrease the level or effect of olaparib by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug. Avoid coadministration of olaparib with strong CYP3A4 inducers."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "olopatadine intranasal",
            "description": {
                "common": "pentobarbital and olopatadine intranasal both increase  sedation. Avoid or Use Alternate Drug. Coadministration increases risk of CNS depression, which can lead to additive impairment of psychomotor performance and cause daytime impairment. "
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "olutasidenib",
            "description": {
                "common": "pentobarbital will decrease the level or effect of olutasidenib by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug. Strong or moderate CYP3A inducers decrease olutasidenib (a CYP3A4 substrate) plasma concentrations and efficacy."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "omaveloxolone",
            "description": {
                "common": "pentobarbital will decrease the level or effect of omaveloxolone by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "osimertinib",
            "description": {
                "common": "pentobarbital will decrease the level or effect of osimertinib by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug. Avoid concomitant use of osimertinib with strong CYP3A inducers."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "pacritinib",
            "description": {
                "common": "pentobarbital will decrease the level or effect of pacritinib by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "palbociclib",
            "description": {
                "common": "pentobarbital will decrease the level or effect of palbociclib by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug. Strong CYP3A inducers decrease palbociclib plasma exposure by ~85%."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "pemigatinib",
            "description": {
                "common": "pentobarbital will decrease the level or effect of pemigatinib by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "pexidartinib",
            "description": {
                "common": "pentobarbital will decrease the level or effect of pexidartinib by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "phenindione",
            "description": {
                "common": "pentobarbital decreases effects of phenindione by increasing metabolism. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "pomalidomide",
            "description": {
                "common": "pentobarbital decreases levels of pomalidomide by affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "ponatinib",
            "description": {
                "common": "pentobarbital decreases levels of ponatinib by affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug. Avoid unless the coadministration outweighs the possible risk of ponatinib underexposure; monitor for signs of reduced efficacy."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "pralsetinib",
            "description": {
                "common": "pentobarbital will decrease the level or effect of pralsetinib by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug. If unable to avoid, double current pralsetinib dose starting on Day 7 of coadministration with strong CYP3A inducer. After inducer has been discontinued for at least 14 days, resume previous pralsetinib dose."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "pretomanid",
            "description": {
                "common": "pentobarbital will decrease the level or effect of pretomanid by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug. Pretomanid is a CYP3A4 substrate. Avoid coadministration of strong or moderate CYP3A4. inducers"
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "protamine",
            "description": {
                "common": "pentobarbital decreases effects of protamine by increasing metabolism. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "ranolazine",
            "description": {
                "common": "pentobarbital will decrease the level or effect of ranolazine by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "rimegepant",
            "description": {
                "common": "pentobarbital will decrease the level or effect of rimegepant by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "ripretinib",
            "description": {
                "common": "pentobarbital will decrease the level or effect of ripretinib by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug. Coadministration with a strong CYP3A inhibitor will decrease systemic exposure to ripretinib and its active metabolite (DP-5439), which may decrease risk of adverse reactions."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "rolapitant",
            "description": {
                "common": "pentobarbital will decrease the level or effect of rolapitant by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug. Long-term coadministration of strong CYP3A4 inducers with rolapitant may significantly decrease rolapitant efficacy."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "romidepsin",
            "description": {
                "common": "pentobarbital will decrease the level or effect of romidepsin by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "selinexor",
            "description": {
                "common": "selinexor, pentobarbital. unspecified interaction mechanism. Avoid or Use Alternate Drug. Patients treated with selinexor may experience neurological toxicities. Avoid taking selinexor with other medications that may cause dizziness or confusion."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "selumetinib",
            "description": {
                "common": "pentobarbital will decrease the level or effect of selumetinib by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "sildenafil",
            "description": {
                "common": "pentobarbital will decrease the level or effect of sildenafil by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug. Potent CYP3A4 inducers are expected to cause substantial decreases in sildenafil plasma levels"
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "silodosin",
            "description": {
                "common": "pentobarbital will decrease the level or effect of silodosin by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "simvastatin",
            "description": {
                "common": "pentobarbital will decrease the level or effect of simvastatin by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "siponimod",
            "description": {
                "common": "pentobarbital will decrease the level or effect of siponimod by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug. Coadministration of siponimod with a drug that causes moderate CYP2C9 plus a moderate or strong CYP3A4 inducer is not recommended. Coadministration with moderate or strong CYP3A4 inducers alone is not recommended for patients with CYP2C9*1/*3 and*2/*3 genotype."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "sirolimus",
            "description": {
                "common": "pentobarbital will decrease the level or effect of sirolimus by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "sodium oxybate",
            "description": {
                "common": "pentobarbital, sodium oxybate.\nEither increases effects of the other by pharmacodynamic synergism. Avoid or Use Alternate Drug. Profound sedation, respiratory depression, coma, and death may result if coadministered. Reserve concomitant prescribing of these drugs in patients for whom other treatment options are inadequate. Limit dosages and durations to the minimum required. Monitor closely for signs of respiratory depression and sedation."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "sofosbuvir/velpatasvir",
            "description": {
                "common": "pentobarbital will decrease the level or effect of sofosbuvir/velpatasvir by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug. Velpatasvir is a substrate of CYP2B6, CYP2C8, and CYP3A4. Drugs that are moderate-to-potent inducers of CYP2B6, CYP2C8, or CYP3A4 may significantly decrease velpatasvir plasma concentrations, leading to potentially reduced therapeutic effect."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "sonidegib",
            "description": {
                "common": "pentobarbital will decrease the level or effect of sonidegib by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug. Avoid coadministration of sonidegib with strong or moderate CYP3A4 inducers."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "sotorasib",
            "description": {
                "common": "pentobarbital will decrease the level or effect of sotorasib by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "stiripentol",
            "description": {
                "common": "pentobarbital will decrease the level or effect of stiripentol by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug. If unable to avoid coadministration of stiripentol with strong CYP3A4 inducers, increase stiripentol dose."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "sufentanil SL",
            "description": {
                "common": "sufentanil SL, pentobarbital.\nEither increases toxicity of the other by pharmacodynamic synergism. Avoid or Use Alternate Drug. Coadministration may result in hypotension, profound sedation, respiratory depression, coma, and death. Reserve concomitant prescribing of these drugs in patients for whom other treatment options are inadequate. Limit dosages and durations to the minimum required. Monitor closely for signs of respiratory depression and sedation."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "tazemetostat",
            "description": {
                "common": "pentobarbital will decrease the level or effect of tazemetostat by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "tezacaftor",
            "description": {
                "common": "pentobarbital will decrease the level or effect of tezacaftor by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "tivozanib",
            "description": {
                "common": "pentobarbital will decrease the level or effect of tivozanib by  affecting hepatic enzyme CYP2E1 metabolism. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "tizanidine",
            "description": {
                "common": "pentobarbital will decrease the level or effect of tizanidine by  affecting hepatic enzyme CYP1A2 metabolism. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "tolvaptan",
            "description": {
                "common": "pentobarbital will decrease the level or effect of tolvaptan by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "trabectedin",
            "description": {
                "common": "pentobarbital will decrease the level or effect of trabectedin by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "tucatinib",
            "description": {
                "common": "pentobarbital will decrease the level or effect of tucatinib by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "ubrogepant",
            "description": {
                "common": "pentobarbital will decrease the level or effect of ubrogepant by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "upadacitinib",
            "description": {
                "common": "pentobarbital will decrease the level or effect of upadacitinib by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug. Avoid upadacitinib coadministration with strong CYP3A4 inducers."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "valbenazine",
            "description": {
                "common": "pentobarbital will increase the level or effect of valbenazine by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug. Concomitant use not recommended."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "valerian",
            "description": {
                "common": "valerian increases effects of pentobarbital by pharmacodynamic synergism. Avoid or Use Alternate Drug. May enhance CNS depression."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "venetoclax",
            "description": {
                "common": "pentobarbital will decrease the level or effect of venetoclax by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug. Avoid coadministration of venetoclax with strong or moderate CYP3A inducers. Consider alternative treatment with agents that have less CYP3A induction."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "voclosporin",
            "description": {
                "common": "pentobarbital will decrease the level or effect of voclosporin by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "vonoprazan",
            "description": {
                "common": "pentobarbital will decrease the level or effect of vonoprazan by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "vorapaxar",
            "description": {
                "common": "pentobarbital decreases levels of vorapaxar by affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "voriconazole",
            "description": {
                "common": "pentobarbital decreases levels of voriconazole by increasing metabolism. Contraindicated."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "voxelotor",
            "description": {
                "common": "pentobarbital will decrease the level or effect of voxelotor by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug. Voxelotor is primarily metabolized by CYP3A4. Avoid coadministration with moderate or strong CYP3A4 inducers. If unable to avoid coadministration, increase voxelotor dose (see Dosage Modifications)."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "zanubrutinib",
            "description": {
                "common": "pentobarbital will decrease the level or effect of zanubrutinib by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug. Avoid coadministration of zanubrutinib (a CYP3A4 substrate) with moderate CYP3A4 inhibitors. If unavoidable, increase zanubrutinib dose to 320 mg PO BID. After discontinuing the CYP3A4 inhibitor, resume previous dose of zanubrutinib. "
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "abiraterone",
            "description": {
                "common": "pentobarbital will decrease the level or effect of abiraterone by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "acalabrutinib",
            "description": {
                "common": "pentobarbital will decrease the level or effect of acalabrutinib by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "acebutolol",
            "description": {
                "common": "pentobarbital decreases levels of acebutolol by increasing metabolism. Use Caution/Monitor. Consider a higher beta-blocker dose during coadministration of pentobarbital.  Atenolol, sotalol, nadolol less likely to be affected than other beta blockers."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "acrivastine",
            "description": {
                "common": "acrivastine and pentobarbital both increase  sedation. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "albuterol",
            "description": {
                "common": "pentobarbital increases and albuterol decreases sedation. Effect of interaction is not clear, use caution. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "alfentanil",
            "description": {
                "common": "pentobarbital and alfentanil both increase  sedation. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "almotriptan",
            "description": {
                "common": "pentobarbital will decrease the level or effect of almotriptan by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "alprazolam",
            "description": {
                "common": "pentobarbital will decrease the level or effect of alprazolam by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "amifostine",
            "description": {
                "common": "amifostine, pentobarbital.\nEither increases effects of the other by anti-hypertensive channel blocking. Use Caution/Monitor. Monitor hemodynamic changes, specifically for signs of hypotension, if using barbiturates with blood pressure lowering medications. ."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "amiodarone",
            "description": {
                "common": "pentobarbital will decrease the level or effect of amiodarone by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "amisulpride",
            "description": {
                "common": "amisulpride and pentobarbital both increase  sedation. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "amitriptyline",
            "description": {
                "common": "pentobarbital will decrease the level or effect of amitriptyline by  affecting hepatic enzyme CYP2C19 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "amlodipine",
            "description": {
                "common": "pentobarbital will decrease the level or effect of amlodipine by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "amobarbital",
            "description": {
                "common": "amobarbital and pentobarbital both increase  sedation. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "amoxapine",
            "description": {
                "common": "pentobarbital and amoxapine both increase  sedation. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "apomorphine",
            "description": {
                "common": "pentobarbital and apomorphine both increase  sedation. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "aprepitant",
            "description": {
                "common": "pentobarbital will decrease the level or effect of aprepitant by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "arformoterol",
            "description": {
                "common": "pentobarbital increases and arformoterol decreases sedation. Effect of interaction is not clear, use caution. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "aripiprazole",
            "description": {
                "common": "pentobarbital will decrease the level or effect of aripiprazole by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "armodafinil",
            "description": {
                "common": "pentobarbital increases and armodafinil decreases sedation. Effect of interaction is not clear, use caution. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "asenapine",
            "description": {
                "common": "asenapine and pentobarbital both increase  sedation. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "asenapine transdermal",
            "description": {
                "common": "asenapine transdermal and pentobarbital both increase  sedation. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "atenolol",
            "description": {
                "common": "pentobarbital decreases levels of atenolol by increasing metabolism. Use Caution/Monitor. Consider a higher beta-blocker dose during coadministration of pentobarbital.  Atenolol, sotalol, nadolol less likely to be affected than other beta blockers."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "atogepant",
            "description": {
                "common": "pentobarbital will decrease the level or effect of atogepant by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Modify Therapy/Monitor Closely. Recommended atogepant dosage with concomitant use of strong or moderate CYP3A4 inducers is 30 mg or 60 mg qDay."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "atorvastatin",
            "description": {
                "common": "pentobarbital will decrease the level or effect of atorvastatin by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "avanafil",
            "description": {
                "common": "pentobarbital will decrease the level or effect of avanafil by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor. For patients with ED, monitor response carefully because of potential for decreased effectiveness."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "avapritinib",
            "description": {
                "common": "avapritinib and pentobarbital both increase  sedation. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "azelastine",
            "description": {
                "common": "azelastine and pentobarbital both increase  sedation. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "baclofen",
            "description": {
                "common": "pentobarbital and baclofen both increase  sedation. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "bazedoxifene/conjugated estrogens",
            "description": {
                "common": "pentobarbital will decrease the level or effect of bazedoxifene/conjugated estrogens by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "belladonna and opium",
            "description": {
                "common": "pentobarbital and belladonna and opium both increase  sedation. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "belumosudil",
            "description": {
                "common": "pentobarbital will decrease the level or effect of belumosudil by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Modify Therapy/Monitor Closely. Increase belumosudil dosage to 200 mg PO BID when coadministered with strong CYP3A inducers."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "benazepril",
            "description": {
                "common": "pentobarbital, benazepril.\nEither increases effects of the other by pharmacodynamic synergism. Use Caution/Monitor. Enhanced hypotensive effects."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "bendamustine",
            "description": {
                "common": "pentobarbital decreases levels of bendamustine by affecting hepatic enzyme CYP1A2 metabolism. Use Caution/Monitor. Concentrations of active metabolites may be increased."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "benperidol",
            "description": {
                "common": "pentobarbital and benperidol both increase  sedation. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "benzhydrocodone/acetaminophen",
            "description": {
                "common": "pentobarbital will decrease the level or effect of benzhydrocodone/acetaminophen by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Modify Therapy/Monitor Closely. Caution when discontinuing CYP3A4 inducers that are coadministered with benzhydrocodone (prodrug of hydrocodone); plasma concentrations of hydrocodone may increase and can result in potentially fatal respiratory depression."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "benzphetamine",
            "description": {
                "common": "pentobarbital increases and benzphetamine decreases sedation. Effect of interaction is not clear, use caution. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "betaxolol",
            "description": {
                "common": "pentobarbital decreases levels of betaxolol by increasing metabolism. Use Caution/Monitor. Consider a higher beta-blocker dose during coadministration of pentobarbital.  Atenolol, sotalol, nadolol less likely to be affected than other beta blockers."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "bexarotene",
            "description": {
                "common": "pentobarbital will decrease the level or effect of bexarotene by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "bisoprolol",
            "description": {
                "common": "pentobarbital decreases levels of bisoprolol by increasing metabolism. Use Caution/Monitor. Consider a higher beta-blocker dose during coadministration of pentobarbital.  Atenolol, sotalol, nadolol less likely to be affected than other beta blockers."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "bortezomib",
            "description": {
                "common": "pentobarbital will decrease the level or effect of bortezomib by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "brexanolone",
            "description": {
                "common": "brexanolone, pentobarbital.\nEither increases toxicity of the other by sedation. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "brexpiprazole",
            "description": {
                "common": "pentobarbital will decrease the level or effect of brexpiprazole by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Modify Therapy/Monitor Closely. Double brexpiprazole dose over 1-2 weeks if administered with a strong CYP3A4 inducer."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "brompheniramine",
            "description": {
                "common": "brompheniramine and pentobarbital both increase  sedation. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "budesonide",
            "description": {
                "common": "pentobarbital will decrease the level or effect of budesonide by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "bupivacaine implant",
            "description": {
                "common": "pentobarbital, bupivacaine implant.\nEither increases toxicity of the other by Other (see comment). Use Caution/Monitor. \nComment: Local anesthetics may increase the risk of developing methemoglobinemia when concurrently exposed to drugs that also cause methemoglobinemia."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "buprenorphine",
            "description": {
                "common": "pentobarbital and buprenorphine both increase  sedation. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "buprenorphine buccal",
            "description": {
                "common": "pentobarbital and buprenorphine buccal both increase  sedation. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "buprenorphine subdermal implant",
            "description": {
                "common": "pentobarbital will decrease the level or effect of buprenorphine subdermal implant by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Modify Therapy/Monitor Closely. Monitor patients already on buprenorphine subdermal implant who require newly-initiated treatment with CYP3A4 inducer for signs and symptoms of withdrawal. If the dose of the concomitant CYP3A4 inducer cannot be reduced or discontinued, implant removal may be necessary and the patient should then be treated with a buprenorphine dosage form that permits dose adjustments. If a CYP3A4 inducer is discontinued in a patient who has been stabilized on buprenorphine, monitor the patient for overmedication."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "buprenorphine, long-acting injection",
            "description": {
                "common": "pentobarbital will decrease the level or effect of buprenorphine, long-acting injection by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Modify Therapy/Monitor Closely. Patients who transfer to buprenorphine long-acting injection from transmucosal buprenorphine coadministered with CYP3A4 inducers should be monitored to ensure buprenorphine plasma levels are adequate. If the buprenorphine dose is inadequate and the CYP3A4 inducer cannot be reduced or discontinued, transition the patient back to a buprenorphine formulation that permits dose adjustments."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "bupropion",
            "description": {
                "common": "pentobarbital, bupropion. increasing metabolism. Use Caution/Monitor. Decr levels of bupropion, but incr levels of active metabolites. ."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "buspirone",
            "description": {
                "common": "pentobarbital will decrease the level or effect of buspirone by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "butabarbital",
            "description": {
                "common": "butabarbital and pentobarbital both increase  sedation. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "butalbital",
            "description": {
                "common": "butalbital and pentobarbital both increase  sedation. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "butorphanol",
            "description": {
                "common": "pentobarbital and butorphanol both increase  sedation. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "cabazitaxel",
            "description": {
                "common": "pentobarbital will decrease the level or effect of cabazitaxel by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor. Coadministration of strong CYP3A4 inducers may decrease cabazitaxel concentrations. Avoid coadministration."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "caffeine",
            "description": {
                "common": "pentobarbital increases and caffeine decreases sedation. Effect of interaction is not clear, use caution. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "calcifediol",
            "description": {
                "common": "pentobarbital, calcifediol. affecting hepatic/intestinal enzyme CYP3A4 metabolism. Modify Therapy/Monitor Closely. Drugs that stimulate microsomal hydroxylation reduce the half-life of calcifediol."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "cannabidiol",
            "description": {
                "common": "pentobarbital will decrease the level or effect of cannabidiol by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Modify Therapy/Monitor Closely. Consider an increase in cannabidiol dosage (based on clinical response and tolerability) when coadministered with a strong CYP3A4 inducer."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "captopril",
            "description": {
                "common": "pentobarbital, captopril.\nEither increases effects of the other by pharmacodynamic synergism. Use Caution/Monitor. Both drugs lower blood pressure. Monitor blood pressure."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "carbamazepine",
            "description": {
                "common": "pentobarbital will decrease the level or effect of carbamazepine by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "carbinoxamine",
            "description": {
                "common": "carbinoxamine and pentobarbital both increase  sedation. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "carisoprodol",
            "description": {
                "common": "pentobarbital and carisoprodol both increase  sedation. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "carvedilol",
            "description": {
                "common": "pentobarbital will decrease the level or effect of carvedilol by  affecting hepatic enzyme CYP2C9/10 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "celiprolol",
            "description": {
                "common": "pentobarbital decreases levels of celiprolol by increasing metabolism. Use Caution/Monitor. Atenolol, sotalol, nadolol less likely to be affected than other beta blockers."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "cenobamate",
            "description": {
                "common": "cenobamate, pentobarbital.\nEither increases effects of the other by sedation. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "chloral hydrate",
            "description": {
                "common": "pentobarbital and chloral hydrate both increase  sedation. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "chloramphenicol",
            "description": {
                "common": "chloramphenicol increases levels of pentobarbital by decreasing metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "chlordiazepoxide",
            "description": {
                "common": "pentobarbital and chlordiazepoxide both increase  sedation. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "chlorpheniramine",
            "description": {
                "common": "chlorpheniramine and pentobarbital both increase  sedation. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "chlorpromazine",
            "description": {
                "common": "pentobarbital and chlorpromazine both increase  sedation. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "chlorzoxazone",
            "description": {
                "common": "pentobarbital and chlorzoxazone both increase  sedation. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "cilostazol",
            "description": {
                "common": "pentobarbital will decrease the level or effect of cilostazol by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "cinacalcet",
            "description": {
                "common": "pentobarbital will decrease the level or effect of cinacalcet by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "cinnarizine",
            "description": {
                "common": "cinnarizine and pentobarbital both increase  sedation. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "clemastine",
            "description": {
                "common": "clemastine and pentobarbital both increase  sedation. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "clobazam",
            "description": {
                "common": "pentobarbital, clobazam. Other (see comment). Use Caution/Monitor. \nComment: Concomitant administration can increase the potential for CNS effects (e.g., increased sedation or respiratory depression)."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "clomipramine",
            "description": {
                "common": "pentobarbital will decrease the level or effect of clomipramine by  affecting hepatic enzyme CYP1A2 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "clonazepam",
            "description": {
                "common": "pentobarbital and clonazepam both increase  sedation. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "clopidogrel",
            "description": {
                "common": "pentobarbital will increase the level or effect of clopidogrel by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor. CYP3A4 inducers may increase the metabolism of clopidogrel to its active metabolite. Monitor patients for potential increase in antiplatelet effects when CYP3A4 inducers are used in combination with clopidogrel"
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "clorazepate",
            "description": {
                "common": "pentobarbital and clorazepate both increase  sedation. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "clozapine",
            "description": {
                "common": "pentobarbital will decrease the level or effect of clozapine by  affecting hepatic enzyme CYP1A2 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "codeine",
            "description": {
                "common": "pentobarbital and codeine both increase  sedation. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "colchicine",
            "description": {
                "common": "pentobarbital will decrease the level or effect of colchicine by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "conivaptan",
            "description": {
                "common": "pentobarbital will decrease the level or effect of conivaptan by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "conjugated estrogens",
            "description": {
                "common": "pentobarbital will decrease the level or effect of conjugated estrogens by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "conjugated estrogens, vaginal",
            "description": {
                "common": "pentobarbital will decrease the level or effect of conjugated estrogens, vaginal by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "cortisone",
            "description": {
                "common": "pentobarbital will decrease the level or effect of cortisone by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "cyclizine",
            "description": {
                "common": "cyclizine and pentobarbital both increase  sedation. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "cyclobenzaprine",
            "description": {
                "common": "pentobarbital and cyclobenzaprine both increase  sedation. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "cyclophosphamide",
            "description": {
                "common": "pentobarbital will decrease the level or effect of cyclophosphamide by  affecting hepatic enzyme CYP2B6 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "cyclosporine",
            "description": {
                "common": "pentobarbital will decrease the level or effect of cyclosporine by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "cyproheptadine",
            "description": {
                "common": "cyproheptadine and pentobarbital both increase  sedation. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "dantrolene",
            "description": {
                "common": "pentobarbital and dantrolene both increase  sedation. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "daridorexant",
            "description": {
                "common": "pentobarbital and daridorexant both increase  sedation. Modify Therapy/Monitor Closely. Coadministration increases risk of CNS depression, which can lead to additive impairment of psychomotor performance and cause daytime impairment. "
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "darifenacin",
            "description": {
                "common": "pentobarbital will decrease the level or effect of darifenacin by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "darunavir",
            "description": {
                "common": "pentobarbital will decrease the level or effect of darunavir by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "dasatinib",
            "description": {
                "common": "pentobarbital will decrease the level or effect of dasatinib by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "desipramine",
            "description": {
                "common": "pentobarbital and desipramine both increase  sedation. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "deutetrabenazine",
            "description": {
                "common": "pentobarbital and deutetrabenazine both increase  sedation. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "dexamethasone",
            "description": {
                "common": "pentobarbital will decrease the level or effect of dexamethasone by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "dexchlorpheniramine",
            "description": {
                "common": "dexchlorpheniramine and pentobarbital both increase  sedation. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "dexfenfluramine",
            "description": {
                "common": "pentobarbital increases and dexfenfluramine decreases sedation. Effect of interaction is not clear, use caution. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "dexmedetomidine",
            "description": {
                "common": "pentobarbital and dexmedetomidine both increase  sedation. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "dexmethylphenidate",
            "description": {
                "common": "pentobarbital increases and dexmethylphenidate decreases sedation. Effect of interaction is not clear, use caution. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "dextroamphetamine",
            "description": {
                "common": "pentobarbital increases and dextroamphetamine decreases sedation. Effect of interaction is not clear, use caution. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "dextromoramide",
            "description": {
                "common": "pentobarbital and dextromoramide both increase  sedation. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "diamorphine",
            "description": {
                "common": "pentobarbital and diamorphine both increase  sedation. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "diazepam",
            "description": {
                "common": "pentobarbital will decrease the level or effect of diazepam by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "diazepam intranasal",
            "description": {
                "common": "pentobarbital will decrease the level or effect of diazepam intranasal by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor. Strong or moderate CYP3A4 inducers may increase rate of diazepam elimination; therefore, efficacy of diazepam may be decreased."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "diethylpropion",
            "description": {
                "common": "pentobarbital increases and diethylpropion decreases sedation. Effect of interaction is not clear, use caution. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "difelikefalin",
            "description": {
                "common": "difelikefalin and pentobarbital both increase  sedation. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "difenoxin hcl",
            "description": {
                "common": "pentobarbital and difenoxin hcl both increase  sedation. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "diltiazem",
            "description": {
                "common": "pentobarbital will decrease the level or effect of diltiazem by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "dimenhydrinate",
            "description": {
                "common": "dimenhydrinate and pentobarbital both increase  sedation. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "diphenhydramine",
            "description": {
                "common": "diphenhydramine and pentobarbital both increase  sedation. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "diphenoxylate hcl",
            "description": {
                "common": "pentobarbital and diphenoxylate hcl both increase  sedation. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "dipipanone",
            "description": {
                "common": "pentobarbital and dipipanone both increase  sedation. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "dobutamine",
            "description": {
                "common": "pentobarbital increases and dobutamine decreases sedation. Effect of interaction is not clear, use caution. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "dopamine",
            "description": {
                "common": "pentobarbital increases and dopamine decreases sedation. Effect of interaction is not clear, use caution. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "dopexamine",
            "description": {
                "common": "pentobarbital increases and dopexamine decreases sedation. Effect of interaction is not clear, use caution. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "dosulepin",
            "description": {
                "common": "pentobarbital and dosulepin both increase  sedation. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "doxepin",
            "description": {
                "common": "pentobarbital and doxepin both increase  sedation. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "doxorubicin",
            "description": {
                "common": "pentobarbital will decrease the level or effect of doxorubicin by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "doxorubicin liposomal",
            "description": {
                "common": "pentobarbital will decrease the level or effect of doxorubicin liposomal by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "doxycycline",
            "description": {
                "common": "pentobarbital decreases levels of doxycycline by increasing metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "doxylamine",
            "description": {
                "common": "pentobarbital and doxylamine both increase  sedation. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "dronabinol",
            "description": {
                "common": "pentobarbital will decrease the level or effect of dronabinol by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor. Dronabinol is a CYP3A4 substrate."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "droperidol",
            "description": {
                "common": "pentobarbital and droperidol both increase  sedation. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "elagolix",
            "description": {
                "common": "pentobarbital will decrease the level or effect of elagolix by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "eletriptan",
            "description": {
                "common": "pentobarbital will decrease the level or effect of eletriptan by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "eltrombopag",
            "description": {
                "common": "pentobarbital will decrease the level or effect of eltrombopag by  affecting hepatic enzyme CYP1A2 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ephedrine",
            "description": {
                "common": "pentobarbital increases and ephedrine decreases sedation. Effect of interaction is not clear, use caution. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "epinephrine",
            "description": {
                "common": "pentobarbital increases and epinephrine decreases sedation. Effect of interaction is not clear, use caution. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "epinephrine racemic",
            "description": {
                "common": "pentobarbital increases and epinephrine racemic decreases sedation. Effect of interaction is not clear, use caution. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "erlotinib",
            "description": {
                "common": "pentobarbital will decrease the level or effect of erlotinib by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "escitalopram",
            "description": {
                "common": "pentobarbital will decrease the level or effect of escitalopram by  affecting hepatic enzyme CYP2C19 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "esketamine intranasal",
            "description": {
                "common": "esketamine intranasal, pentobarbital.\nEither increases toxicity of the other by sedation. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "esmolol",
            "description": {
                "common": "pentobarbital decreases levels of esmolol by increasing metabolism. Use Caution/Monitor. Consider a higher beta-blocker dose during coadministration of pentobarbital.  Atenolol, sotalol, nadolol less likely to be affected than other beta blockers."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "esomeprazole",
            "description": {
                "common": "pentobarbital will decrease the level or effect of esomeprazole by  affecting hepatic enzyme CYP2C19 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "estazolam",
            "description": {
                "common": "pentobarbital and estazolam both increase  sedation. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "estradiol",
            "description": {
                "common": "pentobarbital will decrease the level or effect of estradiol by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "estradiol vaginal",
            "description": {
                "common": "pentobarbital will decrease the level or effect of estradiol vaginal by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "estrogens conjugated synthetic",
            "description": {
                "common": "pentobarbital will decrease the level or effect of estrogens conjugated synthetic by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "estrogens esterified",
            "description": {
                "common": "pentobarbital will decrease the level or effect of estrogens esterified by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "estropipate",
            "description": {
                "common": "pentobarbital will decrease the level or effect of estropipate by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ethanol",
            "description": {
                "common": "pentobarbital and ethanol both increase  sedation. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ethotoin",
            "description": {
                "common": "pentobarbital will decrease the level or effect of ethotoin by  affecting hepatic enzyme CYP2C9/10 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "etomidate",
            "description": {
                "common": "etomidate and pentobarbital both increase  sedation. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "etonogestrel",
            "description": {
                "common": "pentobarbital will decrease the level or effect of etonogestrel by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "etoposide",
            "description": {
                "common": "pentobarbital will decrease the level or effect of etoposide by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "etravirine",
            "description": {
                "common": "pentobarbital will decrease the level or effect of etravirine by  affecting hepatic enzyme CYP2C19 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "exemestane",
            "description": {
                "common": "pentobarbital will decrease the level or effect of exemestane by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor. For patients receiving exemestane with a potent CYP3A4 inducer the recommended dose of exemestane is 50 mg daily after a meal."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "felodipine",
            "description": {
                "common": "pentobarbital will decrease the level or effect of felodipine by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "fenfluramine",
            "description": {
                "common": "pentobarbital increases and fenfluramine decreases sedation. Effect of interaction is not clear, use caution. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "fentanyl",
            "description": {
                "common": "pentobarbital will decrease the level or effect of fentanyl by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Modify Therapy/Monitor Closely. Coadministration of fentanyl with CYP3A4 inducers could lead to a decrease in fentanyl plasma concentrations, lack of efficacy or, possibly, development of a withdrawal syndrome in a patient who has developed physical dependence to fentanyl. After stopping a CYP3A4 inducer, as the effects of the inducer decline, the fentanyl plasma concentration will increase which could increase or prolong both the therapeutic and adverse effects."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "fentanyl intranasal",
            "description": {
                "common": "pentobarbital will decrease the level or effect of fentanyl intranasal by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Modify Therapy/Monitor Closely. Coadministration of fentanyl with CYP3A4 inducers could lead to a decrease in fentanyl plasma concentrations, lack of efficacy or, possibly, development of a withdrawal syndrome in a patient who has developed physical dependence to fentanyl. After stopping a CYP3A4 inducer, as the effects of the inducer decline, the fentanyl plasma concentration will increase which could increase or prolong both the therapeutic and adverse effects."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "fentanyl transdermal",
            "description": {
                "common": "pentobarbital will decrease the level or effect of fentanyl transdermal by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Modify Therapy/Monitor Closely. Coadministration of fentanyl with CYP3A4 inducers could lead to a decrease in fentanyl plasma concentrations, lack of efficacy or, possibly, development of a withdrawal syndrome in a patient who has developed physical dependence to fentanyl. After stopping a CYP3A4 inducer, as the effects of the inducer decline, the fentanyl plasma concentration will increase which could increase or prolong both the therapeutic and adverse effects."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "fentanyl transmucosal",
            "description": {
                "common": "pentobarbital will decrease the level or effect of fentanyl transmucosal by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Modify Therapy/Monitor Closely. Coadministration of fentanyl with CYP3A4 inducers could lead to a decrease in fentanyl plasma concentrations, lack of efficacy or, possibly, development of a withdrawal syndrome in a patient who has developed physical dependence to fentanyl. After stopping a CYP3A4 inducer, as the effects of the inducer decline, the fentanyl plasma concentration will increase which could increase or prolong both the therapeutic and adverse effects."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "fesoterodine",
            "description": {
                "common": "pentobarbital will decrease the level or effect of fesoterodine by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "flibanserin",
            "description": {
                "common": "pentobarbital will decrease the level or effect of flibanserin by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor. Strong CYP3A4 inducers substantially decrease flibanserin systemic exposure."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "fludrocortisone",
            "description": {
                "common": "pentobarbital will decrease the level or effect of fludrocortisone by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "fluphenazine",
            "description": {
                "common": "pentobarbital and fluphenazine both increase  sedation. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "flurazepam",
            "description": {
                "common": "pentobarbital and flurazepam both increase  sedation. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "formoterol",
            "description": {
                "common": "pentobarbital increases and formoterol decreases sedation. Effect of interaction is not clear, use caution. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "fosamprenavir",
            "description": {
                "common": "pentobarbital will decrease the level or effect of fosamprenavir by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "fosaprepitant",
            "description": {
                "common": "pentobarbital will decrease the level or effect of fosaprepitant by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "fosphenytoin",
            "description": {
                "common": "pentobarbital will decrease the level or effect of fosphenytoin by  affecting hepatic enzyme CYP2C9/10 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "gabapentin",
            "description": {
                "common": "gabapentin, pentobarbital.\nEither increases effects of the other by pharmacodynamic synergism. Modify Therapy/Monitor Closely. Coadministration of CNS depressants can result in serious, life-threatening, and fatal respiratory depression. Use lowest dose possible and monitor for respiratory depression and sedation."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "gabapentin enacarbil",
            "description": {
                "common": "gabapentin enacarbil, pentobarbital.\nEither increases effects of the other by pharmacodynamic synergism. Modify Therapy/Monitor Closely. Coadministration of CNS depressants can result in serious, life-threatening, and fatal respiratory depression. Use lowest dose possible and monitor for respiratory depression and sedation."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ganaxolone",
            "description": {
                "common": "pentobarbital and ganaxolone both increase  sedation. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "gefitinib",
            "description": {
                "common": "pentobarbital will decrease the level or effect of gefitinib by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Modify Therapy/Monitor Closely. Increase gefitinib to 500 mg daily if coadministered with a strong CYP3A4 inducer.  Resume gefitinib dose at 250 mg/day 7 days after discontinuing the strong inducer."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "glecaprevir/pibrentasvir",
            "description": {
                "common": "pentobarbital will decrease the level or effect of glecaprevir/pibrentasvir by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor. Coadministration of drugs that induce CYP3A4 with glecaprevir/pibrentasvir may decrease glecaprevir/pibrentasvir plasma concentrations. Potential for loss of therapeutic effect."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "gotu kola",
            "description": {
                "common": "gotu kola increases effects of pentobarbital by pharmacodynamic synergism. Use Caution/Monitor. May enhance CNS depression."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "guanfacine",
            "description": {
                "common": "pentobarbital will decrease the level or effect of guanfacine by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Modify Therapy/Monitor Closely. Strong or moderate CYP3A4 inducers significantly reduce guanfacine plasma concentrations and elimination half-life. If coadministered, more frequent dosing of the IR product may be required to achieve or maintain the desired hypotensive response. For patients with ADHD, FDA-approved labeling for ER guanfacine recommends that, if coadministered, doubling the recommended dose of guanfacine should be considered."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "haloperidol",
            "description": {
                "common": "pentobarbital and haloperidol both increase  sedation. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "hawthorn",
            "description": {
                "common": "hawthorn increases effects of pentobarbital by pharmacodynamic synergism. Use Caution/Monitor. May enhance CNS depression."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "hemin",
            "description": {
                "common": "pentobarbital decreases effects of hemin by pharmacodynamic antagonism. Use Caution/Monitor. Drugs that increase delta-aminolevulinic acid synthetase may decrease hemin effect."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "hops",
            "description": {
                "common": "hops increases effects of pentobarbital by pharmacodynamic synergism. Use Caution/Monitor. May enhance CNS depression."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "hydrocodone",
            "description": {
                "common": "pentobarbital will decrease the level or effect of hydrocodone by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Modify Therapy/Monitor Closely. Caution when discontinuing CYP3A4 inducers that are coadministered with hydrocodone; plasma concentrations of hydrocodone may increase and can result in potentially fatal respiratory depression"
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "hydrocortisone",
            "description": {
                "common": "pentobarbital will decrease the level or effect of hydrocortisone by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "hydromorphone",
            "description": {
                "common": "pentobarbital and hydromorphone both increase  sedation. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "hydroxyprogesterone caproate (DSC)",
            "description": {
                "common": "pentobarbital will decrease the level or effect of hydroxyprogesterone caproate (DSC) by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "hydroxyzine",
            "description": {
                "common": "hydroxyzine and pentobarbital both increase  sedation. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ifosfamide",
            "description": {
                "common": "pentobarbital increases effects of ifosfamide by affecting hepatic enzyme CYP2B6 metabolism. Use Caution/Monitor. Coadministration of ifosfamide with CYP2B6 inducers may increase metabolism of ifosfamide to its metabolite. Monitor for increased effects/toxicities if combined with CYP2B6 inducers."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "iloperidone",
            "description": {
                "common": "pentobarbital will decrease the level or effect of iloperidone by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "imipramine",
            "description": {
                "common": "pentobarbital will decrease the level or effect of imipramine by  affecting hepatic enzyme CYP1A2 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "indinavir",
            "description": {
                "common": "pentobarbital will decrease the level or effect of indinavir by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "irinotecan",
            "description": {
                "common": "pentobarbital will decrease the level or effect of irinotecan by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "irinotecan liposomal",
            "description": {
                "common": "pentobarbital will decrease the level or effect of irinotecan liposomal by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "isoproterenol",
            "description": {
                "common": "pentobarbital increases and isoproterenol decreases sedation. Effect of interaction is not clear, use caution. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ixabepilone",
            "description": {
                "common": "pentobarbital will decrease the level or effect of ixabepilone by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "kava",
            "description": {
                "common": "kava increases effects of pentobarbital by pharmacodynamic synergism. Use Caution/Monitor. May enhance CNS depression."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ketamine",
            "description": {
                "common": "ketamine and pentobarbital both increase  sedation. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ketotifen, ophthalmic",
            "description": {
                "common": "pentobarbital and ketotifen, ophthalmic both increase  sedation. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "labetalol",
            "description": {
                "common": "pentobarbital decreases levels of labetalol by increasing metabolism. Use Caution/Monitor. Consider a higher beta-blocker dose during coadministration of pentobarbital.  Atenolol, sotalol, nadolol less likely to be affected than other beta blockers."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "lapatinib",
            "description": {
                "common": "pentobarbital will decrease the level or effect of lapatinib by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "lasmiditan",
            "description": {
                "common": "lasmiditan, pentobarbital.\nEither increases effects of the other by sedation. Use Caution/Monitor. Coadministration of lasmiditan and other CNS depressant drugs, including alcohol have not been evaluated in clinical studies. Lasmiditan may cause sedation, as well as other cognitive and/or neuropsychiatric adverse reactions."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "levalbuterol",
            "description": {
                "common": "pentobarbital increases and levalbuterol decreases sedation. Effect of interaction is not clear, use caution. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "levamlodipine",
            "description": {
                "common": "pentobarbital will decrease the level or effect of levamlodipine by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor. No information is available on the quantitative effects of CYP3A4 inducers on amlodipine. Closely monitor blood pressure when amlodipine is coadministered with CYP3A4 inducers."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "levonorgestrel intrauterine",
            "description": {
                "common": "pentobarbital decreases levels of levonorgestrel intrauterine by affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "levonorgestrel oral",
            "description": {
                "common": "pentobarbital decreases levels of levonorgestrel oral by affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "levonorgestrel oral/ethinylestradiol/ferrous bisglycinate",
            "description": {
                "common": "pentobarbital will decrease the level or effect of levonorgestrel oral/ethinylestradiol/ferrous bisglycinate by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Modify Therapy/Monitor Closely. The efficacy of hormonal contraceptives may be reduced. Use an alternative method of contraception or a backup method when enzyme inducers are used with combined hormonal contraceptives (CHCs), and continue backup contraception for 28 days after discontinuing enzyme inducer to ensure contraceptive reliability."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "levorphanol",
            "description": {
                "common": "pentobarbital and levorphanol both increase  sedation. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "lidocaine",
            "description": {
                "common": "pentobarbital will decrease the level or effect of lidocaine by  affecting hepatic enzyme CYP1A2 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "linagliptin",
            "description": {
                "common": "pentobarbital will decrease the level or effect of linagliptin by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor. Use of alternative treatments is strongly recommended when linagliptin is to be administered with a CYP3A4 inducer"
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "lisdexamfetamine",
            "description": {
                "common": "pentobarbital increases and lisdexamfetamine decreases sedation. Effect of interaction is not clear, use caution. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "lofepramine",
            "description": {
                "common": "pentobarbital and lofepramine both increase  sedation. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "lofexidine",
            "description": {
                "common": "pentobarbital and lofexidine both increase  sedation. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "lopinavir",
            "description": {
                "common": "pentobarbital will decrease the level or effect of lopinavir by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "loprazolam",
            "description": {
                "common": "pentobarbital and loprazolam both increase  sedation. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "loratadine",
            "description": {
                "common": "pentobarbital will decrease the level or effect of loratadine by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "lorazepam",
            "description": {
                "common": "pentobarbital and lorazepam both increase  sedation. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "lormetazepam",
            "description": {
                "common": "pentobarbital and lormetazepam both increase  sedation. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "loxapine",
            "description": {
                "common": "pentobarbital and loxapine both increase  sedation. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "loxapine inhaled",
            "description": {
                "common": "pentobarbital and loxapine inhaled both increase  sedation. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "lurasidone",
            "description": {
                "common": "lurasidone, pentobarbital.\nEither increases toxicity of the other by Other (see comment). Use Caution/Monitor. \nComment: Potential for increased CNS depressant effects when used concurrently; monitor for increased adverse effects and toxicity."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "maprotiline",
            "description": {
                "common": "pentobarbital and maprotiline both increase  sedation. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "maraviroc",
            "description": {
                "common": "pentobarbital will decrease the level or effect of maraviroc by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "marijuana",
            "description": {
                "common": "pentobarbital and marijuana both increase  sedation. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "medroxyprogesterone",
            "description": {
                "common": "pentobarbital will decrease the level or effect of medroxyprogesterone by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor. Contraceptirve failure possible. Use alternative if available."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "melatonin",
            "description": {
                "common": "pentobarbital and melatonin both increase  sedation. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "meperidine",
            "description": {
                "common": "pentobarbital and meperidine both increase  sedation. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "meprobamate",
            "description": {
                "common": "pentobarbital and meprobamate both increase  sedation. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "mestranol",
            "description": {
                "common": "pentobarbital will decrease the level or effect of mestranol by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "metaproterenol",
            "description": {
                "common": "pentobarbital increases and metaproterenol decreases sedation. Effect of interaction is not clear, use caution. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "metaxalone",
            "description": {
                "common": "pentobarbital and metaxalone both increase  sedation. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "methadone",
            "description": {
                "common": "pentobarbital will decrease the level or effect of methadone by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "methamphetamine",
            "description": {
                "common": "pentobarbital increases and methamphetamine decreases sedation. Effect of interaction is not clear, use caution. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "methocarbamol",
            "description": {
                "common": "pentobarbital and methocarbamol both increase  sedation. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "methylenedioxymethamphetamine",
            "description": {
                "common": "pentobarbital increases and methylenedioxymethamphetamine decreases sedation. Effect of interaction is not clear, use caution. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "methylprednisolone",
            "description": {
                "common": "pentobarbital will decrease the level or effect of methylprednisolone by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "metoprolol",
            "description": {
                "common": "pentobarbital decreases levels of metoprolol by increasing metabolism. Use Caution/Monitor. Consider a higher beta-blocker dose during coadministration of pentobarbital.  Atenolol, sotalol, nadolol less likely to be affected than other beta blockers."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "mexiletine",
            "description": {
                "common": "pentobarbital will decrease the level or effect of mexiletine by  affecting hepatic enzyme CYP1A2 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "midazolam",
            "description": {
                "common": "pentobarbital will decrease the level or effect of midazolam by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "midazolam intranasal",
            "description": {
                "common": "midazolam intranasal, pentobarbital.\nEither increases toxicity of the other by pharmacodynamic synergism. Modify Therapy/Monitor Closely. Concomitant use of barbiturates, alcohol, or other CNS depressants may increase the risk of hypoventilation, airway obstruction, desaturation, or apnea and may contribute to profound and/or prolonged drug effect."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "midodrine",
            "description": {
                "common": "pentobarbital increases and midodrine decreases sedation. Effect of interaction is not clear, use caution. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "mifepristone",
            "description": {
                "common": "pentobarbital will decrease the level or effect of mifepristone by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor. CYP3A4 inducers have not been studied, coadministration not recommended by manufacturer"
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "mirtazapine",
            "description": {
                "common": "pentobarbital and mirtazapine both increase  sedation. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "modafinil",
            "description": {
                "common": "pentobarbital increases and modafinil decreases sedation. Effect of interaction is not clear, use caution. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "morphine",
            "description": {
                "common": "pentobarbital and morphine both increase  sedation. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "motherwort",
            "description": {
                "common": "pentobarbital and motherwort both increase  sedation. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "moxonidine",
            "description": {
                "common": "pentobarbital and moxonidine both increase  sedation. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "nabilone",
            "description": {
                "common": "pentobarbital and nabilone both increase  sedation. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "nadolol",
            "description": {
                "common": "pentobarbital decreases levels of nadolol by increasing metabolism. Use Caution/Monitor. Atenolol, sotalol, nadolol less likely to be affected than other beta blockers."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "nalbuphine",
            "description": {
                "common": "pentobarbital and nalbuphine both increase  sedation. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "nateglinide",
            "description": {
                "common": "pentobarbital will decrease the level or effect of nateglinide by  affecting hepatic enzyme CYP2C9/10 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "nebivolol",
            "description": {
                "common": "pentobarbital decreases levels of nebivolol by increasing metabolism. Use Caution/Monitor. Consider a higher beta-blocker dose during coadministration of pentobarbital.  Atenolol, sotalol, nadolol less likely to be affected than other beta blockers."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "nelfinavir",
            "description": {
                "common": "pentobarbital will decrease the level or effect of nelfinavir by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "nicardipine",
            "description": {
                "common": "pentobarbital will decrease the level or effect of nicardipine by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "nifedipine",
            "description": {
                "common": "pentobarbital will decrease the level or effect of nifedipine by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "nilotinib",
            "description": {
                "common": "pentobarbital will decrease the level or effect of nilotinib by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "nisoldipine",
            "description": {
                "common": "pentobarbital will decrease the level or effect of nisoldipine by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "norepinephrine",
            "description": {
                "common": "pentobarbital increases and norepinephrine decreases sedation. Effect of interaction is not clear, use caution. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "nortriptyline",
            "description": {
                "common": "pentobarbital and nortriptyline both increase  sedation. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "olanzapine",
            "description": {
                "common": "pentobarbital will decrease the level or effect of olanzapine by  affecting hepatic enzyme CYP1A2 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "oliceridine",
            "description": {
                "common": "pentobarbital will decrease the level or effect of oliceridine by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor. If coadministration with a CYP3A4 inducer is necessary, consider increasing oliceridine dose until stable drug effects are achieved; monitor for signs of opioid withdrawal. If inducer is discontinued, consider oliceridine dosage reduction and monitor for signs of respiratory depression."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "omeprazole",
            "description": {
                "common": "pentobarbital will decrease the level or effect of omeprazole by  affecting hepatic enzyme CYP2C19 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ondansetron",
            "description": {
                "common": "pentobarbital will decrease the level or effect of ondansetron by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor. No dosage adjustment for ondansetron is recommended for patients on these drugs."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "opium tincture",
            "description": {
                "common": "pentobarbital and opium tincture both increase  sedation. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "orphenadrine",
            "description": {
                "common": "pentobarbital and orphenadrine both increase  sedation. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "osilodrostat",
            "description": {
                "common": "pentobarbital will decrease the level or effect of osilodrostat by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Modify Therapy/Monitor Closely. Monitor cortisol concentration and patient?s signs and symptoms during coadministration or discontinuation with strong CYP3A4 inducers. Adjust dose of osilodrostat if necessary."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ospemifene",
            "description": {
                "common": "pentobarbital decreases levels of ospemifene by affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "oxazepam",
            "description": {
                "common": "pentobarbital and oxazepam both increase  sedation. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "oxycodone",
            "description": {
                "common": "pentobarbital and oxycodone both increase  sedation. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "oxymorphone",
            "description": {
                "common": "pentobarbital and oxymorphone both increase  sedation. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "paliperidone",
            "description": {
                "common": "pentobarbital and paliperidone both increase  sedation. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "papaveretum",
            "description": {
                "common": "pentobarbital and papaveretum both increase  sedation. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "papaverine",
            "description": {
                "common": "pentobarbital and papaverine both increase  sedation. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "parecoxib",
            "description": {
                "common": "pentobarbital will decrease the level or effect of parecoxib by  affecting hepatic enzyme CYP2C9/10 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "passion flower",
            "description": {
                "common": "passion flower increases effects of pentobarbital by pharmacodynamic synergism. Use Caution/Monitor. May enhance CNS depression."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "pazopanib",
            "description": {
                "common": "pentobarbital will decrease the level or effect of pazopanib by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "penbutolol",
            "description": {
                "common": "pentobarbital decreases levels of penbutolol by increasing metabolism. Use Caution/Monitor. Consider a higher beta-blocker dose during coadministration of pentobarbital.  Atenolol, sotalol, nadolol less likely to be affected than other beta blockers."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "pentazocine",
            "description": {
                "common": "pentobarbital and pentazocine both increase  sedation. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "perphenazine",
            "description": {
                "common": "pentobarbital and perphenazine both increase  sedation. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "phendimetrazine",
            "description": {
                "common": "pentobarbital increases and phendimetrazine decreases sedation. Effect of interaction is not clear, use caution. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "phenobarbital",
            "description": {
                "common": "pentobarbital and phenobarbital both increase  sedation. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "phentermine",
            "description": {
                "common": "pentobarbital increases and phentermine decreases sedation. Effect of interaction is not clear, use caution. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "phenylephrine",
            "description": {
                "common": "pentobarbital increases and phenylephrine decreases sedation. Effect of interaction is not clear, use caution. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "phenylephrine PO",
            "description": {
                "common": "pentobarbital increases and phenylephrine PO decreases sedation. Effect of interaction is not clear, use caution. Use Caution/Monitor.  ."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "phenytoin",
            "description": {
                "common": "pentobarbital will decrease the level or effect of phenytoin by  affecting hepatic enzyme CYP2C9/10 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "pholcodine",
            "description": {
                "common": "pentobarbital and pholcodine both increase  sedation. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "pimavanserin",
            "description": {
                "common": "pentobarbital will decrease the level or effect of pimavanserin by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor. Avoid coadministration if possible. Monitor for reduced pimavanserin efficacy. An increase in pimavanserin dosage may be needed."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "pimozide",
            "description": {
                "common": "pentobarbital and pimozide both increase  sedation. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "pindolol",
            "description": {
                "common": "pentobarbital decreases levels of pindolol by increasing metabolism. Use Caution/Monitor. Consider a higher beta-blocker dose during coadministration of pentobarbital.  Atenolol, sotalol, nadolol less likely to be affected than other beta blockers."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "pirbuterol",
            "description": {
                "common": "pentobarbital increases and pirbuterol decreases sedation. Effect of interaction is not clear, use caution. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "pitolisant",
            "description": {
                "common": "pentobarbital will decrease the level or effect of pitolisant by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Modify Therapy/Monitor Closely. Pitolisant exposure is decreased by 50% if coadministered with strong CYP3A4 inducers. For patients stable on pitolisant 8.9 mg/day or 17.8 mg/day, double the pitolisant dose (ie, 17.8 mg or 35.6 mg, respectively) over 7 days. If the strong CYP3A4 inducer is discontinued, reduce pitolisant dosage by half."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "polatuzumab vedotin",
            "description": {
                "common": "pentobarbital will decrease the level or effect of polatuzumab vedotin by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor. Polatuzumab undergoes catabolism to small peptides, amino acids, monomethyl auristatin E (MMAE), and unconjugated MMAE-related catabolites. MMAE is a CYP3A4 substrate. Coadministration of polatuzumab vedotin with a strong CYP3A4 inducer may decrease unconjugated MMAE AUC."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "prednisone",
            "description": {
                "common": "pentobarbital will decrease the level or effect of prednisone by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "pregabalin",
            "description": {
                "common": "pregabalin, pentobarbital.\nEither increases effects of the other by pharmacodynamic synergism. Modify Therapy/Monitor Closely. Coadministration of CNS depressants can result in serious, life-threatening, and fatal respiratory depression. Use lowest dose possible and monitor for respiratory depression and sedation."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "primidone",
            "description": {
                "common": "pentobarbital and primidone both increase  sedation. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "prochlorperazine",
            "description": {
                "common": "pentobarbital and prochlorperazine both increase  sedation. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "promethazine",
            "description": {
                "common": "promethazine and pentobarbital both increase  sedation. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "propafenone",
            "description": {
                "common": "pentobarbital decreases levels of propafenone by increasing metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "propofol",
            "description": {
                "common": "propofol and pentobarbital both increase  sedation. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "propranolol",
            "description": {
                "common": "pentobarbital decreases levels of propranolol by increasing metabolism. Use Caution/Monitor. Consider a higher beta-blocker dose during coadministration of pentobarbital.  Atenolol, sotalol, nadolol less likely to be affected than other beta blockers."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "propylhexedrine",
            "description": {
                "common": "pentobarbital increases and propylhexedrine decreases sedation. Effect of interaction is not clear, use caution. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "protriptyline",
            "description": {
                "common": "pentobarbital and protriptyline both increase  sedation. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "quazepam",
            "description": {
                "common": "pentobarbital and quazepam both increase  sedation. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "quetiapine",
            "description": {
                "common": "pentobarbital will decrease the level or effect of quetiapine by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "quinidine",
            "description": {
                "common": "pentobarbital will decrease the level or effect of quinidine by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ramelteon",
            "description": {
                "common": "pentobarbital will decrease the level or effect of ramelteon by  affecting hepatic enzyme CYP1A2 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "remimazolam",
            "description": {
                "common": "remimazolam, pentobarbital.\nEither increases toxicity of the other by sedation. Modify Therapy/Monitor Closely. Coadministration may result in profound sedation, respiratory depression, coma, and/or death. Continuously monitor vital signs during sedation and recovery period if coadministered. Carefully titrate remimazolam dose if administered with opioid analgesics and/or sedative/hypnotics."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "repaglinide",
            "description": {
                "common": "pentobarbital will decrease the level or effect of repaglinide by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "rifampin",
            "description": {
                "common": "rifampin decreases levels of pentobarbital by increasing metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "riociguat",
            "description": {
                "common": "pentobarbital will decrease the level or effect of riociguat by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Modify Therapy/Monitor Closely. Data not available for dose adjustment"
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "risperidone",
            "description": {
                "common": "pentobarbital and risperidone both increase  sedation. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ritonavir",
            "description": {
                "common": "pentobarbital will decrease the level or effect of ritonavir by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "salmeterol",
            "description": {
                "common": "pentobarbital increases and salmeterol decreases sedation. Effect of interaction is not clear, use caution. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "saquinavir",
            "description": {
                "common": "pentobarbital will decrease the level or effect of saquinavir by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "scullcap",
            "description": {
                "common": "pentobarbital and scullcap both increase  sedation. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "secobarbital",
            "description": {
                "common": "pentobarbital and secobarbital both increase  sedation. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "sevoflurane",
            "description": {
                "common": "sevoflurane and pentobarbital both increase  sedation. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "shepherd's purse",
            "description": {
                "common": "pentobarbital and shepherd's purse both increase  sedation. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "solifenacin",
            "description": {
                "common": "pentobarbital will decrease the level or effect of solifenacin by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "sorafenib",
            "description": {
                "common": "pentobarbital decreases levels of sorafenib by increasing metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "sotalol",
            "description": {
                "common": "pentobarbital decreases levels of sotalol by increasing metabolism. Use Caution/Monitor. Consider a higher beta-blocker dose during coadministration of pentobarbital.  Atenolol, sotalol, nadolol less likely to be affected than other beta blockers."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "stiripentol",
            "description": {
                "common": "stiripentol, pentobarbital.\nEither increases effects of the other by sedation. Use Caution/Monitor. Concomitant use stiripentol with other CNS depressants, including alcohol, may increase the risk of sedation and somnolence."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "sufentanil",
            "description": {
                "common": "pentobarbital and sufentanil both increase  sedation. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "sufentanil SL",
            "description": {
                "common": "pentobarbital decreases effects of sufentanil SL by affecting hepatic/intestinal enzyme CYP3A4 metabolism. Modify Therapy/Monitor Closely. Coadministration of CYP3A4 inducers may decrease sufentanil levels and efficacy, possibly precipitating withdrawal syndrome in patients who have developed physical dependence to sufentanil. Discontinuation of  concomitantly used CYP3A4 inducers may  increase sufentanil plasma concentration."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "sunitinib",
            "description": {
                "common": "pentobarbital will decrease the level or effect of sunitinib by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "suvorexant",
            "description": {
                "common": "suvorexant and pentobarbital both increase  sedation. Modify Therapy/Monitor Closely. Dosage adjustments of suvorexant and concomitant CNS depressants may be necessary"
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "tacrolimus",
            "description": {
                "common": "pentobarbital will decrease the level or effect of tacrolimus by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "tadalafil",
            "description": {
                "common": "pentobarbital will decrease the level or effect of tadalafil by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor. Avoid combination in pulmonary HTN patients. For patients with ED, monitor response to tadalafil carefully because of potential for decreased effectiveness."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "tamoxifen",
            "description": {
                "common": "pentobarbital will decrease the level or effect of tamoxifen by  affecting hepatic enzyme CYP2C9/10 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "tapentadol",
            "description": {
                "common": "pentobarbital and tapentadol both increase  sedation. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "tasimelteon",
            "description": {
                "common": "pentobarbital will decrease the level or effect of tasimelteon by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor. Avoid coadministration of tasimelteon with strong CYP3A4 inducers"
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "temazepam",
            "description": {
                "common": "pentobarbital and temazepam both increase  sedation. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "temsirolimus",
            "description": {
                "common": "pentobarbital will decrease the level or effect of temsirolimus by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "terbinafine",
            "description": {
                "common": "pentobarbital will decrease the level or effect of terbinafine by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "terbutaline",
            "description": {
                "common": "pentobarbital increases and terbutaline decreases sedation. Effect of interaction is not clear, use caution. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "thalidomide",
            "description": {
                "common": "thalidomide increases effects of pentobarbital by unspecified interaction mechanism. Use Caution/Monitor. Increased sedative effects."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "theophylline",
            "description": {
                "common": "pentobarbital will decrease the level or effect of theophylline by  affecting hepatic enzyme CYP1A2 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "thioridazine",
            "description": {
                "common": "pentobarbital and thioridazine both increase  sedation. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "thiothixene",
            "description": {
                "common": "pentobarbital and thiothixene both increase  sedation. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "timolol",
            "description": {
                "common": "pentobarbital decreases levels of timolol by increasing metabolism. Use Caution/Monitor. Consider a higher beta-blocker dose during coadministration of pentobarbital.  Atenolol, sotalol, nadolol less likely to be affected than other beta blockers."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "tinidazole",
            "description": {
                "common": "pentobarbital will decrease the level or effect of tinidazole by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "tipranavir",
            "description": {
                "common": "pentobarbital will decrease the level or effect of tipranavir by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "tofacitinib",
            "description": {
                "common": "pentobarbital will decrease the level or effect of tofacitinib by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor. Loss of, or decreased response to tofacitinib may occur when coadministered with potent CYP3A4 inducers"
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "tolterodine",
            "description": {
                "common": "pentobarbital will decrease the level or effect of tolterodine by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "topiramate",
            "description": {
                "common": "pentobarbital and topiramate both increase  sedation. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "toremifene",
            "description": {
                "common": "pentobarbital decreases levels of toremifene by affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor. CYP3A4 inducers increase rate of toremifene metabolism, lowering the steady-state concentration in serum."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "tramadol",
            "description": {
                "common": "pentobarbital and tramadol both increase  sedation. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "trazodone",
            "description": {
                "common": "pentobarbital will decrease the level or effect of trazodone by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "triamcinolone acetonide injectable suspension",
            "description": {
                "common": "pentobarbital will decrease the level or effect of triamcinolone acetonide injectable suspension by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "triazolam",
            "description": {
                "common": "pentobarbital will decrease the level or effect of triazolam by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "triclofos",
            "description": {
                "common": "pentobarbital and triclofos both increase  sedation. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "trifluoperazine",
            "description": {
                "common": "pentobarbital and trifluoperazine both increase  sedation. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "trimipramine",
            "description": {
                "common": "pentobarbital and trimipramine both increase  sedation. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "triprolidine",
            "description": {
                "common": "triprolidine and pentobarbital both increase  sedation. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "vardenafil",
            "description": {
                "common": "pentobarbital will decrease the level or effect of vardenafil by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "verapamil",
            "description": {
                "common": "pentobarbital will decrease the level or effect of verapamil by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "vilazodone",
            "description": {
                "common": "pentobarbital decreases levels of vilazodone by affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor. Consider increasing vilazodone dose up to 2-fold (not to exceed 80 mg/day) when coadministered with strong CYP3A4 inducers for >14 days."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "vortioxetine",
            "description": {
                "common": "pentobarbital increases levels of vortioxetine by increasing metabolism. Modify Therapy/Monitor Closely. Consider increasing the vortioxetine dose when coadministered with strong CYP inducers for >14 days; not to exceed 3 times original vortioxetine dose."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "warfarin",
            "description": {
                "common": "pentobarbital will decrease the level or effect of warfarin by  Other (see comment). Use Caution/Monitor. Warfarin's less potent R-enantiomer is metabolized in part by CYP3A4 (and also CYP1A2 and CYP2C19). Monitor INR more frequently if coadministered with inducers of these isoenzymes and adjust warfarin dose if needed. "
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "xylometazoline",
            "description": {
                "common": "pentobarbital increases and xylometazoline decreases sedation. Effect of interaction is not clear, use caution. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "yohimbine",
            "description": {
                "common": "pentobarbital increases and yohimbine decreases sedation. Effect of interaction is not clear, use caution. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ziconotide",
            "description": {
                "common": "pentobarbital and ziconotide both increase  sedation. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ziprasidone",
            "description": {
                "common": "pentobarbital and ziprasidone both increase  sedation. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "zotepine",
            "description": {
                "common": "pentobarbital and zotepine both increase  sedation. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "acetazolamide",
            "description": {
                "common": "acetazolamide, pentobarbital. Mechanism: pharmacodynamic synergism. Minor/Significance Unknown. Increased risk of anticonvulsant induced osteomalacia."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "alfentanil",
            "description": {
                "common": "pentobarbital will decrease the level or effect of alfentanil by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "alfuzosin",
            "description": {
                "common": "pentobarbital will decrease the level or effect of alfuzosin by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "alosetron",
            "description": {
                "common": "pentobarbital will decrease the level or effect of alosetron by  affecting hepatic enzyme CYP2C9/10 metabolism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "ambrisentan",
            "description": {
                "common": "pentobarbital will decrease the level or effect of ambrisentan by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "amitriptyline",
            "description": {
                "common": "pentobarbital, amitriptyline. Other (see comment). Minor/Significance Unknown. \nComment: Barbiturates may increase adverse effects, including respiratory depression, produced by toxic doses of TCAs. With therapeutic doses of TCAs, barbiturates increase metabolism and decrease blood concentrations of TCAs."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "amoxapine",
            "description": {
                "common": "pentobarbital, amoxapine. Other (see comment). Minor/Significance Unknown. \nComment: Barbiturates may increase adverse effects, including respiratory depression, produced by toxic doses of TCAs. With therapeutic doses of TCAs, barbiturates increase metabolism and decrease blood concentrations of TCAs."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "amphotericin B deoxycholate",
            "description": {
                "common": "pentobarbital decreases levels of amphotericin B deoxycholate by inhibition of GI absorption. Applies only to oral form of both agents. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "antipyrine",
            "description": {
                "common": "pentobarbital will decrease the level or effect of antipyrine by  affecting hepatic enzyme CYP1A2 metabolism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "armodafinil",
            "description": {
                "common": "pentobarbital will decrease the level or effect of armodafinil by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "asenapine",
            "description": {
                "common": "pentobarbital will decrease the level or effect of asenapine by  affecting hepatic enzyme CYP1A2 metabolism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "ashwagandha",
            "description": {
                "common": "ashwagandha increases effects of pentobarbital by pharmacodynamic synergism. Minor/Significance Unknown. May enhance CNS depression."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "atazanavir",
            "description": {
                "common": "pentobarbital will decrease the level or effect of atazanavir by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "bosentan",
            "description": {
                "common": "pentobarbital will decrease the level or effect of bosentan by  affecting hepatic enzyme CYP2C9/10 metabolism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "brimonidine",
            "description": {
                "common": "brimonidine increases effects of pentobarbital by pharmacodynamic synergism. Minor/Significance Unknown. Increased CNS depression."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "brinzolamide",
            "description": {
                "common": "brinzolamide, pentobarbital. Mechanism: pharmacodynamic synergism. Minor/Significance Unknown. Increased risk of anticonvulsant induced osteomalacia."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "caffeine",
            "description": {
                "common": "pentobarbital will decrease the level or effect of caffeine by  affecting hepatic enzyme CYP1A2 metabolism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "celecoxib",
            "description": {
                "common": "pentobarbital will decrease the level or effect of celecoxib by  affecting hepatic enzyme CYP2C9/10 metabolism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "cevimeline",
            "description": {
                "common": "pentobarbital will decrease the level or effect of cevimeline by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "chloramphenicol",
            "description": {
                "common": "pentobarbital decreases levels of chloramphenicol by increasing metabolism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "chlorpromazine",
            "description": {
                "common": "pentobarbital decreases levels of chlorpromazine by increasing metabolism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "cimetidine",
            "description": {
                "common": "pentobarbital will decrease the level or effect of cimetidine by  affecting hepatic enzyme CYP2C19 metabolism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "clarithromycin",
            "description": {
                "common": "pentobarbital will decrease the level or effect of clarithromycin by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "clomipramine",
            "description": {
                "common": "pentobarbital, clomipramine. Other (see comment). Minor/Significance Unknown. \nComment: Barbiturates may increase adverse effects, including respiratory depression, produced by toxic doses of TCAs. With therapeutic doses of TCAs, barbiturates increase metabolism and decrease blood concentrations of TCAs."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "clotrimazole",
            "description": {
                "common": "pentobarbital decreases levels of clotrimazole by inhibition of GI absorption. Applies only to oral form of both agents. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "cocaine topical",
            "description": {
                "common": "pentobarbital will decrease the level or effect of cocaine topical by  affecting hepatic enzyme CYP2B6 metabolism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "dapsone",
            "description": {
                "common": "pentobarbital will decrease the level or effect of dapsone by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "desipramine",
            "description": {
                "common": "pentobarbital, desipramine. Other (see comment). Minor/Significance Unknown. \nComment: Barbiturates may increase adverse effects, including respiratory depression, produced by toxic doses of TCAs. With therapeutic doses of TCAs, barbiturates increase metabolism and decrease blood concentrations of TCAs."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "diclofenac",
            "description": {
                "common": "pentobarbital will decrease the level or effect of diclofenac by  affecting hepatic enzyme CYP2C9/10 metabolism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "disopyramide",
            "description": {
                "common": "pentobarbital will decrease the level or effect of disopyramide by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "docetaxel",
            "description": {
                "common": "pentobarbital will decrease the level or effect of docetaxel by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "donepezil",
            "description": {
                "common": "pentobarbital will decrease the level or effect of donepezil by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "dosulepin",
            "description": {
                "common": "pentobarbital, dosulepin. Other (see comment). Minor/Significance Unknown. \nComment: Barbiturates may increase adverse effects, including respiratory depression, produced by toxic doses of TCAs. With therapeutic doses of TCAs, barbiturates increase metabolism and decrease blood concentrations of TCAs."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "doxepin",
            "description": {
                "common": "pentobarbital, doxepin. Other (see comment). Minor/Significance Unknown. \nComment: Barbiturates may increase adverse effects, including respiratory depression, produced by toxic doses of TCAs. With therapeutic doses of TCAs, barbiturates increase metabolism and decrease blood concentrations of TCAs."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "dutasteride",
            "description": {
                "common": "pentobarbital will decrease the level or effect of dutasteride by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "efavirenz",
            "description": {
                "common": "pentobarbital will decrease the level or effect of efavirenz by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "eplerenone",
            "description": {
                "common": "pentobarbital will decrease the level or effect of eplerenone by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "erythromycin base",
            "description": {
                "common": "pentobarbital decreases levels of erythromycin base by increasing elimination. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "erythromycin ethylsuccinate",
            "description": {
                "common": "pentobarbital decreases levels of erythromycin ethylsuccinate by increasing elimination. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "erythromycin lactobionate",
            "description": {
                "common": "pentobarbital decreases levels of erythromycin lactobionate by increasing elimination. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "erythromycin stearate",
            "description": {
                "common": "pentobarbital decreases levels of erythromycin stearate by increasing elimination. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "ethosuximide",
            "description": {
                "common": "ethosuximide decreases effects of pentobarbital by pharmacodynamic antagonism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "eucalyptus",
            "description": {
                "common": "pentobarbital will decrease the level or effect of eucalyptus by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "finasteride",
            "description": {
                "common": "pentobarbital will decrease the level or effect of finasteride by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "fluconazole",
            "description": {
                "common": "pentobarbital decreases levels of fluconazole by inhibition of GI absorption. Applies only to oral form of both agents. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "flurbiprofen",
            "description": {
                "common": "pentobarbital will decrease the level or effect of flurbiprofen by  affecting hepatic enzyme CYP2C9/10 metabolism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "frovatriptan",
            "description": {
                "common": "pentobarbital will decrease the level or effect of frovatriptan by  affecting hepatic enzyme CYP1A2 metabolism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "galantamine",
            "description": {
                "common": "pentobarbital will decrease the level or effect of galantamine by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "griseofulvin",
            "description": {
                "common": "pentobarbital decreases levels of griseofulvin by inhibition of GI absorption. Applies only to oral form of both agents. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "haloperidol",
            "description": {
                "common": "haloperidol, pentobarbital. Mechanism: pharmacodynamic synergism. Minor/Significance Unknown. Risk of hyperthermia if haloperidol admin. during barbiturate withdrawal."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "ibuprofen",
            "description": {
                "common": "pentobarbital will decrease the level or effect of ibuprofen by  affecting hepatic enzyme CYP2C9/10 metabolism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "ibuprofen IV",
            "description": {
                "common": "pentobarbital will decrease the level or effect of ibuprofen IV by  affecting hepatic enzyme CYP2C9/10 metabolism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "imatinib",
            "description": {
                "common": "pentobarbital will decrease the level or effect of imatinib by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "imipramine",
            "description": {
                "common": "pentobarbital, imipramine. Other (see comment). Minor/Significance Unknown. \nComment: Barbiturates may increase adverse effects, including respiratory depression, produced by toxic doses of TCAs. With therapeutic doses of TCAs, barbiturates increase metabolism and decrease blood concentrations of TCAs."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "isocarboxazid",
            "description": {
                "common": "isocarboxazid increases levels of pentobarbital by decreasing metabolism. Minor/Significance Unknown. Theoretical interaction."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "isradipine",
            "description": {
                "common": "pentobarbital will decrease the level or effect of isradipine by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "itraconazole",
            "description": {
                "common": "pentobarbital will decrease the level or effect of itraconazole by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "ketoconazole",
            "description": {
                "common": "pentobarbital will decrease the level or effect of ketoconazole by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "lansoprazole",
            "description": {
                "common": "pentobarbital will decrease the level or effect of lansoprazole by  affecting hepatic enzyme CYP2C19 metabolism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "levoketoconazole",
            "description": {
                "common": "pentobarbital will decrease the level or effect of levoketoconazole by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "levothyroxine",
            "description": {
                "common": "pentobarbital decreases levels of levothyroxine by increasing metabolism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "linezolid",
            "description": {
                "common": "linezolid increases levels of pentobarbital by decreasing metabolism. Minor/Significance Unknown. Theoretical interaction."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "liothyronine",
            "description": {
                "common": "pentobarbital decreases levels of liothyronine by increasing metabolism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "lofepramine",
            "description": {
                "common": "pentobarbital, lofepramine. Other (see comment). Minor/Significance Unknown. \nComment: Barbiturates may increase adverse effects, including respiratory depression, produced by toxic doses of TCAs. With therapeutic doses of TCAs, barbiturates increase metabolism and decrease blood concentrations of TCAs."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "losartan",
            "description": {
                "common": "pentobarbital will decrease the level or effect of losartan by  affecting hepatic enzyme CYP2C9/10 metabolism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "maprotiline",
            "description": {
                "common": "pentobarbital, maprotiline. Other (see comment). Minor/Significance Unknown. \nComment: Barbiturates may increase adverse effects, including respiratory depression, produced by toxic doses of TCAs. With therapeutic doses of TCAs, barbiturates increase metabolism and decrease blood concentrations of TCAs."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "meloxicam",
            "description": {
                "common": "pentobarbital will decrease the level or effect of meloxicam by  affecting hepatic enzyme CYP2C9/10 metabolism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "methazolamide",
            "description": {
                "common": "methazolamide, pentobarbital. Mechanism: pharmacodynamic synergism. Minor/Significance Unknown. Increased risk of anticonvulsant induced osteomalacia."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "methsuximide",
            "description": {
                "common": "methsuximide decreases effects of pentobarbital by pharmacodynamic antagonism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "miconazole vaginal",
            "description": {
                "common": "pentobarbital decreases levels of miconazole vaginal by inhibition of GI absorption. Applies only to oral form of both agents. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "montelukast",
            "description": {
                "common": "pentobarbital will decrease the level or effect of montelukast by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "nettle",
            "description": {
                "common": "nettle increases effects of pentobarbital by pharmacodynamic synergism. Minor/Significance Unknown. (High dose nettle; theoretical interaction) May enhance CNS depression."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "nimodipine",
            "description": {
                "common": "pentobarbital will decrease the level or effect of nimodipine by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "nitrendipine",
            "description": {
                "common": "pentobarbital will decrease the level or effect of nitrendipine by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "nortriptyline",
            "description": {
                "common": "pentobarbital, nortriptyline. Other (see comment). Minor/Significance Unknown. \nComment: Barbiturates may increase adverse effects, including respiratory depression, produced by toxic doses of TCAs. With therapeutic doses of TCAs, barbiturates increase metabolism and decrease blood concentrations of TCAs."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "ondansetron",
            "description": {
                "common": "pentobarbital will decrease the level or effect of ondansetron by  affecting hepatic enzyme CYP1A2 metabolism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "oxybutynin",
            "description": {
                "common": "pentobarbital will decrease the level or effect of oxybutynin by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "paclitaxel",
            "description": {
                "common": "pentobarbital will decrease the level or effect of paclitaxel by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "paclitaxel protein bound",
            "description": {
                "common": "pentobarbital will decrease the level or effect of paclitaxel protein bound by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "pantoprazole",
            "description": {
                "common": "pentobarbital will decrease the level or effect of pantoprazole by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "parecoxib",
            "description": {
                "common": "pentobarbital will decrease the level or effect of parecoxib by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "phenelzine",
            "description": {
                "common": "phenelzine increases levels of pentobarbital by decreasing metabolism. Minor/Significance Unknown. Theoretical interaction."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "pimozide",
            "description": {
                "common": "pentobarbital will decrease the level or effect of pimozide by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "pioglitazone",
            "description": {
                "common": "pentobarbital will decrease the level or effect of pioglitazone by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "piroxicam",
            "description": {
                "common": "pentobarbital will decrease the level or effect of piroxicam by  affecting hepatic enzyme CYP2C9/10 metabolism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "posaconazole",
            "description": {
                "common": "pentobarbital decreases levels of posaconazole by inhibition of GI absorption. Applies only to oral form of both agents. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "propafenone",
            "description": {
                "common": "pentobarbital will decrease the level or effect of propafenone by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "protriptyline",
            "description": {
                "common": "pentobarbital, protriptyline. Other (see comment). Minor/Significance Unknown. \nComment: Barbiturates may increase adverse effects, including respiratory depression, produced by toxic doses of TCAs. With therapeutic doses of TCAs, barbiturates increase metabolism and decrease blood concentrations of TCAs."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "quinine",
            "description": {
                "common": "pentobarbital will decrease the level or effect of quinine by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "rabeprazole",
            "description": {
                "common": "pentobarbital will decrease the level or effect of rabeprazole by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "ramelteon",
            "description": {
                "common": "pentobarbital will decrease the level or effect of ramelteon by  affecting hepatic enzyme CYP2C9/10 metabolism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "riluzole",
            "description": {
                "common": "pentobarbital will decrease the level or effect of riluzole by  affecting hepatic enzyme CYP1A2 metabolism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "rose hips",
            "description": {
                "common": "pentobarbital decreases levels of rose hips by increasing elimination. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "sage",
            "description": {
                "common": "pentobarbital and sage both increase  sedation. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "saxagliptin",
            "description": {
                "common": "pentobarbital will decrease the level or effect of saxagliptin by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "selegiline transdermal",
            "description": {
                "common": "selegiline transdermal increases levels of pentobarbital by decreasing metabolism. Minor/Significance Unknown. Theoretical interaction."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "Siberian ginseng",
            "description": {
                "common": "Siberian ginseng increases effects of pentobarbital by pharmacodynamic synergism. Minor/Significance Unknown. May enhance CNS depression."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "sufentanil",
            "description": {
                "common": "pentobarbital will decrease the level or effect of sufentanil by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "sulfamethoxazole",
            "description": {
                "common": "pentobarbital will decrease the level or effect of sulfamethoxazole by  affecting hepatic enzyme CYP2C9/10 metabolism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "thioridazine",
            "description": {
                "common": "thioridazine decreases levels of pentobarbital by unspecified interaction mechanism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "thyroid desiccated",
            "description": {
                "common": "pentobarbital decreases levels of thyroid desiccated by increasing metabolism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "tibolone",
            "description": {
                "common": "pentobarbital decreases levels of tibolone by increasing metabolism. Minor/Significance Unknown. Theoretical interaction."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "tolbutamide",
            "description": {
                "common": "pentobarbital will decrease the level or effect of tolbutamide by  affecting hepatic enzyme CYP2C9/10 metabolism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "topiramate",
            "description": {
                "common": "pentobarbital decreases levels of topiramate by increasing metabolism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "tranylcypromine",
            "description": {
                "common": "tranylcypromine increases levels of pentobarbital by decreasing metabolism. Minor/Significance Unknown. Theoretical interaction."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "trazodone",
            "description": {
                "common": "pentobarbital, trazodone. Other (see comment). Minor/Significance Unknown. \nComment: Barbiturates may increase adverse effects, including respiratory depression, produced by toxic doses of TCAs. With therapeutic doses of TCAs, barbiturates increase metabolism and decrease blood concentrations of TCAs."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "trimipramine",
            "description": {
                "common": "pentobarbital, trimipramine. Other (see comment). Minor/Significance Unknown. \nComment: Barbiturates may increase adverse effects, including respiratory depression, produced by toxic doses of TCAs. With therapeutic doses of TCAs, barbiturates increase metabolism and decrease blood concentrations of TCAs."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "vinblastine",
            "description": {
                "common": "pentobarbital will decrease the level or effect of vinblastine by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "vincristine",
            "description": {
                "common": "pentobarbital will decrease the level or effect of vincristine by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "vincristine liposomal",
            "description": {
                "common": "pentobarbital will decrease the level or effect of vincristine liposomal by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "vinorelbine",
            "description": {
                "common": "pentobarbital will decrease the level or effect of vinorelbine by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "voriconazole",
            "description": {
                "common": "pentobarbital will decrease the level or effect of voriconazole by  affecting hepatic enzyme CYP2C19 metabolism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "zaleplon",
            "description": {
                "common": "pentobarbital will decrease the level or effect of zaleplon by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "ziprasidone",
            "description": {
                "common": "pentobarbital will decrease the level or effect of ziprasidone by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "zolpidem",
            "description": {
                "common": "pentobarbital will decrease the level or effect of zolpidem by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "zonisamide",
            "description": {
                "common": "pentobarbital will decrease the level or effect of zonisamide by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Minor/Significance Unknown."
            }
        }
    ],
    "adverse effects": [
        {
            "name": "Angioedema",
            "percent": null
        },
        {
            "name": "rare",
            "percent": null
        },
        {
            "name": "Bradycardia",
            "percent": null
        },
        {
            "name": "Hypotension",
            "percent": null
        },
        {
            "name": "Agitation",
            "percent": null
        },
        {
            "name": "Ataxia",
            "percent": null
        },
        {
            "name": "CNS depression",
            "percent": null
        },
        {
            "name": "Confusion",
            "percent": null
        },
        {
            "name": "Dizziness",
            "percent": null
        },
        {
            "name": "Fever",
            "percent": null
        },
        {
            "name": "Headache",
            "percent": null
        },
        {
            "name": "Hyperkinesia",
            "percent": null
        },
        {
            "name": "Nightmares",
            "percent": null
        },
        {
            "name": "Nervousness",
            "percent": null
        },
        {
            "name": "Somnolence",
            "percent": null
        },
        {
            "name": "frequent",
            "percent": null
        },
        {
            "name": "Syncope",
            "percent": null
        },
        {
            "name": "Rash",
            "percent": null
        },
        {
            "name": "Stevens",
            "percent": null
        },
        {
            "name": "Johnson syndrome",
            "percent": null
        },
        {
            "name": "Constipation",
            "percent": null
        },
        {
            "name": "Nausea",
            "percent": null
        },
        {
            "name": "Vomiting",
            "percent": null
        },
        {
            "name": "Agranulocytosis",
            "percent": null
        },
        {
            "name": "rare",
            "percent": null
        },
        {
            "name": "Megaloblastic anemia with prolonged use",
            "percent": null
        },
        {
            "name": "rare",
            "percent": null
        },
        {
            "name": "Injury of liver with prolonged use",
            "percent": null
        },
        {
            "name": "rare",
            "percent": null
        },
        {
            "name": "SLE",
            "percent": null
        },
        {
            "name": "Apnea",
            "percent": null
        },
        {
            "name": "Hypoventilation",
            "percent": null
        }
    ]
}