{
    "name": "cyclosporine",
    "comment": "Rx",
    "other_names": [
        "Neoral",
        "Sandimmune",
        "Gengraf"
    ],
    "classes": [
        "DMARDs",
        "Immunomodulators",
        "Immunosuppressants",
        "Calcineurin Inhibitors"
    ],
    "source": "https://reference.medscape.com/drug/neoral-sandimmune-cyclosporine-343196",
    "pregnancy": {
        "common": [
            "Pregnancy Category: C; take into consideration alcohol content of various cyclosporine formulations",
            "Lactation: excreted in breast milk, do not nurse"
        ],
        "specific": []
    },
    "lactation": {
        "common": [
            "Lactation: excreted in breast milk, do not nurse"
        ]
    },
    "warnings": {
        "black_box_warning": {
            "common": [
                "Should be prescribed only by physicians who have experience with immunosuppression in solid organ transplant recipients and can provide necessary follow-up and appropriate monitoring",
                "Coadministration with other immunologics#immunosuppressants in kidney, liver, and heart transplant recipients, but risk of infection and neoplasia may be increased",
                "Increased risk for development of lymphomas and other malignancies, particularly those of the skin; avoid excess UV light exposure",
                "Increased risk appears related to the intensity and duration of immunosuppression rather than to the use of specific agents; oversuppression of the immune system may result in infection or malignancy; caution with regimens containing multiple immunologics#immunosuppressants",
                "Sandimmune and Neoral are not bioequivalent and should not be interchanged without physician approval; Neoral (capsules and oral solution) has increased bioavailability compared with Sandimmune (capsules and oral solution)",
                "For a given trough concentration, cyclosporine exposure will be greater with Neoral than with Sandimmune",
                "Sandimmune has decreased bioavailability compared with Neoral and erratic absorption; requires careful monitoring of blood levels and subsequent dosage adjustments",
                "Patients with psoriasis who have been treated with PUVA, methotrexate or immunologics#immunosuppressants, UVB, coal tar, or radiation are at increased risk for skin malignancies, hypertension, and renal dysfunction"
            ],
            "specific": []
        },
        "contraindicators": {
            "common": [
                "Hypersensitivity",
                "Breastfeeding",
                "(RA/Psoriasis use): Abnormal renal function, uncontrolled HTN, malignancies",
                "(Psoriasis use) Concomitant PUVA, UVB radiation, coal tar, methotrexate, other immunologics#immunosuppressants"
            ],
            "specific": []
        },
        "cautions": {
            "common": [
                "Injection: monitor closely for at least 30 min",
                "Risk of hepatotoxicity and nephrotoxicity",
                "Myelosuppression may be severe and prolonged; monitor complete blood and platelet counts",
                "Potential increase risk for optic disk edema and infusion-related anaphylactic reactions",
                "Some malignancies caused by cyclosporine immunosuppression may be fatal (eg, lymphoma)",
                "Serious and fatal cerebral, gastrointestinal and pulmonary hemorrhage; monitor platelets and coagulation parameters and treat accordingly",
                "Anticipate and monitor for signs and symptoms of tumor lysis syndrome occur; treat promptly",
                "Monitor for and discontinue promptly if systemic inflammatory response or capillary leak syndrome suspected",
                "Monitor for signs and symptoms of infection; severe and fatal sepsis as a result of bone marrow suppression; discontinue therapy promptly if infection occur",
                "Monitor for and discontinue if venous occlusive disease of the liver suspected",
                "Monitor liver enzymes and discontinue therapy at first signs of severe hepatotoxicity; fatal hepatotoxicity may occur",
                "Monitor renal function and interrupt or discontinue if creatinine levels increase or acute renal failure occur",
                "Increased risk for serious infection with fatal outcome because of immunosuppression, including activation of latent viruses, eg, BK virus-induced nephropathy",
                "Patients with psoriasis who received coal tar, PUVA, methotrexate, or other immunologics#immunosuppressants have higher risk of skin cancer with Neoral",
                "Discontinue therapy if exfoliative or bullous rash suspected or if Stevens-Johnson syndrome or toxic epidermal necrolysis suspected",
                "Monitor for signs and symptoms of enterocolitis and treat promptly",
                "Extensively metabolized by CYP3A isoenzymes, in particular CYP3A4, and is a substrate of the multidrug efflux transporter P-glycoprotein (P-gp); various agents are known to either increase or decrease plasma or whole blood of cyclosporine levels usually by inhibition or induction of CYP3A4 or P-gp or both",
                "Occasionally, patients develop a syndrome of thrombocytopenia and thrombotic microangiopathic hemolytic anemia may result in graft failure",
                "Significant hyperkalemia and hyperuricemia may occur",
                "Neurotoxicity may occur, particularly with high dose methylprednisolone; caution with other drugs that may cause neurotoxicity",
                "Mild or moderate hypertension and rarely severe hypertension may occur; incidence decreases over time; antihypertensive therapy may be required in recipients of kidney, liver, and heart allografts treated with cyclosporine; potassium-sparing diuretics should not be used to treat cyclosporine associated hypertension as cyclosporine may cause hyperkalemia; calcium antagonists can be effective but can interfere with cyclosporine metabolism",
                "Gingival hyperplasia may occur; avoid concomitant nifedipine administration in patients who develop gingival hyperplasia",
                "Seizures may occur when used in combination with high-dose corticosteroids"
            ],
            "specific": []
        }
    },
    "interactions": [
        {
            "classification_type": "Contraindicated",
            "interaction_with": "amphotericin B deoxycholate",
            "description": {
                "common": "amphotericin B deoxycholate and cyclosporine both increase  nephrotoxicity and/or ototoxicity. Contraindicated."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "atorvastatin",
            "description": {
                "common": "cyclosporine increases toxicity of atorvastatin by Other (see comment). Contraindicated. \nComment: OATP1B1 inhibitors may increase risk of myopathy."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "bosentan",
            "description": {
                "common": "cyclosporine will increase the level or effect of bosentan by  Other (see comment). Contraindicated. may increase plasma concentrations of OATP substrates"
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "cidofovir",
            "description": {
                "common": "cidofovir and cyclosporine both increase  nephrotoxicity and/or ototoxicity. Contraindicated."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "dronedarone",
            "description": {
                "common": "cyclosporine will increase the level or effect of dronedarone by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Contraindicated."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "elagolix",
            "description": {
                "common": "cyclosporine will increase the level or effect of elagolix by  Other (see comment). Contraindicated. Concomitant use of elagolix and strong OATP1B1 inhibitors is contraindicated."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "elbasvir/grazoprevir",
            "description": {
                "common": "cyclosporine increases levels of elbasvir/grazoprevir by Other (see comment). Contraindicated. \nComment: Coadministration with strong OATP1B1/3 inhibitors may increase the risk of ALT elevations owing to a significant increase in grazoprevir plasma concentrations."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "flibanserin",
            "description": {
                "common": "cyclosporine will increase the level or effect of flibanserin by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Contraindicated. Coadministration of flibanserin with moderate or strong CYP3A4 inhibitors is contraindicated. Severe hypotension or syncope can occur."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "lonafarnib",
            "description": {
                "common": "cyclosporine will increase the level or effect of lonafarnib by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Contraindicated. Lonafarnib is a sensitive CYP3A4 substrate. Coadministration with strong or moderate CYP3A4 inhibitors is contraindicated. "
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "mifepristone",
            "description": {
                "common": "mifepristone increases levels of cyclosporine by affecting hepatic/intestinal enzyme CYP3A4 metabolism. Contraindicated. Contraindicated with CYP3A substrates that have a narrow therapeutic index ."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "pimozide",
            "description": {
                "common": "cyclosporine will increase the level or effect of pimozide by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Contraindicated."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "pitavastatin",
            "description": {
                "common": "cyclosporine increases toxicity of pitavastatin by Other (see comment). Contraindicated. \nComment: OATP1B1 inhibitors may increase risk of myopathy."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "simvastatin",
            "description": {
                "common": "cyclosporine will increase the level or effect of simvastatin by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Contraindicated. Contraindicated.  Increased risk for rhabdomyolysis with drugs that increase simvastatin systemic exposure."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "upadacitinib",
            "description": {
                "common": "cyclosporine, upadacitinib.\nEither increases effects of the other by immunosuppressive effects; risk of infection. Contraindicated."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "abametapir",
            "description": {
                "common": "abametapir will increase the level or effect of cyclosporine by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug. For 2 weeks after abametapir application, avoid taking drugs that are CYP3A4 substrates. If not feasible, avoid use of abametapir."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "adagrasib",
            "description": {
                "common": "adagrasib will increase the level or effect of cyclosporine by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug. Avoid coadministration of adagrasib, a CYP3A4 inhibitor, with sensitive CYP3A substrates unless otherwise recommended in the prescribing information for these substrates."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "adalimumab",
            "description": {
                "common": "adalimumab and cyclosporine both increase  immunosuppressive effects; risk of infection. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "adenovirus types 4 and 7 live, oral",
            "description": {
                "common": "cyclosporine decreases effects of adenovirus types 4 and 7 live, oral by pharmacodynamic antagonism. Contraindicated. Avoid live vaccines in immunocompromised patients due to the risk of developing a clinical infection from the live vaccine. Inadequate immune response to the vaccine may also occur in the presence of immunosuppressants. Avoid live vaccines for at least 3 months after cessation of immunosuppressant therapy unless the benefit of vaccine administration outweighs the potential risk."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "afatinib",
            "description": {
                "common": "cyclosporine increases levels of afatinib by P-glycoprotein (MDR1) efflux transporter. Avoid or Use Alternate Drug. Reduce afatinib daily dose by 10 mg if not tolerated when coadministered with P-gp inhibitors."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "aliskiren",
            "description": {
                "common": "cyclosporine will increase the level or effect of aliskiren by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug. Avoid concurrent use. Coadministration of 200 mg and 600 mg cyclosporine, with 75 mg aliskiren resulted in an approximately 2.5-fold increase in Cmax and 5-fold increase in AUC of aliskiren"
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "alpelisib",
            "description": {
                "common": "cyclosporine will increase the level or effect of alpelisib by  Other (see comment). Avoid or Use Alternate Drug. Coadministration of alpelisib (BCRP substrate) with a BCRP inhibitor may increase alpelisib concentration, which may increase the risk of toxicities. If unable to avoid or use alternant drugs, closely monitor for increased adverse reactions."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "ambrisentan",
            "description": {
                "common": "cyclosporine will increase the level or effect of ambrisentan by  Other (see comment). Avoid or Use Alternate Drug. may increase plasma concentrations of OATP substrates"
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "amikacin",
            "description": {
                "common": "amikacin and cyclosporine both increase  nephrotoxicity and/or ototoxicity. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "amiloride",
            "description": {
                "common": "amiloride and cyclosporine both increase  serum potassium. Avoid or Use Alternate Drug. Coadministration not recommended"
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "anakinra",
            "description": {
                "common": "anakinra and cyclosporine both increase  immunosuppressive effects; risk of infection. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "anthrax vaccine",
            "description": {
                "common": "cyclosporine decreases effects of anthrax vaccine by pharmacodynamic antagonism. Contraindicated. Immunosuppressants also increase risk of infection with concomitant live vaccines."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "antithymocyte globulin equine",
            "description": {
                "common": "antithymocyte globulin equine and cyclosporine both increase  immunosuppressive effects; risk of infection. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "antithymocyte globulin rabbit",
            "description": {
                "common": "antithymocyte globulin rabbit and cyclosporine both increase  immunosuppressive effects; risk of infection. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "apalutamide",
            "description": {
                "common": "apalutamide will decrease the level or effect of cyclosporine by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug. Coadministration of apalutamide, a strong CYP3A4 inducer, with drugs that are CYP3A4 substrates can result in lower exposure to these medications. Avoid or substitute another drug for these medications when possible. Evaluate for loss of therapeutic effect if medication must be coadministered. Adjust dose according to prescribing information if needed."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "atorvastatin",
            "description": {
                "common": "cyclosporine will increase the level or effect of atorvastatin by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug. Coadministration increases risk of statin-associated myopathy including rhabdomyolysis"
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "avapritinib",
            "description": {
                "common": "cyclosporine will increase the level or effect of avapritinib by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug. Avoid coadministration of avapritinib with moderate CYP3A4 inhibitors. If unable to avoid, reduce avapritinib starting dose. See drug monograph Dosage Modifications."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "axicabtagene ciloleucel",
            "description": {
                "common": "cyclosporine, axicabtagene ciloleucel.\nEither increases effects of the other by immunosuppressive effects; risk of infection. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "axitinib",
            "description": {
                "common": "cyclosporine increases levels of axitinib by affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug. If unable to avoid coadministration with moderate CYP3A4 inhibitors, monitor closely and reduce dose if necessary ."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "bacitracin",
            "description": {
                "common": "cyclosporine and bacitracin both increase  nephrotoxicity and/or ototoxicity. Avoid or Use Alternate Drug. Avoid concurrent use of bacitracin with other nephrotoxic drugs"
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "baricitinib",
            "description": {
                "common": "baricitinib, cyclosporine.\nEither increases toxicity of the other by immunosuppressive effects; risk of infection. Avoid or Use Alternate Drug. Baricitinib is not recommended in combination with other JAK inhibitors, biologic DMARDs, or potent immunosuppressives."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "BCG vaccine live",
            "description": {
                "common": "cyclosporine decreases effects of BCG vaccine live by pharmacodynamic antagonism. Contraindicated. Avoid live vaccines in immunocompromised patients due to the risk of developing a clinical infection from the live vaccine. Inadequate immune response to the vaccine may also occur in the presence of immunosuppressants. Avoid live vaccines for at least 3 months after cessation of immunosuppressant therapy unless the benefit of vaccine administration outweighs the potential risk."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "bosentan",
            "description": {
                "common": "cyclosporine will increase the level or effect of bosentan by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "bosutinib",
            "description": {
                "common": "cyclosporine increases levels of bosutinib by affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "bremelanotide",
            "description": {
                "common": "bremelanotide will decrease the level or effect of cyclosporine by  Other (see comment). Avoid or Use Alternate Drug. Bremelanotide may slow gastric emptying and potentially reduces the rate and extent of absorption of concomitantly administered oral medications. Avoid use when taking any oral drug that is dependent on threshold concentrations for efficacy. Interactions listed are representative examples and do not include all possible clinical examples."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "brexucabtagene autoleucel",
            "description": {
                "common": "cyclosporine, brexucabtagene autoleucel.\nEither increases effects of the other by immunosuppressive effects; risk of infection. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "brigatinib",
            "description": {
                "common": "brigatinib will decrease the level or effect of cyclosporine by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug. Brigatinib induces CYP3A4 in vitro. Coadministration with CYP3A4 substrates, particularly those with a narrow therapeutic index, can result in decreased concentrations and loss of efficacy. If unable to avoid coadministration, monitor CYP3A4 substrate levels and adjust dose as needed."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "canakinumab",
            "description": {
                "common": "canakinumab and cyclosporine both increase  immunosuppressive effects; risk of infection. Avoid or Use Alternate Drug. Formation of CYP450 enzymes can be altered by increased levels of certain cytokines during chronic inflammation; thus, canakinumab could normalize the formation of CYP450 enzymes. Upon initiation or discontinuation of canakinumab in patients who are receiving concomitant CYP450 substrates, particularly those with a narrow therapeutic index, consider monitoring for therapeutic effect."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "caspofungin",
            "description": {
                "common": "cyclosporine will increase the level or effect of caspofungin by  Other (see comment). Avoid or Use Alternate Drug. may increase plasma concentrations of OATP substrates"
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "chloramphenicol",
            "description": {
                "common": "chloramphenicol will increase the level or effect of cyclosporine by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "cholera vaccine",
            "description": {
                "common": "cyclosporine decreases effects of cholera vaccine by pharmacodynamic antagonism. Contraindicated. Avoid live vaccines in immunocompromised patients due to the risk of developing a clinical infection from the live vaccine. Inadequate immune response to the vaccine may also occur in the presence of immunosuppressants. Avoid live vaccines for at least 3 months after cessation of immunosuppressant therapy unless the benefit of vaccine administration outweighs the potential risk."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "ciltacabtagene autoleucel",
            "description": {
                "common": "cyclosporine, ciltacabtagene autoleucel.\nEither increases effects of the other by immunosuppressive effects; risk of infection. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "cimetidine",
            "description": {
                "common": "cimetidine will increase the level or effect of cyclosporine by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "clarithromycin",
            "description": {
                "common": "clarithromycin will increase the level or effect of cyclosporine by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "cobimetinib",
            "description": {
                "common": "cyclosporine will increase the level or effect of cobimetinib by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug. If concurrent short term (14 days or less) use of moderate CYP3A inhibitors is unavoidable for patients who are taking cobimetinib 60 mg, reduce the cobimetinib dose to 20 mg. After discontinuation of a moderate CYP3A inhibitor, resume cobimetinib 60 mg. Use an alternative to a moderate CYP3A inhibitor in patients who are taking a reduced dose of cobimetinib (40 or 20 mg daily)."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "colchicine",
            "description": {
                "common": "cyclosporine will increase the level or effect of colchicine by  Other (see comment). Avoid or Use Alternate Drug. Colchicine is a P-gp and CYP3A4 substrate. Avoid use with drugs that are both P-gp and strong CYP3A4 inhibitors. If coadministration is necessary, decrease colchicine dose or frequency as recommended in prescribing information. Use of any colchicine product in conjunction with strong CYP3A4 inhibitors is contraindicated in patients with renal or hepatic impairment. "
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "contrast media (iodinated)",
            "description": {
                "common": "contrast media (iodinated) and cyclosporine both increase  nephrotoxicity and/or ototoxicity. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "danazol",
            "description": {
                "common": "danazol increases effects of cyclosporine by decreasing metabolism. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "dengue vaccine",
            "description": {
                "common": "cyclosporine decreases effects of dengue vaccine by pharmacodynamic antagonism. Contraindicated. Avoid live vaccines in immunocompromised patients due to the risk of developing a clinical infection from the live vaccine. Inadequate immune response to the vaccine may also occur in the presence of immunosuppressants. Avoid live vaccines for at least 3 months after cessation of immunosuppressant therapy unless the benefit of vaccine administration outweighs the potential risk."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "digoxin",
            "description": {
                "common": "cyclosporine increases levels of digoxin by decreasing renal clearance. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "dihydroergotamine",
            "description": {
                "common": "cyclosporine will increase the level or effect of dihydroergotamine by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "dihydroergotamine intranasal",
            "description": {
                "common": "cyclosporine will increase the level or effect of dihydroergotamine intranasal by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "diphtheria & tetanus toxoids",
            "description": {
                "common": "cyclosporine decreases effects of diphtheria & tetanus toxoids by pharmacodynamic antagonism. Contraindicated. Immunosuppressants also increase risk of infection with concomitant live vaccines."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "diphtheria & tetanus toxoids/ acellular pertussis vaccine",
            "description": {
                "common": "cyclosporine decreases effects of diphtheria & tetanus toxoids/ acellular pertussis vaccine by pharmacodynamic antagonism. Contraindicated. Immunosuppressants also increase risk of infection with concomitant live vaccines."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "diphtheria & tetanus toxoids/acellular pertussis/poliovirus, inactivated vaccine",
            "description": {
                "common": "cyclosporine decreases effects of diphtheria & tetanus toxoids/acellular pertussis/poliovirus, inactivated vaccine by pharmacodynamic antagonism. Contraindicated. Immunosuppressants also increase risk of infection with concomitant live vaccines."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "Ebola Zaire vaccine",
            "description": {
                "common": "cyclosporine decreases effects of Ebola Zaire vaccine by pharmacodynamic antagonism. Contraindicated. Avoid live vaccines in immunocompromised patients due to the risk of developing a clinical infection from the live vaccine. Inadequate immune response to the vaccine may also occur in the presence of immunosuppressants. Avoid live vaccines for at least 3 months after cessation of immunosuppressant therapy unless the benefit of vaccine administration outweighs the potential risk."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "edoxaban",
            "description": {
                "common": "cyclosporine will increase the level or effect of edoxaban by  P-glycoprotein (MDR1) efflux transporter. Avoid or Use Alternate Drug. Dose adjustment may be required with strong P-gp inhibitors. DVT/PE treatment: Decrease dose to 30 mg PO once daily. NVAF: No dose reduction recommended"
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "elacestrant",
            "description": {
                "common": "cyclosporine will increase the level or effect of elacestrant by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "eliglustat",
            "description": {
                "common": "cyclosporine increases levels of eliglustat by affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug. Moderate CYP3A4 inhibitors are not recommended with eliglustat poor or intermediate metabolizers; reduce eliglustat dose from 84 mg BID to 84 mg once daily in extensive metabolizers ."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "eluxadoline",
            "description": {
                "common": "cyclosporine increases levels of eluxadoline by decreasing metabolism. Avoid or Use Alternate Drug. Decrease eluxadoline dose to 75 mg PO BID if coadministered with OATP1B1 inhibitors. ."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "encorafenib",
            "description": {
                "common": "cyclosporine will increase the level or effect of encorafenib by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug. If concomitant use of a moderate CYP3A4 inhibitor is unavoidable, reduce encorafenib dose to one-half of the dose (eg, reduce from 450 mg/day to 225 mg/day). After discontinuing the inhibitor for 3-5 elimination half-lives, resume previous encorafenib dose."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "entrectinib",
            "description": {
                "common": "cyclosporine will increase the level or effect of entrectinib by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug. Avoid coadministration of moderate CYP3A4 inhibitors with entrectinib, a CYP3A4 substrate. If coadministration unavoidable, reduce dose to 200 mg/day for patients aged 12 y or older with BSA >1.50m2. Resume previous entrectinib dose after discontinuing moderate CYP3A inhibitor for 3-5 elimination half-lives."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "erdafitinib",
            "description": {
                "common": "erdafitinib will increase the level or effect of cyclosporine by  P-glycoprotein (MDR1) efflux transporter. Avoid or Use Alternate Drug. If coadministration unavoidable, separate administration by at least 6 hr before or after administration of P-gp substrates with narrow therapeutic index."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "ergotamine",
            "description": {
                "common": "cyclosporine will increase the level or effect of ergotamine by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "erythromycin base",
            "description": {
                "common": "cyclosporine will increase the level or effect of erythromycin base by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "erythromycin ethylsuccinate",
            "description": {
                "common": "erythromycin ethylsuccinate will increase the level or effect of cyclosporine by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "erythromycin lactobionate",
            "description": {
                "common": "erythromycin lactobionate will increase the level or effect of cyclosporine by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "erythromycin stearate",
            "description": {
                "common": "erythromycin stearate will increase the level or effect of cyclosporine by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "etanercept",
            "description": {
                "common": "cyclosporine and etanercept both increase  immunosuppressive effects; risk of infection. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "ethotoin",
            "description": {
                "common": "ethotoin decreases levels of cyclosporine by increasing metabolism. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "ezetimibe",
            "description": {
                "common": "cyclosporine, ezetimibe.\nEither increases effects of the other by Other (see comment). Avoid or Use Alternate Drug. \nComment: Monitor for potential adverse effects of cyclosporine and ezetimibe if coadministered, especially in patients with severe renal impairment."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "fentanyl",
            "description": {
                "common": "cyclosporine will increase the level or effect of fentanyl by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug. If coadministration of CYP3A4  inhibitors with fentanyl is necessary, monitor patients for respiratory depression and sedation at frequent intervals and consider fentanyl dose adjustments until stable drug effects are achieved."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "fentanyl intranasal",
            "description": {
                "common": "cyclosporine will increase the level or effect of fentanyl intranasal by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug. If coadministration of CYP3A4  inhibitors with fentanyl is necessary, monitor patients for respiratory depression and sedation at frequent intervals and consider fentanyl dose adjustments until stable drug effects are achieved."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "fentanyl transdermal",
            "description": {
                "common": "cyclosporine will increase the level or effect of fentanyl transdermal by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug. If coadministration of CYP3A4  inhibitors with fentanyl is necessary, monitor patients for respiratory depression and sedation at frequent intervals and consider fentanyl dose adjustments until stable drug effects are achieved."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "fentanyl transmucosal",
            "description": {
                "common": "cyclosporine will increase the level or effect of fentanyl transmucosal by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug. If coadministration of CYP3A4  inhibitors with fentanyl is necessary, monitor patients for respiratory depression and sedation at frequent intervals and consider fentanyl dose adjustments until stable drug effects are achieved."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "fexinidazole",
            "description": {
                "common": "fexinidazole will increase the level or effect of cyclosporine by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug. Fexinidazole inhibits CYP3A4. Coadministration may increase risk for adverse effects of CYP3A4 substrates."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "fluvastatin",
            "description": {
                "common": "cyclosporine increases toxicity of fluvastatin by Other (see comment). Avoid or Use Alternate Drug. \nComment: OATP1B1 inhibitors may increase risk of myopathy. OATP1B1 inhibitors may increase risk of myopathy. Limit fluvastatin to 20 mg BID in patients who are also receiving cyclosporine."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "glecaprevir/pibrentasvir",
            "description": {
                "common": "cyclosporine will increase the level or effect of glecaprevir/pibrentasvir by  decreasing metabolism. Avoid or Use Alternate Drug. Coadministration of cyclosporine (a moderate CYP3A4 inhibitor and P-gp inhibitor) with glecaprevir (CYP3A4 and P-gp substrate) and pibrentasvir (P-gp substrate) is not recommended if cyclosporine dose exceeds 100 mg/day."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "golimumab",
            "description": {
                "common": "cyclosporine and golimumab both increase  immunosuppressive effects; risk of infection. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "grapefruit",
            "description": {
                "common": "grapefruit will increase the level or effect of cyclosporine by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "hepatitis a/typhoid vaccine",
            "description": {
                "common": "cyclosporine decreases effects of hepatitis a/typhoid vaccine by pharmacodynamic antagonism. Contraindicated. Immunosuppressants also increase risk of infection with concomitant live vaccines."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "hydrochlorothiazide",
            "description": {
                "common": "cyclosporine, hydrochlorothiazide.\nEither increases toxicity of the other by pharmacodynamic synergism. Avoid or Use Alternate Drug. Increased risk of systemic hyponatremia."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "idecabtagene vicleucel",
            "description": {
                "common": "cyclosporine, idecabtagene vicleucel.\nEither increases effects of the other by immunosuppressive effects; risk of infection. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "idelalisib",
            "description": {
                "common": "idelalisib will increase the level or effect of cyclosporine by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug. Idelalisib is a strong CYP3A inhibitor; avoid coadministration with sensitive CYP3A substrates"
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "infigratinib",
            "description": {
                "common": "cyclosporine will increase the level or effect of infigratinib by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "infliximab",
            "description": {
                "common": "cyclosporine and infliximab both increase  immunosuppressive effects; risk of infection. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "influenza virus vaccine quadrivalent, intranasal",
            "description": {
                "common": "cyclosporine decreases effects of influenza virus vaccine quadrivalent, intranasal by pharmacodynamic antagonism. Contraindicated. Avoid live vaccines in immunocompromised patients due to the risk of developing a clinical infection from the live vaccine. Inadequate immune response to the vaccine may also occur in the presence of immunosuppressants. Avoid live vaccines for at least 3 months after cessation of immunosuppressant therapy unless the benefit of vaccine administration outweighs the potential risk."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "ivabradine",
            "description": {
                "common": "cyclosporine will increase the level or effect of ivabradine by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug. Avoid coadministration of ivabradine with moderate CYP3A4 inhibitors."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "ivosidenib",
            "description": {
                "common": "ivosidenib will decrease the level or effect of cyclosporine by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug. Avoid coadministration of sensitive CYP3A4 substrates with ivosidenib or replace with alternate therapies. If coadministration is unavoidable, monitor patients for loss of therapeutic effect of these drugs."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "lasmiditan",
            "description": {
                "common": "lasmiditan increases levels of cyclosporine by P-glycoprotein (MDR1) efflux transporter. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "lefamulin",
            "description": {
                "common": "cyclosporine will increase the level or effect of lefamulin by  Other (see comment). Avoid or Use Alternate Drug. Coadministration of lefamulin (a CY3A4 and P-gp substrate) with cyclosporine (a weak CYP3A4 and P-gp inhibitor) increases lefamulin AUC, which may increase the risk of toxicities with lefamulin."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "leflunomide",
            "description": {
                "common": "cyclosporine and leflunomide both increase  immunosuppressive effects; risk of infection. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "lemborexant",
            "description": {
                "common": "cyclosporine will increase the level or effect of lemborexant by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug. Avoid coadministration of lemborexant with moderate or strong CYP3A inhibitors."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "lisocabtagene maraleucel",
            "description": {
                "common": "cyclosporine, lisocabtagene maraleucel.\nEither increases effects of the other by immunosuppressive effects; risk of infection. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "lopinavir",
            "description": {
                "common": "lopinavir will increase the level or effect of cyclosporine by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "lorlatinib",
            "description": {
                "common": "lorlatinib will decrease the level or effect of cyclosporine by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug. Avoid use of lorlatinib with CYP3A substrates, where minimal concentration changes may lead to serious therapeutic failures of the substrate. If concomitant use is unavoidable, increase CYP3A substrate dosage in accordance with approved product labeling."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "lovastatin",
            "description": {
                "common": "cyclosporine will increase the level or effect of lovastatin by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug. Do not exceed 20 mg/day of lovastatin"
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "lumacaftor/ivacaftor",
            "description": {
                "common": "lumacaftor/ivacaftor will decrease the level or effect of cyclosporine by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug. Lumacaftor is a strong inducer of CYP3A. Avoid coadministration with sensitive CYP3A substrates or CYP3A substrates with a narrow therapeutic index."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "lurbinectedin",
            "description": {
                "common": "cyclosporine will increase the level or effect of lurbinectedin by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "measles (rubeola) vaccine",
            "description": {
                "common": "cyclosporine decreases effects of measles (rubeola) vaccine by pharmacodynamic antagonism. Contraindicated. Avoid live vaccines in immunocompromised patients due to the risk of developing a clinical infection from the live vaccine. Inadequate immune response to the vaccine may also occur in the presence of immunosuppressants. Avoid live vaccines for at least 3 months after cessation of immunosuppressant therapy unless the benefit of vaccine administration outweighs the potential risk."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "measles mumps and rubella vaccine, live",
            "description": {
                "common": "cyclosporine decreases effects of measles mumps and rubella vaccine, live by pharmacodynamic antagonism. Contraindicated. Avoid live vaccines in immunocompromised patients due to the risk of developing a clinical infection from the live vaccine. Inadequate immune response to the vaccine may also occur in the presence of immunosuppressants. Avoid live vaccines for at least 3 months after cessation of immunosuppressant therapy unless the benefit of vaccine administration outweighs the potential risk."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "measles, mumps, rubella and varicella vaccine, live",
            "description": {
                "common": "cyclosporine decreases effects of measles, mumps, rubella and varicella vaccine, live by pharmacodynamic antagonism. Contraindicated. Avoid live vaccines in immunocompromised patients due to the risk of developing a clinical infection from the live vaccine. Inadequate immune response to the vaccine may also occur in the presence of immunosuppressants. Avoid live vaccines for at least 3 months after cessation of immunosuppressant therapy unless the benefit of vaccine administration outweighs the potential risk."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "mesterolone",
            "description": {
                "common": "mesterolone increases effects of cyclosporine by decreasing metabolism. Avoid or Use Alternate Drug. Androgens may potentiate the hepatoxic effects of cyclosporine, when coadministered."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "methyltestosterone",
            "description": {
                "common": "methyltestosterone increases effects of cyclosporine by decreasing metabolism. Avoid or Use Alternate Drug. Androgens may potentiate the hepatoxic effects of cyclosporine, when coadministered."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "midazolam",
            "description": {
                "common": "cyclosporine will increase the level or effect of midazolam by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "midazolam intranasal",
            "description": {
                "common": "cyclosporine will increase the level or effect of midazolam intranasal by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug. Coadministration of moderate CYP3A4 inhibitors with midazolam intranasal causes higher midazolam systemic exposure, which may prolong sedation."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "mobocertinib",
            "description": {
                "common": "cyclosporine will increase the level or effect of mobocertinib by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug. If use of moderate CYP3A4 inhibitor unavoidable, reduce mobocertinib dose by ~50% (eg, 160 to 80 mg); closely monitor QTc interval."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "muromonab CD3",
            "description": {
                "common": "cyclosporine and muromonab CD3 both increase  immunosuppressive effects; risk of infection. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "naloxegol",
            "description": {
                "common": "cyclosporine will increase the level or effect of naloxegol by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug. If coadministation of naloxegol with moderate CYP3A4 inhibitors is unavoidable, reduce naloxegol dose to 12.5 mg qDay"
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "nelfinavir",
            "description": {
                "common": "nelfinavir will increase the level or effect of cyclosporine by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "neratinib",
            "description": {
                "common": "cyclosporine will increase the level or effect of neratinib by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug. Avoid coadministration of neratinib with strong/moderate CYP3A4 inhibitors."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "nirmatrelvir",
            "description": {
                "common": "nirmatrelvir will increase the level or effect of cyclosporine by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug. If unable to avoid, monitor cyclosporine serum concentration and temporarily decrease dose or alter dose frequency. "
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "nirmatrelvir/ritonavir",
            "description": {
                "common": "nirmatrelvir/ritonavir will increase the level or effect of cyclosporine by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug. If unable to avoid, monitor cyclosporine serum concentration and temporarily decrease dose or alter dose frequency. "
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "olaparib",
            "description": {
                "common": "cyclosporine will increase the level or effect of olaparib by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug. If coadministration with moderate CYP3A inhibitors cannot be avoided, reduce olaparib dose to 200 mg (capsule) or 150 mg (tablet) PO BID.  Do not substitute tablets with capsules."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "olutasidenib",
            "description": {
                "common": "olutasidenib will decrease the level or effect of cyclosporine by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug. Avoid coadministration of olutasidenib (a CYP3A4 inducer) with sensitive CYP3A substrates unless otherwise instructed in substrates prescribing information. If unavoidable, monitor for loss of therapeutic effect of sensitive CYP3A4 substrates."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "omaveloxolone",
            "description": {
                "common": "cyclosporine will increase the level or effect of omaveloxolone by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug. If unavoidable, reduce omaveloxolone dose to 100 mg/day. Closely monitor for adverse effects. If adverse effects emerge, further reduce to 50 mg/day. "
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "oxandrolone",
            "description": {
                "common": "oxandrolone increases effects of cyclosporine by decreasing metabolism. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "oxymetholone",
            "description": {
                "common": "oxymetholone increases effects of cyclosporine by decreasing metabolism. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "ozanimod",
            "description": {
                "common": "cyclosporine increases toxicity of ozanimod by Other (see comment). Avoid or Use Alternate Drug. \nComment: Coadministration of ozanimod (a BCRP substrate) with BCRP inhibitors increases the exposure of the minor (RP101988, RP101075) and major active metabolites (CC112273, CC1084037) of ozanimod, which may increase the risk of ozanimod adverse reactions. ."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "pacritinib",
            "description": {
                "common": "cyclosporine will increase the level or effect of pacritinib by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "pemigatinib",
            "description": {
                "common": "cyclosporine will increase the level or effect of pemigatinib by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug. If coadministration with strong or moderate CYP3A4 inhibitors is unavoidable, reduce pemigatinib dose (refer to drug monograph dosage modifications). After discontinuing the CYP3A4 inhibitor for 3 elimination half-lives, may resume previous pemigatinib dose."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "pexidartinib",
            "description": {
                "common": "cyclosporine will increase the level or effect of pexidartinib by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug. If coadministration with strong or moderate CYP3A4 inhibitors is unavoidable, reduce pexidartinib dose (refer to drug monograph dosage modifications). After discontinuing the CYP3A4 inhibitor for 3 elimination half-lives, may resume previous pexidartinib dose."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "phenytoin",
            "description": {
                "common": "phenytoin decreases levels of cyclosporine by increasing metabolism. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "pomalidomide",
            "description": {
                "common": "cyclosporine increases levels of pomalidomide by P-glycoprotein (MDR1) efflux transporter. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "potassium phosphates, IV",
            "description": {
                "common": "cyclosporine and potassium phosphates, IV both increase  serum potassium. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "pravastatin",
            "description": {
                "common": "cyclosporine increases toxicity of pravastatin by Other (see comment). Avoid or Use Alternate Drug. \nComment: Cyclosporine, an OATP1B1 inhibitor, with pravastatin, OATP1B1 substrate, may increase risk of myopathy. Initiate pravastatin dose at 10 mg/day and not to exceed 20 mg/day in patients who are also receiving cyclosporine."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "ranolazine",
            "description": {
                "common": "cyclosporine will increase the level or effect of ranolazine by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "red yeast rice",
            "description": {
                "common": "cyclosporine will increase the level or effect of red yeast rice by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug. May increase creatine kinase levels and increase risk of myopathy or rhabdomyolysis; red yeast rice contains monocolin K (reportedly identical to lovastatin)"
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "revefenacin",
            "description": {
                "common": "cyclosporine increases levels of revefenacin by Other (see comment). Avoid or Use Alternate Drug. \nComment: OATP1B1 and OATP1B3 transport inhibitors may increase systemic exposure of revefenacin's active metabolite. Coadministration not recommended."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "rilonacept",
            "description": {
                "common": "cyclosporine and rilonacept both increase  immunosuppressive effects; risk of infection. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "rimegepant",
            "description": {
                "common": "cyclosporine will increase the level or effect of rimegepant by  P-glycoprotein (MDR1) efflux transporter. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "riociguat",
            "description": {
                "common": "cyclosporine will increase the level or effect of riociguat by  decreasing metabolism. Avoid or Use Alternate Drug. Coadministration of riociguat (BCRP/ABCG2 substrate) with BCRP/ABCG2 inhibitors may require a decreased initial dose of 0.5 mg PO TID; monitor for signs of hypotension and reduce dose if needed."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "rosuvastatin",
            "description": {
                "common": "cyclosporine increases toxicity of rosuvastatin by Other (see comment). Avoid or Use Alternate Drug. \nComment: OATP1B1 inhibitors may increase risk of myopathy."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "rotavirus oral vaccine, live",
            "description": {
                "common": "cyclosporine decreases effects of rotavirus oral vaccine, live by pharmacodynamic antagonism. Contraindicated. Avoid live vaccines in immunocompromised patients due to the risk of developing a clinical infection from the live vaccine. Inadequate immune response to the vaccine may also occur in the presence of immunosuppressants. Avoid live vaccines for at least 3 months after cessation of immunosuppressant therapy unless the benefit of vaccine administration outweighs the potential risk."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "rubella vaccine",
            "description": {
                "common": "cyclosporine decreases effects of rubella vaccine by pharmacodynamic antagonism. Contraindicated. Avoid live vaccines in immunocompromised patients due to the risk of developing a clinical infection from the live vaccine. Inadequate immune response to the vaccine may also occur in the presence of immunosuppressants. Avoid live vaccines for at least 3 months after cessation of immunosuppressant therapy unless the benefit of vaccine administration outweighs the potential risk."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "selumetinib",
            "description": {
                "common": "cyclosporine will increase the level or effect of selumetinib by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug. If coadministration with strong or moderate CYP3A4 inhibitors cannot be avoided, reduce selumetinib dosage (refer to selumetinib monograph for further information). After discontinuation of the strong or moderate CYP3A4 inhibitor for 3 elimination half-lives, resume selumetinib dose that was taken before initiating the inhibitor."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "silodosin",
            "description": {
                "common": "cyclosporine will increase the level or effect of silodosin by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "siponimod",
            "description": {
                "common": "cyclosporine will increase the level or effect of siponimod by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug. Coadministration of siponimod with a moderate or strong CYP3A4 inhibitor PLUS a moderate or strong CYP2C9 inhibitor is not recommended."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "smallpox (vaccinia) and monkeypox vaccine, live, nonreplicating",
            "description": {
                "common": "cyclosporine decreases effects of smallpox (vaccinia) vaccine, attenuated by pharmacodynamic antagonism. Contraindicated. Avoid live vaccines in immunocompromised patients due to the risk of developing a clinical infection from the live vaccine. Inadequate immune response to the vaccine may also occur in the presence of immunosuppressants. Avoid live vaccines for at least 3 months after cessation of immunosuppressant therapy unless the benefit of vaccine administration outweighs the potential risk."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "smallpox (vaccinia) vaccine, attenuated",
            "description": {
                "common": "cyclosporine decreases effects of smallpox (vaccinia) vaccine, attenuated by pharmacodynamic antagonism. Contraindicated. Avoid live vaccines in immunocompromised patients due to the risk of developing a clinical infection from the live vaccine. Inadequate immune response to the vaccine may also occur in the presence of immunosuppressants. Avoid live vaccines for at least 3 months after cessation of immunosuppressant therapy unless the benefit of vaccine administration outweighs the potential risk."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "smallpox (vaccinia) vaccine, live",
            "description": {
                "common": "cyclosporine decreases effects of smallpox (vaccinia) vaccine, live by pharmacodynamic antagonism. Contraindicated. Avoid live vaccines in immunocompromised patients due to the risk of developing a clinical infection from the live vaccine. Inadequate immune response to the vaccine may also occur in the presence of immunosuppressants. Avoid live vaccines for at least 3 months after cessation of immunosuppressant therapy unless the benefit of vaccine administration outweighs the potential risk."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "sonidegib",
            "description": {
                "common": "cyclosporine will increase the level or effect of sonidegib by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug. Avoid coadministration of sonidegib with moderate CYP3A4 inhibitors. If a moderate CYP3A inhibitor must be used, administer the moderate CYP3A inhibitor for <14 days and monitor closely for adverse reactions, particularly musculoskeletal adverse reactions."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "sotorasib",
            "description": {
                "common": "sotorasib will decrease the level or effect of cyclosporine by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug. If use is unavoidable, refer to the prescribing information of the CYP3A4 substrate for dosage modifications"
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "spironolactone",
            "description": {
                "common": "spironolactone and cyclosporine both increase  serum potassium. Avoid or Use Alternate Drug. Coadministration not recommended"
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "St John's Wort",
            "description": {
                "common": "St John's Wort will decrease the level or effect of cyclosporine by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "tacrolimus",
            "description": {
                "common": "cyclosporine, tacrolimus. Other (see comment). Avoid or Use Alternate Drug. \nComment: Coadministration of tacrolimus with cyclosporine may increase the risk of nephrotoxicity and immunosuppressive effects. Additionally, both agents are CYP3A4 and P-gp substrates and may elevate serum levels of either agent when coadministered. Discontinue tacrolimus or cyclosporine therapy at least 24 hours before initiating therapy with the other agent."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "talazoparib",
            "description": {
                "common": "cyclosporine will increase the level or effect of talazoparib by  Other (see comment). Avoid or Use Alternate Drug. BCRP inhibitors may increase systemic exposure of talazoparib (a BCRP substrate). If coadministration cannot be avoided, monitor for potential adverse reactions."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "tazemetostat",
            "description": {
                "common": "cyclosporine will increase the level or effect of tazemetostat by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug. Avoid coadministration of tazemetostat with moderate CYP3A4 inhibitors. If coadministration is unavoidable, reduce tazemetostat current dose (see drug monograph Dosage Modifications). "
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "teicoplanin",
            "description": {
                "common": "cyclosporine and teicoplanin both increase  nephrotoxicity and/or ototoxicity. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "temsirolimus",
            "description": {
                "common": "cyclosporine and temsirolimus both increase  immunosuppressive effects; risk of infection. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "tenofovir DF",
            "description": {
                "common": "cyclosporine and tenofovir DF both increase  nephrotoxicity and/or ototoxicity. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "tepotinib",
            "description": {
                "common": "tepotinib will increase the level or effect of cyclosporine by  P-glycoprotein (MDR1) efflux transporter. Avoid or Use Alternate Drug. If concomitant use unavoidable, reduce the P-gp substrate dosage if recommended in its approved product labeling."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "testosterone",
            "description": {
                "common": "testosterone increases effects of cyclosporine by decreasing metabolism. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "testosterone buccal system",
            "description": {
                "common": "testosterone buccal system increases effects of cyclosporine by decreasing metabolism. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "testosterone topical",
            "description": {
                "common": "testosterone topical increases effects of cyclosporine by decreasing metabolism. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "tipranavir",
            "description": {
                "common": "tipranavir will increase the level or effect of cyclosporine by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "tisagenlecleucel",
            "description": {
                "common": "cyclosporine, tisagenlecleucel.\nEither increases effects of the other by immunosuppressive effects; risk of infection. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "tofacitinib",
            "description": {
                "common": "cyclosporine, tofacitinib.\nEither increases toxicity of the other by immunosuppressive effects; risk of infection. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "tolvaptan",
            "description": {
                "common": "cyclosporine will increase the level or effect of tolvaptan by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "tongkat ali",
            "description": {
                "common": "cyclosporine and tongkat ali both increase  immunosuppressive effects; risk of infection. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "topotecan",
            "description": {
                "common": "cyclosporine will increase the level or effect of topotecan by  P-glycoprotein (MDR1) efflux transporter. Avoid or Use Alternate Drug. Product labeling for PO topotecan recommends avoiding concomitant use of P-gp inhibitors; the interaction with IV topotecan may be less severe but is still likely of clinical significance. Additionally, topotecan is a substrate of the BCRP efflux transporter. Cylcosporine also inhibits BCRP."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "triamterene",
            "description": {
                "common": "triamterene and cyclosporine both increase  serum potassium. Avoid or Use Alternate Drug. Coadministration not recommended"
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "typhoid polysaccharide vaccine",
            "description": {
                "common": "cyclosporine decreases effects of typhoid polysaccharide vaccine by pharmacodynamic antagonism. Contraindicated. Avoid live vaccines in immunocompromised patients due to the risk of developing a clinical infection from the live vaccine. Inadequate immune response to the vaccine may also occur in the presence of immunosuppressants. Avoid live vaccines for at least 3 months after cessation of immunosuppressant therapy unless the benefit of vaccine administration outweighs the potential risk."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "typhoid vaccine live",
            "description": {
                "common": "cyclosporine decreases effects of typhoid vaccine live by pharmacodynamic antagonism. Contraindicated. Avoid live vaccines in immunocompromised patients due to the risk of developing a clinical infection from the live vaccine. Inadequate immune response to the vaccine may also occur in the presence of immunosuppressants. Avoid live vaccines for at least 3 months after cessation of immunosuppressant therapy unless the benefit of vaccine administration outweighs the potential risk."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "ustekinumab",
            "description": {
                "common": "cyclosporine and ustekinumab both increase  immunosuppressive effects; risk of infection. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "varicella virus vaccine live",
            "description": {
                "common": "cyclosporine decreases effects of varicella virus vaccine live by pharmacodynamic antagonism. Contraindicated. Avoid live vaccines in immunocompromised patients due to the risk of developing a clinical infection from the live vaccine. Inadequate immune response to the vaccine may also occur in the presence of immunosuppressants. Avoid live vaccines for at least 3 months after cessation of immunosuppressant therapy unless the benefit of vaccine administration outweighs the potential risk."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "venetoclax",
            "description": {
                "common": "cyclosporine will increase the level or effect of venetoclax by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug. If a moderate CYP3A inhibitor must be used, reduce the venetoclax dose by at least 50%. Monitor more closely for signs of venetoclax toxicities."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "voxelotor",
            "description": {
                "common": "voxelotor will increase the level or effect of cyclosporine by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug. Voxelotor increases systemic exposure of sensitive CYP3A4 substrates. Avoid coadministration with sensitive CYP3A4 substrates with a narrow therapeutic index. Consider dose reduction of the sensitive CYP3A4 substrate(s) if unable to avoid."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "yellow fever vaccine",
            "description": {
                "common": "cyclosporine decreases effects of yellow fever vaccine by pharmacodynamic antagonism. Contraindicated. Avoid live vaccines in immunocompromised patients due to the risk of developing a clinical infection from the live vaccine. Inadequate immune response to the vaccine may also occur in the presence of immunosuppressants. Avoid live vaccines for at least 3 months after cessation of immunosuppressant therapy unless the benefit of vaccine administration outweighs the potential risk."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "zavegepant intranasal",
            "description": {
                "common": "cyclosporine will increase the level or effect of zavegepant intranasal by  Other (see comment). Avoid or Use Alternate Drug. OATP1B3 and NTCP inhibitors may result in a significant increase in systemic exposure of zavegepant (an OATP13B and NTCP substrate)."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "zoster vaccine live",
            "description": {
                "common": "cyclosporine decreases effects of zoster vaccine live by pharmacodynamic antagonism. Contraindicated. Avoid live vaccines in immunocompromised patients due to the risk of developing a clinical infection from the live vaccine. Inadequate immune response to the vaccine may also occur in the presence of immunosuppressants. Avoid live vaccines for at least 3 months after cessation of immunosuppressant therapy unless the benefit of vaccine administration outweighs the potential risk."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "acalabrutinib",
            "description": {
                "common": "cyclosporine will increase the level or effect of acalabrutinib by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Modify Therapy/Monitor Closely.  Decrease acalabrutinib dose to 100 mg once daily if coadministered with a moderate CYP3A inhibitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "acyclovir",
            "description": {
                "common": "acyclovir and cyclosporine both increase  nephrotoxicity and/or ototoxicity. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "adefovir",
            "description": {
                "common": "adefovir and cyclosporine both increase  nephrotoxicity and/or ototoxicity. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "almotriptan",
            "description": {
                "common": "cyclosporine will increase the level or effect of almotriptan by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "alprazolam",
            "description": {
                "common": "cyclosporine will increase the level or effect of alprazolam by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "aluminum hydroxide",
            "description": {
                "common": "aluminum hydroxide decreases levels of cyclosporine by inhibition of GI absorption. Applies only to oral form of both agents. Use Caution/Monitor. Separate by 2 hours."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ambrisentan",
            "description": {
                "common": "cyclosporine will increase the level or effect of ambrisentan by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor. 2-fold increase in ambrisentan exposure; limit ambrisentan dose to 5 mg/day when coadministered with cyclosporine"
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "amikacin",
            "description": {
                "common": "cyclosporine will increase the level or effect of amikacin by  P-glycoprotein (MDR1) efflux transporter. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "amiodarone",
            "description": {
                "common": "cyclosporine will increase the level or effect of amiodarone by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "amitriptyline",
            "description": {
                "common": "cyclosporine will increase the level or effect of amitriptyline by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "amlodipine",
            "description": {
                "common": "cyclosporine will increase the level or effect of amlodipine by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "amobarbital",
            "description": {
                "common": "amobarbital will decrease the level or effect of cyclosporine by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "anthrax vaccine adsorbed",
            "description": {
                "common": "cyclosporine decreases effects of anthrax vaccine adsorbed by pharmacodynamic antagonism. Modify Therapy/Monitor Closely.  If possible, complete all age-appropriate vaccinations at least 2 weeks before initiating immunosuppressant therapy. Patients vaccinated <14 days before starting immunosuppressive therapy or during immunosuppressive therapy should be revaccinated at least 3 months after therapy is discontinued if immune competence has been restored. Longer waiting periods may be required for drugs that maintain their immunosuppressive effects for more than 3 months after discontinuation (eg, ocrelizumab). ."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "aprepitant",
            "description": {
                "common": "aprepitant will increase the level or effect of cyclosporine by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "aripiprazole",
            "description": {
                "common": "cyclosporine will increase the level or effect of aripiprazole by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "armodafinil",
            "description": {
                "common": "armodafinil will decrease the level or effect of cyclosporine by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "artemether/lumefantrine",
            "description": {
                "common": "artemether/lumefantrine will decrease the level or effect of cyclosporine by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "aspirin/citric acid/sodium bicarbonate",
            "description": {
                "common": "aspirin/citric acid/sodium bicarbonate increases toxicity of cyclosporine by pharmacodynamic antagonism. Use Caution/Monitor. NSAIDs decrease prostaglandin synthesis, increasing the risk of nephrotoxicity."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "astragalus",
            "description": {
                "common": "cyclosporine increases and astragalus decreases immunosuppressive effects; risk of infection. Effect of interaction is not clear, use caution. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "atazanavir",
            "description": {
                "common": "atazanavir will increase the level or effect of cyclosporine by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "atogepant",
            "description": {
                "common": "cyclosporine will increase the level or effect of atogepant by  Other (see comment). Modify Therapy/Monitor Closely. Recommended dosage of atogepant (an OATP1B1 substrate) with concomitant use of OATP inhibitors is 10 mg or 30 mg qDay."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "avanafil",
            "description": {
                "common": "cyclosporine will increase the level or effect of avanafil by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor. CYP3A4 inhibitors may reduce avanafil clearance increasing systemic exposure to avanafil; increased levels may result in increased associated adverse events; the maximum recommended dose of STENDRA is 50 mg, not to exceed once every 24 hours for patients taking concomitant moderate CYP3A4 inhibitors"
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "azithromycin",
            "description": {
                "common": "azithromycin will increase the level or effect of cyclosporine by  P-glycoprotein (MDR1) efflux transporter. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "bazedoxifene/conjugated estrogens",
            "description": {
                "common": "cyclosporine will increase the level or effect of bazedoxifene/conjugated estrogens by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "belatacept",
            "description": {
                "common": "cyclosporine will decrease the level or effect of belatacept by  decreasing metabolism. Modify Therapy/Monitor Closely. Monitor for a need to adjust concomitant mycophenolate mofetil (MMF) dosage when patient?s therapy is switched between cyclosporine and belatacept, "
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "belzutifan",
            "description": {
                "common": "belzutifan will decrease the level or effect of cyclosporine by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Modify Therapy/Monitor Closely. If unable to avoid coadministration of belzutifan with sensitive CYP3A4 substrates, consider increasing the sensitive CYP3A4 substrate dose in accordance with its prescribing information. "
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "benazepril",
            "description": {
                "common": "benazepril and cyclosporine both increase  nephrotoxicity and/or ototoxicity. Use Caution/Monitor. May increase risk of acute renal failure."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "berotralstat",
            "description": {
                "common": "cyclosporine increases levels of berotralstat by Other (see comment). Modify Therapy/Monitor Closely. \nComment: Reduced dose of berotralstat (a BCRP and P-gp substrate) to 110 mg/day when coadministered with cyclosporine (a P-gp and BCRP inhibitor)."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "betamethasone",
            "description": {
                "common": "betamethasone, cyclosporine. Other (see comment). Use Caution/Monitor. \nComment: Corticosteroids may increase or decrease cyclosporine concentrations. Also, cyclosporine may increase the plasma concentrations of the corticosteroids. Monitor for changes in cyclosporine concentrations and for toxicities of corticosteroids and/or cyclosporine."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "betrixaban",
            "description": {
                "common": "cyclosporine increases levels of betrixaban by P-glycoprotein (MDR1) efflux transporter. Use Caution/Monitor. Decrease betrixaban dose to 80 mg PO once, then 40 mg PO qDay if coadministered with a P-gp inhibitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "bexarotene",
            "description": {
                "common": "cyclosporine will increase the level or effect of bexarotene by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "blinatumomab",
            "description": {
                "common": "blinatumomab increases levels of cyclosporine by decreasing metabolism. Modify Therapy/Monitor Closely. Treatment initiation causes transient release of cytokines that may suppress CYP450 enzymes; highest drug-drug interaction risk is during the first 9 days of the first cycle and the first 2 days of the 2nd cycle in patients who are receiving concomitant CYP450 substrates, particularly those with a narrow therapeutic index."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "bortezomib",
            "description": {
                "common": "cyclosporine will increase the level or effect of bortezomib by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "brexpiprazole",
            "description": {
                "common": "cyclosporine will increase the level or effect of brexpiprazole by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Modify Therapy/Monitor Closely. Administer a quarter of brexpiprazole dose if coadministered with a moderate CYP3A4 inhibitor PLUS a strong/moderate CYP2D6 inhibitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "brodalumab",
            "description": {
                "common": "brodalumab, cyclosporine. Other (see comment). Use Caution/Monitor. \nComment: Formation of CYP450 enzymes can be altered by increased levels of certain cytokines during chronic inflammation; thus, brodalumab could normalize the formation of CYP450 enzymes. Upon initiation or discontinuation of brodalumab in patients who are receiving concomitant CYP450 substrates, particularly those with a narrow therapeutic index, consider monitoring for therapeutic effect."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "bromocriptine",
            "description": {
                "common": "bromocriptine increases levels of cyclosporine by unknown mechanism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "budesonide",
            "description": {
                "common": "cyclosporine will increase the level or effect of budesonide by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "buprenorphine subdermal implant",
            "description": {
                "common": "cyclosporine will increase the level or effect of buprenorphine subdermal implant by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Modify Therapy/Monitor Closely. Monitor patients already on buprenorphine subdermal implant who require newly-initiated treatment with CYP3A4 inhibitors for signs and symptoms of overmedication. If the dose of the concomitant CYP3A4 inhibitor cannot be reduced or discontinued, implant removal may be necessary and the patient should then be treated with a buprenorphine dosage form that permits dose adjustments. If a CYP3A4 inhibitor is discontinued in a patient who has been stabilized on buprenorphine, monitor the patient for withdrawal."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "buprenorphine, long-acting injection",
            "description": {
                "common": "cyclosporine will increase the level or effect of buprenorphine, long-acting injection by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Modify Therapy/Monitor Closely. Patients who transfer to buprenorphine long-acting injection from transmucosal buprenorphine coadministered with CYP3A4 inhibitors should be monitored to ensure buprenorphine plasma levels are adequate. Within 2 weeks, if signs and symptoms of buprenorphine toxicity or overdose occur and the concomitant CYP3A4 inhibitor cannot be reduced or discontinued, transition the patient back to a buprenorphine formulation that permits dose adjustments."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "bupropion",
            "description": {
                "common": "cyclosporine increases toxicity of bupropion by unspecified interaction mechanism. Use Caution/Monitor. May lower seizure threshold; keep bupropion dose as low as possible."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "buspirone",
            "description": {
                "common": "cyclosporine will increase the level or effect of buspirone by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "butabarbital",
            "description": {
                "common": "butabarbital will decrease the level or effect of cyclosporine by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "butalbital",
            "description": {
                "common": "butalbital will decrease the level or effect of cyclosporine by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "cabazitaxel",
            "description": {
                "common": "cyclosporine will increase the level or effect of cabazitaxel by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor. Caution should be exercised with concomitant use of moderate CYP3A4 inhibitors."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "cabozantinib",
            "description": {
                "common": "cyclosporine will increase the level or effect of cabozantinib by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "calcium carbonate",
            "description": {
                "common": "calcium carbonate decreases levels of cyclosporine by inhibition of GI absorption. Applies only to oral form of both agents. Use Caution/Monitor. Separate by 2 hours."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "canagliflozin",
            "description": {
                "common": "cyclosporine and canagliflozin both increase  serum potassium. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "cannabidiol",
            "description": {
                "common": "cyclosporine will increase the level or effect of cannabidiol by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Modify Therapy/Monitor Closely. Consider reducing the cannabidiol dose when coadministered with a moderate CYP3A4 inhibitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "capreomycin",
            "description": {
                "common": "capreomycin and cyclosporine both increase  nephrotoxicity and/or ototoxicity. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "carbamazepine",
            "description": {
                "common": "cyclosporine will increase the level or effect of carbamazepine by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "carboplatin",
            "description": {
                "common": "carboplatin and cyclosporine both increase  nephrotoxicity and/or ototoxicity. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "celecoxib",
            "description": {
                "common": "celecoxib, cyclosporine.\nEither increases toxicity of the other by nephrotoxicity and/or ototoxicity. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "cenobamate",
            "description": {
                "common": "cenobamate will decrease the level or effect of cyclosporine by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Modify Therapy/Monitor Closely. Increase dose of CYP3A4 substrate, as needed, when coadministered with cenobamate."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ceritinib",
            "description": {
                "common": "ceritinib increases levels of cyclosporine by affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "chloroquine",
            "description": {
                "common": "chloroquine increases levels of cyclosporine by decreasing metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "chlorpropamide",
            "description": {
                "common": "chlorpropamide, cyclosporine. unknown mechanism. Use Caution/Monitor. Cyclosporine may decrease the effects of sulfonylureas. Sulfonylureas may increase the effects of cyclosporine."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "cholera vaccine",
            "description": {
                "common": "cyclosporine decreases effects of cholera vaccine by immunosuppressive effects; risk of infection. Modify Therapy/Monitor Closely. Immunosuppressive therapies, including irradiation, antimetabolites, alkylating agents, cytotoxic drugs and corticosteroids (used in greater than physiologic doses), may reduce the immune response to cholera vaccine."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "cholic acid",
            "description": {
                "common": "cyclosporine increases toxicity of cholic acid by decreasing elimination. Modify Therapy/Monitor Closely. Avoid concomitant use of inhibitors of the bile salt efflux pump (BSEP). May exacerbate accumulation of conjugated bile salts in the liver and result in clinical symptoms. If concomitant use is necessary, monitor serum transaminases and bilirubin."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "cilostazol",
            "description": {
                "common": "cyclosporine will increase the level or effect of cilostazol by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "cinacalcet",
            "description": {
                "common": "cyclosporine will increase the level or effect of cinacalcet by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "cisplatin",
            "description": {
                "common": "cisplatin and cyclosporine both increase  nephrotoxicity and/or ototoxicity. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "clarithromycin",
            "description": {
                "common": "clarithromycin will increase the level or effect of cyclosporine by  P-glycoprotein (MDR1) efflux transporter. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "clomipramine",
            "description": {
                "common": "cyclosporine will increase the level or effect of clomipramine by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "clopidogrel",
            "description": {
                "common": "cyclosporine will decrease the level or effect of clopidogrel by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor. Inhibition of CYP3A4 will reduce clopidogrel bioactivation"
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "clotrimazole",
            "description": {
                "common": "clotrimazole will decrease the level or effect of cyclosporine by  P-glycoprotein (MDR1) efflux transporter. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "clozapine",
            "description": {
                "common": "cyclosporine will increase the level or effect of clozapine by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "cobicistat",
            "description": {
                "common": "cobicistat will increase the level or effect of cyclosporine by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "colchicine",
            "description": {
                "common": "colchicine increases effects of cyclosporine by pharmacodynamic synergism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "colesevelam",
            "description": {
                "common": "colesevelam decreases levels of cyclosporine by drug binding in GI tract. Use Caution/Monitor. Concomitant administration decreases cyclosporine absorption; however, absorption is not reduced when cyclosporine is administered 4 hr before colesevelam."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "colistin",
            "description": {
                "common": "colistin and cyclosporine both increase  nephrotoxicity and/or ototoxicity. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "conivaptan",
            "description": {
                "common": "conivaptan will increase the level or effect of cyclosporine by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "conjugated estrogens",
            "description": {
                "common": "cyclosporine will increase the level or effect of conjugated estrogens by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "conjugated estrogens, vaginal",
            "description": {
                "common": "cyclosporine will increase the level or effect of conjugated estrogens, vaginal by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "corticotropin",
            "description": {
                "common": "corticotropin, cyclosporine. Other (see comment). Use Caution/Monitor. \nComment: Corticosteroids may increase or decrease cyclosporine concentrations. Also, cyclosporine may increase the plasma concentrations of the corticosteroids. Monitor for changes in cyclosporine concentrations and for toxicities of corticosteroids and/or cyclosporine."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "cortisone",
            "description": {
                "common": "cyclosporine will increase the level or effect of cortisone by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "crizotinib",
            "description": {
                "common": "crizotinib increases levels of cyclosporine by affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor. Coadministration of crizotinib with CYP3A substrates with narrow therapeutic indices should be avoided."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "crofelemer",
            "description": {
                "common": "crofelemer increases levels of cyclosporine by affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor. Crofelemer has the potential to inhibit CYP3A4 at concentrations expected in the gut; unlikely to inhibit systemically because minimally absorbed."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "dabigatran",
            "description": {
                "common": "cyclosporine will increase the level or effect of dabigatran by  P-glycoprotein (MDR1) efflux transporter. Use Caution/Monitor. Atrial fibrillation: Avoid coadministering dabigatran with P-gp inhibitors if CrCl <30 mL/min.  DVT/PE treatment: Avoid coadministering dabigatran with P-gp inhibitors if CrCl <50 mL/min"
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "dabrafenib",
            "description": {
                "common": "dabrafenib will decrease the level or effect of cyclosporine by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "daridorexant",
            "description": {
                "common": "cyclosporine will increase the level or effect of daridorexant by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Modify Therapy/Monitor Closely. Daridorexant dose should not exceed 25 mg per night when coadministered with moderate CYP3A4 inhibitors."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "darifenacin",
            "description": {
                "common": "cyclosporine will increase the level or effect of darifenacin by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "darolutamide",
            "description": {
                "common": "cyclosporine will increase the level or effect of darolutamide by  Other (see comment). Modify Therapy/Monitor Closely. Darolutamide is a P-gp and CYP3A4 substrate. Closely monitor for increased adverse reactions and modify dose of darolutamide as needed when coadministered with drugs that are both P-gp and strong or moderate CYP3A4 inhibitors."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "darunavir",
            "description": {
                "common": "cyclosporine will increase the level or effect of darunavir by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "dasatinib",
            "description": {
                "common": "cyclosporine will increase the level or effect of dasatinib by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "daunorubicin",
            "description": {
                "common": "cyclosporine will increase the level or effect of daunorubicin by  P-glycoprotein (MDR1) efflux transporter. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "deferasirox",
            "description": {
                "common": "deferasirox will decrease the level or effect of cyclosporine by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "deflazacort",
            "description": {
                "common": "cyclosporine will increase the level or effect of deflazacort by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Modify Therapy/Monitor Closely. Decrease deflazacort dose to one-third of the recommended dose if coadministered with moderate or strong CYP3A4 inhibitors."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "dengue vaccine",
            "description": {
                "common": "cyclosporine decreases effects of dengue vaccine by immunosuppressive effects; risk of infection. Use Caution/Monitor. Immunosuppressive therapies (eg, irradiation, antimetabolites, alkylating agents, cytotoxic drugs, corticosteroids [greater than physiologic doses]) may reduce immune response to dengue vaccine."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "denosumab",
            "description": {
                "common": "cyclosporine, denosumab. Other (see comment). Use Caution/Monitor. \nComment: Caution should be taken in patients on concomitant immunosuppressants or with impaired immune systems because of increased risk for serious infections."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "dexamethasone",
            "description": {
                "common": "cyclosporine will increase the level or effect of dexamethasone by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "dexlansoprazole",
            "description": {
                "common": "cyclosporine, dexlansoprazole.\nEither increases toxicity of the other by Other (see comment). Use Caution/Monitor. \nComment: When used for prolonged periods of time PPIs may cause hypomagnesemia and the risk is further increased when used concomitantly with drugs that also have the same effects."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "DHEA, herbal",
            "description": {
                "common": "DHEA, herbal will increase the level or effect of cyclosporine by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "diazepam",
            "description": {
                "common": "cyclosporine will increase the level or effect of diazepam by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "diazepam intranasal",
            "description": {
                "common": "cyclosporine will increase the level or effect of diazepam intranasal by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor. Strong or moderate CYP3A4 inhibitors may decrease rate of diazepam elimination, thereby increasing adverse reactions to diazepam."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "diclofenac",
            "description": {
                "common": "diclofenac, cyclosporine.\nEither increases toxicity of the other by nephrotoxicity and/or ototoxicity. Modify Therapy/Monitor Closely. Potential for dangerous interaction. Use with caution and monitor closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "diflunisal",
            "description": {
                "common": "diflunisal, cyclosporine.\nEither increases toxicity of the other by nephrotoxicity and/or ototoxicity. Modify Therapy/Monitor Closely. Potential for dangerous interaction. Use with caution and monitor closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "digoxin",
            "description": {
                "common": "cyclosporine will increase the level or effect of digoxin by  P-glycoprotein (MDR1) efflux transporter. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "diltiazem",
            "description": {
                "common": "diltiazem will increase the level or effect of cyclosporine by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor. Monitor serum cyclosporine concentrations if diltiazem or verapamil are initiated/ discontinued. During coadministration of cyclosporine and diltiazem, monitor for decreases in blood pressure."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "docetaxel",
            "description": {
                "common": "cyclosporine will increase the level or effect of docetaxel by  P-glycoprotein (MDR1) efflux transporter. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "doxorubicin",
            "description": {
                "common": "cyclosporine will increase the level or effect of doxorubicin by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "doxorubicin liposomal",
            "description": {
                "common": "cyclosporine will increase the level or effect of doxorubicin liposomal by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "dronabinol",
            "description": {
                "common": "dronabinol increases levels of cyclosporine by plasma protein binding competition. Modify Therapy/Monitor Closely. Dronabinol is highly bound to plasma proteins and may displace and increase the free fraction of other concomitantly administered highly protein-bound drugs. This has not been confirmed in vivo. Caution with narrow therapeutic index drugs that are highly protein bound when initiating or increasing the dose of dronabinol."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "drospirenone",
            "description": {
                "common": "drospirenone, cyclosporine. Mechanism: pharmacodynamic synergism. Use Caution/Monitor. Monitor serum cyclosporine concentrations, and for signs and symptoms of renal and hepatic toxicity."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "dulaglutide",
            "description": {
                "common": "dulaglutide, cyclosporine. Other (see comment). Use Caution/Monitor. \nComment: Dulaglutide slows gastric emptying and may impact absorption of concomitantly administered oral medications; be particularly cautious when coadministered with drugs that have a narrow therapeutic index."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "dupilumab",
            "description": {
                "common": "dupilumab, cyclosporine. Other (see comment). Use Caution/Monitor. \nComment: Formation of CYP450 enzymes can be altered by increased levels of certain cytokines during chronic inflammation; thus, dupilumab could normalize the formation of CYP450 enzymes. Upon initiation or discontinuation of dupilumab in patients who are receiving concomitant CYP450 substrates, particularly those with a narrow therapeutic index, consider monitoring for therapeutic effect."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "duvelisib",
            "description": {
                "common": "duvelisib will increase the level or effect of cyclosporine by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Modify Therapy/Monitor Closely. will increase the level or effect of"
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "echinacea",
            "description": {
                "common": "cyclosporine increases and echinacea decreases immunosuppressive effects; risk of infection. Effect of interaction is not clear, use caution. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "efavirenz",
            "description": {
                "common": "efavirenz will decrease the level or effect of cyclosporine by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor. Closely monitor cyclosporine concentrations when starting, stopping, or adjusting dose of concurrent efavirez, especially within first 2 weeks."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "eletriptan",
            "description": {
                "common": "cyclosporine will increase the level or effect of eletriptan by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "eliglustat",
            "description": {
                "common": "eliglustat increases levels of cyclosporine by P-glycoprotein (MDR1) efflux transporter. Modify Therapy/Monitor Closely. Monitor therapeutic drug concentrations, as indicated, or consider reducing the dosage of the P-gp substrate and titrate to clinical effect."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "eluxadoline",
            "description": {
                "common": "eluxadoline increases levels of cyclosporine by affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor. Caution when CYP3A substrates that have a narrow therapeutic index are coadministered with eluxadoline."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "elvitegravir/cobicistat/emtricitabine/tenofovir DF",
            "description": {
                "common": "elvitegravir/cobicistat/emtricitabine/tenofovir DF increases levels of cyclosporine by affecting hepatic/intestinal enzyme CYP3A4 metabolism. Modify Therapy/Monitor Closely. Cobicistat is a CYP3A4 inhibitor; contraindicated with CYP3A4 substrates for which elevated plasma concentrations are associated with serious and/or life-threatening events."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "encorafenib",
            "description": {
                "common": "encorafenib, cyclosporine. affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor. Encorafenib both inhibits and induces CYP3A4 at clinically relevant plasma concentrations. Coadministration of encorafenib with sensitive CYP3A4 substrates may result in increased toxicity or decreased efficacy of these agents."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "enzalutamide",
            "description": {
                "common": "enzalutamide will decrease the level or effect of cyclosporine by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "epoetin alfa",
            "description": {
                "common": "epoetin alfa, cyclosporine. Other (see comment). Use Caution/Monitor. \nComment: Cyclosporine may potentiate hypertensive effects with erythropoiesis-stimulating agents (ESAs). Additionally, use of ESAs may alter cyclosporine blood levels, since cyclosporine is bound by red blood cells."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "epoetin beta",
            "description": {
                "common": "epoetin beta, cyclosporine. Other (see comment). Use Caution/Monitor. \nComment: Cyclosporine may potentiate hypertensive effects with erythropoiesis-stimulating agents (ESAs). Additionally, use of ESAs may alter cyclosporine blood levels, since cyclosporine is bound by red blood cells."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "epoetin delta",
            "description": {
                "common": "epoetin delta, cyclosporine. Other (see comment). Use Caution/Monitor. \nComment: Cyclosporine may potentiate hypertensive effects with erythropoiesis-stimulating agents (ESAs). Additionally, use of ESAs may alter cyclosporine blood levels, since cyclosporine is bound by red blood cells."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "epoetin zeta",
            "description": {
                "common": "epoetin zeta, cyclosporine. Other (see comment). Use Caution/Monitor. \nComment: Cyclosporine may potentiate hypertensive effects with erythropoiesis-stimulating agents (ESAs). Additionally, use of ESAs may alter cyclosporine blood levels, since cyclosporine is bound by red blood cells."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "erlotinib",
            "description": {
                "common": "cyclosporine will increase the level or effect of erlotinib by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "erythromycin base",
            "description": {
                "common": "erythromycin base will increase the level or effect of cyclosporine by  P-glycoprotein (MDR1) efflux transporter. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "erythromycin ethylsuccinate",
            "description": {
                "common": "erythromycin ethylsuccinate will increase the level or effect of cyclosporine by  P-glycoprotein (MDR1) efflux transporter. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "erythromycin lactobionate",
            "description": {
                "common": "erythromycin lactobionate will increase the level or effect of cyclosporine by  P-glycoprotein (MDR1) efflux transporter. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "erythromycin stearate",
            "description": {
                "common": "erythromycin stearate will increase the level or effect of cyclosporine by  P-glycoprotein (MDR1) efflux transporter. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "eslicarbazepine acetate",
            "description": {
                "common": "eslicarbazepine acetate will decrease the level or effect of cyclosporine by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "esomeprazole",
            "description": {
                "common": "cyclosporine, esomeprazole.\nEither increases toxicity of the other by Other (see comment). Use Caution/Monitor. \nComment: When used for prolonged periods of time PPIs may cause hypomagnesemia and the risk is further increased when used concomitantly with drugs that also have the same effects."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "estradiol",
            "description": {
                "common": "cyclosporine will increase the level or effect of estradiol by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "estrogens conjugated synthetic",
            "description": {
                "common": "cyclosporine will increase the level or effect of estrogens conjugated synthetic by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "estrogens esterified",
            "description": {
                "common": "cyclosporine will increase the level or effect of estrogens esterified by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "estropipate",
            "description": {
                "common": "cyclosporine will increase the level or effect of estropipate by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ethinylestradiol",
            "description": {
                "common": "ethinylestradiol increases levels of cyclosporine by unknown mechanism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "etodolac",
            "description": {
                "common": "etodolac, cyclosporine.\nEither increases toxicity of the other by nephrotoxicity and/or ototoxicity. Modify Therapy/Monitor Closely. Potential for dangerous interaction. Use with caution and monitor closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "etonogestrel",
            "description": {
                "common": "cyclosporine will increase the level or effect of etonogestrel by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "etoposide",
            "description": {
                "common": "cyclosporine will increase the level or effect of etoposide by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "etravirine",
            "description": {
                "common": "etravirine will decrease the level or effect of cyclosporine by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "everolimus",
            "description": {
                "common": "cyclosporine will increase the level or effect of everolimus by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Modify Therapy/Monitor Closely. Everolimus is a CYP3A4 and P-gp substrate. Prescribing information for coadministration with cyclosporine (a CYP3A4 and P-gp strong inhibitor) depends on everolimus indication and brand. Avoid coadministration if used for renal cell carcinoma (Afinitor). If used for kidney transplant immunosuppression (Zortress), reduce cyclosporine dose and use target serum concentration to reduce nephrotoxicity."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "famotidine",
            "description": {
                "common": "famotidine will increase the level or effect of cyclosporine by  unknown mechanism. Use Caution/Monitor. Delayed resorption of cyclosporine has been reported when famotidine is coadministered with cyclosporine."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "fedratinib",
            "description": {
                "common": "fedratinib will increase the level or effect of cyclosporine by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor. Adjust dose of drugs that are CYP3A4 substrates as necessary."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "felodipine",
            "description": {
                "common": "cyclosporine will increase the level or effect of felodipine by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "fenofibrate",
            "description": {
                "common": "fenofibrate increases levels of cyclosporine by unspecified interaction mechanism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "fenofibrate micronized",
            "description": {
                "common": "fenofibrate micronized increases levels of cyclosporine by unspecified interaction mechanism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "fenoprofen",
            "description": {
                "common": "fenoprofen, cyclosporine.\nEither increases toxicity of the other by nephrotoxicity and/or ototoxicity. Modify Therapy/Monitor Closely. Potential for dangerous interaction. Use with caution and monitor closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ferric maltol",
            "description": {
                "common": "ferric maltol, cyclosporine.\nEither increases levels of the other by unspecified interaction mechanism. Modify Therapy/Monitor Closely. Coadministration of ferric maltol with certain oral medications may decrease the bioavailability of either ferric maltol and some oral drugs. For oral drugs where reductions in bioavailability may cause clinically significant effects on its safety or efficacy, separate administration of ferric maltol from these drugs. Duration of separation may depend on the absorption of the medication concomitantly administered (eg, time to peak concentration,  whether the drug is an immediate or extended release product)."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "fesoterodine",
            "description": {
                "common": "cyclosporine will increase the level or effect of fesoterodine by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "finerenone",
            "description": {
                "common": "cyclosporine will increase the level or effect of finerenone by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Modify Therapy/Monitor Closely. Monitor serum potassium during initiation and dosage adjustment of either finererone or moderate CYP3A4 inhibitors. Adjust finererone dosage as needed."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "fingolimod",
            "description": {
                "common": "cyclosporine increases effects of fingolimod by immunosuppressive effects; risk of infection. Modify Therapy/Monitor Closely. Concomitant therapy is expected to increase the risk of immunosuppression. Use caution when switching patients from long-acting therapies with immune effects. ."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "flibanserin",
            "description": {
                "common": "flibanserin increases levels of cyclosporine by P-glycoprotein (MDR1) efflux transporter. Use Caution/Monitor. Increase monitoring of concentrations of drugs transported by P-gp that have a narrow therapeutic index if coadministered with flibanserin."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "fluconazole",
            "description": {
                "common": "fluconazole will increase the level or effect of cyclosporine by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "fludrocortisone",
            "description": {
                "common": "cyclosporine will increase the level or effect of fludrocortisone by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "flurbiprofen",
            "description": {
                "common": "flurbiprofen, cyclosporine.\nEither increases toxicity of the other by nephrotoxicity and/or ototoxicity. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "fluvoxamine",
            "description": {
                "common": "fluvoxamine will increase the level or effect of cyclosporine by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "fosamprenavir",
            "description": {
                "common": "cyclosporine will increase the level or effect of fosamprenavir by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "fosaprepitant",
            "description": {
                "common": "fosaprepitant will increase the level or effect of cyclosporine by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "foscarnet",
            "description": {
                "common": "cyclosporine and foscarnet both increase  nephrotoxicity and/or ototoxicity. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "fosphenytoin",
            "description": {
                "common": "fosphenytoin will decrease the level or effect of cyclosporine by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "fostamatinib",
            "description": {
                "common": "fostamatinib will increase the level or effect of cyclosporine by  P-glycoprotein (MDR1) efflux transporter. Use Caution/Monitor. Concomitant use of fostamatinib may increase concentrations of P-gp substrates. Monitor for toxicities of the P-gp substrate drug that may require dosage reduction when given concurrently with fostamatinib."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "furosemide",
            "description": {
                "common": "cyclosporine increases toxicity of furosemide by Other (see comment). Use Caution/Monitor. \nComment: Concomitant use of cyclosporine and furosemide is associated with increased risk of gouty arthritis secondary to furosemide-induced hyperurecemia and cyclosporine impairment of renal urate excretion."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "gentamicin",
            "description": {
                "common": "cyclosporine and gentamicin both increase  nephrotoxicity and/or ototoxicity. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "glimepiride",
            "description": {
                "common": "glimepiride, cyclosporine. unknown mechanism. Use Caution/Monitor. Cyclosporine may decrease the effects of sulfonylureas. Sulfonylureas may increase the effects of cyclosporine."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "glipizide",
            "description": {
                "common": "glipizide, cyclosporine. unknown mechanism. Use Caution/Monitor. Cyclosporine may decrease the effects of sulfonylureas. Sulfonylureas may increase the effects of cyclosporine."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "glyburide",
            "description": {
                "common": "glyburide, cyclosporine. unknown mechanism. Use Caution/Monitor. Cyclosporine may decrease the effects of sulfonylureas. Sulfonylureas may increase the effects of cyclosporine."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "glycerol phenylbutyrate",
            "description": {
                "common": "glycerol phenylbutyrate will decrease the level or effect of cyclosporine by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor. Glycerol phenylbutyrate is a weak inducer of CYP3A4. Monitor for decreased efficacy of CYP3A4 substrates that have a narrow therapeutic index."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "griseofulvin",
            "description": {
                "common": "griseofulvin will decrease the level or effect of cyclosporine by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "guanfacine",
            "description": {
                "common": "cyclosporine will increase the level or effect of guanfacine by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Modify Therapy/Monitor Closely. Strong or moderate CYP3A4 inhibitors significantly increase guanfacine plasma concentrations. FDA-approved labeling for extended-release (ER) guanfacine recommends that, if coadministered, the guanfacine dosage should be decreased to half of the recommended dose. Specific recommendations for immediate-release (IR) guanfacine are not available. "
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "guselkumab",
            "description": {
                "common": "guselkumab, cyclosporine. Other (see comment). Use Caution/Monitor. \nComment: Formation of CYP450 enzymes can be altered by increased levels of certain cytokines during chronic inflammation; thus, normalizing the formation of CYP450 enzymes. Upon initiation or discontinuation of guselkumab in patients who are receiving concomitant CYP450 substrates, particularly those with a narrow therapeutic index, consider monitoring for therapeutic effect."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "haemophilus influenzae type b vaccine",
            "description": {
                "common": "cyclosporine decreases effects of haemophilus influenzae type b vaccine by pharmacodynamic antagonism. Modify Therapy/Monitor Closely.  If possible, complete all age-appropriate vaccinations at least 2 weeks before initiating immunosuppressant therapy. Patients vaccinated <14 days before starting immunosuppressive therapy or during immunosuppressive therapy should be revaccinated at least 3 months after therapy is discontinued if immune competence has been restored. Longer waiting periods may be required for drugs that maintain their immunosuppressive effects for more than 3 months after discontinuation (eg, ocrelizumab). ."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "hepatitis A vaccine inactivated",
            "description": {
                "common": "cyclosporine decreases effects of hepatitis A vaccine inactivated by pharmacodynamic antagonism. Modify Therapy/Monitor Closely. If possible, complete all age-appropriate vaccinations at least 2 weeks before initiating immunosuppressant therapy. Patients vaccinated <14 days before starting immunosuppressive therapy or during immunosuppressive therapy should be revaccinated at least 3 months after therapy is discontinued if immune competence has been restored. Longer waiting periods may be required for drugs that maintain their immunosuppressive effects for more than 3 months after discontinuation (eg, ocrelizumab). ."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "hepatitis a/b vaccine",
            "description": {
                "common": "cyclosporine decreases effects of hepatitis a/b vaccine by pharmacodynamic antagonism. Modify Therapy/Monitor Closely. If possible, complete all age-appropriate vaccinations at least 2 weeks before initiating immunosuppressant therapy. Patients vaccinated <14 days before starting immunosuppressive therapy or during immunosuppressive therapy should be revaccinated at least 3 months after therapy is discontinued if immune competence has been restored. Longer waiting periods may be required for drugs that maintain their immunosuppressive effects for more than 3 months after discontinuation (eg, ocrelizumab). ."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "hepatitis b vaccine",
            "description": {
                "common": "cyclosporine decreases effects of hepatitis b vaccine by pharmacodynamic antagonism. Modify Therapy/Monitor Closely. If possible, complete all age-appropriate vaccinations at least 2 weeks before initiating immunosuppressant therapy. Patients vaccinated <14 days before starting immunosuppressive therapy or during immunosuppressive therapy should be revaccinated at least 3 months after therapy is discontinued if immune competence has been restored. Longer waiting periods may be required for drugs that maintain their immunosuppressive effects for more than 3 months after discontinuation (eg, ocrelizumab). ."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "HIV vaccine",
            "description": {
                "common": "cyclosporine decreases effects of HIV vaccine by pharmacodynamic antagonism. Modify Therapy/Monitor Closely. If possible, complete all age-appropriate vaccinations at least 2 weeks before initiating immunosuppressant therapy. Patients vaccinated <14 days before starting immunosuppressive therapy or during immunosuppressive therapy should be revaccinated at least 3 months after therapy is discontinued if immune competence has been restored. Longer waiting periods may be required for drugs that maintain their immunosuppressive effects for more than 3 months after discontinuation (eg, ocrelizumab). ."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "human papillomavirus vaccine, nonavalent",
            "description": {
                "common": "cyclosporine decreases effects of human papillomavirus vaccine, nonavalent by pharmacodynamic antagonism. Modify Therapy/Monitor Closely. If possible, complete all age-appropriate vaccinations at least 2 weeks before initiating immunosuppressant therapy. Patients vaccinated <14 days before starting immunosuppressive therapy or during immunosuppressive therapy should be revaccinated at least 3 months after therapy is discontinued if immune competence has been restored. Longer waiting periods may be required for drugs that maintain their immunosuppressive effects for more than 3 months after discontinuation (eg, ocrelizumab). ."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "human papillomavirus vaccine, quadrivalent",
            "description": {
                "common": "cyclosporine decreases effects of human papillomavirus vaccine, quadrivalent by pharmacodynamic antagonism. Modify Therapy/Monitor Closely. If possible, complete all age-appropriate vaccinations at least 2 weeks before initiating immunosuppressant therapy. Patients vaccinated <14 days before starting immunosuppressive therapy or during immunosuppressive therapy should be revaccinated at least 3 months after therapy is discontinued if immune competence has been restored. Longer waiting periods may be required for drugs that maintain their immunosuppressive effects for more than 3 months after discontinuation (eg, ocrelizumab). ."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "hydrochlorothiazide",
            "description": {
                "common": "cyclosporine increases toxicity of hydrochlorothiazide by unspecified interaction mechanism. Use Caution/Monitor. Coadministration of hydrochlorothiazide with cyclosporine may increase the risk of hypermagnesemia, hyperuricemia, and possible nephrotoxicity."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "hydrocortisone",
            "description": {
                "common": "cyclosporine will increase the level or effect of hydrocortisone by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "hydroxychloroquine sulfate",
            "description": {
                "common": "hydroxychloroquine sulfate will increase the level or effect of cyclosporine by  P-glycoprotein (MDR1) efflux transporter. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "hydroxyprogesterone caproate (DSC)",
            "description": {
                "common": "hydroxyprogesterone caproate (DSC) will increase the level or effect of cyclosporine by  Other (see comment). Use Caution/Monitor. Progestins may potentiate the risk of hepatoxicity. Consider alternative forms of contraception."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ibrutinib",
            "description": {
                "common": "cyclosporine increases levels of ibrutinib by affecting hepatic/intestinal enzyme CYP3A4 metabolism. Modify Therapy/Monitor Closely. Coadministration with moderate CYP3A4 inhibitors, reduce ibrutinib dose to 280 mg qDay (B-cell malignancies) or 420 mg qDay (graft versus host disease). After CYP3A inhibitor discontinuation, resume previous dose of ibrutinib."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ibuprofen",
            "description": {
                "common": "ibuprofen, cyclosporine.\nEither increases toxicity of the other by nephrotoxicity and/or ototoxicity. Use Caution/Monitor. NSAIDs decrease prostaglandin synthesis, increasing the risk of nephrotoxicity."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ibuprofen IV",
            "description": {
                "common": "ibuprofen IV increases toxicity of cyclosporine by pharmacodynamic antagonism. Use Caution/Monitor. NSAIDs decrease prostaglandin synthesis, increasing the risk of nephrotoxicity."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ibuprofen/famotidine",
            "description": {
                "common": "ibuprofen/famotidine, cyclosporine.\nEither increases toxicity of the other by nephrotoxicity and/or ototoxicity. Use Caution/Monitor. NSAIDs decrease prostaglandin synthesis, increasing the risk of nephrotoxicity."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "iloperidone",
            "description": {
                "common": "cyclosporine will increase the level or effect of iloperidone by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "imatinib",
            "description": {
                "common": "cyclosporine will increase the level or effect of imatinib by  P-glycoprotein (MDR1) efflux transporter. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "imidapril",
            "description": {
                "common": "imidapril, cyclosporine. Mechanism: unspecified interaction mechanism. Use Caution/Monitor. Risk of acute renal failure."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "imipenem/cilastatin",
            "description": {
                "common": "cyclosporine, imipenem/cilastatin. Other (see comment). Use Caution/Monitor. \nComment: Cyclosporine may increase the neurotoxic effects of imipenem. Cases reports describe imipenem increasing or decreasing cyclosporine serum concentration levels."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "imipenem/cilastatin/relebactam",
            "description": {
                "common": "cyclosporine, imipenem/cilastatin/relebactam. Other (see comment). Use Caution/Monitor. \nComment: Cyclosporine may increase the neurotoxic effects of imipenem. Cases reports describe imipenem increasing or decreasing cyclosporine serum concentration levels."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "imipramine",
            "description": {
                "common": "cyclosporine will increase the level or effect of imipramine by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "indinavir",
            "description": {
                "common": "indinavir will increase the level or effect of cyclosporine by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "indomethacin",
            "description": {
                "common": "indomethacin, cyclosporine.\nEither increases toxicity of the other by nephrotoxicity and/or ototoxicity. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "influenza A (H5N1) vaccine",
            "description": {
                "common": "cyclosporine decreases effects of influenza A (H5N1) vaccine by pharmacodynamic antagonism. Modify Therapy/Monitor Closely. If possible, complete all age-appropriate vaccinations at least 2 weeks before initiating immunosuppressant therapy. Patients vaccinated <14 days before starting immunosuppressive therapy or during immunosuppressive therapy should be revaccinated at least 3 months after therapy is discontinued if immune competence has been restored. Longer waiting periods may be required for drugs that maintain their immunosuppressive effects for more than 3 months after discontinuation (eg, ocrelizumab). ."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "influenza virus vaccine (H5N1), adjuvanted",
            "description": {
                "common": "cyclosporine decreases effects of influenza virus vaccine (H5N1), adjuvanted by pharmacodynamic antagonism. Modify Therapy/Monitor Closely. If possible, complete all age-appropriate vaccinations at least 2 weeks before initiating immunosuppressant therapy. Patients vaccinated <14 days before starting immunosuppressive therapy or during immunosuppressive therapy should be revaccinated at least 3 months after therapy is discontinued if immune competence has been restored. Longer waiting periods may be required for drugs that maintain their immunosuppressive effects for more than 3 months after discontinuation (eg, ocrelizumab). ."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "influenza virus vaccine quadrivalent",
            "description": {
                "common": "cyclosporine decreases effects of influenza virus vaccine quadrivalent by pharmacodynamic antagonism. Modify Therapy/Monitor Closely. If possible, complete all age-appropriate vaccinations at least 2 weeks before initiating immunosuppressant therapy. Patients vaccinated <14 days before starting immunosuppressive therapy or during immunosuppressive therapy should be revaccinated at least 3 months after therapy is discontinued if immune competence has been restored. Longer waiting periods may be required for drugs that maintain their immunosuppressive effects for more than 3 months after discontinuation (eg, ocrelizumab). ."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "influenza virus vaccine quadrivalent, adjuvanted",
            "description": {
                "common": "cyclosporine decreases effects of influenza virus vaccine quadrivalent, adjuvanted by pharmacodynamic antagonism. Modify Therapy/Monitor Closely. If possible, complete all age-appropriate vaccinations at least 2 weeks before initiating immunosuppressant therapy. Patients vaccinated <14 days before starting immunosuppressive therapy or during immunosuppressive therapy should be revaccinated at least 3 months after therapy is discontinued if immune competence has been restored. Longer waiting periods may be required for drugs that maintain their immunosuppressive effects for more than 3 months after discontinuation (eg, ocrelizumab). ."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "influenza virus vaccine quadrivalent, cell-cultured",
            "description": {
                "common": "cyclosporine decreases effects of influenza virus vaccine quadrivalent, cell-cultured by pharmacodynamic antagonism. Modify Therapy/Monitor Closely. If possible, complete all age-appropriate vaccinations at least 2 weeks before initiating immunosuppressant therapy. Patients vaccinated <14 days before starting immunosuppressive therapy or during immunosuppressive therapy should be revaccinated at least 3 months after therapy is discontinued if immune competence has been restored. Longer waiting periods may be required for drugs that maintain their immunosuppressive effects for more than 3 months after discontinuation (eg, ocrelizumab). ."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "influenza virus vaccine quadrivalent, recombinant",
            "description": {
                "common": "cyclosporine decreases effects of influenza virus vaccine quadrivalent, recombinant by pharmacodynamic antagonism. Modify Therapy/Monitor Closely. If possible, complete all age-appropriate vaccinations at least 2 weeks before initiating immunosuppressant therapy. Patients vaccinated <14 days before starting immunosuppressive therapy or during immunosuppressive therapy should be revaccinated at least 3 months after therapy is discontinued if immune competence has been restored. Longer waiting periods may be required for drugs that maintain their immunosuppressive effects for more than 3 months after discontinuation (eg, ocrelizumab). ."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "influenza virus vaccine trivalent",
            "description": {
                "common": "cyclosporine decreases effects of influenza virus vaccine trivalent by pharmacodynamic antagonism. Modify Therapy/Monitor Closely. If possible, complete all age-appropriate vaccinations at least 2 weeks before initiating immunosuppressant therapy. Patients vaccinated <14 days before starting immunosuppressive therapy or during immunosuppressive therapy should be revaccinated at least 3 months after therapy is discontinued if immune competence has been restored. Longer waiting periods may be required for drugs that maintain their immunosuppressive effects for more than 3 months after discontinuation (eg, ocrelizumab). ."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "influenza virus vaccine trivalent, adjuvanted",
            "description": {
                "common": "cyclosporine decreases effects of influenza virus vaccine trivalent, adjuvanted by pharmacodynamic antagonism. Modify Therapy/Monitor Closely. If possible, complete all age-appropriate vaccinations at least 2 weeks before initiating immunosuppressant therapy. Patients vaccinated <14 days before starting immunosuppressive therapy or during immunosuppressive therapy should be revaccinated at least 3 months after therapy is discontinued if immune competence has been restored. Longer waiting periods may be required for drugs that maintain their immunosuppressive effects for more than 3 months after discontinuation (eg, ocrelizumab). ."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "influenza virus vaccine trivalent, recombinant",
            "description": {
                "common": "cyclosporine decreases effects of influenza virus vaccine trivalent, recombinant by pharmacodynamic antagonism. Modify Therapy/Monitor Closely. If possible, complete all age-appropriate vaccinations at least 2 weeks before initiating immunosuppressant therapy. Patients vaccinated <14 days before starting immunosuppressive therapy or during immunosuppressive therapy should be revaccinated at least 3 months after therapy is discontinued if immune competence has been restored. Longer waiting periods may be required for drugs that maintain their immunosuppressive effects for more than 3 months after discontinuation (eg, ocrelizumab). ."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "irinotecan",
            "description": {
                "common": "cyclosporine will increase the level or effect of irinotecan by  P-glycoprotein (MDR1) efflux transporter. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "irinotecan liposomal",
            "description": {
                "common": "cyclosporine will increase the level or effect of irinotecan liposomal by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "isavuconazonium sulfate",
            "description": {
                "common": "cyclosporine will increase the level or effect of isavuconazonium sulfate by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "istradefylline",
            "description": {
                "common": "istradefylline will increase the level or effect of cyclosporine by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor. Istradefylline 40 mg/day increased peak levels and AUC of CYP3A4 substrates in clinical trials. This effect was not observed with istradefylline 20 mg/day. Consider dose reduction of sensitive CYP3A4 substrates."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "itraconazole",
            "description": {
                "common": "itraconazole will increase the level or effect of cyclosporine by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ivacaftor",
            "description": {
                "common": "cyclosporine will increase the level or effect of ivacaftor by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Modify Therapy/Monitor Closely. Reduce ivacaftor dose if coadministered with moderate CYP3A4 inhibitors. See specific ivacaftor-containing product for precise dosage modification."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ixabepilone",
            "description": {
                "common": "cyclosporine will increase the level or effect of ixabepilone by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ixekizumab",
            "description": {
                "common": "ixekizumab, cyclosporine. Other (see comment). Use Caution/Monitor. \nComment: Formation of CYP450 enzymes can be altered by increased levels of certain cytokines during chronic inflammation; thus, ixekizumab could normalize the formation of CYP450 enzymes. Upon initiation or discontinuation of ixekizumab in patients who are receiving concomitant CYP450 substrates, particularly those with a narrow therapeutic index, consider monitoring for therapeutic effect."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "Japanese encephalitis virus vaccine",
            "description": {
                "common": "cyclosporine decreases effects of Japanese encephalitis virus vaccine by pharmacodynamic antagonism. Modify Therapy/Monitor Closely. If possible, complete all age-appropriate vaccinations at least 2 weeks before initiating immunosuppressant therapy. Patients vaccinated <14 days before starting immunosuppressive therapy or during immunosuppressive therapy should be revaccinated at least 3 months after therapy is discontinued if immune competence has been restored. Longer waiting periods may be required for drugs that maintain their immunosuppressive effects for more than 3 months after discontinuation (eg, ocrelizumab). ."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ketoconazole",
            "description": {
                "common": "ketoconazole will increase the level or effect of cyclosporine by  P-glycoprotein (MDR1) efflux transporter. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ketoprofen",
            "description": {
                "common": "ketoprofen, cyclosporine.\nEither increases toxicity of the other by nephrotoxicity and/or ototoxicity. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ketorolac",
            "description": {
                "common": "ketorolac, cyclosporine.\nEither increases toxicity of the other by nephrotoxicity and/or ototoxicity. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "lanreotide",
            "description": {
                "common": "lanreotide decreases levels of cyclosporine by inhibition of GI absorption. Applies only to oral form of both agents. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "lapatinib",
            "description": {
                "common": "cyclosporine will increase the level or effect of lapatinib by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "larotrectinib",
            "description": {
                "common": "larotrectinib will increase the level or effect of cyclosporine by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "lenacapavir",
            "description": {
                "common": "lenacapavir will increase the level or effect of cyclosporine by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor. Lencapavir (a moderate CYP3A4 inhibitor) may increase CYP3A4 substrates initiated within 9 months after last SC dose of lenacapavir, which may increase potential risk of adverse reactions of CYP3A4 substrates. "
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "letermovir",
            "description": {
                "common": "letermovir, cyclosporine.\nEither increases levels of the other by affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor. Decrease letermovir dosage to 240 mg/day. Frequently monitor cyclosporine concentrations during treatment and after discontinuation of letermovir and adjust cyclosporine dose accordingly."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "levamlodipine",
            "description": {
                "common": "cyclosporine will increase the level or effect of levamlodipine by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Modify Therapy/Monitor Closely. Coadministration with moderate and strong CYP3A inhibitors results in increased systemic exposure to amlodipine and may require dose reduction. Monitor for symptoms of hypotension and edema when amlodipine is coadministered with CYP3A inhibitors to determine the need for dose adjustment."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "levoketoconazole",
            "description": {
                "common": "levoketoconazole will increase the level or effect of cyclosporine by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor. Decrease maraviroc dose to 150 mg BID when coadministered with strong CYP3A4 inhibitors"
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "levonorgestrel intrauterine",
            "description": {
                "common": "levonorgestrel intrauterine, cyclosporine.\nEither increases levels of the other by decreasing metabolism. Use Caution/Monitor. Combined oral contraceptives containing EE may inhibit the metabolism and increase plasma concentrations of cyclosporine."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "levonorgestrel oral",
            "description": {
                "common": "levonorgestrel oral, cyclosporine.\nEither increases levels of the other by decreasing metabolism. Use Caution/Monitor. Combined oral contraceptives containing EE may inhibit the metabolism and increase plasma concentrations of cyclosporine."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "levonorgestrel oral/ethinylestradiol/ferrous bisglycinate",
            "description": {
                "common": "levonorgestrel oral/ethinylestradiol/ferrous bisglycinate, cyclosporine.\nEither increases levels of the other by decreasing metabolism. Use Caution/Monitor. Combined oral contraceptives containing EE may inhibit the metabolism and increase plasma concentrations of cyclosporine."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "levonorgestrel transdermal",
            "description": {
                "common": "levonorgestrel transdermal, cyclosporine.\nEither increases levels of the other by decreasing metabolism. Use Caution/Monitor. Combined oral contraceptives containing EE may inhibit the metabolism and increase plasma concentrations of cyclosporine."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "lomitapide",
            "description": {
                "common": "cyclosporine increases levels of lomitapide by affecting hepatic/intestinal enzyme CYP3A4 metabolism. Modify Therapy/Monitor Closely. Consider reducing dose when used concomitantly with lomitapide."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "loperamide",
            "description": {
                "common": "cyclosporine will increase the level or effect of loperamide by  P-glycoprotein (MDR1) efflux transporter. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "lopinavir",
            "description": {
                "common": "cyclosporine will increase the level or effect of lopinavir by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "lornoxicam",
            "description": {
                "common": "lornoxicam increases toxicity of cyclosporine by pharmacodynamic antagonism. Use Caution/Monitor. NSAIDs decrease prostaglandin synthesis, increasing the risk of nephrotoxicity."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "lumateperone",
            "description": {
                "common": "cyclosporine will increase the level or effect of lumateperone by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Modify Therapy/Monitor Closely. Reduce lumateperone dose to 21 mg/day if coadministered with moderate CYP3A4 inhibitors."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "lumefantrine",
            "description": {
                "common": "cyclosporine will increase the level or effect of lumefantrine by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "maraviroc",
            "description": {
                "common": "cyclosporine will increase the level or effect of maraviroc by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "mavacamten",
            "description": {
                "common": "cyclosporine will increase the level or effect of mavacamten by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Modify Therapy/Monitor Closely. Inititiation of moderate CYP3A4 inhibitors may require decreased mavacamten dose. "
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "meclofenamate",
            "description": {
                "common": "meclofenamate, cyclosporine.\nEither increases toxicity of the other by nephrotoxicity and/or ototoxicity. Modify Therapy/Monitor Closely. Potential for dangerous interaction. Use with caution and monitor closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "mefenamic acid",
            "description": {
                "common": "mefenamic acid, cyclosporine.\nEither increases toxicity of the other by nephrotoxicity and/or ototoxicity. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "mefloquine",
            "description": {
                "common": "cyclosporine will increase the level or effect of mefloquine by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "meloxicam",
            "description": {
                "common": "meloxicam, cyclosporine.\nEither increases toxicity of the other by nephrotoxicity and/or ototoxicity. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "melphalan",
            "description": {
                "common": "melphalan, cyclosporine.\nEither increases effects of the other by immunosuppressive effects; risk of infection. Use Caution/Monitor. Melphalan may enhance the nephrotoxic effects of cyclosporine. Monitor for increased nephrotoxicity in cyclosporine-treated patient who receive melphalan."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "meningococcal A C Y and W polysaccharide tetanus toxoid conjugate vaccine",
            "description": {
                "common": "cyclosporine decreases effects of meningococcal A C Y and W polysaccharide tetanus toxoid conjugate vaccine by pharmacodynamic antagonism. Modify Therapy/Monitor Closely.  If possible, complete all age-appropriate vaccinations at least 2 weeks before initiating immunosuppressant therapy. Patients vaccinated <14 days before starting immunosuppressive therapy or during immunosuppressive therapy should be revaccinated at least 3 months after therapy is discontinued if immune competence has been restored. Longer waiting periods may be required for drugs that maintain their immunosuppressive effects for more than 3 months after discontinuation (eg, ocrelizumab). ."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "meningococcal A C Y and W-135 diphtheria conjugate vaccine",
            "description": {
                "common": "cyclosporine decreases effects of meningococcal A C Y and W-135 diphtheria conjugate vaccine by pharmacodynamic antagonism. Modify Therapy/Monitor Closely.  If possible, complete all age-appropriate vaccinations at least 2 weeks before initiating immunosuppressant therapy. Patients vaccinated <14 days before starting immunosuppressive therapy or during immunosuppressive therapy should be revaccinated at least 3 months after therapy is discontinued if immune competence has been restored. Longer waiting periods may be required for drugs that maintain their immunosuppressive effects for more than 3 months after discontinuation (eg, ocrelizumab). ."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "meningococcal A C Y and W-135 polysaccharide vaccine combined",
            "description": {
                "common": "cyclosporine decreases effects of meningococcal A C Y and W-135 polysaccharide vaccine combined by pharmacodynamic antagonism. Modify Therapy/Monitor Closely.  If possible, complete all age-appropriate vaccinations at least 2 weeks before initiating immunosuppressant therapy. Patients vaccinated <14 days before starting immunosuppressive therapy or during immunosuppressive therapy should be revaccinated at least 3 months after therapy is discontinued if immune competence has been restored. Longer waiting periods may be required for drugs that maintain their immunosuppressive effects for more than 3 months after discontinuation (eg, ocrelizumab). ."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "meningococcal C and Y/haemophilus influenza type B vaccine",
            "description": {
                "common": "cyclosporine decreases effects of meningococcal C and Y/haemophilus influenza type B vaccine by pharmacodynamic antagonism. Modify Therapy/Monitor Closely.  If possible, complete all age-appropriate vaccinations at least 2 weeks before initiating immunosuppressant therapy. Patients vaccinated <14 days before starting immunosuppressive therapy or during immunosuppressive therapy should be revaccinated at least 3 months after therapy is discontinued if immune competence has been restored. Longer waiting periods may be required for drugs that maintain their immunosuppressive effects for more than 3 months after discontinuation (eg, ocrelizumab). ."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "meningococcal group B vaccine",
            "description": {
                "common": "cyclosporine decreases effects of meningococcal group B vaccine by pharmacodynamic antagonism. Modify Therapy/Monitor Closely.  If possible, complete all age-appropriate vaccinations at least 2 weeks before initiating immunosuppressant therapy. Patients vaccinated <14 days before starting immunosuppressive therapy or during immunosuppressive therapy should be revaccinated at least 3 months after therapy is discontinued if immune competence has been restored. Longer waiting periods may be required for drugs that maintain their immunosuppressive effects for more than 3 months after discontinuation (eg, ocrelizumab). ."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "mercaptopurine",
            "description": {
                "common": "cyclosporine and mercaptopurine both increase  immunosuppressive effects; risk of infection. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "mestranol",
            "description": {
                "common": "cyclosporine will increase the level or effect of mestranol by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "methadone",
            "description": {
                "common": "cyclosporine will increase the level or effect of methadone by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "methotrexate",
            "description": {
                "common": "cyclosporine, methotrexate.\nEither increases levels of the other by Other (see comment). Use Caution/Monitor. \nComment: Close monitoring of cyclosporine and methotrexate concentrations, renal function, and liver enzymes is recommended during concurrent therapy. ."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "methylprednisolone",
            "description": {
                "common": "cyclosporine will increase the level or effect of methylprednisolone by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor. Seizures reported when high dose methylprednisolone coadministered with cyclosporine"
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "metoclopramide",
            "description": {
                "common": "metoclopramide increases levels of cyclosporine by enhancing GI absorption. Applies only to oral form of both agents. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "metoclopramide intranasal",
            "description": {
                "common": "metoclopramide intranasal will increase the level or effect of cyclosporine by  Other (see comment). Use Caution/Monitor. Metoclopramide may increase the absorption of cyclosporine. Monitor therapeutic drug concentrations and adjust the dose as needed."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "metronidazole",
            "description": {
                "common": "metronidazole will increase the level or effect of cyclosporine by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "mitotane",
            "description": {
                "common": "mitotane decreases levels of cyclosporine by affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "mitoxantrone",
            "description": {
                "common": "cyclosporine increases toxicity of mitoxantrone by P-glycoprotein (MDR1) efflux transporter. Use Caution/Monitor. Therapeutic and toxic effects of mitoxantrone may be increased by cyclosporine. Close clinical and laboratory monitoring are indicated."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "mometasone sinus implant",
            "description": {
                "common": "mometasone sinus implant, cyclosporine. Other (see comment). Use Caution/Monitor. \nComment: Corticosteroids may increase or decrease cyclosporine concentrations. Also, cyclosporine may increase the plasma concentrations of the corticosteroids. Monitor for changes in cyclosporine concentrations and for toxicities of corticosteroids and/or cyclosporine."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "nabumetone",
            "description": {
                "common": "nabumetone, cyclosporine.\nEither increases toxicity of the other by nephrotoxicity and/or ototoxicity. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "nafcillin",
            "description": {
                "common": "nafcillin will decrease the level or effect of cyclosporine by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "naldemedine",
            "description": {
                "common": "cyclosporine increases levels of naldemedine by affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor. Monitor naldemedine for potential adverse effects if coadministered with strong or moderate CYP3A4 inhibitors."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "naproxen",
            "description": {
                "common": "naproxen, cyclosporine.\nEither increases toxicity of the other by nephrotoxicity and/or ototoxicity. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "nefazodone",
            "description": {
                "common": "nefazodone will increase the level or effect of cyclosporine by  P-glycoprotein (MDR1) efflux transporter. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "nelfinavir",
            "description": {
                "common": "cyclosporine will increase the level or effect of nelfinavir by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "neomycin PO",
            "description": {
                "common": "cyclosporine will increase the level or effect of neomycin PO by  P-glycoprotein (MDR1) efflux transporter. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "nevirapine",
            "description": {
                "common": "nevirapine will decrease the level or effect of cyclosporine by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "nicardipine",
            "description": {
                "common": "cyclosporine will increase the level or effect of nicardipine by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "nifedipine",
            "description": {
                "common": "nifedipine will increase the level or effect of cyclosporine by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "nilotinib",
            "description": {
                "common": "nilotinib will increase the level or effect of cyclosporine by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "nimodipine",
            "description": {
                "common": "cyclosporine will increase the level or effect of nimodipine by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "nintedanib",
            "description": {
                "common": "cyclosporine increases levels of nintedanib by P-glycoprotein (MDR1) efflux transporter. Modify Therapy/Monitor Closely. If nintedanib adverse effects occur, management may require interruption, dose reduction, or discontinuation of therapy."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "nisoldipine",
            "description": {
                "common": "cyclosporine will increase the level or effect of nisoldipine by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "nizatidine",
            "description": {
                "common": "nizatidine will increase the level or effect of cyclosporine by  unknown mechanism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "nortriptyline",
            "description": {
                "common": "cyclosporine will increase the level or effect of nortriptyline by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ocrelizumab",
            "description": {
                "common": "cyclosporine and ocrelizumab both increase  immunosuppressive effects; risk of infection. Use Caution/Monitor. Coadministration of ocrelizumab with immunosuppessants is expected to increase the risk of immunosuppression."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "octreotide",
            "description": {
                "common": "octreotide decreases levels of cyclosporine by inhibition of GI absorption. Applies only to oral form of both agents. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "octreotide (Antidote)",
            "description": {
                "common": "octreotide (Antidote) decreases levels of cyclosporine by inhibition of GI absorption. Applies only to oral form of both agents. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ofatumumab SC",
            "description": {
                "common": "ofatumumab SC, cyclosporine.\nEither increases effects of the other by immunosuppressive effects; risk of infection. Use Caution/Monitor. Consider the risk of additive immune system effects when coadministering immunosuppressive therapies with coadministration. When switching from therapies with immune effects, take into account the duration and mechanism of action of these therapies when initiating ofatumumab SC."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "oliceridine",
            "description": {
                "common": "cyclosporine will increase the level or effect of oliceridine by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Modify Therapy/Monitor Closely. If concomitant use is necessary, may require less frequent oliceridine dosing. Closely monitor for respiratory depression and sedation and titrate subsequent doses accordingly. If inhibitor is discontinued, consider increase oliceridine dosage until stable drug effects are achieved. Monitor for signs of opioid withdrawal. "
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "omaveloxolone",
            "description": {
                "common": "omaveloxolone will decrease the level or effect of cyclosporine by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor. Omaveloxolone may reduce systemic exposure of sensitive CYP3A4 substrates. Check prescribing information of substrate if dosage modification is needed.  "
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ombitasvir/paritaprevir/ritonavir & dasabuvir (DSC)",
            "description": {
                "common": "ombitasvir/paritaprevir/ritonavir & dasabuvir (DSC) will increase the level or effect of cyclosporine by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Modify Therapy/Monitor Closely. When initiating therapy with Viekira Pak, reduce cyclosporine dose to 1/5th of the patient?s current cyclosporine dose; measure cyclosporine blood concentrations to determine subsequent dose modifications; upon completion of Viekira Pak, the appropriate time to resume pre-Viekira Pak dose of cyclosporine should be guided by assessment of cyclosporine blood concentrations;  also monitor renal function and cyclosporine-related side effects when coadministered"
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "omeprazole",
            "description": {
                "common": "omeprazole, cyclosporine.\nEither increases toxicity of the other by Other (see comment). Use Caution/Monitor. \nComment: Long-term use of PPIs may cause hypomagnesemia and increase this risk when coadministered with drugs that may also decrease magnesium levels."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "orlistat",
            "description": {
                "common": "orlistat decreases levels of cyclosporine by inhibition of GI absorption. Applies only to oral form of both agents. Modify Therapy/Monitor Closely. Administer cyclosporine 3 hours after orlistat ."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "oxaliplatin",
            "description": {
                "common": "cyclosporine and oxaliplatin both increase  nephrotoxicity and/or ototoxicity. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "oxaprozin",
            "description": {
                "common": "oxaprozin, cyclosporine.\nEither increases toxicity of the other by nephrotoxicity and/or ototoxicity. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "oxcarbazepine",
            "description": {
                "common": "oxcarbazepine will decrease the level or effect of cyclosporine by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "paclitaxel",
            "description": {
                "common": "cyclosporine will increase the level or effect of paclitaxel by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "paclitaxel protein bound",
            "description": {
                "common": "cyclosporine will increase the level or effect of paclitaxel protein bound by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "palbociclib",
            "description": {
                "common": "palbociclib will increase the level or effect of cyclosporine by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Modify Therapy/Monitor Closely. Consider reducing the dose of sensitive CYP3A4 substrates with a narrow therapeutic index when coadministered with palbociclib."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "pantoprazole",
            "description": {
                "common": "pantoprazole, cyclosporine.\nEither increases toxicity of the other by Other (see comment). Use Caution/Monitor. \nComment: When used for prolonged periods of time PPIs may cause hypomagnesemia and the risk is further increased when used concomitantly with drugs that also have the same effects."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "parecoxib",
            "description": {
                "common": "parecoxib, cyclosporine.\nEither increases toxicity of the other by nephrotoxicity and/or ototoxicity. Use Caution/Monitor. NSAIDs decrease prostaglandin synthesis, increasing the risk of nephrotoxicity."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "pasireotide",
            "description": {
                "common": "pasireotide decreases levels of cyclosporine by unspecified interaction mechanism. Use Caution/Monitor. Coadministration may decrease bioavailability of oral cyclosporine."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "pazopanib",
            "description": {
                "common": "cyclosporine will increase the level or effect of pazopanib by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "pentamidine",
            "description": {
                "common": "cyclosporine and pentamidine both increase  nephrotoxicity and/or ototoxicity. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "pentobarbital",
            "description": {
                "common": "pentobarbital will decrease the level or effect of cyclosporine by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "phenobarbital",
            "description": {
                "common": "phenobarbital will decrease the level or effect of cyclosporine by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "phenytoin",
            "description": {
                "common": "phenytoin will decrease the level or effect of cyclosporine by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "piroxicam",
            "description": {
                "common": "piroxicam, cyclosporine.\nEither increases toxicity of the other by nephrotoxicity and/or ototoxicity. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "pitolisant",
            "description": {
                "common": "pitolisant will decrease the level or effect of cyclosporine by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor. Pitolisant is a borderline/weak inducer of CYP3A4. Monitor sensitive CYP3A4 substrates for reduced effectiveness if coadministered."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "pneumococcal vaccine 13-valent",
            "description": {
                "common": "cyclosporine decreases effects of pneumococcal vaccine 13-valent by pharmacodynamic antagonism. Modify Therapy/Monitor Closely.  If possible, complete all age-appropriate vaccinations at least 2 weeks before initiating immunosuppressant therapy. Patients vaccinated <14 days before starting immunosuppressive therapy or during immunosuppressive therapy should be revaccinated at least 3 months after therapy is discontinued if immune competence has been restored. Longer waiting periods may be required for drugs that maintain their immunosuppressive effects for more than 3 months after discontinuation (eg, ocrelizumab). ."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "pneumococcal vaccine heptavalent",
            "description": {
                "common": "cyclosporine decreases effects of pneumococcal vaccine heptavalent by pharmacodynamic antagonism. Modify Therapy/Monitor Closely.  If possible, complete all age-appropriate vaccinations at least 2 weeks before initiating immunosuppressant therapy. Patients vaccinated <14 days before starting immunosuppressive therapy or during immunosuppressive therapy should be revaccinated at least 3 months after therapy is discontinued if immune competence has been restored. Longer waiting periods may be required for drugs that maintain their immunosuppressive effects for more than 3 months after discontinuation (eg, ocrelizumab). ."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "pneumococcal vaccine polyvalent",
            "description": {
                "common": "cyclosporine decreases effects of pneumococcal vaccine polyvalent by pharmacodynamic antagonism. Modify Therapy/Monitor Closely.  If possible, complete all age-appropriate vaccinations at least 2 weeks before initiating immunosuppressant therapy. Patients vaccinated <14 days before starting immunosuppressive therapy or during immunosuppressive therapy should be revaccinated at least 3 months after therapy is discontinued if immune competence has been restored. Longer waiting periods may be required for drugs that maintain their immunosuppressive effects for more than 3 months after discontinuation (eg, ocrelizumab). ."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "poliovirus vaccine inactivated",
            "description": {
                "common": "cyclosporine decreases effects of poliovirus vaccine inactivated by pharmacodynamic antagonism. Modify Therapy/Monitor Closely. If possible, complete all age-appropriate vaccinations at least 2 weeks before initiating immunosuppressant therapy. Patients vaccinated <14 days before starting immunosuppressive therapy or during immunosuppressive therapy should be revaccinated at least 3 months after therapy is discontinued if immune competence has been restored. Longer waiting periods may be required for drugs that maintain their immunosuppressive effects for more than 3 months after discontinuation (eg, ocrelizumab). ."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "polymyxin B",
            "description": {
                "common": "cyclosporine and polymyxin B both increase  nephrotoxicity and/or ototoxicity. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ponatinib",
            "description": {
                "common": "ponatinib increases levels of cyclosporine by P-glycoprotein (MDR1) efflux transporter. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ponesimod",
            "description": {
                "common": "ponesimod and cyclosporine both increase  immunosuppressive effects; risk of infection. Use Caution/Monitor. Caution if coadministered because of additive immunosuppressive effects during such therapy and in the weeks following administration. When switching from drugs with prolonged immune effects, consider the half-life and mode of action of these drugs to avoid unintended additive immunosuppressive effects."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "posaconazole",
            "description": {
                "common": "posaconazole will increase the level or effect of cyclosporine by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Modify Therapy/Monitor Closely. Perform frequent monitoring of cyclosporine trough concentrations during and at discontinuation of posaconazole treatment and cyclosporine dose adjusted accordingly."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "potassium citrate",
            "description": {
                "common": "cyclosporine and potassium citrate both increase  serum potassium. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "potassium citrate/citric acid",
            "description": {
                "common": "cyclosporine and potassium citrate/citric acid both increase  serum potassium. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "prednisolone",
            "description": {
                "common": "cyclosporine, prednisolone.\nEither increases levels of the other by affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "prednisone",
            "description": {
                "common": "cyclosporine, prednisone.\nEither increases levels of the other by affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "primidone",
            "description": {
                "common": "primidone will decrease the level or effect of cyclosporine by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "pyrazinamide",
            "description": {
                "common": "pyrazinamide decreases levels of cyclosporine by unknown mechanism. Use Caution/Monitor. A case reported demonstrated a decrease in cyclosporine plasma levels after pyrazinamide was added onto a renal transplant patient's therapy."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "quercetin",
            "description": {
                "common": "quercetin will decrease the level or effect of cyclosporine by  P-glycoprotein (MDR1) efflux transporter. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "quetiapine",
            "description": {
                "common": "cyclosporine will increase the level or effect of quetiapine by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "quinapril",
            "description": {
                "common": "quinapril, cyclosporine.\nEither increases toxicity of the other by nephrotoxicity and/or ototoxicity. Use Caution/Monitor. Risk of acute renal failure."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "quinidine",
            "description": {
                "common": "quinidine will increase the level or effect of cyclosporine by  P-glycoprotein (MDR1) efflux transporter. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "quinine",
            "description": {
                "common": "cyclosporine will increase the level or effect of quinine by  P-glycoprotein (MDR1) efflux transporter. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "quinupristin/dalfopristin",
            "description": {
                "common": "quinupristin/dalfopristin will increase the level or effect of cyclosporine by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "rabeprazole",
            "description": {
                "common": "cyclosporine, rabeprazole.\nEither increases toxicity of the other by Other (see comment). Use Caution/Monitor. \nComment: When used for prolonged periods of time PPIs may cause hypomagnesemia and the risk is further increased when used concomitantly with drugs that also have the same effects."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "rabies vaccine",
            "description": {
                "common": "cyclosporine decreases effects of rabies vaccine by pharmacodynamic antagonism. Modify Therapy/Monitor Closely. If possible, complete all age-appropriate vaccinations at least 2 weeks before initiating immunosuppressant therapy. Patients vaccinated <14 days before starting immunosuppressive therapy or during immunosuppressive therapy should be revaccinated at least 3 months after therapy is discontinued if immune competence has been restored. Longer waiting periods may be required for drugs that maintain their immunosuppressive effects for more than 3 months after discontinuation (eg, ocrelizumab). ."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "rabies vaccine chick embryo cell derived",
            "description": {
                "common": "cyclosporine decreases effects of rabies vaccine chick embryo cell derived by pharmacodynamic antagonism. Modify Therapy/Monitor Closely. If possible, complete all age-appropriate vaccinations at least 2 weeks before initiating immunosuppressant therapy. Patients vaccinated <14 days before starting immunosuppressive therapy or during immunosuppressive therapy should be revaccinated at least 3 months after therapy is discontinued if immune competence has been restored. Longer waiting periods may be required for drugs that maintain their immunosuppressive effects for more than 3 months after discontinuation (eg, ocrelizumab). ."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ramipril",
            "description": {
                "common": "ramipril, cyclosporine.\nEither increases toxicity of the other by nephrotoxicity and/or ototoxicity. Use Caution/Monitor. Risk of acute renal failure."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ranolazine",
            "description": {
                "common": "ranolazine will increase the level or effect of cyclosporine by  P-glycoprotein (MDR1) efflux transporter. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "repaglinide",
            "description": {
                "common": "cyclosporine will increase the level or effect of repaglinide by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Modify Therapy/Monitor Closely. Cyclosporine increases low dose repaglinide exposures by 2.5 fold. Do not exceed 6 mg/day of repaglinide. Consider increasing frequency of glucose monitoring if coadministered."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ribociclib",
            "description": {
                "common": "ribociclib will increase the level or effect of cyclosporine by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Modify Therapy/Monitor Closely. Caution if ribociclib is coadministered with sensitive CYP3A4 substrates that have a narrow therapeutic index. Dose reduction for sensitive CYP3A4 substrates may be needed."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "rifabutin",
            "description": {
                "common": "rifabutin will decrease the level or effect of cyclosporine by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "rifampin",
            "description": {
                "common": "rifampin will decrease the level or effect of cyclosporine by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "rifapentine",
            "description": {
                "common": "rifapentine will decrease the level or effect of cyclosporine by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "rifaximin",
            "description": {
                "common": "cyclosporine increases levels of rifaximin by P-glycoprotein (MDR1) efflux transporter. Use Caution/Monitor. Coadministration of cyclosporine with rifaximin resulted in 83-fold and 124-fold increases in rifaximin mean Cmax and AUC in healthy subjects."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "risperidone",
            "description": {
                "common": "cyclosporine will increase the level or effect of risperidone by  P-glycoprotein (MDR1) efflux transporter. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ritonavir",
            "description": {
                "common": "ritonavir will increase the level or effect of cyclosporine by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "rivaroxaban",
            "description": {
                "common": "cyclosporine increases levels of rivaroxaban by affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor. Cyclosporine, a moderate dual inhibitors of CYP3A4 and P-gp may increase the plasma concentrations of rivaroxaban, a P-gp and CYP3A4 substrate. This interaction is clinically significant in patients with with renal impairment based on simulated pharmacokinetic data."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "rolapitant",
            "description": {
                "common": "rolapitant will increase the level or effect of cyclosporine by  P-glycoprotein (MDR1) efflux transporter. Use Caution/Monitor. Oral rolapitant (P-gp inhibitor) may increase plasma concentrations of P-gp substrates and may result in potential adverse reactions. Monitor possible adverse reactions if concomitant use of P-gp substrates and rolapitant can not be avoided."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "romidepsin",
            "description": {
                "common": "cyclosporine will increase the level or effect of romidepsin by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ropeginterferon alfa 2b",
            "description": {
                "common": "ropeginterferon alfa 2b will increase the level or effect of cyclosporine by  Other (see comment). Use Caution/Monitor. Certain proinflammatory cytokines, including interferons, can suppress CYP450 enzymes resulting in increased exposures of some CYP substrates. Therefore, monitor patients who are receiving concomitant drugs that are CYP450 substrates with a narrow therapeutic index from toxicities to such drugs."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "rucaparib",
            "description": {
                "common": "rucaparib will increase the level or effect of cyclosporine by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Modify Therapy/Monitor Closely. Adjust dosage of CYP3A4 substrates, if clinically indicated."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ruxolitinib",
            "description": {
                "common": "cyclosporine will increase the level or effect of ruxolitinib by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ruxolitinib topical",
            "description": {
                "common": "cyclosporine will increase the level or effect of ruxolitinib topical by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "sacubitril/valsartan",
            "description": {
                "common": "cyclosporine, sacubitril/valsartan.\nEither increases toxicity of the other by Other (see comment). Use Caution/Monitor. \nComment: Coadministration may potentiate the hyperkalemic effects of cyclosporine or valsartan."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "salicylates (non-asa)",
            "description": {
                "common": "salicylates (non-asa) increases toxicity of cyclosporine by nephrotoxicity and/or ototoxicity. Use Caution/Monitor. NSAIDs decrease prostaglandin synthesis, increasing the risk of nephrotoxicity."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "saquinavir",
            "description": {
                "common": "saquinavir increases levels of cyclosporine by affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "sarecycline",
            "description": {
                "common": "sarecycline will increase the level or effect of cyclosporine by  P-glycoprotein (MDR1) efflux transporter. Use Caution/Monitor. Monitor for toxicities of P-gp substrates that may require dosage reduction when coadministered with P-gp inhibitors."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "sarilumab",
            "description": {
                "common": "sarilumab, cyclosporine. Other (see comment). Use Caution/Monitor. \nComment: Formation of CYP450 enzymes can be altered by increased levels of certain cytokines during chronic inflammation; thus, sarilumab could normalize the formation of CYP450 enzymes thus decrease levels of CYP substrates.  Upon initiation or discontinuation of sarilumab in patients who are receiving concomitant CYP450 substrates with a narrow therapeutic index,  monitor therapeutic effect."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "schisandra",
            "description": {
                "common": "schisandra will increase the level or effect of cyclosporine by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "secobarbital",
            "description": {
                "common": "secobarbital will decrease the level or effect of cyclosporine by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "secukinumab",
            "description": {
                "common": "secukinumab, cyclosporine. Other (see comment). Use Caution/Monitor. \nComment: Formation of CYP450 enzymes can be altered by increased levels of certain cytokines during chronic inflammation; thus, secukinumab could normalize the formation of CYP450 enzymes. Upon initiation or discontinuation of secukinumab in patients who are receiving concomitant CYP450 substrates, particularly those with a narrow therapeutic index, consider monitoring for therapeutic effect."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "selexipag",
            "description": {
                "common": "cyclosporine will increase the level or effect of selexipag by  Other (see comment). Use Caution/Monitor. Selexipag is a ABCG2 (BCRP) substrate. Monitor selexipag for increased pharmacologic or adverse effects when coadministered with ABCG2 (BCRP) inhibitors."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "sildenafil",
            "description": {
                "common": "cyclosporine will increase the level or effect of sildenafil by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "siltuximab",
            "description": {
                "common": "siltuximab, cyclosporine. Other (see comment). Use Caution/Monitor. \nComment: CYP450 activity in the liver is down regulated by infection and inflammation stimuli including cytokines (eg, IL-6); inhibition of IL-6 by siltuximab may restore CYP450 enzymatic activity; caution if coadministered with CYP substrates that have a narrow therapeutic index."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "siponimod",
            "description": {
                "common": "siponimod, cyclosporine.\nEither increases effects of the other by immunosuppressive effects; risk of infection. Use Caution/Monitor. Caution if coadministered because of additive immunosuppressive effects during such therapy and in the weeks following administration. When switching from drugs with prolonged immune effects, consider the half-life and mode of action of these drugs to avoid unintended additive immunosuppressive effects."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "sipuleucel-T",
            "description": {
                "common": "cyclosporine decreases effects of sipuleucel-T by pharmacodynamic antagonism. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "sirolimus",
            "description": {
                "common": "cyclosporine will increase the level or effect of sirolimus by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor. Simultaneous coadministration significantly increases sirolimus levels; this is minimized by administering sirolimus 4 hr after cyclosporine "
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "solifenacin",
            "description": {
                "common": "cyclosporine will increase the level or effect of solifenacin by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "sparsentan",
            "description": {
                "common": "cyclosporine will increase the level or effect of sparsentan by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor. No dosage adjustment needed. Monitor blood pressure, serum potassium, edema, and kidney function regularly if sparsentan is coadministered with moderate CYP3A4 inhibitors. "
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "stiripentol",
            "description": {
                "common": "stiripentol, cyclosporine. affecting hepatic/intestinal enzyme CYP3A4 metabolism. Modify Therapy/Monitor Closely. Stiripentol is a CYP3A4 inhibitor and inducer. Monitor CYP3A4 substrates coadministered with stiripentol for increased or decreased effects. CYP3A4 substrates may require dosage adjustment."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "streptomycin",
            "description": {
                "common": "cyclosporine and streptomycin both increase  nephrotoxicity and/or ototoxicity. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "streptozocin",
            "description": {
                "common": "cyclosporine and streptozocin both increase  nephrotoxicity and/or ototoxicity. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "sufentanil",
            "description": {
                "common": "cyclosporine will increase the level or effect of sufentanil by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor. Coadministration of sufentanil with any CYP3A4 inhibitor may increase sufentanil plasma concentration, and, thereby increase or prolonged adverse effects, including potentially fatal respiratory depression."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "sufentanil SL",
            "description": {
                "common": "cyclosporine will increase the level or effect of sufentanil SL by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor. Coadministration of sufentanil SL with any CYP3A4 inhibitor may increase sufentanil plasma concentration, and, thereby increase or prolonged adverse effects, including potentially fatal respiratory depression."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "sulfadiazine",
            "description": {
                "common": "sulfadiazine decreases effects of cyclosporine by unknown mechanism. Use Caution/Monitor. Increased nephrotoxicity with this combination."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "sulfamethoxazole",
            "description": {
                "common": "sulfamethoxazole, cyclosporine.\nEither increases effects of the other by nephrotoxicity and/or ototoxicity. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "sulfasalazine",
            "description": {
                "common": "cyclosporine will increase the level or effect of sulfasalazine by  Other (see comment). Use Caution/Monitor. Cyclosporine, a BCRP inhibitor, may increase levels of sulfasalazine (a BCRP substrate) when combined."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "sulfisoxazole",
            "description": {
                "common": "sulfisoxazole will decrease the level or effect of cyclosporine by  unknown mechanism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "sulindac",
            "description": {
                "common": "sulindac, cyclosporine.\nEither increases toxicity of the other by nephrotoxicity and/or ototoxicity. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "sunitinib",
            "description": {
                "common": "cyclosporine will increase the level or effect of sunitinib by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "suvorexant",
            "description": {
                "common": "cyclosporine will increase the level or effect of suvorexant by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Modify Therapy/Monitor Closely. Decrease suvorexant starting dose to 5 mg HS if coadministered with moderate CYP3A4 inhibitors"
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "tadalafil",
            "description": {
                "common": "cyclosporine will increase the level or effect of tadalafil by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "tamsulosin",
            "description": {
                "common": "cyclosporine increases levels of tamsulosin by affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor. Dose reduction may be needed for coadministered drugs that are predominantly metabolized by CYP3A."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "teclistamab",
            "description": {
                "common": "teclistamab will increase the level or effect of cyclosporine by  altering metabolism. Use Caution/Monitor. Teclistamab causes release of cytokines that may suppress activity of CYP450 enzymes, resulting in increased exposure of CYP substrates. Monitor for increased concentrations or toxicities of sensitive CYP substrates. Adjust dose of CYP substrate drug as needed. "
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "tecovirimat",
            "description": {
                "common": "tecovirimat will decrease the level or effect of cyclosporine by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor. Tecovirimat is a weak CYP3A4 inducer. Monitor sensitive CYP3A4 substrates for effectiveness if coadministered."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "teduglutide",
            "description": {
                "common": "teduglutide increases levels of cyclosporine by Other (see comment). Use Caution/Monitor. \nComment: Teduglutide may increase absorption of concomitant PO medications; caution with with drugs requiring titration or those with a narrow therapeutic index; dose adjustment may be necessary."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "telotristat ethyl",
            "description": {
                "common": "telotristat ethyl will decrease the level or effect of cyclosporine by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Modify Therapy/Monitor Closely. Telotristat ethyl induces CYP3A4 and may reduce systemic exposure of sensitive CYP3A4 substrates. Monitor for suboptimal efficacy and consider increasing the dose of the CYP3A4 substrate."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "temsirolimus",
            "description": {
                "common": "cyclosporine will increase the level or effect of temsirolimus by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "teniposide",
            "description": {
                "common": "cyclosporine will increase the level or effect of teniposide by  P-glycoprotein (MDR1) efflux transporter. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "tetanus toxoid adsorbed or fluid",
            "description": {
                "common": "cyclosporine decreases effects of tetanus toxoid adsorbed or fluid by pharmacodynamic antagonism. Modify Therapy/Monitor Closely.  If possible, complete all age-appropriate vaccinations at least 2 weeks before initiating immunosuppressant therapy. Patients vaccinated <14 days before starting immunosuppressive therapy or during immunosuppressive therapy should be revaccinated at least 3 months after therapy is discontinued if immune competence has been restored. Longer waiting periods may be required for drugs that maintain their immunosuppressive effects for more than 3 months after discontinuation (eg, ocrelizumab). ."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "tezacaftor",
            "description": {
                "common": "cyclosporine will increase the level or effect of tezacaftor by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Modify Therapy/Monitor Closely. Adjust tezacaftor dosage regimen if coadministered with a moderate CYP3A inhibitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "tick-borne encephalitis vaccine",
            "description": {
                "common": "cyclosporine decreases effects of tick-borne encephalitis vaccine by pharmacodynamic antagonism. Modify Therapy/Monitor Closely. Immunosuppressants also increase risk of infection with concomitant live vaccines."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ticlopidine",
            "description": {
                "common": "ticlopidine decreases levels of cyclosporine by unspecified interaction mechanism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "tinidazole",
            "description": {
                "common": "tinidazole will increase the level or effect of cyclosporine by  unknown mechanism. Use Caution/Monitor.  Monitored for signs of calcineurin-inhibitor associated toxicities (eg, nephrotoxicity, cholestasis, paresthesias)."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "tipranavir",
            "description": {
                "common": "cyclosporine will increase the level or effect of tipranavir by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "tobramycin",
            "description": {
                "common": "cyclosporine and tobramycin both increase  nephrotoxicity and/or ototoxicity. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "tocilizumab",
            "description": {
                "common": "tocilizumab and cyclosporine both increase  immunosuppressive effects; risk of infection. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "tofacitinib",
            "description": {
                "common": "cyclosporine increases levels of tofacitinib by affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor. No specific dose adjustment recommended when tofacitinib coadministered with moderate CYP3A4 inhibitors; decrease tofacitinib dose if coadministered with both moderate CYP3A4 and potent CYP2C19 inhibitors."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "tolazamide",
            "description": {
                "common": "tolazamide, cyclosporine. unknown mechanism. Use Caution/Monitor. Cyclosporine may decrease the effects of sulfonylureas. Sulfonylureas may increase the effects of cyclosporine."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "tolbutamide",
            "description": {
                "common": "tolbutamide increases levels of cyclosporine by unknown mechanism. Use Caution/Monitor. Coadministration of tolbutamide and cyclosporine may increase cyclosporine levels and reduce therapeutic effects of tolbutamide."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "tolmetin",
            "description": {
                "common": "tolmetin, cyclosporine.\nEither increases toxicity of the other by nephrotoxicity and/or ototoxicity. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "tolterodine",
            "description": {
                "common": "cyclosporine will increase the level or effect of tolterodine by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "tolvaptan",
            "description": {
                "common": "cyclosporine will increase the level or effect of tolvaptan by  P-glycoprotein (MDR1) efflux transporter. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "topiramate",
            "description": {
                "common": "topiramate will decrease the level or effect of cyclosporine by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "trabectedin",
            "description": {
                "common": "cyclosporine will increase the level or effect of trabectedin by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "trastuzumab",
            "description": {
                "common": "trastuzumab, cyclosporine.\nEither increases toxicity of the other by immunosuppressive effects; risk of infection. Use Caution/Monitor.  Neutropenia or febrile neutropenia incidence were increased when trastuzumab was coadministered with myelosuppressive chemotherapy. ."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "trastuzumab deruxtecan",
            "description": {
                "common": "trastuzumab deruxtecan, cyclosporine.\nEither increases toxicity of the other by immunosuppressive effects; risk of infection. Use Caution/Monitor.  Neutropenia or febrile neutropenia incidence were increased when trastuzumab was coadministered with myelosuppressive chemotherapy. ."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "travelers diarrhea and cholera vaccine inactivated",
            "description": {
                "common": "cyclosporine decreases effects of travelers diarrhea and cholera vaccine inactivated by pharmacodynamic antagonism. Modify Therapy/Monitor Closely. Immunosuppressants also increase risk of infection with concomitant live vaccines."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "trazodone",
            "description": {
                "common": "cyclosporine will increase the level or effect of trazodone by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "triamcinolone acetonide extended-release injectable suspension",
            "description": {
                "common": "triamcinolone acetonide extended-release injectable suspension, cyclosporine. Other (see comment). Use Caution/Monitor. \nComment: Corticosteroids may increase or decrease cyclosporine concentrations. Also, cyclosporine may increase the plasma concentrations of the corticosteroids. Monitor for changes in cyclosporine concentrations and for toxicities of corticosteroids and/or cyclosporine."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "triamcinolone acetonide injectable suspension",
            "description": {
                "common": "cyclosporine will increase the level or effect of triamcinolone acetonide injectable suspension by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "triazolam",
            "description": {
                "common": "cyclosporine will increase the level or effect of triazolam by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "trimethoprim",
            "description": {
                "common": "trimethoprim and cyclosporine both increase  serum potassium. Use Caution/Monitor. Trimethoprim decreases urinary potassium excretion. May cause hyperkalemia, particularly with high doses, renal insufficiency, or when combined with other drugs that cause hyperkalemia."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "trofinetide",
            "description": {
                "common": "trofinetide will increase the level or effect of cyclosporine by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor. Monitor CYP3A4 substrates for which a small increase in plasma concentration may lead to serious toxicities if coadministered with trofinetide (a weak CYP3A4 inhibitor)."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "turmeric",
            "description": {
                "common": "turmeric will increase the level or effect of cyclosporine by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ublituximab",
            "description": {
                "common": "ublituximab and cyclosporine both increase  immunosuppressive effects; risk of infection. Modify Therapy/Monitor Closely. Owing to potential additive immunosuppressive effects, consider duration of effect and mechanism of action of these therapies if coadministered"
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ustekinumab",
            "description": {
                "common": "ustekinumab, cyclosporine. Other (see comment). Use Caution/Monitor. \nComment: Formation of CYP450 enzymes can be altered by increased levels of certain cytokines during chronic inflammation;  thus, normalizing the formation of CYP450 enzymes. Upon initiation or discontinuation of ustekinumab in patients who are receiving concomitant CYP450 substrates, particularly those with a narrow therapeutic index, consider monitoring for therapeutic effect."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "valsartan",
            "description": {
                "common": "cyclosporine and valsartan both increase  Other (see comment). Use Caution/Monitor. Cyclosporine and valsartan both increase the risk of hyperkalemia and nephrotoxicity."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "vancomycin",
            "description": {
                "common": "cyclosporine and vancomycin both increase  nephrotoxicity and/or ototoxicity. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "vardenafil",
            "description": {
                "common": "cyclosporine will increase the level or effect of vardenafil by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Modify Therapy/Monitor Closely. Vardenafil dose may need to be reduced if coadministered with moderate or strong CYP3A4 inhibitors "
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "vemurafenib",
            "description": {
                "common": "cyclosporine increases levels of vemurafenib by P-glycoprotein (MDR1) efflux transporter. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "verapamil",
            "description": {
                "common": "verapamil, cyclosporine. affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor. Verapamil and cyclosporine may inhibit CYP3A4 metabolism. Coadministration of verapamil and cyclosporine may increase plasma concentrations of either drugs."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "vinblastine",
            "description": {
                "common": "cyclosporine will increase the level or effect of vinblastine by  P-glycoprotein (MDR1) efflux transporter. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "vincristine",
            "description": {
                "common": "cyclosporine will increase the level or effect of vincristine by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "vincristine liposomal",
            "description": {
                "common": "cyclosporine will increase the level or effect of vincristine liposomal by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "vinorelbine",
            "description": {
                "common": "cyclosporine will increase the level or effect of vinorelbine by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "voclosporin",
            "description": {
                "common": "cyclosporine will increase the level or effect of voclosporin by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Modify Therapy/Monitor Closely. Reduce voclosporin daily dosage to 15.8 mg PO in AM and 7.9 mg PO in PM."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "voriconazole",
            "description": {
                "common": "voriconazole will increase the level or effect of cyclosporine by  altering metabolism. Modify Therapy/Monitor Closely. voriconazole may inrease blood levels of cyclosporine; monitor closely and adjust cyclosporine therapy as needed"
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "zanubrutinib",
            "description": {
                "common": "cyclosporine will increase the level or effect of zanubrutinib by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Modify Therapy/Monitor Closely. Reduce zanubrutinib (a CYP3A4 substrate) to 80 mg PO BID to when coadministered with a moderate CYP3A4 inhibitor. Interrupt dose as recommended for adverse reactions. After discontinuing the CYP3A4 inhibitor, resume previous dose of zanubrutinib. "
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "zoster vaccine recombinant",
            "description": {
                "common": "cyclosporine decreases effects of zoster vaccine recombinant by pharmacodynamic antagonism. Modify Therapy/Monitor Closely. If possible, complete all age-appropriate vaccinations at least 2 weeks before initiating immunosuppressant therapy. Patients vaccinated <14 days before starting immunosuppressive therapy or during immunosuppressive therapy should be revaccinated at least 3 months after therapy is discontinued if immune competence has been restored. Longer waiting periods may be required for drugs that maintain their immunosuppressive effects for more than 3 months after discontinuation (eg, ocrelizumab). ."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "acetazolamide",
            "description": {
                "common": "acetazolamide will increase the level or effect of cyclosporine by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "alfentanil",
            "description": {
                "common": "cyclosporine will increase the level or effect of alfentanil by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "alfuzosin",
            "description": {
                "common": "cyclosporine will increase the level or effect of alfuzosin by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "allopurinol",
            "description": {
                "common": "allopurinol increases levels of cyclosporine by unknown mechanism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "alosetron",
            "description": {
                "common": "cyclosporine will increase the level or effect of alosetron by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "alvimopan",
            "description": {
                "common": "cyclosporine will increase the level or effect of alvimopan by  P-glycoprotein (MDR1) efflux transporter. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "amiodarone",
            "description": {
                "common": "amiodarone increases levels of cyclosporine by decreasing renal clearance. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "anastrozole",
            "description": {
                "common": "anastrozole will increase the level or effect of cyclosporine by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "armodafinil",
            "description": {
                "common": "cyclosporine will increase the level or effect of armodafinil by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "atazanavir",
            "description": {
                "common": "cyclosporine will increase the level or effect of atazanavir by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "budesonide",
            "description": {
                "common": "budesonide, cyclosporine.\nEither increases levels of the other by decreasing metabolism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "cevimeline",
            "description": {
                "common": "cyclosporine will increase the level or effect of cevimeline by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "clarithromycin",
            "description": {
                "common": "cyclosporine will increase the level or effect of clarithromycin by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "clonidine",
            "description": {
                "common": "clonidine increases levels of cyclosporine by unknown mechanism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "clotrimazole",
            "description": {
                "common": "clotrimazole increases levels of cyclosporine by decreasing metabolism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "cordyceps",
            "description": {
                "common": "cordyceps decreases toxicity of cyclosporine by unspecified interaction mechanism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "creatine",
            "description": {
                "common": "creatine, cyclosporine. Mechanism: pharmacodynamic synergism. Minor/Significance Unknown. (Theoretical interaction) Combination may have additive nephrotoxic effects."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "cyclophosphamide",
            "description": {
                "common": "cyclophosphamide will increase the level or effect of cyclosporine by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "dapsone",
            "description": {
                "common": "cyclosporine will increase the level or effect of dapsone by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "disopyramide",
            "description": {
                "common": "cyclosporine will increase the level or effect of disopyramide by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "docetaxel",
            "description": {
                "common": "cyclosporine will increase the level or effect of docetaxel by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "donepezil",
            "description": {
                "common": "cyclosporine will increase the level or effect of donepezil by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "dutasteride",
            "description": {
                "common": "cyclosporine will increase the level or effect of dutasteride by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "efavirenz",
            "description": {
                "common": "cyclosporine will increase the level or effect of efavirenz by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "enalapril",
            "description": {
                "common": "cyclosporine will increase the level or effect of enalapril by  Other (see comment). Minor/Significance Unknown. may increase plasma concentrations of OATP substrates"
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "entecavir",
            "description": {
                "common": "cyclosporine, entecavir.\nEither increases effects of the other by decreasing renal clearance. Minor/Significance Unknown. Coadministration with drugs that reduce renal function or compete for active tubular secretion may increase serum concentrations of either entecavir or the coadministered drug."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "eplerenone",
            "description": {
                "common": "cyclosporine will increase the level or effect of eplerenone by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "estradiol vaginal",
            "description": {
                "common": "cyclosporine will increase the level or effect of estradiol vaginal by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "eucalyptus",
            "description": {
                "common": "cyclosporine will increase the level or effect of eucalyptus by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "fenofibric acid",
            "description": {
                "common": "fenofibric acid increases levels of cyclosporine by unspecified interaction mechanism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "fexofenadine",
            "description": {
                "common": "cyclosporine will increase the level or effect of fexofenadine by  P-glycoprotein (MDR1) efflux transporter. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "hydrocortisone",
            "description": {
                "common": "hydrocortisone, cyclosporine.\nEither increases levels of the other by affecting hepatic/intestinal enzyme CYP3A4 metabolism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "imatinib",
            "description": {
                "common": "cyclosporine will increase the level or effect of imatinib by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "isradipine",
            "description": {
                "common": "cyclosporine, isradipine.\nEither increases levels of the other by affecting hepatic/intestinal enzyme CYP3A4 metabolism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "levoketoconazole",
            "description": {
                "common": "cyclosporine will increase the level or effect of levoketoconazole by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "magnesium chloride",
            "description": {
                "common": "cyclosporine decreases levels of magnesium chloride by increasing renal clearance. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "montelukast",
            "description": {
                "common": "cyclosporine will increase the level or effect of montelukast by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "nifedipine",
            "description": {
                "common": "cyclosporine will increase the level or effect of nifedipine by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "oritavancin",
            "description": {
                "common": "oritavancin will decrease the level or effect of cyclosporine by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Minor/Significance Unknown. Oritavancin is a weak CYP3A4 inducer; caution if coadministered with CYP3A4 substrates that have a narrow therapeutic index"
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "propafenone",
            "description": {
                "common": "cyclosporine will increase the level or effect of propafenone by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "roxithromycin",
            "description": {
                "common": "cyclosporine increases levels of roxithromycin by decreasing elimination. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "saxagliptin",
            "description": {
                "common": "cyclosporine will increase the level or effect of saxagliptin by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "vinblastine",
            "description": {
                "common": "cyclosporine will increase the level or effect of vinblastine by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "zaleplon",
            "description": {
                "common": "cyclosporine will increase the level or effect of zaleplon by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "ziprasidone",
            "description": {
                "common": "cyclosporine will increase the level or effect of ziprasidone by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Minor/Significance Unknown."
            }
        }
    ],
    "adverse effects": [
        {
            "name": "Tremor",
            "percent": "12-55"
        },
        {
            "name": "Nephrotoxicity",
            "percent": "32"
        },
        {
            "name": "Hypertension",
            "percent": "26"
        },
        {
            "name": "Infection",
            "percent": "3-25"
        },
        {
            "name": "Headache",
            "percent": "2-25"
        },
        {
            "name": "Nausea",
            "percent": "23"
        },
        {
            "name": "Hirsutism",
            "percent": "21"
        },
        {
            "name": "Hypertrichosis",
            "percent": "5-19"
        },
        {
            "name": "Female reproductive disorder",
            "percent": "5-19"
        },
        {
            "name": "Gum hyperplasia",
            "percent": "2-16"
        },
        {
            "name": "Triglycerides increased",
            "percent": "15"
        },
        {
            "name": "Abdominal discomfort",
            "percent": "1-15"
        },
        {
            "name": "URI",
            "percent": "1-14"
        },
        {
            "name": "Diarrhea",
            "percent": "3-13"
        },
        {
            "name": "Dyspepsia",
            "percent": "2-12"
        },
        {
            "name": "Leg cramps",
            "percent": "2-12"
        },
        {
            "name": "Parathesia",
            "percent": "1-11"
        },
        {
            "name": "Acne",
            "percent": null
        },
        {
            "name": "Convulsions",
            "percent": null
        },
        {
            "name": "Pruitus",
            "percent": null
        },
        {
            "name": "Hyperkalemia",
            "percent": null
        },
        {
            "name": "hypomagnesemia",
            "percent": null
        },
        {
            "name": "Pancreatitis",
            "percent": null
        },
        {
            "name": "Hepatotoxicity",
            "percent": null
        },
        {
            "name": "Flu",
            "percent": null
        },
        {
            "name": "like syndrome",
            "percent": null
        },
        {
            "name": "Leukopenia",
            "percent": null
        },
        {
            "name": "Thrombocytopenia",
            "percent": null
        },
        {
            "name": "Anaphylaxis",
            "percent": null
        },
        {
            "name": "Glomerular capillary thrombosis",
            "percent": null
        },
        {
            "name": "Hypomagnesemia",
            "percent": null
        },
        {
            "name": "Migraine",
            "percent": null
        },
        {
            "name": "Hyponatremia",
            "percent": null
        },
        {
            "name": "Pain in lower extremities",
            "percent": null
        }
    ]
}