{
    "name": "chloroprocaine",
    "comment": "Rx",
    "other_names": [
        "Nesacaine",
        "Clorotekal"
    ],
    "classes": [
        "Local Anesthetics",
        "Esters",
        "Local Anesthetics",
        "Parenteral"
    ],
    "source": "https://reference.medscape.com/drug/nesacaine-clorotekal-chloroprocaine-343370",
    "pregnancy": {
        "common": [
            "Data are limited regarding use in pregnant women"
        ],
        "specific": [
            {
                "type": "Labor or delivery",
                "description": [
                    "Local anesthetics appear to cross the placenta by passive diffusion; however, the rate and degree of diffusion varies considerably among the different drugs as governed by: (1) the degree of plasma protein binding, (2) the degree of ionization, and (3) the degree of lipid solubility",
                    "Fetal/maternal ratios of local anesthetics appear to be inversely related to the degree of plasma protein binding, since only the free, unbound drug is available for placental transfer",
                    "Spinal anesthesia may alter the forces of parturition through changes in uterine contractility or maternal expulsive efforts",
                    "Sinal anesthesia has also been reported to prolong the second stage of labor by removing the parturient’s reflex urge to bear down or by interfering with motor function",
                    "Obstetrical anesthesia may increase the need for forceps assistance",
                    "Maternal hypotension has resulted from regional anesthesia; local anesthetics produce vasodilation by blocking sympathetic nerves",
                    "Fetal heart rate also should be monitored continuously, and electronic fetal monitoring is highly advisable"
                ]
            }
        ]
    },
    "lactation": {
        "common": [
            "Data are not available on the presence of chloroprocaine in human milk, the effects on the breastfed infant, or the effects on milk production",
            "The development and health benefits of breastfeeding should be considered along with the mother’s clinical need for the drug and any potential adverse effects on the breastfed child or from the underlying maternal condition"
        ]
    },
    "warnings": {
        "black_box_warning": {
            "common": [],
            "specific": []
        },
        "contraindicators": {
            "common": [
                "Hypersensitivity to para-aminobenzoic acid (PABA) or parabens",
                "Lumbar and caudal epidural anesthesia should be used with extreme caution in persons with the following conditions: Existing neurological disease, spinal deformities, septicemia, and severe hypertension",
                "General and specific contraindications to spinal anesthesia regardless of the local anesthetic use, should be taken into account (eg, decompensated cardiac insufficiency, hypovolemic shock, coagulopathy)",
                "IV regional anesthesia (the anesthetic agent is introduced into the limb and allowed to set in while tourniquets retain the agent within the desired area)",
                "Serious problems with cardiac conduction",
                "Local infection at the site of proposed lumbar puncture",
                "Septicemia"
            ],
            "specific": []
        },
        "cautions": {
            "common": [
                "Local anesthetics should only be administered by clinicians who are well versed in diagnosis and management of dose-related toxicity and other acute emergencies which might arise from the block to be employed, and then only after insuring the immediate availability of oxygen, other resuscitative drugs, cardiopulmonary resuscitative equipment, and the personnel resources needed for proper management of toxic reactions and related emergencies",
                "Hypotension and bradycardia are well known side effects of all local anesthetics",
                "Neurological damage may occur after spinal anesthesia, manifesting as paresthesia, loss of sensitivity, motor weakness, paralysis, cauda equina syndrome; occasionally these symptoms persist and can be permanent",
                "Use extreme caution with lumbar and caudal epidural anesthesia in person with existing neurological disease, spinal deformities, septicemia, severe hypertension, heart block, high grade cardiac decompensation, advanced liver or kidney impairment, elderly patients and patients in poor general condition, genetic cholinesterase deficiency, severe anemia, congenital or acquired bleeding disorder, and patients taking anticoagulants",
                "Use preservative free preparations for spinal or epidural anesthesia",
                "DO NOT use solutions with epinephrine in distal areas of body (eg, digit, nose, ear)",
                "Addition of vasoconstrictor, epinephrine, will promote local hemostasis, decrease systemic absorption, and increase duration of action",
                "Monitor patient's state of consciousness following the injection; anxiety, dizziness, restlessness, tremors, depression, or blurred vision may be signs of CNS toxicity",
                "Chondrolysis associated with intra-articular infusions following arthroscopic and other surgical procedures (off-label use)",
                "Hypersensitivity reactions reported; cross-reactivity among ester-type local anesthetics may occur (see Contraindications)",
                "Respiratory arrest reported with local anesthetics"
            ],
            "specific": [
                {
                    "type": "Methemoglobinemia",
                    "description": [
                        "Use of local anesthetics may cause methemoglobinemia, a serious condition that must be treated promptly; patients with glucose-6-phosphate dehydrogenase deficiency, congenital or idiopathic methemoglobinemia, cardiac or pulmonary compromise, infants under 6 months of age, and concurrent exposure to oxidizing agents or their metabolites are more susceptible to developing clinical manifestations of the condition",
                        "Advise patients or caregivers to seek immediate medical attention if patient experiences the following signs or symptoms: pale, gray, or blue colored skin (cyanosis); headache; rapid heart rate; shortness of breath; lightheadedness; or fatigue; discontinue Bicillin C-R and any other oxidizing agents; depending on severity of signs and symptoms, patients may respond to supportive care, including oxygen therapy and hydration; a more severe clinical presentation may require treatment with methylene blue, exchange transfusion, or hyperbaric oxygen"
                    ]
                }
            ]
        }
    },
    "interactions": [
        {
            "classification_type": "Contraindicated",
            "interaction_with": "bupivacaine liposome",
            "description": {
                "common": "chloroprocaine increases toxicity of bupivacaine liposome by Other (see comment). Contraindicated. \nComment: Do not admix with other local nonbupivacaine-based local anesthetics; admixing results in a rapid increase in free (unencapsulated) bupivacaine."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "bupivacaine implant",
            "description": {
                "common": "chloroprocaine, bupivacaine implant.\nEither increases effects of the other by pharmacodynamic synergism. Avoid or Use Alternate Drug. Avoid additional local anesthetic administration within 96 hr following bupivacaine implantation. If use of additional local anesthetics is unavoidable based on clinical need, monitor for neurologic and cardiovascular effects related to local anesthetic systemic toxicity."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "hyaluronidase",
            "description": {
                "common": "hyaluronidase, chloroprocaine. Other (see comment). Use Caution/Monitor. \nComment: Hyaluronidase hastens the onset of local analgesia and reduces swelling, but increases systemic absorption of anesthetic. This decreases the duration of action and increases incidence of systemic reaction."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "nadolol",
            "description": {
                "common": "nadolol, chloroprocaine. Mechanism: pharmacodynamic synergism. Use Caution/Monitor. Increased effects of epinephrine in anesthetic; risk of hypertension and bradycardia.  Do NOT D/C chronic beta blocker Tx prior to anesthetic administration.  Consider selective beta 1 blocker (e.g., metoprolol)."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "pindolol",
            "description": {
                "common": "pindolol, chloroprocaine. Mechanism: pharmacodynamic synergism. Use Caution/Monitor. Increased effects of epinephrine in anesthetic; risk of hypertension and bradycardia.  Do NOT D/C chronic beta blocker Tx prior to anesthetic administration.  Consider selective beta 1 blocker (e.g., metoprolol)."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "propranolol",
            "description": {
                "common": "propranolol, chloroprocaine. Mechanism: pharmacodynamic synergism. Use Caution/Monitor. Increased effects of epinephrine in anesthetic; risk of hypertension and bradycardia.  Do NOT D/C chronic beta blocker Tx prior to anesthetic administration.  Consider selective beta 1 blocker (e.g., metoprolol)."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "timolol",
            "description": {
                "common": "timolol, chloroprocaine. Mechanism: pharmacodynamic synergism. Use Caution/Monitor. Increased effects of epinephrine in anesthetic; risk of hypertension and bradycardia.  Do NOT D/C chronic beta blocker Tx prior to anesthetic administration.  Consider selective beta 1 blocker (e.g., metoprolol)."
            }
        }
    ],
    "adverse effects": [
        {
            "name": "Anxiety",
            "percent": null
        },
        {
            "name": "Dizziness",
            "percent": null
        },
        {
            "name": "Restlessness",
            "percent": null
        },
        {
            "name": "Tremor",
            "percent": null
        },
        {
            "name": "Tinnitus",
            "percent": null
        },
        {
            "name": "Blurred vision",
            "percent": null
        },
        {
            "name": "Bradyarrhythmia",
            "percent": null
        },
        {
            "name": "Cardiac arrest",
            "percent": null
        },
        {
            "name": "Hypotension",
            "percent": null
        },
        {
            "name": "Excitation",
            "percent": null
        },
        {
            "name": "Depression",
            "percent": null
        },
        {
            "name": "Seizure",
            "percent": null
        },
        {
            "name": "Anaphylaxis",
            "percent": null
        },
        {
            "name": "Respiratory arrest",
            "percent": null
        }
    ]
}