{
    "name": "gallium Ga 68 dotatate",
    "comment": "Rx",
    "other_names": [
        "Netspot"
    ],
    "classes": [
        "Diagnostic Imaging Agents"
    ],
    "source": "https://reference.medscape.com/drug/netspot-gallium-ga-68-dotatate-1000115",
    "pregnancy": {
        "common": [
            "There are no studies in pregnant women to inform any drug-associated risks; however, all radiopharmaceuticals have the potential to cause fetal harm"
        ],
        "specific": []
    },
    "lactation": {
        "common": [
            "There is no information on the presence of Ga 68 dotatate in human milk, the effect on the breastfed infant, or the effect on milk production",
            "Advise breastfeeding women to interrupt breastfeeding and pump and discard breast milk for 12 hr after administration to minimize radiation exposure to a breastfed infant"
        ]
    },
    "warnings": {
        "black_box_warning": {
            "common": [],
            "specific": []
        },
        "contraindicators": {
            "common": [
                "None"
            ],
            "specific": []
        },
        "cautions": {
            "common": [],
            "specific": [
                {
                    "type": "Radiation risk",
                    "description": [
                        "Avoid close contact with infants and pregnant women during first 12 hours after administration of Ga 68 dotatate",
                        "Contributes to a patient’s overall long-term cumulative radiation exposure; long-term cumulative radiation exposure associated with increased cancer risk",
                        "Ensure safe handling and preparation procedures to protect patients and healthcare workers from unintentional radiation exposure"
                    ]
                },
                {
                    "type": "Risk for image misinterpretation",
                    "description": [
                        "Uptake of Ga 68 dotatate reflects somatostatin receptor density in NETs",
                        "Uptake can also be seen in a variety of other tumor types (eg, those derived from neural crest tissue)",
                        "Increased uptake might be seen in sites of splenosis or other pathologic conditions (eg, thyroid disease or subacute inflammation) or might occur as a normal physiologic variant (eg, uncinate process of the pancreas)",
                        "PET images with Ga 68 dotatate should be interpreted visually and the uptake may need to be confirmed by histopathology or other assessments to confirm NET diagnosis",
                        "A negative scan after administration of Ga 68 dotatate in patients who do not have history of NETs, including in patients suspected of ectopic ACTH-secreting tumors, does not rule out the presence of NETs"
                    ]
                },
                {
                    "type": "Drug interaction overview",
                    "description": [
                        "Nonradioactive somatostatin analogs competitively bind to the same somatostatin receptors as Ga 68 dotatate",
                        "Image patients with Ga 68 dotatate PET just prior to dosing with long-acting analogs of somatostatin",
                        "Short-acting analogs of somatostatin can be used up to 24 hr before imaging with Ga 68 dotatate",
                        "Corticosteroids can down-regulate somatostatin subtype 2 receptors; repeated administration of high doses of glucocorticoid prior to Ga 68 dotatate administration may result in false negative imaging"
                    ]
                }
            ]
        }
    },
    "interactions": [
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "lanreotide",
            "description": {
                "common": "lanreotide decreases effects of gallium Ga 68 dotatate by receptor binding competition. Modify Therapy/Monitor Closely. Somatostatin analogs competitively bind to the same somatostatin receptors as Ga 68 dotatate and may affect imaging. Image patients with Ga 68 dotatate PET just prior to dosing with long-acting somatostatin analogs. Short-acting somatostatin analogs can be used up to 24 hr before imaging with Ga 68 dotatate."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "octreotide",
            "description": {
                "common": "octreotide decreases effects of gallium Ga 68 dotatate by receptor binding competition. Modify Therapy/Monitor Closely. Somatostatin analogs competitively bind to the same somatostatin receptors as Ga 68 dotatate and may affect imaging. Image patients with Ga 68 dotatate PET just prior to dosing with long-acting somatostatin analogs. Short-acting somatostatin analogs can be used up to 24 hr before imaging with Ga 68 dotatate."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "pasireotide",
            "description": {
                "common": "pasireotide decreases effects of gallium Ga 68 dotatate by receptor binding competition. Modify Therapy/Monitor Closely. Somatostatin analogs competitively bind to the same somatostatin receptors as Ga 68 dotatate and may affect imaging. Image patients with Ga 68 dotatate PET just prior to dosing with long-acting somatostatin analogs. Short-acting somatostatin analogs can be used up to 24 hr before imaging with Ga 68 dotatate."
            }
        }
    ],
    "adverse effects": [
        {
            "name": "Gastrointestinal disorders",
            "percent": null
        },
        {
            "name": "Nausea and vomiting",
            "percent": null
        },
        {
            "name": "General disorders and administration site conditions",
            "percent": null
        },
        {
            "name": "Injection site pain and burning sensation",
            "percent": null
        }
    ]
}