{
    "name": "rotigotine",
    "comment": "Rx",
    "other_names": [
        "Neupro"
    ],
    "classes": [
        "Antiparkinson Agents",
        "Dopamine Agonists"
    ],
    "source": "https://reference.medscape.com/drug/neupro-rotigotine-343039",
    "pregnancy": {
        "common": [
            "There are no adequate data on developmental risk associated with use in pregnant women"
        ],
        "specific": [
            {
                "type": "Animal data",
                "description": [
                    "In animal studies, drug was shown to have adverse effects on embryofetal development when administered during pregnancy at doses similar to or lower than those used clinically"
                ]
            }
        ]
    },
    "lactation": {
        "common": [
            "There are no data on presence of drug in human milk, effects on the breastfed infant, or on milk production; however, inhibition of lactation may occur because drug decreases secretion of prolactin in humans; studies have shown that rotigotine and/or its metabolite(s) are excreted in rat milk",
            "The developmental and health benefits of breastfeeding should be considered along with mother’s clinical need for drug and any potential adverse effects on breastfed infant from drug or from underlying maternal condition"
        ]
    },
    "warnings": {
        "black_box_warning": {
            "common": [],
            "specific": []
        },
        "contraindicators": {
            "common": [
                "Hypersensitivity"
            ],
            "specific": []
        },
        "cautions": {
            "common": [
                "Patients with Parkinson disease or RLS may experience new or worsening mental status and behavioral changes; these may include sudden onset of sleep while engaging in activities of daily living, consider dose reduction or discontinuation of treatment if patient develops compulsive behavior",
                "Syncope has been reported in patients using dopamine agonists, and for this reason patients should be alerted to possibility of syncope; because the studies for this drug excluded patients with clinically relevant cardiovascular disease, patients with severe cardiovascular disease should be asked about symptoms of syncope and pre-syncope",
                "Increases in systolic blood pressure (at least 20 mm Hg or more) and in diastolic blood pressure (at least 10 mm Hg or more) reported in all patients (eg, early-and advanced-stage Parkinson's disease and Restless Legs Syndrome) taking maximum recommended dose; these increases in systolic and diastolic blood pressure observed when supine, standing and changing from supine to standing position; blood pressure and heart rate elevations should be considered when treating patients with cardiovascular disease",
                "Dose-dependent increases in weight and fluid retention observed; patients taking maximum recommended dose for early-stage Parkinson’s disease reported to have higher incidence of substantial weight gain; this weight gain was frequently associated with the development of peripheral edema in patients with Parkinson’s disease, suggesting that therapy may cause fluid retention in some Parkinson’s patients; monitor for weight gain and fluid retention when treating patients with concomitant illnesses such as congestive heart failure or renal insufficiency",
                "May potentiate dopaminergic side effects of levodopa and cause or exacerbate dyskinesia",
                "Application site reactions are frequent and dose-related; if a patient reports a persistent application site reaction (of more than a few days), reports an increase in severity, or reports a skin reaction spreading outside application site, an assessment of the risk and benefits for the individual patient should be conducted; if a generalized skin reaction associated with the use of this drug observed, treatment should be discontinued",
                "Augmentation is a worsening of RLS symptoms during treatment, leading to an increase in overall symptom severity or earlier time of symptom onset each day compared to before initiation of treatment; use of dopaminergic medications, may result in augmentation; rebound, an exacerbation of RLS symptoms, is considered to be an end of dose effect, related to half-life of therapeutic agent; reports in the published literature indicate discontinuation or wearing off of dopaminergic medications can result in rebound",
                "Remove patch before MRI to avoid skin burn; backing layer of patch contains aluminum ",
                "Heat may increase absorption; avoid exposure to external heat sources (eg, heating pads, electric blankets, sauna,hot tubs, heated water beds, and prolonged direct sunlight)",
                "Fibrotic complication reported (eg, retroperitoneal fibrosis, pleural effusion, pericarditis, pulmonary infiltrates, pleural effusion, pleural thickening, pericarditis, and cardiac valvulopathy); while complications may resolve when drug is discontinued, complete resolution does not always occur",
                "Binding to melanin-pigmented tissues reported",
                "Hallucinations/psychotic-like behavior and dyskinesia may occur",
                "Monitor for melanoma; increased risk reported for patients receiving therapy"
            ],
            "specific": [
                {
                    "type": "Hypotension",
                    "description": [
                        "Dopaminergic agonists, in clinical studies and clinical experience, appear to impair the systemic regulation of blood pressure, resulting in postural/orthostatic hypotension, especially during dose escalation; Parkinson's disease patients, in addition, appear to have an impaired capacity to respond to a postural challenge",
                        "For these reasons, both Parkinson's and restless legs syndrome patients being treated with dopaminergic agonists ordinarily require careful monitoring for signs and symptoms of postural hypotension, especially during dose escalation; patients should also be informed of this risk",
                        "Symptomatic postural hypotension and syncope may occur, especially during dose escalation"
                    ]
                },
                {
                    "type": "Hallucinations",
                    "description": [
                        "Increased risk for hallucinations in patients with advanced-stage Parkinson's disease taking this drug; post-marketing reports indicate that patients with Parkinson’s disease or RLS may experience new or worsening mental status and behavioral changes, which may be severe, including psychotic behavior during treatment or after starting therapy or increasing the dose",
                        "Other drugs prescribed to improve the symptoms of Parkinson’s disease or RLS can have similar effects on thinking and behavior; this abnormal thinking and behavior may consist of one or more of the following: paranoid ideation, delusions, hallucinations, confusion, symptoms of mania (e.g., insomnia, psychomotor agitation), disorientation, aggressive behavior, agitation, anddelirium",
                        "These various manifestations of psychotic behavior were also observed during the clinical development of this drug for early- and advanced-stage Parkinson's disease and restless legs syndrome",
                        "Patients with a major psychotic disorder should ordinarily not be treated with this drug because of the risk of exacerbating psychosis; in addition, certain medications used to treat psychosis may exacerbate the symptoms of Parkinson's disease and may decrease effectiveness of this drug"
                    ]
                },
                {
                    "type": "Somnolence",
                    "description": [
                        "Patients with early- and advanced-stage Parkinson’s disease and with Restless Legs Syndrome receiving therapy have reported falling asleep while engaged in activities of daily living, including operation of motor vehicles, which sometimes resulted in accidents",
                        "Although many of these patients reported somnolence while receiving therapy, some did not perceive warning signs, such as excessive drowsiness, and believed that they were alert immediately prior to the event",
                        "Some of these events have been reported as late as one year after initiation of treatment; in clinical trials in patients with restless legs syndrome, 2% of patients treated with the maximum recommended dose (3 mg/24 hours) reported sleep attacks compared to 0% of placebo-treated patients",
                        "It has been reported that falling asleep while engaged in activities of daily living always occurs in a setting of pre-existing somnolence, although patients may not give such a history; for this reason, prescribers should reassess patients for drowsiness or sleepiness especially since some of the events occur well after start of treatment",
                        "Prescribers should be aware that patients may not acknowledge drowsiness or sleepiness until directly questioned about drowsiness or sleepiness during specific activities; patients should be advised to exercise caution while driving, operating machines, or working at heights during treatment",
                        "Patients who have already experienced somnolence and/or an episode of sudden sleep onset should not participate in these activities while taking the drug",
                        "Before initiating treatment, patients should be advised of potential to develop drowsiness and specifically asked about factors that may increase risk with therapy such as concomitant sedating medications and presence of sleep disorders; if a patient develops daytime sleepiness or episodes of falling asleep during activities that require active participation (eg, conversations, eating, etc), therapy should ordinarily be discontinued",
                        "If decision is made to continue therapy, patients should be advised not to drive and to avoid other potentially dangerous activities; there is insufficient information to establish whether dose reduction will eliminate episodes of falling asleep while engaged in activities of daily living"
                    ]
                },
                {
                    "type": "Withdrawal symptoms",
                    "description": [
                        "Avoid abrupt withdrawal; symptoms resembling neuroleptic malignant syndrome (characterized by elevated temperature, muscular rigidity, altered consciousness, rhabdomyolysis, and/or autonomic instability) with no other obvious etiology, has been reported in association with rapid dose reduction",
                        "Symptoms including apathy, anxiety, depression, fatigue, insomnia, sweating and pain reported during taper or after discontinuation of dopamine agonists; these symptoms generally do not respond to levodopa",
                        "Prior to discontinuation, patients should be informed about potential withdrawal symptoms, and monitored during and after discontinuation; in case of severe withdrawal symptoms, a trial re-administration of a dopamine agonist at lowest effective dose may be considered"
                    ]
                },
                {
                    "type": "Impulse control/ compulsive behaviors",
                    "description": [
                        "Patients may experience intense urges to gamble, increased sexual urges, intense urges to spend money, binge eating, and/or other intense urges, and the inability to control these urges while taking one or more of the medications that increase central dopaminergic tone",
                        "In some cases, although not all, these urges were reported to have stopped when the dose was reduced or medication was discontinued",
                        "Because patients may not recognize these behaviors as abnormal, it is important for prescribers to specifically ask patients or their caregivers about the development of new or increased gambling urges, sexual urges, uncontrolled spending, or other urges while being treated for Parkinson’s disease or RLS",
                        "Dopamine dysregulation syndrome, repeated use of more drug than as prescribed to manage their symptoms of Parkinson’s disease or RLS, observed in some patients during treatment",
                        "Physicians should consider dose reduction or stopping the medication if a patient develops such urges while receiving therapy"
                    ]
                }
            ]
        }
    },
    "interactions": [
        {
            "classification_type": "Serious",
            "interaction_with": "amisulpride",
            "description": {
                "common": "amisulpride, rotigotine.\nEither decreases effects of the other by pharmacodynamic antagonism. Contraindicated. Avoid use of amisulpride, a dopamine receptor antagonist, with dopamine agonists."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "calcium/magnesium/potassium/sodium oxybates",
            "description": {
                "common": "rotigotine, calcium/magnesium/potassium/sodium oxybates.\nEither increases effects of the other by pharmacodynamic synergism. Avoid or Use Alternate Drug. Profound sedation, respiratory depression, coma, and death may result if coadministered. Reserve concomitant prescribing of these drugs in patients for whom other treatment options are inadequate. Limit dosages and durations to the minimum required. Monitor closely for signs of respiratory depression and sedation."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "loxapine inhaled",
            "description": {
                "common": "loxapine inhaled decreases effects of rotigotine by pharmacodynamic antagonism. Contraindicated."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "metoclopramide intranasal",
            "description": {
                "common": "rotigotine, metoclopramide intranasal.\nEither increases effects of the other by Other (see comment). Avoid or Use Alternate Drug. \nComment: Avoid use of metoclopramide intranasal or interacting drug, depending on importance of drug to patient."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "olopatadine intranasal",
            "description": {
                "common": "rotigotine and olopatadine intranasal both increase  sedation. Avoid or Use Alternate Drug. Coadministration increases risk of CNS depression, which can lead to additive impairment of psychomotor performance and cause daytime impairment. "
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "sodium oxybate",
            "description": {
                "common": "rotigotine, sodium oxybate.\nEither increases effects of the other by pharmacodynamic synergism. Avoid or Use Alternate Drug. Profound sedation, respiratory depression, coma, and death may result if coadministered. Reserve concomitant prescribing of these drugs in patients for whom other treatment options are inadequate. Limit dosages and durations to the minimum required. Monitor closely for signs of respiratory depression and sedation."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "buprenorphine buccal",
            "description": {
                "common": "buprenorphine buccal and rotigotine both increase  sedation. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "cenobamate",
            "description": {
                "common": "cenobamate, rotigotine.\nEither increases effects of the other by sedation. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "clobazam",
            "description": {
                "common": "rotigotine, clobazam. Other (see comment). Use Caution/Monitor. \nComment: Concomitant administration can increase the potential for CNS effects (e.g., increased sedation or respiratory depression)."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "clonidine",
            "description": {
                "common": "clonidine, rotigotine.\nEither increases toxicity of the other by pharmacodynamic synergism. Use Caution/Monitor. Coadministration enhances CNS depressant effects."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "daridorexant",
            "description": {
                "common": "rotigotine and daridorexant both increase  sedation. Modify Therapy/Monitor Closely. Coadministration increases risk of CNS depression, which can lead to additive impairment of psychomotor performance and cause daytime impairment. "
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "difelikefalin",
            "description": {
                "common": "difelikefalin and rotigotine both increase  sedation. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ketotifen, ophthalmic",
            "description": {
                "common": "ketotifen, ophthalmic and rotigotine both increase  sedation. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "loxapine inhaled",
            "description": {
                "common": "loxapine inhaled and rotigotine both increase  sedation. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "methylphenidate",
            "description": {
                "common": "rotigotine, methylphenidate.\nEither increases effects of the other by pharmacodynamic synergism. Use Caution/Monitor. Potential for additive CNS stimulation."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "midazolam intranasal",
            "description": {
                "common": "midazolam intranasal, rotigotine.\nEither increases toxicity of the other by pharmacodynamic synergism. Modify Therapy/Monitor Closely. Concomitant use of barbiturates, alcohol, or other CNS depressants may increase the risk of hypoventilation, airway obstruction, desaturation, or apnea and may contribute to profound and/or prolonged drug effect."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "phenylephrine PO",
            "description": {
                "common": "rotigotine increases and phenylephrine PO decreases sedation. Effect of interaction is not clear, use caution. Use Caution/Monitor.  ."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "solriamfetol",
            "description": {
                "common": "rotigotine and solriamfetol both increase  sympathetic (adrenergic) effects, including increased blood pressure and heart rate. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "stiripentol",
            "description": {
                "common": "stiripentol, rotigotine.\nEither increases effects of the other by sedation. Use Caution/Monitor. Concomitant use stiripentol with other CNS depressants, including alcohol, may increase the risk of sedation and somnolence."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "benazepril",
            "description": {
                "common": "rotigotine, benazepril.\nEither increases effects of the other by pharmacodynamic synergism. Minor/Significance Unknown. May increase risk of hypotension."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "captopril",
            "description": {
                "common": "rotigotine, captopril.\nEither increases effects of the other by pharmacodynamic synergism. Minor/Significance Unknown. May increase risk of hypotension."
            }
        }
    ],
    "adverse effects": [
        {
            "name": "Nausea",
            "percent": "34-48"
        },
        {
            "name": "Application site reactions",
            "percent": "21-46"
        },
        {
            "name": "including erythema",
            "percent": "14-22"
        },
        {
            "name": "pruritus",
            "percent": "12-20"
        },
        {
            "name": "irritation",
            "percent": "10-20"
        },
        {
            "name": "burning",
            "percent": "6-18"
        },
        {
            "name": "dermatitis",
            "percent": "5-11"
        },
        {
            "name": "inflammation",
            "percent": "3-11"
        },
        {
            "name": "papulae",
            "percent": "36-46"
        },
        {
            "name": "vesicle",
            "percent": "32"
        },
        {
            "name": "pain",
            "percent": "22-28"
        },
        {
            "name": "Dizziness",
            "percent": "14-23"
        },
        {
            "name": "Somnolence",
            "percent": "14-17"
        },
        {
            "name": "Vomiting",
            "percent": "9-14"
        },
        {
            "name": "Fatigue",
            "percent": "9-14"
        },
        {
            "name": "Insomnia",
            "percent": "7-14"
        },
        {
            "name": "Hyperhidrosis",
            "percent": "8-11"
        },
        {
            "name": "Application site reactions",
            "percent": "23-43"
        },
        {
            "name": "Somnolence",
            "percent": "15-23"
        },
        {
            "name": "Nausea",
            "percent": "15-21"
        },
        {
            "name": "Dizziness",
            "percent": "7-14"
        },
        {
            "name": "Dyskinesia",
            "percent": "2-7"
        },
        {
            "name": "Edema peripheral",
            "percent": "3-6"
        },
        {
            "name": "Insomnia",
            "percent": "2-6"
        },
        {
            "name": "Hallucinations",
            "percent": "2-5"
        },
        {
            "name": "Arthralgia",
            "percent": "2-4"
        },
        {
            "name": "Application site reactions",
            "percent": "2-3"
        },
        {
            "name": "Nausea",
            "percent": "2-3"
        },
        {
            "name": "Headache",
            "percent": "2-3"
        },
        {
            "name": "Asthenia",
            "percent": "2-3"
        },
        {
            "name": "Abnormal dreams",
            "percent": "2-3"
        },
        {
            "name": "Erythema",
            "percent": "2-3"
        },
        {
            "name": "Anorexia",
            "percent": "2-3"
        },
        {
            "name": "Depression",
            "percent": "2-3"
        },
        {
            "name": "Edema peripheral",
            "percent": "1-2"
        },
        {
            "name": "Dyspepsia",
            "percent": "1-2"
        },
        {
            "name": "EKG",
            "percent": "8-10"
        },
        {
            "name": "T",
            "percent": "8-10"
        },
        {
            "name": "ave abnormal",
            "percent": "5-9"
        },
        {
            "name": "Weight loss",
            "percent": "5-7"
        },
        {
            "name": "Balance disorder",
            "percent": "3-5"
        },
        {
            "name": "Tinnitus",
            "percent": "3-5"
        },
        {
            "name": "Hiccups",
            "percent": "3-4"
        },
        {
            "name": "Pruritic rash",
            "percent": "3-4"
        },
        {
            "name": "Erectile dysfunction",
            "percent": "3-4"
        },
        {
            "name": "Lethargy",
            "percent": "3"
        },
        {
            "name": "Orthostatic hypotension",
            "percent": "3"
        },
        {
            "name": "Vomiting",
            "percent": "2-3"
        },
        {
            "name": "Headache",
            "percent": "2-3"
        },
        {
            "name": "Constipation",
            "percent": "1-3"
        },
        {
            "name": "Diarrhea",
            "percent": "2"
        },
        {
            "name": "Hypertension",
            "percent": "5-10"
        },
        {
            "name": "Nightmares",
            "percent": "5-10"
        },
        {
            "name": "Paraesthesias",
            "percent": "2-10"
        },
        {
            "name": "Dysesthesias",
            "percent": "5-9"
        },
        {
            "name": "Tremor",
            "percent": "3-9"
        },
        {
            "name": "Asthenia",
            "percent": "3-7"
        },
        {
            "name": "Cough",
            "percent": "2-6"
        },
        {
            "name": "Nasal Congestion",
            "percent": "1-5"
        },
        {
            "name": "Sinus congestion",
            "percent": "2-4"
        },
        {
            "name": "Erythema",
            "percent": "1-4"
        },
        {
            "name": "Hyperhidrosis",
            "percent": "1-4"
        },
        {
            "name": "Musculoskeletal pain",
            "percent": "1-4"
        },
        {
            "name": "Nasopharyngitis",
            "percent": "1-3"
        },
        {
            "name": "Somnolence",
            "percent": "1-3"
        },
        {
            "name": "Insomnia",
            "percent": "1-3"
        },
        {
            "name": "Dizziness",
            "percent": "1-3"
        },
        {
            "name": "Pruritus",
            "percent": "1-2"
        },
        {
            "name": "Xerostomia",
            "percent": "1-2"
        },
        {
            "name": "Constipation",
            "percent": null
        },
        {
            "name": "Hyperhidrosis",
            "percent": null
        },
        {
            "name": "Vomiting",
            "percent": null
        },
        {
            "name": "Muscle spasms",
            "percent": null
        },
        {
            "name": "Hypertension",
            "percent": null
        },
        {
            "name": "Hot flushes",
            "percent": null
        },
        {
            "name": "Dyspepsia",
            "percent": null
        },
        {
            "name": "Vertigo",
            "percent": null
        },
        {
            "name": "Sinusitis",
            "percent": null
        },
        {
            "name": "Abnormal dreams",
            "percent": null
        },
        {
            "name": "Sleep attacks",
            "percent": null
        },
        {
            "name": "Erythema",
            "percent": null
        },
        {
            "name": "Rhabdomyolysis",
            "percent": null
        }
    ]
}