{
    "name": "granulocytes",
    "comment": "Blood Component",
    "other_names": [
        "neutrophils"
    ],
    "classes": [
        "Blood Components"
    ],
    "source": "https://reference.medscape.com/drug/neutrophils-granulocytes-999500",
    "pregnancy": {
        "common": [
            "CMV-seronegative donors should be used for pregnant women who are CMV naïve or whose CMV status is unknown."
        ],
        "specific": []
    },
    "lactation": {
        "common": []
    },
    "warnings": {
        "black_box_warning": {
            "common": [],
            "specific": []
        },
        "contraindicators": {
            "common": [
                "Granulocyte transfusion is a supportive adjuvant therapy to manage infections uncontrolled by standard medical therapy and thus should not be used as first line treatment or as the sole treatment of infection."
            ],
            "specific": []
        },
        "cautions": {
            "common": [
                "There have been reports of severe pulmonary reactions when given concomitantly with amphoterecin. Infusion of amphoterecin and granulocytes should be spaced as far apart as reasonably possible.",
                "Granulocyte products typically contain a large amount of red blood cells and thus should be ABO and Rh compatible and require RBC crossmatching to be issued. Some institutions have policies and procedures in place to reduce the amount of RBCs enough to transfuse ABO incompatible units.",
                "Granulocytes begin to lose function within 6 hours of collection and have an expiration of 24 hours after collection. This usually requires special consent by the physician and/or patient to receive units before all infectious disease testing is complete. Collection centers have various strategies to ensure product safety such as utilizing frequent platelet donors or getting infectious disease testing 1-2 days prior to collection to help ensure the likelihood that the donor will be negative at the time of collection and be able to tolerate a large blood volume process.",
                "Often times granulocyte donors are friends and family of the recipient because of the commitment needed to be a granulocyte donor. Granulocyte donors are almost always given medication regimens to increase the circulating granulocyte counts to improve collection. Corticosteroids when given alone can achieve around 1 x 1010 PMNs/unit. More currently, donors are given a combination of G-CSF and corticosteroids improving yield to 4-8 x 1010 PMNs/unit. Because of the potential adverse effects of the steroids, donors who have a history of diabetes, severe hypertension, cataracts, or peptic ulcer are generally not selected as granulocyte donors. Since there were case reports of severe reactions, including deatch, in persons with sickle cell trait who were given G-CSF, donors are also required to be tested for hemoglobinopathy before administration of G-CSF. Likewise, donors with a history of thrombosis or coronary artery disease, and donors with inflammatory states such as uveitis may also be deferred from receiving G-CSF to prevent possible complications.",
                "It is best to have multiple donors as collections/transfusion should occur daily until resolution of the infection. If the recipient is a candidate for transplantation, family members should be avoided as donors since family members are often optimal candidates for transplant donation and HLA sensitization prior to transplantation can either be a barrier to transplantation or cause accelerated graft failure. HLA sensitization may also lead to refractoriness to platelet transfusions.",
                "Due to the large number of lymphocytes in granulocyte collections, all granulocyte units should be irradiated to prevent GVHD. Additionally, patients that are most likely to require granulocyte transfusions also are at greater risk of GVHD due to their underlying condition or due to the fact that many are related directed donations.",
                "Granulocytes must never be transfused via a leukocyte reduction filter.",
                "CMV naïve patients should receive CMV seronegative granulocytes since CMV is carried in white cells.",
                "All transfusions must be given via blood administration sets containing 170- to 260-micron filters or 20- to 40-micron microaggregate filters. No other medications or fluids other than normal saline should be simultaneously given through the same line without prior consultation with the medical director of the blood bank.",
                "Patient’s should be monitored for signs of a transfusion reaction including vitals pre, during, and post transfusion.",
                "Non-septic infectious risks include transmission of HIV (~1:2 mill), HCV (~1:1.5 mill), HBV (1:300k), HTLV, WNV, CMV, parvovirus B19, lyme disease, babesiosis, malaria, chaga’s disease, vCJD.",
                "Consult with blood bank medical director or hematologist if you have questions regarding special transfusion requirements."
            ],
            "specific": []
        }
    },
    "interactions": [],
    "adverse effects": [
        {
            "name": "Fevers",
            "percent": null
        },
        {
            "name": "chills",
            "percent": null
        },
        {
            "name": "and allergic reactions are not uncommon with granulocyte transfusions",
            "percent": null
        },
        {
            "name": "Patients should be closely monitored during transfusion",
            "percent": null
        },
        {
            "name": "Premedication with antihistamines",
            "percent": null
        },
        {
            "name": "corticosteroids",
            "percent": null
        },
        {
            "name": "and mild antipyretics such as acetaminophen may be considered to minimize mild reactions",
            "percent": null
        },
        {
            "name": "If severe reactions such as marked dyspnea or hypotension occur the transfusion should be discontinued",
            "percent": null
        },
        {
            "name": "the patient assessed and stabilized",
            "percent": null
        },
        {
            "name": "the blood bank notified",
            "percent": null
        },
        {
            "name": "and transfusion reaction investigation initiated",
            "percent": null
        },
        {
            "name": "Hemolytic Transfusion Reactions",
            "percent": null
        },
        {
            "name": "Febrile Non",
            "percent": null
        },
        {
            "name": "Hemolytic Reactions",
            "percent": null
        },
        {
            "name": "Allergic Reactions ranging from urticaria to anaphylaxis",
            "percent": null
        },
        {
            "name": "Septic Reactions",
            "percent": null
        },
        {
            "name": "Transfusion Related Acute Lung Injury",
            "percent": null
        },
        {
            "name": "TRALI",
            "percent": null
        },
        {
            "name": "Circulatory Overload",
            "percent": null
        },
        {
            "name": "Transfusion Associated Graft Versus Host Disease",
            "percent": null
        },
        {
            "name": "Postransfusion Purpura",
            "percent": null
        },
        {
            "name": "If the reaction seems mild to moderate and you are uncertain about the best course of action",
            "percent": null
        },
        {
            "name": "pause the transfusion and immediately page the transfusion medicine physician",
            "percent": null
        }
    ]
}