{
    "name": "esomeprazole",
    "comment": "Rx, OTC",
    "other_names": [
        "Nexium",
        "Nexium 24HR"
    ],
    "classes": [
        "Proton Pump Inhibitors"
    ],
    "source": "https://reference.medscape.com/drug/nexium-nexium-24hr-esomeprazole-341998",
    "pregnancy": {
        "common": [
            "There are no adequate and well-controlled studies in pregnant women; esomeprazole is the S-isomer of omeprazole; available epidemiologic data fail to demonstrate an increased risk of major congenital malformations or other adverse pregnancy outcomes with first trimester omeprazole use; reproduction studies in rats and rabbits resulted in dose-dependent embryo-lethality at omeprazole doses that were approximately 3.4 to 34 times an oral human dose of 40 mg (based on a body surface area for a 60 kg person)"
        ],
        "specific": []
    },
    "lactation": {
        "common": [
            "Esomeprazole is the S-isomer of omeprazole and limited data suggest that omeprazole may be present in human milk; there are no clinical data on effects of esomeprazole on breastfed infant or on milk production; developmental and health benefits of breastfeeding should be considered along with mother’s clinical need for therapy and any potential adverse effects on breastfed infant from treatment or from underlying maternal condition"
        ]
    },
    "warnings": {
        "black_box_warning": {
            "common": [],
            "specific": []
        },
        "contraindicators": {
            "common": [
                "Hypersensitivity to esomeprazole or other proton pump inhibitors (PPIs)",
                "Patients receiving rilpivirine- containing products"
            ],
            "specific": []
        },
        "cautions": {
            "common": [
                "Do not use if allergic to the drug; may cause severe skin reactions; symptoms may include, skin reddening, blisters, rash; if allergic reaction occurs, discontinue use and seek medical help immediately",
                "PPIs are possibly associated with increased incidence of Clostridium difficile-associated diarrhea (CDAD); consider diagnosis of CDAD for patients taking PPIs who have diarrhea that does not improve",
                "PPIs may decrease the efficacy of clopidogrel by reducing the formation of the active metabolite",
                "Severe hepatic impairment",
                "Cutaneous lupus erythematosus (CLE) and systemic lupus erythematosus (SLE) reported with PPIs; avoid using for longer than medically indicated; discontinue if signs or symptoms consistent with CLE or SLE are observed and refer patient to specialist; most patients improve with discontinuation of PPI alone in 4-12 weeks; serological testing (e.g. ANA) may be positive and elevated serological test results may take longer to resolve than clinical manifestations",
                "Severe cutaneous adverse reactions, including Stevens-Johnson syndrome (SJS) and toxic epidermal necrolysis (TEN), drug reaction with eosinophilia and systemic symptoms (DRESS), and acute generalized exanthematous pustulosis (AGEP) reported in association with use of PPIs; discontinue therapy at first signs or symptoms of severe cutaneous adverse reactions or other signs of hypersensitivity and consider further evaluation",
                "Relief of symptoms does not eliminate the possibility of a gastric malignancy; consider additional follow-up and diagnostic testing in adult patients who have suboptimal response or early symptomatic relapse after completing treatment with a PPI",
                "Therapy increases risk of Salmonella, Campylobacter, and other infections",
                "Contains enteric coated granules (acid labile); do not chew or crush; take 1 hr before meals",
                "Published observational studies suggest that PPI therapy may be associated with an increased risk for osteoporosis-related fractures of the hip, wrist, or spine; particularly with prolonged (>1 yr), high-dose therapy",
                "Decreased gastric acidity increases serum chromogranin A (CgA) levels and may cause false-positive diagnostic results for neuroendocrine tumors; temporarily discontinue PPIs before assessing CgA levels",
                "Daily long-term use (e.g., longer than 3 years) may lead to malabsorption or a deficiency of cyanocobalamin",
                "If patient taking a prescription drug, the patient should ask a doctor or a pharmacist whether acid reducers can be taken concomitantly with it",
                "Acute interstitial nephritis reported in patients taking proton pump inhibitors",
                "May elevate and/or prolong serum concentrations of methotrexate and/or its metabolite when administered concomitantly with PPIs, possibly leading to toxicity; consider a temporary withdrawal of PPI therapy with high dose methotrexate administration",
                "Stop use and inform a healthcare professional if rash or joint pain develops",
                "PPI therapy is associated with increased risk of fundic gland polyp; risk increases with long-term use >1 year; patient may be asymptomatic; problem usually identified incidentally on endoscopy; use shortest duration of therapy appropriate to condition being treated",
                "Acute tubulointerstitial nephritis (TIN) reported in patients taking PPIs; may occur at any point during PPI therapy; patients may present with varying signs and symptoms from symptomatic hypersensitivity reactions to non-specific symptoms of decreased renal function (e.g., malaise, nausea, anorexia); in reported case series, some patients were diagnosed on biopsy and in absence of extra-renal manifestations (eg, fever, rash or arthralgia); discontinue therapy and evaluate patients with suspected acute TIN"
            ],
            "specific": [
                {
                    "type": "Hypomagnesemia and mineral metabolism",
                    "description": [
                        "Hypomagnesemia may occur with prolonged use (ie, >1 yr; adverse effects may result and include tetany, arrhythmias, and seizures; in 25% of cases reviewed, magnesium supplementation alone did not improve low serum magnesium levels, and the PPI had to be discontinued; consider monitoring magnesium levels prior to initiation of PPI treatment and periodically",
                        "Hypomagnesemia may lead to hypocalcemia and/or hypokalemia and may exacerbate underlying hypocalcemia in at-risk patients; in most patients, treatment of hypomagnesemia required magnesium replacement and discontinuation of the PPI",
                        "Consider monitoring magnesium and calcium levels prior to initiation of therapy and periodically while on treatment in patients with a preexisting risk of hypocalcemia (eg, hypoparathyroidism); supplement with magnesium and/or calcium as necessary. If hypocalcemia is refractory to treatment, consider discontinuing the PPI"
                    ]
                }
            ]
        }
    },
    "interactions": [
        {
            "classification_type": "Contraindicated",
            "interaction_with": "erlotinib",
            "description": {
                "common": "esomeprazole decreases levels of erlotinib by Other (see comment). Contraindicated. \nComment: Concomitant use of proton pump inhibitors with erlotinib should be avoided if possible. Drugs that alter pH of upper GI tract may alter the solubility of erlotinib and reduce its bioavailability. ."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "mavacamten",
            "description": {
                "common": "esomeprazole will increase the level or effect of mavacamten by  affecting hepatic enzyme CYP2C19 metabolism. Contraindicated. Strong or moderate CYP2C19 inhibitors may increase mavacamten systemic exposure, resulting in heart failure due to systolic dysfunction. "
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "nelfinavir",
            "description": {
                "common": "esomeprazole decreases levels of nelfinavir by unspecified interaction mechanism. Contraindicated. Coadministration may lead to loss of nelfinavir virologic response and development of resistance; mechanism may be CYP2C19 inhibition of nelfinavir conversion to active M8 metabolite, and also PPIs decreasing gastric pH resulting in decreased nelfinavir absorption."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "rilpivirine",
            "description": {
                "common": "esomeprazole decreases levels of rilpivirine by increasing gastric pH. Applies only to oral form of both agents. Contraindicated. Concurrent use may cause treatment failure and/or the development of rilpivirine or NNRTI resistance owing to decreased levels."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "abametapir",
            "description": {
                "common": "abametapir will increase the level or effect of esomeprazole by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug. For 2 weeks after abametapir application, avoid taking drugs that are CYP3A4 substrates. If not feasible, avoid use of abametapir."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "acalabrutinib",
            "description": {
                "common": "esomeprazole decreases levels of acalabrutinib by increasing gastric pH. Applies only to oral form of both agents. Avoid or Use Alternate Drug. Acalabrutinib solubility decreases with increasing gastric pH. Due to the long-lasting effect of PPIs, separation of doses may not eliminate the interaction."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "apalutamide",
            "description": {
                "common": "apalutamide will decrease the level or effect of esomeprazole by  affecting hepatic enzyme CYP2C19 metabolism. Avoid or Use Alternate Drug. Coadministration of apalutamide, a strong CYP2C19 inducer, with drugs that are CYP2C19 substrates can result in lower exposure to these medications. Avoid or substitute another drug for these medications when possible. Evaluate for loss of therapeutic effect if medication must be coadministered."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "atazanavir",
            "description": {
                "common": "esomeprazole will decrease the level or effect of atazanavir by  increasing gastric pH. Applies only to oral form of both agents. Avoid or Use Alternate Drug. Atazanavir solubility decreases as pH increases. Substantially reduced plasma concentrations of atazanavir are expected if PPIs are coadministered. PPI dose should not exceed a dose comparable to omeprazole 20 mg and must be taken ~12 h before atazanavir/ritonavir in treatment naive-patients. PPIs are not recommended in treatment-experienced taking atazanavir."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "carbamazepine",
            "description": {
                "common": "carbamazepine will decrease the level or effect of esomeprazole by  affecting hepatic enzyme CYP2C19 metabolism. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "ceritinib",
            "description": {
                "common": "esomeprazole will decrease the level or effect of ceritinib by  increasing gastric pH. Applies only to oral form of both agents. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "cilostazol",
            "description": {
                "common": "esomeprazole increases toxicity of cilostazol by affecting hepatic enzyme CYP2C19 metabolism. Avoid or Use Alternate Drug. Decrease cilostazol dose by 50%; 3,4-dehydrocilostazol, an active metabolite, increased by 69% as a result of omeprazole inhibition of CYP2C19."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "clopidogrel",
            "description": {
                "common": "esomeprazole decreases effects of clopidogrel by affecting hepatic enzyme CYP2C19 metabolism. Avoid or Use Alternate Drug. Clopidogrel efficacy may be reduced by drugs that inhibit CYP2C19. Inhibition of platelet aggregation by clopidogrel is entirely due to an active metabolite. Clopidogrel is metabolized to this active metabolite in part by CYP2C19.  ."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "dacomitinib",
            "description": {
                "common": "esomeprazole will increase the level or effect of dacomitinib by  unspecified interaction mechanism. Avoid or Use Alternate Drug. Concomitant use with a PPI decreases dacomitinib concentrations, which may reduce dacomitinib efficacy. Avoid use of PPIs with dacomitinib. As an alternative to PPIs, use locally-acting antacids or an H2-receptor antagonist. Administer at least 6 hours before or 10 hours after taking an H2-receptor antagonist."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "dasatinib",
            "description": {
                "common": "esomeprazole will decrease the level or effect of dasatinib by  increasing gastric pH. Applies only to oral form of both agents. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "digoxin",
            "description": {
                "common": "esomeprazole will increase the level or effect of digoxin by  increasing gastric pH. Applies only to oral form of both agents. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "enzalutamide",
            "description": {
                "common": "enzalutamide will decrease the level or effect of esomeprazole by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "fexinidazole",
            "description": {
                "common": "fexinidazole will increase the level or effect of esomeprazole by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug. Fexinidazole inhibits CYP3A4. Coadministration may increase risk for adverse effects of CYP3A4 substrates. "
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "fluvoxamine",
            "description": {
                "common": "fluvoxamine will increase the level or effect of esomeprazole by  affecting hepatic enzyme CYP2C19 metabolism. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "idelalisib",
            "description": {
                "common": "idelalisib will increase the level or effect of esomeprazole by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug. Idelalisib is a strong CYP3A inhibitor; avoid coadministration with sensitive CYP3A substrates"
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "indinavir",
            "description": {
                "common": "esomeprazole will decrease the level or effect of indinavir by  increasing gastric pH. Applies only to oral form of both agents. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "infigratinib",
            "description": {
                "common": "esomeprazole will decrease the level or effect of infigratinib by  inhibition of GI absorption. Applies only to oral form of both agents. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "isoniazid",
            "description": {
                "common": "isoniazid will increase the level or effect of esomeprazole by  affecting hepatic enzyme CYP2C19 metabolism. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "itraconazole",
            "description": {
                "common": "esomeprazole will decrease the level or effect of itraconazole by  increasing gastric pH. Applies only to oral form of both agents. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "ketoconazole",
            "description": {
                "common": "esomeprazole will decrease the level or effect of ketoconazole by  increasing gastric pH. Applies only to oral form of both agents. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "levoketoconazole",
            "description": {
                "common": "esomeprazole will decrease the level or effect of levoketoconazole by  increasing gastric pH. Applies only to oral form of both agents. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "lonafarnib",
            "description": {
                "common": "lonafarnib will increase the level or effect of esomeprazole by  affecting hepatic enzyme CYP2C19 metabolism. Avoid or Use Alternate Drug. Lonafarnib may increase the AUC and peak concentration of CYP2C19 substrates. If coadministration unavoidable, monitor for adverse reactions and reduce the CYP2C19 substrate dose in accordance with its approved product labeling."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "mesalamine",
            "description": {
                "common": "esomeprazole decreases effects of mesalamine by increasing gastric pH. Applies only to oral form of both agents. Avoid or Use Alternate Drug. Applies only to sustained release dosage form."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "neratinib",
            "description": {
                "common": "esomeprazole will decrease the level or effect of neratinib by  increasing gastric pH. Applies only to oral form of both agents. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "nilotinib",
            "description": {
                "common": "esomeprazole will decrease the level or effect of nilotinib by  increasing gastric pH. Applies only to oral form of both agents. Avoid or Use Alternate Drug. Nilotinib has a pH-dependent solubility and  solubility is decreased at higher pH; separating doses may not eliminate this effect because of PPI extended duration of action"
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "nisoldipine",
            "description": {
                "common": "esomeprazole will increase the level or effect of nisoldipine by  increasing gastric pH. Applies only to oral form of both agents. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "pazopanib",
            "description": {
                "common": "esomeprazole will decrease the level or effect of pazopanib by  increasing gastric pH. Applies only to oral form of both agents. Avoid or Use Alternate Drug. Avoid coadministration of pazopanib with drugs that raise gastric pH; consider short-acting antacids in place of PPIs and H2 antagonists; separate antacid and pazopanib dosing by several hours"
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "pexidartinib",
            "description": {
                "common": "esomeprazole will decrease the level or effect of pexidartinib by  inhibition of GI absorption. Applies only to oral form of both agents. Avoid or Use Alternate Drug. Avoid coadministration of proton pump inhibitors (PPIs) with pexidartinib. Use H2-receptor antagonists or antacids if needed. When using alternatives to PPIs, administer pexidartinib 2 hr before or after taking locally-acting antacids OR administer pexidartinib at least 2 hr before or 10 hr after taking an H2-receptor antagonist."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "phenobarbital",
            "description": {
                "common": "phenobarbital will decrease the level or effect of esomeprazole by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "secobarbital",
            "description": {
                "common": "secobarbital will decrease the level or effect of esomeprazole by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "secretin",
            "description": {
                "common": "esomeprazole, secretin. Other (see comment). Avoid or Use Alternate Drug. \nComment: Concomitant use of PPIs may cause a hyperresponse in gastrin secretion in response to stimulation testing with secretin, falsely suggesting gastrinoma. The time it takes for serum gastrin concentrations to return to baseline following discontinuation of PPIs is specific to the individual PPI. Temporarily stop esomeprazole treatment at least 14 days before assessing to allow gastrin levels to return to baseline."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "sofosbuvir/velpatasvir",
            "description": {
                "common": "esomeprazole will decrease the level or effect of sofosbuvir/velpatasvir by  increasing gastric pH. Applies only to oral form of both agents. Avoid or Use Alternate Drug. Velpatasvir solubility decreases as gastric pH increases (practically insoluble at pH >5). Coadministration of sofosbuvir/velpatasvir with omeprazole or other PPIs is not recommended. If considered medically necessary, give sofosbuvir/velpatasvir with food 4 hr before omeprazole 20 mg. Use with other PPIs has not been studied."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "sotorasib",
            "description": {
                "common": "esomeprazole will decrease the level or effect of sotorasib by  inhibition of GI absorption. Applies only to oral form of both agents. Avoid or Use Alternate Drug. If use with an acid-reducing agent cannot be avoided, administer sotorasib 4 hr before or 10 hr after administration of a locally-acting antacid."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "sparsentan",
            "description": {
                "common": "esomeprazole decreases effects of sparsentan by increasing gastric pH. Applies only to oral form of both agents. Avoid or Use Alternate Drug. Proton pump inhibitors may decrease sparsentan exposure which may reduce efficacy of sparsentan."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "tucatinib",
            "description": {
                "common": "tucatinib will increase the level or effect of esomeprazole by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug. Avoid concomitant use of tucatinib with CYP3A substrates, where minimal concentration changes may lead to serious or life-threatening toxicities. If unavoidable, reduce CYP3A substrate dose according to product labeling."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "voxelotor",
            "description": {
                "common": "voxelotor will increase the level or effect of esomeprazole by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug. Voxelotor increases systemic exposure of sensitive CYP3A4 substrates. Avoid coadministration with sensitive CYP3A4 substrates with a narrow therapeutic index. Consider dose reduction of the sensitive CYP3A4 substrate(s) if unable to avoid."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "amitriptyline",
            "description": {
                "common": "esomeprazole will increase the level or effect of amitriptyline by  affecting hepatic enzyme CYP2C19 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "amobarbital",
            "description": {
                "common": "amobarbital will decrease the level or effect of esomeprazole by  affecting hepatic enzyme CYP2C19 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ampicillin",
            "description": {
                "common": "esomeprazole will decrease the level or effect of ampicillin by  increasing gastric pH. Applies only to oral form of both agents. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "armodafinil",
            "description": {
                "common": "armodafinil will increase the level or effect of esomeprazole by  affecting hepatic enzyme CYP2C19 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "axitinib",
            "description": {
                "common": "esomeprazole will increase the level or effect of axitinib by  affecting hepatic enzyme CYP2C19 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "belumosudil",
            "description": {
                "common": "esomeprazole will decrease the level or effect of belumosudil by  increasing gastric pH. Applies only to oral form of both agents. Modify Therapy/Monitor Closely. Increase belumosudil dosage to 200 mg PO BID when coadministered with proton pump inhibitors."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "belzutifan",
            "description": {
                "common": "belzutifan will decrease the level or effect of esomeprazole by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Modify Therapy/Monitor Closely. If unable to avoid coadministration of belzutifan with sensitive CYP3A4 substrates, consider increasing the sensitive CYP3A4 substrate dose in accordance with its prescribing information. "
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "bendamustine",
            "description": {
                "common": "esomeprazole decreases levels of bendamustine by affecting hepatic enzyme CYP1A2 metabolism. Use Caution/Monitor. Consentration of active metabolites may be increased."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "bortezomib",
            "description": {
                "common": "bortezomib will increase the level or effect of esomeprazole by  affecting hepatic enzyme CYP2C19 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "bosentan",
            "description": {
                "common": "bosentan will decrease the level or effect of esomeprazole by  increasing metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "bosutinib",
            "description": {
                "common": "esomeprazole will decrease the level or effect of bosutinib by  increasing gastric pH. Applies only to oral form of both agents. Modify Therapy/Monitor Closely. Bosutinib displays pH dependent solubility"
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "budesonide",
            "description": {
                "common": "esomeprazole decreases effects of budesonide by increasing gastric pH. Applies only to oral form of both agents. Modify Therapy/Monitor Closely. Enteric-coated budesonide dissolves at pH >5.5. Also, dissolution of extended-release budesonide tablets is pH dependent. Coadministration with drugs that increase gastric pH may cause these budesonide products to prematurely dissolve, and possibly affect release properties and absorption of the drug in the duodenum."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "butabarbital",
            "description": {
                "common": "butabarbital will decrease the level or effect of esomeprazole by  affecting hepatic enzyme CYP2C19 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "cannabidiol",
            "description": {
                "common": "esomeprazole will increase the level or effect of cannabidiol by  affecting hepatic enzyme CYP2C19 metabolism. Modify Therapy/Monitor Closely. Consider reducing the cannabidiol dose when coadministered with a moderate CYP2C19 inhibitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "carbamazepine",
            "description": {
                "common": "carbamazepine will decrease the level or effect of esomeprazole by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "carbonyl iron",
            "description": {
                "common": "esomeprazole will decrease the level or effect of carbonyl iron by  increasing gastric pH. Applies only to oral form of both agents. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "cefpodoxime",
            "description": {
                "common": "esomeprazole will decrease the level or effect of cefpodoxime by  increasing gastric pH. Applies only to oral form of both agents. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "cefuroxime",
            "description": {
                "common": "esomeprazole will decrease the level or effect of cefuroxime by  increasing gastric pH. Applies only to oral form of both agents. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "cenobamate",
            "description": {
                "common": "cenobamate will decrease the level or effect of esomeprazole by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Modify Therapy/Monitor Closely. Increase dose of CYP3A4 substrate, as needed, when coadministered with cenobamate."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "citalopram",
            "description": {
                "common": "esomeprazole will increase the level or effect of citalopram by  affecting hepatic enzyme CYP2C19 metabolism. Use Caution/Monitor. Citalopram 20 mg/day is the maximum recommended dose for patients taking CYP2C19 inhibitors because of the risk of QT prolongation."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "clobazam",
            "description": {
                "common": "esomeprazole will increase the level or effect of clobazam by  affecting hepatic enzyme CYP2C19 metabolism. Use Caution/Monitor. Dosage adjustment may be required; CYP2C19 inhibitors may result in increased exposure to N-desmethylclobazam (active metabolite)."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "clozapine",
            "description": {
                "common": "esomeprazole will decrease the level or effect of clozapine by  affecting hepatic enzyme CYP1A2 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "cobicistat",
            "description": {
                "common": "cobicistat will increase the level or effect of esomeprazole by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "crizotinib",
            "description": {
                "common": "esomeprazole decreases levels of crizotinib by increasing gastric pH. Applies only to oral form of both agents. Use Caution/Monitor. Drugs that elevate the gastric pH may decrease the solubility of crizotinib and subsequently reduce its bioavailability. However, no formal studies have been conducted. ."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "crofelemer",
            "description": {
                "common": "crofelemer increases levels of esomeprazole by affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor. Crofelemer has the potential to inhibit CYP3A4 at concentrations expected in the gut; unlikely to inhibit systemically because minimally absorbed."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "cyclosporine",
            "description": {
                "common": "cyclosporine, esomeprazole.\nEither increases toxicity of the other by Other (see comment). Use Caution/Monitor. \nComment: When used for prolonged periods of time PPIs may cause hypomagnesemia and the risk is further increased when used concomitantly with drugs that also have the same effects."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "dabrafenib",
            "description": {
                "common": "esomeprazole will decrease the level or effect of dabrafenib by  increasing gastric pH. Applies only to oral form of both agents. Use Caution/Monitor. Drugs that alter upper GI tract pH (eg, PPIs, H2-blockers, antacids) may decrease dabrafenib solubility and reduce its bioavailability"
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "dextroamphetamine",
            "description": {
                "common": "esomeprazole, dextroamphetamine. Other (see comment). Use Caution/Monitor. \nComment: Reduced gastric acidity caused by proton pump inhibitors decreases time to Tmax for amphetamine and dextroamphetamine. AUC was unaffected. ."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "diazepam intranasal",
            "description": {
                "common": "esomeprazole will increase the level or effect of diazepam intranasal by  affecting hepatic enzyme CYP2C19 metabolism. Use Caution/Monitor. Strong or moderate CYP2C19 inhibitors may decrease rate of diazepam elimination, thereby increasing adverse reactions to diazepam."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "dichlorphenamide",
            "description": {
                "common": "dichlorphenamide and esomeprazole both decrease  serum potassium. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "digoxin",
            "description": {
                "common": "esomeprazole increases toxicity of digoxin by Other (see comment). Use Caution/Monitor. \nComment: Prolonged use of PPIs may cause hypomagnesemia and increase risk for digoxin toxicity."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "duloxetine",
            "description": {
                "common": "esomeprazole will decrease the level or effect of duloxetine by  increasing gastric pH. Applies only to oral form of both agents. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "efavirenz",
            "description": {
                "common": "efavirenz will decrease the level or effect of esomeprazole by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "elagolix",
            "description": {
                "common": "elagolix will increase the level or effect of esomeprazole by  affecting hepatic enzyme CYP2C19 metabolism. Modify Therapy/Monitor Closely. Elagolix is a weak CYP2C19 inhibitor. Caution with sensitive CYP2C19 substrates."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "eltrombopag",
            "description": {
                "common": "esomeprazole will decrease the level or effect of eltrombopag by  affecting hepatic enzyme CYP1A2 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "escitalopram",
            "description": {
                "common": "esomeprazole will increase the level or effect of escitalopram by  affecting hepatic enzyme CYP2C19 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "eslicarbazepine acetate",
            "description": {
                "common": "eslicarbazepine acetate will increase the level or effect of esomeprazole by  affecting hepatic enzyme CYP2C19 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "etravirine",
            "description": {
                "common": "esomeprazole will increase the level or effect of etravirine by  affecting hepatic enzyme CYP2C19 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "fedratinib",
            "description": {
                "common": "fedratinib will increase the level or effect of esomeprazole by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor. Adjust dose of drugs that are CYP3A4 substrates as necessary."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ferric gluconate",
            "description": {
                "common": "esomeprazole will decrease the level or effect of ferric gluconate by  increasing gastric pH. Applies only to oral form of both agents. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ferric maltol",
            "description": {
                "common": "esomeprazole will decrease the level or effect of ferric maltol by  increasing gastric pH. Applies only to oral form of both agents. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ferrous fumarate",
            "description": {
                "common": "esomeprazole will decrease the level or effect of ferrous fumarate by  increasing gastric pH. Applies only to oral form of both agents. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ferrous gluconate",
            "description": {
                "common": "esomeprazole will decrease the level or effect of ferrous gluconate by  increasing gastric pH. Applies only to oral form of both agents. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ferrous sulfate",
            "description": {
                "common": "esomeprazole will decrease the level or effect of ferrous sulfate by  increasing gastric pH. Applies only to oral form of both agents. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "fexinidazole",
            "description": {
                "common": "fexinidazole will increase the level or effect of esomeprazole by  affecting hepatic enzyme CYP2C19 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "fluconazole",
            "description": {
                "common": "fluconazole will increase the level or effect of esomeprazole by  affecting hepatic enzyme CYP2C19 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "fosamprenavir",
            "description": {
                "common": "esomeprazole will decrease the level or effect of fosamprenavir by  increasing gastric pH. Applies only to oral form of both agents. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "fosphenytoin",
            "description": {
                "common": "esomeprazole will increase the level or effect of fosphenytoin by  affecting hepatic enzyme CYP2C19 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "gefitinib",
            "description": {
                "common": "esomeprazole decreases levels of gefitinib by increasing gastric pH. Applies only to oral form of both agents. Use Caution/Monitor. Avoid coadministration of gefitinib with PPIs if possible. If treatment with a PPI is required, separate gefitinib and PPI doses by 12 hr."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "glipizide",
            "description": {
                "common": "esomeprazole will increase the level or effect of glipizide by  increasing gastric pH. Applies only to oral form of both agents. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "glyburide",
            "description": {
                "common": "esomeprazole will increase the level or effect of glyburide by  increasing gastric pH. Applies only to oral form of both agents. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "iloperidone",
            "description": {
                "common": "iloperidone increases levels of esomeprazole by affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor. Iloperidone is a time-dependent CYP3A inhibitor and may lead to increased plasma levels of drugs predominantly eliminated by CYP3A4."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "imipramine",
            "description": {
                "common": "esomeprazole will increase the level or effect of imipramine by  affecting hepatic enzyme CYP2C19 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "iron dextran complex",
            "description": {
                "common": "esomeprazole will decrease the level or effect of iron dextran complex by  increasing gastric pH. Applies only to oral form of both agents. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "iron sucrose",
            "description": {
                "common": "esomeprazole will decrease the level or effect of iron sucrose by  increasing gastric pH. Applies only to oral form of both agents. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "istradefylline",
            "description": {
                "common": "istradefylline will increase the level or effect of esomeprazole by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor. Istradefylline 40 mg/day increased peak levels and AUC of CYP3A4 substrates in clinical trials. This effect was not observed with istradefylline 20 mg/day. Consider dose reduction of sensitive CYP3A4 substrates."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ledipasvir/sofosbuvir",
            "description": {
                "common": "esomeprazole decreases levels of ledipasvir/sofosbuvir by Other (see comment). Use Caution/Monitor. \nComment: Ledipasvir solubility decreases as pH increases; drugs that increase gastric pH are expected to decrease levels of ledipasvir; proton-pump inhibitor doses comparable to omeprazole <20 mg can be administered simultaneously with ledipasvir/sofosbuvir under fasted conditions."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "lenacapavir",
            "description": {
                "common": "lenacapavir will increase the level or effect of esomeprazole by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor. Lencapavir (a moderate CYP3A4 inhibitor) may increase CYP3A4 substrates initiated within 9 months after last SC dose of lenacapavir, which may increase potential risk of adverse reactions of CYP3A4 substrates."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "letermovir",
            "description": {
                "common": "letermovir increases levels of esomeprazole by affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "lumacaftor/ivacaftor",
            "description": {
                "common": "lumacaftor/ivacaftor, esomeprazole. affecting hepatic enzyme CYP2C19 metabolism. Use Caution/Monitor. In vitro studies suggest that lumacaftor may induce and ivacaftor may inhibit CYP2C19 substrates. ."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "methotrexate",
            "description": {
                "common": "esomeprazole increases levels of methotrexate by decreasing renal clearance. Use Caution/Monitor. Increased risk of toxicity with higher doses."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "methylphenidate",
            "description": {
                "common": "esomeprazole decreases effects of methylphenidate by enhancing GI absorption. Applies only to oral form of both agents. Modify Therapy/Monitor Closely. Since the characteristics of methylphenidate extended release capsules (Ritalin LA) are pH dependent, coadministration of antacids or acid suppressants could alter the release of methylphenidate. Consider separating the administration of the antacid and the methylphenidate extended-release capsules may be avoided."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "mitotane",
            "description": {
                "common": "mitotane decreases levels of esomeprazole by affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor. Mitotane is a strong inducer of cytochrome P-4503A4; monitor when coadministered with CYP3A4 substrates for possible dosage adjustments."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "mycophenolate",
            "description": {
                "common": "esomeprazole will decrease the level or effect of mycophenolate by  increasing gastric pH. Applies only to oral form of both agents. Use Caution/Monitor. Potential interaction applies to mycophenolate mofetil. Enteric coated mycophenolate sodium formulation is less sensitive to this interaction. Clinical significance unclear."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "pentobarbital",
            "description": {
                "common": "pentobarbital will decrease the level or effect of esomeprazole by  affecting hepatic enzyme CYP2C19 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "phenobarbital",
            "description": {
                "common": "phenobarbital will decrease the level or effect of esomeprazole by  affecting hepatic enzyme CYP2C19 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "phenytoin",
            "description": {
                "common": "esomeprazole will increase the level or effect of phenytoin by  affecting hepatic enzyme CYP2C19 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "polysaccharide iron",
            "description": {
                "common": "esomeprazole will decrease the level or effect of polysaccharide iron by  increasing gastric pH. Applies only to oral form of both agents. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "posaconazole",
            "description": {
                "common": "esomeprazole will decrease the level or effect of posaconazole by  increasing gastric pH. Applies only to oral form of both agents. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "primidone",
            "description": {
                "common": "primidone will decrease the level or effect of esomeprazole by  affecting hepatic enzyme CYP2C19 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "rifampin",
            "description": {
                "common": "rifampin will decrease the level or effect of esomeprazole by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "riociguat",
            "description": {
                "common": "esomeprazole will decrease the level or effect of riociguat by  increasing gastric pH. Applies only to oral form of both agents. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ritonavir",
            "description": {
                "common": "ritonavir will increase the level or effect of esomeprazole by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "rose hips",
            "description": {
                "common": "esomeprazole will decrease the level or effect of rose hips by  increasing gastric pH. Applies only to oral form of both agents. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "secobarbital",
            "description": {
                "common": "secobarbital will decrease the level or effect of esomeprazole by  affecting hepatic enzyme CYP2C19 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "sparsentan",
            "description": {
                "common": "sparsentan will decrease the level or effect of esomeprazole by  affecting hepatic enzyme CYP2C19 metabolism. Use Caution/Monitor. Sparsentan (a CYP2C19 inducer) decreases exposure of CYP2C19 substrates and reduces efficacy related to these substrates. "
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "St John's Wort",
            "description": {
                "common": "St John's Wort will decrease the level or effect of esomeprazole by  affecting hepatic enzyme CYP2C19 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "stiripentol",
            "description": {
                "common": "stiripentol will decrease the level or effect of esomeprazole by  affecting hepatic enzyme CYP2C19 metabolism. Modify Therapy/Monitor Closely. Consider reducing the dose of CYP2C19 substrates, if adverse reactions are experienced when administered concomitantly with stiripentol."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "tacrolimus",
            "description": {
                "common": "esomeprazole will increase the level or effect of tacrolimus by  affecting hepatic enzyme CYP2C19 metabolism. Use Caution/Monitor. Concomitant administration may increase tacrolimus whole blood concentrations, particularly in intermediate or poor metabolizers of CYP2C19"
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "tazemetostat",
            "description": {
                "common": "tazemetostat will decrease the level or effect of esomeprazole by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "tolbutamide",
            "description": {
                "common": "esomeprazole will increase the level or effect of tolbutamide by  increasing gastric pH. Applies only to oral form of both agents. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "triclabendazole",
            "description": {
                "common": "triclabendazole will increase the level or effect of esomeprazole by  affecting hepatic enzyme CYP2C19 metabolism. Use Caution/Monitor. If plasma concentrations of the CYP2C19 substrates are elevated during triclabendazole, recheck plasma concentration of the CYP2C19 substrates after discontinuation of triclabendazole. "
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "vismodegib",
            "description": {
                "common": "esomeprazole will decrease the level or effect of vismodegib by  Other (see comment). Use Caution/Monitor. Drugs that increase gastric pH alter vismodegib solubility and therefore reduce bioavailability; effect on efficacy unknown"
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "voriconazole",
            "description": {
                "common": "voriconazole will increase the level or effect of esomeprazole by  affecting hepatic enzyme CYP2C19 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "acetazolamide",
            "description": {
                "common": "acetazolamide will increase the level or effect of esomeprazole by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "alosetron",
            "description": {
                "common": "esomeprazole will decrease the level or effect of alosetron by  increasing metabolism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "alprazolam",
            "description": {
                "common": "esomeprazole increases levels of alprazolam by decreasing metabolism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "ambrisentan",
            "description": {
                "common": "esomeprazole will increase the level or effect of ambrisentan by  affecting hepatic enzyme CYP2C19 metabolism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "anastrozole",
            "description": {
                "common": "anastrozole will increase the level or effect of esomeprazole by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "bismuth subsalicylate",
            "description": {
                "common": "esomeprazole increases levels of bismuth subsalicylate by enhancing GI absorption. Applies only to oral form of both agents. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "blessed thistle",
            "description": {
                "common": "blessed thistle decreases effects of esomeprazole by pharmacodynamic antagonism. Minor/Significance Unknown. Theoretical interaction."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "bosentan",
            "description": {
                "common": "esomeprazole will increase the level or effect of bosentan by  affecting hepatic enzyme CYP2C9/10 metabolism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "capecitabine",
            "description": {
                "common": "esomeprazole decreases effects of capecitabine by unknown mechanism. Minor/Significance Unknown. Retrospective data suggest elevated gastric pH caused by PPI use may impair capecitabine tablet dissolution and/or reduce absorption. However, a randomized crossover study found esomeprazole did not affect capecitabine systemic exposure."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "chlordiazepoxide",
            "description": {
                "common": "esomeprazole will increase the level or effect of chlordiazepoxide by  decreasing metabolism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "clomipramine",
            "description": {
                "common": "esomeprazole will increase the level or effect of clomipramine by  affecting hepatic enzyme CYP2C19 metabolism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "clonazepam",
            "description": {
                "common": "esomeprazole will increase the level or effect of clonazepam by  affecting hepatic enzyme CYP2C19 metabolism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "cyanocobalamin",
            "description": {
                "common": "esomeprazole decreases levels of cyanocobalamin by inhibition of GI absorption. Applies only to oral form of both agents. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "cyclophosphamide",
            "description": {
                "common": "cyclophosphamide will increase the level or effect of esomeprazole by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "darifenacin",
            "description": {
                "common": "darifenacin will decrease the level or effect of esomeprazole by  Other (see comment). Minor/Significance Unknown. Effectiveness of proton pump inhibitors may be decreased theoretically if administered with other antisecretory agents"
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "devil's claw",
            "description": {
                "common": "devil's claw decreases effects of esomeprazole by pharmacodynamic antagonism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "dexamethasone",
            "description": {
                "common": "dexamethasone will decrease the level or effect of esomeprazole by  increasing metabolism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "diazepam",
            "description": {
                "common": "esomeprazole will increase the level or effect of diazepam by  affecting hepatic enzyme CYP2C19 metabolism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "dronedarone",
            "description": {
                "common": "dronedarone will increase the level or effect of esomeprazole by  decreasing metabolism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "efavirenz",
            "description": {
                "common": "efavirenz will increase the level or effect of esomeprazole by  affecting hepatic enzyme CYP2C19 metabolism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "elvitegravir/cobicistat/emtricitabine/tenofovir DF",
            "description": {
                "common": "elvitegravir/cobicistat/emtricitabine/tenofovir DF, esomeprazole. affecting hepatic/intestinal enzyme CYP3A4 metabolism. Minor/Significance Unknown. Based on drug interaction studies conducted with the components of Stribild, no clinically significant drug interactions have been either observed or are expected when coadministered with PPIs."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "eslicarbazepine acetate",
            "description": {
                "common": "eslicarbazepine acetate decreases levels of esomeprazole by increasing metabolism. Minor/Significance Unknown. Monitor for GI symptoms; net increased or decreased effect on PPI action unclear due to opposing CYP450 actions."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "estazolam",
            "description": {
                "common": "esomeprazole will increase the level or effect of estazolam by  affecting hepatic enzyme CYP2C19 metabolism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "ferric carboxymaltose",
            "description": {
                "common": "esomeprazole will decrease the level or effect of ferric carboxymaltose by  increasing gastric pH. Applies only to oral form of both agents. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "fluoxetine",
            "description": {
                "common": "fluoxetine will increase the level or effect of esomeprazole by  affecting hepatic enzyme CYP2C19 metabolism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "flurazepam",
            "description": {
                "common": "esomeprazole increases levels of flurazepam by decreasing metabolism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "fluvastatin",
            "description": {
                "common": "esomeprazole will increase the level or effect of fluvastatin by  affecting hepatic enzyme CYP2C9/10 metabolism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "itraconazole",
            "description": {
                "common": "itraconazole will increase the level or effect of esomeprazole by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "larotrectinib",
            "description": {
                "common": "larotrectinib will increase the level or effect of esomeprazole by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "levoketoconazole",
            "description": {
                "common": "levoketoconazole will increase the level or effect of esomeprazole by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "levothyroxine",
            "description": {
                "common": "esomeprazole decreases levels of levothyroxine by increasing gastric pH. Applies only to oral form of both agents. Minor/Significance Unknown. Conflicting evidence regarding this interaction exists."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "liothyronine",
            "description": {
                "common": "esomeprazole decreases levels of liothyronine by increasing gastric pH. Applies only to oral form of both agents. Minor/Significance Unknown. Conflicting evidence regarding this interaction exists."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "liotrix",
            "description": {
                "common": "esomeprazole decreases levels of liotrix by increasing gastric pH. Applies only to oral form of both agents. Minor/Significance Unknown. Conflicting evidence regarding this interaction exists."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "lisdexamfetamine",
            "description": {
                "common": "esomeprazole, lisdexamfetamine. Other (see comment). Minor/Significance Unknown. \nComment: Reduced gastric acidity caused by proton pump inhibitors decreases time to Tmax for amphetamine and dextroamphetamine. AUC was unaffected. ."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "lorazepam",
            "description": {
                "common": "esomeprazole increases levels of lorazepam by decreasing metabolism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "methamphetamine",
            "description": {
                "common": "esomeprazole decreases levels of methamphetamine by Other (see comment). Minor/Significance Unknown. \nComment: Time to maximum concentration (Tmax) of amphetamine is decreased compared to when administered alone; monitor patients for changes in clinical effect and adjust therapy based on clinical response."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "midazolam",
            "description": {
                "common": "esomeprazole increases levels of midazolam by decreasing metabolism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "phytoestrogens",
            "description": {
                "common": "esomeprazole decreases levels of phytoestrogens by inhibition of GI absorption. Applies only to oral form of both agents. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "ponatinib",
            "description": {
                "common": "esomeprazole decreases levels of ponatinib by increasing gastric pH. Applies only to oral form of both agents. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "ribociclib",
            "description": {
                "common": "ribociclib will increase the level or effect of esomeprazole by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "theophylline",
            "description": {
                "common": "esomeprazole increases toxicity of theophylline by Other (see comment). Minor/Significance Unknown. \nComment: Prolonged use of proton pump inhibitors can cause hypochlorhydria, which in turn causes peristalsis in small intestine to increase and peristalsis in the proximal colon to decrease; monitor for toxicity."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "thyroid desiccated",
            "description": {
                "common": "esomeprazole decreases levels of thyroid desiccated by increasing gastric pH. Applies only to oral form of both agents. Minor/Significance Unknown. Conflicting evidence regarding this interaction exists."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "triazolam",
            "description": {
                "common": "esomeprazole increases levels of triazolam by affecting hepatic enzyme CYP2C19 metabolism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "voriconazole",
            "description": {
                "common": "esomeprazole will increase the level or effect of voriconazole by  affecting hepatic enzyme CYP2C19 metabolism. Minor/Significance Unknown."
            }
        }
    ],
    "adverse effects": [
        {
            "name": "Headache",
            "percent": "2-11"
        },
        {
            "name": "Flatulence",
            "percent": "10"
        },
        {
            "name": "Indigestion",
            "percent": "6"
        },
        {
            "name": "Nausea",
            "percent": "6"
        },
        {
            "name": "Abdominal pain",
            "percent": "1-6"
        },
        {
            "name": "Diarrhea",
            "percent": "2-4"
        },
        {
            "name": "Xerostomia",
            "percent": "3-4"
        },
        {
            "name": "Dizziness",
            "percent": "2-3"
        },
        {
            "name": "Constipation",
            "percent": "2-3"
        },
        {
            "name": "Somnolence",
            "percent": "1-2"
        },
        {
            "name": "Pruritus",
            "percent": "1"
        },
        {
            "name": "Blood and lymphatic system disorders",
            "percent": "12"
        },
        {
            "name": "Agranulocytosis",
            "percent": null
        },
        {
            "name": "pancytopenia",
            "percent": null
        },
        {
            "name": "Blurred vision",
            "percent": null
        },
        {
            "name": "GI disorders",
            "percent": null
        },
        {
            "name": "Pancreatitis",
            "percent": null
        },
        {
            "name": "stomatitis",
            "percent": null
        },
        {
            "name": "microscopic colitis",
            "percent": null
        },
        {
            "name": "Hepatobiliary disorders",
            "percent": null
        },
        {
            "name": "Hepatic failure",
            "percent": null
        },
        {
            "name": "hepatitis with or without jaundice",
            "percent": null
        },
        {
            "name": "Anaphylactic reaction",
            "percent": null
        },
        {
            "name": "shock",
            "percent": null
        },
        {
            "name": "GI candidiasis",
            "percent": null
        },
        {
            "name": "Hypomagnesemia",
            "percent": null
        },
        {
            "name": "Musculoskeletal disorders",
            "percent": null
        },
        {
            "name": "Muscular weakness",
            "percent": null
        },
        {
            "name": "myalgia",
            "percent": null
        },
        {
            "name": "bone fracture",
            "percent": null
        },
        {
            "name": "Nervous system disorders",
            "percent": null
        },
        {
            "name": "Hepatic encephalopathy",
            "percent": null
        },
        {
            "name": "taste disturbance",
            "percent": null
        },
        {
            "name": "Psychiatric disorders",
            "percent": null
        },
        {
            "name": "Aggression",
            "percent": null
        },
        {
            "name": "agitation",
            "percent": null
        },
        {
            "name": "depression",
            "percent": null
        },
        {
            "name": "hallucination",
            "percent": null
        },
        {
            "name": "Interstitial nephritis",
            "percent": null
        },
        {
            "name": "Gynecomastia",
            "percent": null
        },
        {
            "name": "Bronchospasm",
            "percent": null
        },
        {
            "name": "Skin and subcutaneous tissue disorders",
            "percent": null
        },
        {
            "name": "Alopecia",
            "percent": null
        },
        {
            "name": "erythema multiforme",
            "percent": null
        },
        {
            "name": "hyperhidrosis",
            "percent": null
        },
        {
            "name": "photosensitivity",
            "percent": null
        },
        {
            "name": "Stevens",
            "percent": null
        },
        {
            "name": "Johnson syndrome",
            "percent": null
        },
        {
            "name": "toxic epidermal necrolysis",
            "percent": null
        },
        {
            "name": "sometimes fatal fatal",
            "percent": null
        },
        {
            "name": "Cutaneous and systemic lupus erythematosus",
            "percent": null
        },
        {
            "name": "Cyanocobalamin",
            "percent": null
        },
        {
            "name": "vitamin B",
            "percent": null
        },
        {
            "name": "deficiency",
            "percent": null
        },
        {
            "name": "Clostridium difficile",
            "percent": null
        },
        {
            "name": "associated diarrhea",
            "percent": null
        },
        {
            "name": "Fundic gland polyps",
            "percent": null
        },
        {
            "name": "Acute tubulointerstitial nephritis",
            "percent": null
        },
        {
            "name": "Hypocalcemia",
            "percent": null
        },
        {
            "name": "Drug reaction with eosinophilia and systemic symptoms",
            "percent": null
        },
        {
            "name": "DRESS",
            "percent": null
        },
        {
            "name": "acute generalized exanthematous pustulosis",
            "percent": null
        },
        {
            "name": "AGEP",
            "percent": null
        }
    ]
}