{
    "name": "nitroglycerin transdermal",
    "comment": "Rx",
    "other_names": [
        "NitroDur",
        "Minitran",
        "Deponit",
        "Transdermal Nitroglycerin",
        "Nitrocine",
        "glyceryl trinitrate transdermal"
    ],
    "classes": [
        "Nitrates",
        "Angina",
        "Vasodilators",
        "Antianginal Agents"
    ],
    "source": "https://reference.medscape.com/drug/nitrodur-minitran-nitroglycerin-transdermal-342283",
    "pregnancy": {
        "common": [
            "Pregnancy Category: C",
            "Lactation: not known whether the drug crosses into breast milk, use caution"
        ],
        "specific": []
    },
    "lactation": {
        "common": [
            "Lactation: not known whether the drug crosses into breast milk, use caution"
        ]
    },
    "warnings": {
        "black_box_warning": {
            "common": [],
            "specific": []
        },
        "contraindicators": {
            "common": [
                "Hypersensitivity to organic nitrates or adhesives",
                "Recent use (within several days) of PDE-5 inhibitors (eg, avanafil, sildenafil, tadalafil, or vardenafil) may cause dangerously low hypotension; the time course of the interaction appears to be related to the PDE-5 inhibitor half-life",
                "Concomitant administration with guanylate stimulator riociguat (may cause hypotension)"
            ],
            "specific": []
        },
        "cautions": {
            "common": [
                "Use caution in alcohol use, increased ICP (eg, head trauma, cerebral hemorrhage-potential contraindication), hyperthyroidism, hypertrophic cardiomyopathy, increased IOP, postural hypotension, volume depletion, low systolic BP",
                "Benefits of transdermal nitroglycerin in patients with acute myocardial infarction or congestive heart failure not established; if one elects to use nitroglycerin in these conditions, careful clinical or hemodynamic monitoring must be used to avoid hazards of hypotension and tachycardia",
                "Transdermal system should not be used to treat acute angina attacks",
                "Severe hypotension, particularly with upright posture, may occur with even small doses of nitroglycerin, particularly in the elderly; use caution",
                "Nitrate therapy may aggravate angina caused by hypertrophic cardiomyopathy, particularly in the elderly",
                "A cardioverter/defibrillator should not be discharged through a paddle electrode that overlies a patch; the arcing that may be seen in this situation is harmless in itself but may be associated with local current concentration that can cause damage to paddles and burns to patient",
                "Discarded patches should be kept out of reach of children and pets",
                "Chest pain, acute myocardial infarction, and even sudden death reported during temporary withdrawal of nitrates from industrial workers with long-term exposure to unknown high doses of organic nitrates, demonstrating the existence of true physical dependence",
                "Use with caution in elderly patients who may be volume-depleted, are on multiple medications, or who, for whatever reason, are already hypotensive; hypotension induced by nitroglycerin may be accompanied by paradoxical bradycardia and increased angina pectoris; elderly patients may also be more susceptible to hypotension and may be at greater risk of falling at therapeutic doses"
            ],
            "specific": [
                {
                    "type": "Drug interaction overview",
                    "description": [
                        "Amplification of vasodilatory effects of the patch by phosphodiesterase inhibitors, eg, sildenafil can result in severe hypotension; the time course and dose dependence of this interaction have not been studied; appropriate supportive care has not been studied, but seems reasonable to treat this as a nitrate overdose, with elevation of extremities and with central volume expansion "
                    ]
                }
            ]
        }
    },
    "interactions": [
        {
            "classification_type": "Contraindicated",
            "interaction_with": "avanafil",
            "description": {
                "common": "nitroglycerin transdermal, avanafil. Mechanism: additive vasodilation. Contraindicated. Potentially fatal hypotension."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "bromocriptine",
            "description": {
                "common": "bromocriptine decreases effects of nitroglycerin transdermal by pharmacodynamic antagonism. Contraindicated."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "cabergoline",
            "description": {
                "common": "cabergoline decreases effects of nitroglycerin transdermal by pharmacodynamic antagonism. Contraindicated."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "dihydroergotamine",
            "description": {
                "common": "dihydroergotamine decreases effects of nitroglycerin transdermal by pharmacodynamic antagonism. Contraindicated."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "dihydroergotamine intranasal",
            "description": {
                "common": "dihydroergotamine intranasal decreases effects of nitroglycerin transdermal by pharmacodynamic antagonism. Contraindicated."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "ergoloid mesylates",
            "description": {
                "common": "ergoloid mesylates decreases effects of nitroglycerin transdermal by pharmacodynamic antagonism. Contraindicated."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "ergotamine",
            "description": {
                "common": "ergotamine decreases effects of nitroglycerin transdermal by pharmacodynamic antagonism. Contraindicated."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "methylergonovine",
            "description": {
                "common": "methylergonovine decreases effects of nitroglycerin transdermal by pharmacodynamic antagonism. Contraindicated."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "riociguat",
            "description": {
                "common": "nitroglycerin transdermal, riociguat.\nEither increases effects of the other by additive vasodilation. Contraindicated. Coadministration of nitrates or nitric oxide donors is contraindicated due to risk of hypotension."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "sildenafil",
            "description": {
                "common": "nitroglycerin transdermal, sildenafil. Mechanism: additive vasodilation. Contraindicated. Potentially fatal hypotension."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "tadalafil",
            "description": {
                "common": "nitroglycerin transdermal, tadalafil. Mechanism: additive vasodilation. Contraindicated. Potentially fatal hypotension."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "vardenafil",
            "description": {
                "common": "nitroglycerin transdermal, vardenafil. Mechanism: additive vasodilation. Contraindicated. Potentially fatal hypotension."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "cabergoline",
            "description": {
                "common": "nitroglycerin transdermal increases effects of cabergoline by decreasing metabolism. Avoid or Use Alternate Drug. Risk of increased SBP, angina pectoris."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "ergoloid mesylates",
            "description": {
                "common": "nitroglycerin transdermal increases effects of ergoloid mesylates by decreasing metabolism. Avoid or Use Alternate Drug. Risk of increased SBP, angina pectoris."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "ergotamine",
            "description": {
                "common": "nitroglycerin transdermal increases effects of ergotamine by decreasing metabolism. Avoid or Use Alternate Drug. Risk of increased SBP, angina pectoris."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "lofexidine",
            "description": {
                "common": "lofexidine, nitroglycerin transdermal.\nEither increases effects of the other by pharmacodynamic synergism. Avoid or Use Alternate Drug. Avoid coadministration with other drugs that decrease pulse or blood pressure to mitigate risk of excessive bradycardia and hypotension."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "methylergonovine",
            "description": {
                "common": "nitroglycerin transdermal increases effects of methylergonovine by decreasing metabolism. Avoid or Use Alternate Drug. Risk of increased SBP, angina pectoris."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "arginine",
            "description": {
                "common": "nitroglycerin transdermal, arginine. Mechanism: additive vasodilation. Use Caution/Monitor. Possible hypotension."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "benazepril",
            "description": {
                "common": "nitroglycerin transdermal, benazepril.\nEither increases effects of the other by pharmacodynamic synergism. Use Caution/Monitor. Both drugs lower blood pressure. Monitor blood pressure."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "bretylium",
            "description": {
                "common": "nitroglycerin transdermal, bretylium.\nEither increases effects of the other by pharmacodynamic synergism. Modify Therapy/Monitor Closely. Each drug may cause hypotension."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "bupivacaine implant",
            "description": {
                "common": "nitroglycerin transdermal, bupivacaine implant.\nEither increases toxicity of the other by Other (see comment). Use Caution/Monitor. \nComment: Local anesthetics may increase the risk of developing methemoglobinemia when concurrently exposed to drugs that also cause methemoglobinemia."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "dapsone topical",
            "description": {
                "common": "nitroglycerin transdermal increases toxicity of dapsone topical by altering metabolism. Modify Therapy/Monitor Closely. May induce methemoglobinemia."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "tetracaine",
            "description": {
                "common": "tetracaine, nitroglycerin transdermal. Other (see comment). Use Caution/Monitor. \nComment: Monitor for signs of methemoglobinemia when methemoglobin-inducing drugs are coadministered."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "acetylcysteine",
            "description": {
                "common": "acetylcysteine increases effects of nitroglycerin transdermal by Other (see comment). Minor/Significance Unknown. \nComment: Acetylcysteine may enhance vasodilatory effects of nitroglycerin."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "acetylcysteine (Antidote)",
            "description": {
                "common": "acetylcysteine (Antidote) increases effects of nitroglycerin transdermal by Other (see comment). Minor/Significance Unknown. \nComment: Acetylcysteine may enhance vasodilatory effects of nitroglycerin."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "ethanol",
            "description": {
                "common": "nitroglycerin transdermal, ethanol. Mechanism: pharmacodynamic synergism. Minor/Significance Unknown. Possible hypotension."
            }
        }
    ],
    "adverse effects": [
        {
            "name": "Headache",
            "percent": null
        },
        {
            "name": "Hypotension",
            "percent": null
        },
        {
            "name": "Tachycardia",
            "percent": null
        },
        {
            "name": "Dizziness",
            "percent": null
        },
        {
            "name": "Lightheadedness",
            "percent": null
        },
        {
            "name": "Blurred vision",
            "percent": null
        },
        {
            "name": "Flushing",
            "percent": null
        },
        {
            "name": "N",
            "percent": null
        },
        {
            "name": "V",
            "percent": null
        },
        {
            "name": "Nervousness",
            "percent": null
        },
        {
            "name": "Xerostomia",
            "percent": null
        },
        {
            "name": "Topical allergic reactions",
            "percent": null
        },
        {
            "name": "Methemoglobinemia",
            "percent": null
        },
        {
            "name": "rare",
            "percent": null
        },
        {
            "name": "Syncope",
            "percent": null
        },
        {
            "name": "Prolonged bleeding time",
            "percent": null
        },
        {
            "name": "Exfoliative dermatitis",
            "percent": null
        },
        {
            "name": "Unstable angina",
            "percent": null
        },
        {
            "name": "Rebound hypertension",
            "percent": null
        },
        {
            "name": "Thrombocytopenia",
            "percent": null
        }
    ]
}