{
    "name": "droxidopa",
    "comment": "Rx",
    "other_names": [
        "Northera"
    ],
    "classes": [
        "Alpha/Beta Adrenergic Agonists"
    ],
    "source": "https://reference.medscape.com/drug/northera-droxidopa-999898",
    "pregnancy": {
        "common": [
            "Pregnancy: There are no available data on use of dorxidopa in pregnant women and risk of major birth defects or miscarriage",
            "Lactation: There is no information regarding presence of drug or its active metabolite(s) in human milk, effects on breastfed child, nor effects on milk production/excretion; because of potential for serious adverse reactions, including reduced weight gain in breastfed infants, advise a woman not to breastfeed during treatment"
        ],
        "specific": []
    },
    "lactation": {
        "common": [
            "Lactation: There is no information regarding presence of drug or its active metabolite(s) in human milk, effects on breastfed child, nor effects on milk production/excretion; because of potential for serious adverse reactions, including reduced weight gain in breastfed infants, advise a woman not to breastfeed during treatment"
        ]
    },
    "warnings": {
        "black_box_warning": {
            "common": [],
            "specific": [
                {
                    "type": "Supine hypertension",
                    "description": [
                        "Monitor supine blood pressure prior to and during treatment and more frequently when increasing doses",
                        "Elevating the head of the bed lessens the risk of supine hypertension, and blood pressure should be measured in this position",
                        "If supine hypertension cannot be managed by elevation of the head of the bed, reduce dose or discontinue droxidopa"
                    ]
                }
            ]
        },
        "contraindicators": {
            "common": [
                "Known hypersensitivity to the drug or ingredients"
            ],
            "specific": []
        },
        "cautions": {
            "common": [
                "May cause or exacerbate supine hypertension in patients with NOH; advise patients to elevate the head of the bed when resting or sleeping (see Black Box Warnings); if supine hypertension is not well-managed, therapy may increase risk of cardiovascular events, particularly stroke",
                "Hypersensitivity reactions including anaphylaxis, angioedema, bronchospasm, urticaria, and rash (see Contraindications); if hypersensitivity reaction occurs, discontinue drug and initiate appropriate therapy",
                "Sympathomimetic effect may exacerbate existing ischemic heart disease, arrhythmias, and congestive heart failure; give careful consideration to this potential risk prior to initiating therapy in patients with these conditions",
                "Coadministration with other drugs that increase blood pressure are expected to increase risk of hypertension",
                "Coadministration with dopa-decarboxylase inhibitors may decrease the conversion of droxidopa to norepinephrine",
                "Contains FD+C Yellow No. 5 (tartrazine) which may cause allergic-type reactions (including bronchial asthma) in certain susceptible persons; although overall incidence of this sensitivity in the general population is low, it is frequently seen in patients who also have aspirin hypersensitivity"
            ],
            "specific": [
                {
                    "type": "Hyperpyrexia and confusion",
                    "description": [
                        "Symptom complex resembling neuroleptic malignant syndrome (NMS) reported; monitor closely when dosage is changed or when concomitant levodopa is reduced abruptly or discontinued, especially if the patient is receiving neuroleptics",
                        "NMS is an uncommon, but life-threatening syndrome characterized by fever or hyperthermia, muscle rigidity, involuntary movements, altered consciousness, and mental status changes"
                    ]
                }
            ]
        }
    },
    "interactions": [
        {
            "classification_type": "Serious",
            "interaction_with": "iobenguane I 131",
            "description": {
                "common": "droxidopa will decrease the level or effect of iobenguane I 131 by  Other (see comment). Avoid or Use Alternate Drug. Based on the mechanism of action of iobenguane, drugs that reduce catecholamine uptake or that deplete catecholamine stores may interfere with iobenguane uptake into cells, and thus, reduce iobenguane efficacy. Discontinue interfering drugs for at least 5 half-lives before administration of either the dosimetry or an iobenguane dose. Do not administer these drugs until at least 7 days after each iobenguane dose."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "ozanimod",
            "description": {
                "common": "ozanimod increases toxicity of droxidopa by sympathetic (adrenergic) effects, including increased blood pressure and heart rate. Avoid or Use Alternate Drug. Because the active metabolite of ozanimod inhibits MAO-B in vitro, there is a potential for serious adverse reactions, including hypertensive crisis. Therefore, coadministration of ozanimod with drugs that can increase norepinephrine or serotonin is not recommended. Monitor for hypertension with concomitant use."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "almotriptan",
            "description": {
                "common": "almotriptan and droxidopa both increase  sympathetic (adrenergic) effects, including increased blood pressure and heart rate. Use Caution/Monitor. May increase risk for supine hypertension"
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "benzphetamine",
            "description": {
                "common": "benzphetamine and droxidopa both increase  sympathetic (adrenergic) effects, including increased blood pressure and heart rate. Use Caution/Monitor. May increase risk for supine hypertension"
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "caffeine",
            "description": {
                "common": "caffeine and droxidopa both increase  sympathetic (adrenergic) effects, including increased blood pressure and heart rate. Use Caution/Monitor. May increase risk for supine hypertension"
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "carbidopa",
            "description": {
                "common": "carbidopa decreases effects of droxidopa by decreasing metabolism. Use Caution/Monitor. Carbidopa, a peripheral dopa-decarboxylase inhibitor, could prevent the conversion of droxidopa to norepinephrine; increased droxidopa dose may be required."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "cocaine topical",
            "description": {
                "common": "cocaine topical and droxidopa both increase  sympathetic (adrenergic) effects, including increased blood pressure and heart rate. Use Caution/Monitor. May increase risk for supine hypertension"
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "dexmethylphenidate",
            "description": {
                "common": "dexmethylphenidate and droxidopa both increase  sympathetic (adrenergic) effects, including increased blood pressure and heart rate. Use Caution/Monitor. May increase risk for supine hypertension"
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "dextroamphetamine",
            "description": {
                "common": "dextroamphetamine and droxidopa both increase  sympathetic (adrenergic) effects, including increased blood pressure and heart rate. Use Caution/Monitor. May increase risk for supine hypertension"
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "eletriptan",
            "description": {
                "common": "eletriptan and droxidopa both increase  sympathetic (adrenergic) effects, including increased blood pressure and heart rate. Use Caution/Monitor. May increase risk for supine hypertension"
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ephedrine",
            "description": {
                "common": "ephedrine and droxidopa both increase  sympathetic (adrenergic) effects, including increased blood pressure and heart rate. Use Caution/Monitor. May increase risk for supine hypertension"
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "epinephrine",
            "description": {
                "common": "epinephrine and droxidopa both increase  sympathetic (adrenergic) effects, including increased blood pressure and heart rate. Use Caution/Monitor. May increase risk for supine hypertension"
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "frovatriptan",
            "description": {
                "common": "frovatriptan and droxidopa both increase  sympathetic (adrenergic) effects, including increased blood pressure and heart rate. Use Caution/Monitor. May increase risk for supine hypertension"
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "insulin degludec",
            "description": {
                "common": "droxidopa decreases effects of insulin degludec by pharmacodynamic antagonism. Modify Therapy/Monitor Closely. Sympathomimetics increase blood glucose by stimulating alpha and beta receptors; this action results in increased hepatic glucose production, glycogenolysis, and decreased insulin secretion."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "insulin degludec/insulin aspart",
            "description": {
                "common": "droxidopa decreases effects of insulin degludec/insulin aspart by pharmacodynamic antagonism. Modify Therapy/Monitor Closely. Sympathomimetics increase blood glucose by stimulating alpha and beta receptors; this action results in increased hepatic glucose production, glycogenolysis, and decreased insulin secretion."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "insulin inhaled",
            "description": {
                "common": "droxidopa decreases effects of insulin inhaled by pharmacodynamic antagonism. Modify Therapy/Monitor Closely. Sympathomimetics increase blood glucose by stimulating alpha and beta receptors; this action results in increased hepatic glucose production, glycogenolysis, and decreased insulin secretion."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "isometheptene",
            "description": {
                "common": "isometheptene and droxidopa both increase  sympathetic (adrenergic) effects, including increased blood pressure and heart rate. Use Caution/Monitor. May increase risk for supine hypertension"
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "lisdexamfetamine",
            "description": {
                "common": "lisdexamfetamine and droxidopa both increase  sympathetic (adrenergic) effects, including increased blood pressure and heart rate. Use Caution/Monitor. May increase risk for supine hypertension"
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "methamphetamine",
            "description": {
                "common": "methamphetamine and droxidopa both increase  sympathetic (adrenergic) effects, including increased blood pressure and heart rate. Use Caution/Monitor. May increase risk for supine hypertension"
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "midodrine",
            "description": {
                "common": "midodrine and droxidopa both increase  sympathetic (adrenergic) effects, including increased blood pressure and heart rate. Use Caution/Monitor. May increase risk for supine hypertension"
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "naratriptan",
            "description": {
                "common": "naratriptan and droxidopa both increase  sympathetic (adrenergic) effects, including increased blood pressure and heart rate. Use Caution/Monitor. May increase risk for supine hypertension"
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "norepinephrine",
            "description": {
                "common": "norepinephrine and droxidopa both increase  sympathetic (adrenergic) effects, including increased blood pressure and heart rate. Use Caution/Monitor. May increase risk for supine hypertension"
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "oxymetazoline topical",
            "description": {
                "common": "oxymetazoline topical and droxidopa both increase  sympathetic (adrenergic) effects, including increased blood pressure and heart rate. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "phentermine",
            "description": {
                "common": "phentermine and droxidopa both increase  sympathetic (adrenergic) effects, including increased blood pressure and heart rate. Use Caution/Monitor. May increase risk for supine hypertension"
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "phenylephrine",
            "description": {
                "common": "phenylephrine and droxidopa both increase  sympathetic (adrenergic) effects, including increased blood pressure and heart rate. Use Caution/Monitor. May increase risk for supine hypertension"
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "phenylephrine PO",
            "description": {
                "common": "phenylephrine PO and droxidopa both increase  sympathetic (adrenergic) effects, including increased blood pressure and heart rate. Use Caution/Monitor. May increase risk for supine hypertension"
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "pseudoephedrine",
            "description": {
                "common": "pseudoephedrine and droxidopa both increase  sympathetic (adrenergic) effects, including increased blood pressure and heart rate. Use Caution/Monitor. May increase risk for supine hypertension"
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "rizatriptan",
            "description": {
                "common": "rizatriptan and droxidopa both increase  sympathetic (adrenergic) effects, including increased blood pressure and heart rate. Use Caution/Monitor. May increase risk for supine hypertension"
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "serdexmethylphenidate/dexmethylphenidate",
            "description": {
                "common": "serdexmethylphenidate/dexmethylphenidate and droxidopa both increase  sympathetic (adrenergic) effects, including increased blood pressure and heart rate. Use Caution/Monitor. May increase risk for supine hypertension"
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "solriamfetol",
            "description": {
                "common": "droxidopa and solriamfetol both increase  sympathetic (adrenergic) effects, including increased blood pressure and heart rate. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "sumatriptan",
            "description": {
                "common": "sumatriptan and droxidopa both increase  sympathetic (adrenergic) effects, including increased blood pressure and heart rate. Use Caution/Monitor. May increase risk for supine hypertension"
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "sumatriptan intranasal",
            "description": {
                "common": "sumatriptan intranasal and droxidopa both increase  sympathetic (adrenergic) effects, including increased blood pressure and heart rate. Use Caution/Monitor. May increase risk for supine hypertension"
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "zolmitriptan",
            "description": {
                "common": "zolmitriptan and droxidopa both increase  sympathetic (adrenergic) effects, including increased blood pressure and heart rate. Use Caution/Monitor. May increase risk for supine hypertension"
            }
        }
    ],
    "adverse effects": [
        {
            "name": "Headache",
            "percent": "13.2"
        },
        {
            "name": "Headache",
            "percent": "6.1"
        },
        {
            "name": "Dizziness",
            "percent": "3.8"
        },
        {
            "name": "Nausea",
            "percent": "1.5"
        },
        {
            "name": "Hypertension",
            "percent": "1.5"
        },
        {
            "name": "Dizziness",
            "percent": "9.6"
        },
        {
            "name": "Nausea",
            "percent": "8.8"
        },
        {
            "name": "Hypertension",
            "percent": "7"
        }
    ]
}