{
    "name": "posaconazole",
    "comment": "Rx",
    "other_names": [
        "Noxafil"
    ],
    "classes": [
        "Antifungals",
        "Systemic"
    ],
    "source": "https://reference.medscape.com/drug/noxafil-posaconazole-342588",
    "pregnancy": {
        "common": [
            "Available data in pregnant women are insufficient to establish a drug- associated risk of major birth defects, miscarriage, or adverse maternal or fetal outcomes; based on findings from animal data, therapy may cause fetal harm when administered to pregnant women"
        ],
        "specific": [
            {
                "type": "Animal data",
                "description": [
                    "Skeletal malformations (cranial malformations and missing ribs) and maternal toxicity (reduced food consumption and reduced body weight gain) observed when dosed orally to pregnant rats; during organogenesis at doses greater than or equal to 1.4 times the 400 mg twice daily oral suspension regimen recommended in humans; in pregnant rabbits dosed orally during organogenesis, increased resorptions, reduced litter size, and reduced body weight gain of females were seen at doses 5 times the exposure achieved with the 400 mg twice daily oral suspension regimen; doses of ≥3 times the clinical exposure caused an increase in resorptions in these rabbits; based on animal data, advise pregnant women of potential risk to a fetus"
                ]
            }
        ]
    },
    "lactation": {
        "common": [
            "There are no data on presence of drug in human milk, effects on breastfed infant, or on milk production; drug is excreted in milk of lactating rats; when a drug is present in animal milk, it is likely that the drug will be present in human milk; developmental and health benefits of breastfeeding should be considered along with mother’s clinical need for drug and any potential adverse effects on breastfed child from drug or from underlying maternal condition"
        ]
    },
    "warnings": {
        "black_box_warning": {
            "common": [],
            "specific": []
        },
        "contraindicators": {
            "common": [
                "Hypersensitivity to posaconazole or other azoles",
                "Coadministration with sirolimus; increases sirolimus blood concentrations by ~9-fold",
                "CYP3A4 substrates that prolong the QT interval (eg, pimozide, quinidine)",
                "Coadministration with the HMG-CoA reductase inhibitors (statins) that are primarily metabolized through CYP3A4 (eg, atorvastatin, lovastatin, simvastatin)",
                "Concurrent use with ergot alkaloids",
                "Coadministration with venetoclax in patients with chronic lymphocytic leukemia (CLL) or small lymphocytic lymphoma (SLL)",
                "Use of delayed-release oral suspension in patients with known or suspected hereditary fructose intolerance (HFI)"
            ],
            "specific": []
        },
        "cautions": {
            "common": [
                "May prolong QT interval; cases of torsades de pointes reported",
                "Hepatic reactions reported including mild-to-moderate elevations in ALT, AST, alkaline phosphatase, total bilirubin, and clinical hepatitis; consider discontinuing therapy in patients who develop abnormal LFTs or monitor LFTs during treatment",
                "Closely monitor patients with severe renal impairment for breakthrough fungal infections due to the variability in exposure of the delayed-release tablets and oral suspension; avoid use of injection in patients with moderate or severe renal impairment (eGFR <50 mL/min); unless benefit outweighs risks",
                "Electrolyte disturbances, especially those involving potassium, magnesium or calcium levels, should be monitored and corrected as necessary before and during posaconazole therapy",
                "Closely monitor patients who have severe diarrhea or vomiting for breakthrough fungal infections when receiving delayed-release tablets, oral suspension, or delayed-release oral suspension",
                "Posaconazole is a P-gp substrate and a strong CYP3A4 inhibitor; metabolized by UDP-glucuronidase"
            ],
            "specific": [
                {
                    "type": "Use of delayed-release oral suspension in patients with HFI",
                    "description": [
                        "Delayed-release oral suspension contains sorbitol, an inactive ingredient, and may precipitate a metabolic crisis that may include, but is not limited to life-threatening hypoglycemia, hypophosphatemia, lactic acidosis, and hepatic failure in patients with HFI",
                        "Review patient history of HFI symptoms (nausea, vomiting, abdominal pain) with sorbitol/fructose/sucrose exposure before using the delayed-release oral suspension",
                        "Diagnosis of HFI may not yet be established in pediatric patients"
                    ]
                },
                {
                    "type": "Drug interactions overview",
                    "description": [
                        "Rifabutin and phenytoin",
                        "Avoid unless benefit outweighs risks",
                        "Rifabutin and phenytoin may decrease posaconazole plasma concentrations by inducing UDP-glucuronidase",
                        "Posaconazole may also increase rifabutin and phenytoin levels by inhibiting CYP3A4 ",
                        "Antiretroviral agents ",
                        "Efavirenz may induce UDP-glucuronidase and significantly decrease posaconazole plasma levels; avoid use",
                        "Ritonavir and atazanavir are CYP3A4 substrates; posaconazole may increase plasma concentrations of these drugs; closely monitor for posaconazole-related toxicities if concurrently used",
                        "Fosamprenavir may decrease posaconazole plasma concentration; closely monitor for breakthrough fungal infections",
                        "Benzodiazepines metabolized by CYP3A4",
                        "Closely monitor",
                        "Coadministration with midazolam increases midazolam plasma concentrations by ~5-fold; increased risk of prolonged hypnotic and sedative effects",
                        "CYP3A4 substrates that cause QT prolongation",
                        "Contraindicated",
                        "Coadministration with CYP3A4 substrates may result in increased plasma concentrations of these drugs, leading to QTc prolongation and cases of torsades de pointes",
                        "Immunosuppressants metabolized by CYP3A4",
                        "Coadministration posaconazole with calcineurin inhibitors (eg, sirolimus, tacrolimus, cyclosporine) increases blood concentrations pf calcineurin inhibitors",
                        "Sirolimus: Contraindicated",
                        "Tacrolimus: Reduce tacrolimus dose to ~1/3 of original dose when initiating posaconazole; closely monitor tacrolimus trough concentrations during and at discontinuation of posaconazole treatment and adjust tacrolimus dose accordingly",
                        "Cyclosporine: Reduce cyclosporine dose to ~ 3/4 of original dose when initiating cyclosporine; closely monitor tacrolimus trough concentrations during and at discontinuation of posaconazole treatment and adjust tacrolimus dose accordingly",
                        "HMG-CoA reductase inhibitors primarily metabolized through CYP3A4",
                        "Contraindicated",
                        "May increase plasma concentrations of simvastatin by ~10-fold",
                        "Ergot alkaloids",
                        "Contraindicated",
                        "May increase the plasma concentrations of ergot alkaloids which may lead to ergotism",
                        "Cimetidine and esomeprazole",
                        "Oral suspension: Cimetidine (an H2-receptor antagonist) and esomeprazole (a proton pump inhibitor) decreased posaconazole plasma concentrations; avoid use of cimetidine and esomeprazole unless the benefit outweighs the risks",
                        "Vinca alkaloids",
                        "Use with vinca alkaloids (eg, vinblastine, vincristine) may increase the plasma concentrations of vinca alkaloids and risks of neurotoxicity and other serious adverse reactions",
                        "Reserve azole antifungals for patients receiving a vinca alkaloid, including vincristine, who have no alternative antifungal treatment options",
                        "Calcium channel blockers",
                        "May increase the plasma concentrations of calcium channel blockers metabolized by CYP3A4 (eg, verapamil, diltiazem, nifedipine, nicardipine, felodipine)",
                        "Closely monitor for adverse reactions and toxicity related to calcium channel blockers; consider dose reduction of calcium channel blockers",
                        "Digoxin",
                        "Increased plasma concentrations of digoxin reported in patients receiving digoxin and posaconazole; closely monitor digoxin levels",
                        "Venetoclax toxicity",
                        "Concomitant administration of Noxafil, a strong CYP3A4 inhibitor, with venetoclax may increase venetoclax toxicities, including the risk of tumor lysis syndrome (TLS), neutropenia, and serious infections; in patients with CLL/SLL, administration of Noxafil during initiation and the ramp-up phase of venetoclax is contraindicated; refer to the venetoclax labeling for safety monitoring and dose reduction in the steady daily dosing phase in CLL/SLL patients",
                        "For patients with acute myeloid leukemia (AML), dose reduction and safety monitoring are recommended across all dosing phases when coadministering Noxafil with venetoclax; refer to the venetoclax prescribing information for dosing instructions"
                    ]
                }
            ]
        }
    },
    "interactions": [
        {
            "classification_type": "Contraindicated",
            "interaction_with": "alfuzosin",
            "description": {
                "common": "alfuzosin and posaconazole both increase  QTc interval. Contraindicated."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "asenapine",
            "description": {
                "common": "asenapine and posaconazole both increase  QTc interval. Contraindicated."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "bromocriptine",
            "description": {
                "common": "posaconazole will increase the level or effect of bromocriptine by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Contraindicated."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "buprenorphine buccal",
            "description": {
                "common": "buprenorphine buccal and posaconazole both increase  QTc interval. Contraindicated."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "buprenorphine subdermal implant",
            "description": {
                "common": "buprenorphine subdermal implant and posaconazole both increase  QTc interval. Contraindicated."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "buprenorphine transdermal",
            "description": {
                "common": "posaconazole will increase the level or effect of buprenorphine transdermal by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Contraindicated."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "buprenorphine, long-acting injection",
            "description": {
                "common": "buprenorphine, long-acting injection and posaconazole both increase  QTc interval. Contraindicated."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "ceritinib",
            "description": {
                "common": "ceritinib and posaconazole both increase  QTc interval. Contraindicated."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "cobimetinib",
            "description": {
                "common": "posaconazole will increase the level or effect of cobimetinib by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Contraindicated. Avoid coadministration with strong CYP3A4 inhibitors with (increases cobimetinib systemic exposure by 6.7-fold)."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "conivaptan",
            "description": {
                "common": "posaconazole will increase the level or effect of conivaptan by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Contraindicated. Coadministration of conivaptan with strong CYP3A4 inhibitors is contraindicated."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "crizotinib",
            "description": {
                "common": "crizotinib and posaconazole both increase  QTc interval. Contraindicated."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "dihydroergotamine",
            "description": {
                "common": "posaconazole will increase the level or effect of dihydroergotamine by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Contraindicated."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "dihydroergotamine intranasal",
            "description": {
                "common": "posaconazole will increase the level or effect of dihydroergotamine intranasal by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Contraindicated."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "efavirenz",
            "description": {
                "common": "efavirenz and posaconazole both increase  QTc interval. Contraindicated."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "eliglustat",
            "description": {
                "common": "posaconazole will increase the level or effect of eliglustat by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Contraindicated. Strong CYP3A4 inhibitors are contraindicated with eliglustat poor or intermediate metabolizers; reduce eliglustat dose from 84 mg BID to 84 mg once daily in extensive metabolizers; eliglustat is contraindiated if strong or moderate CYP2D6 inhibitors are given concomitantly with strong or moderate CYP3A inhibitors"
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "ergoloid mesylates",
            "description": {
                "common": "posaconazole will increase the level or effect of ergoloid mesylates by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Contraindicated."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "ergonovine",
            "description": {
                "common": "posaconazole will increase the level or effect of ergonovine by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Contraindicated."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "finerenone",
            "description": {
                "common": "posaconazole will increase the level or effect of finerenone by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Contraindicated."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "flibanserin",
            "description": {
                "common": "posaconazole will increase the level or effect of flibanserin by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Contraindicated. Coadministration of flibanserin with moderate or strong CYP3A4 inhibitors is contraindicated. Severe hypotension or syncope can occur."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "isavuconazonium sulfate",
            "description": {
                "common": "posaconazole will increase the level or effect of isavuconazonium sulfate by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Contraindicated."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "ivabradine",
            "description": {
                "common": "posaconazole will increase the level or effect of ivabradine by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Contraindicated. Coadministration of ivabradine with strong CYP3A4 inhibitors is contraindicated."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "lomitapide",
            "description": {
                "common": "posaconazole increases levels of lomitapide by affecting hepatic/intestinal enzyme CYP3A4 metabolism. Contraindicated. Increases lomitapide levels several folds."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "lonafarnib",
            "description": {
                "common": "posaconazole will increase the level or effect of lonafarnib by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Contraindicated. Lonafarnib is a sensitive CYP3A4 substrate. Coadministration with strong or moderate CYP3A4 inhibitors is contraindicated. "
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "lovastatin",
            "description": {
                "common": "posaconazole will increase the level or effect of lovastatin by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Contraindicated. Strong CYP3A4 inhibitors increase systemic statin exposure and risk of myopathy, including rhabdomyolysis"
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "lurasidone",
            "description": {
                "common": "posaconazole will increase the level or effect of lurasidone by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Contraindicated. Coadministration of lurasidone and strong CYP3A4 inhibitors is contraindicated."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "mavacamten",
            "description": {
                "common": "posaconazole will increase the level or effect of mavacamten by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Contraindicated. Strong CYP3A4 inhibitors may increase mavacamten systemic exposure, resulting in heart failure due to systolic dysfunction. "
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "methylergonovine",
            "description": {
                "common": "posaconazole will increase the level or effect of methylergonovine by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Contraindicated."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "mirtazapine",
            "description": {
                "common": "mirtazapine and posaconazole both increase  QTc interval. Contraindicated."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "naloxegol",
            "description": {
                "common": "posaconazole will increase the level or effect of naloxegol by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Contraindicated. Coadministration of naloxegol with strong CYP3A4 inhibitors can significantly increase naloxegol systemic exposure which may precipitate opioid withdrawal symptoms"
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "ondansetron",
            "description": {
                "common": "posaconazole will increase the level or effect of ondansetron by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Contraindicated."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "pacritinib",
            "description": {
                "common": "posaconazole will increase the level or effect of pacritinib by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Contraindicated."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "regorafenib",
            "description": {
                "common": "posaconazole, regorafenib. affecting hepatic/intestinal enzyme CYP3A4 metabolism. Contraindicated. Strong CYP3A4 inhibitors increase regorafenib levels and decrease exposure of the active metabolites M-2 and M-5."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "ribociclib",
            "description": {
                "common": "ribociclib increases toxicity of posaconazole by QTc interval. Contraindicated."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "simvastatin",
            "description": {
                "common": "posaconazole will increase the level or effect of simvastatin by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Contraindicated. Contraindicated. Increased risk for rhabdomyolysis with drugs that increase simvastatin systemic exposure"
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "sunitinib",
            "description": {
                "common": "sunitinib and posaconazole both increase  QTc interval. Contraindicated."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "venetoclax",
            "description": {
                "common": "posaconazole will increase the level or effect of venetoclax by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Contraindicated. Use of strong CYP3A4 inhibitors is contraindicated with venetoclax during the initial ramp-up dosing phase. If a strong CYP3A inhibitor must be used after the ramp-up phase, reduce  the venetoclax dose by at least 75%."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "venlafaxine",
            "description": {
                "common": "posaconazole will increase the level or effect of venlafaxine by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Contraindicated."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "voclosporin",
            "description": {
                "common": "posaconazole will increase the level or effect of voclosporin by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Contraindicated."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "acalabrutinib",
            "description": {
                "common": "posaconazole will increase the level or effect of acalabrutinib by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug. Avoid coadministration of acalabrutinib with strong CYP3A inhibitors. If a strong CYP3A inhibitor must be used short-term (eg, up to 7 days), temporarily interrupt treatment with acalabrutinib."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "adagrasib",
            "description": {
                "common": "adagrasib will increase the level or effect of posaconazole by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug. Avoid coadministration of adagrasib, a CYP3A4 substrate, with strong CYP3A4 inhibitors until adagrasib concentrations have reached steady-state (after ~8 days). If steady state is not reached, concomitant use of strong CYP3A4 inhibitors will increase adagrasib concentrations and risk of its toxicities"
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "ado-trastuzumab emtansine",
            "description": {
                "common": "posaconazole increases levels of ado-trastuzumab emtansine by affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug. DM1, the cytotoxic component, is metabolized mainly by CYP3A4; strong CYP3A4 inhibitors may increase DM1 exposure and toxicity."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "afatinib",
            "description": {
                "common": "posaconazole increases levels of afatinib by P-glycoprotein (MDR1) efflux transporter. Avoid or Use Alternate Drug. Reduce afatinib daily dose by 10 mg if not tolerated when coadministered with P-gp inhibitors."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "amiodarone",
            "description": {
                "common": "amiodarone and posaconazole both increase  QTc interval. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "amisulpride",
            "description": {
                "common": "amisulpride and posaconazole both increase  QTc interval. Avoid or Use Alternate Drug. ECG monitoring is recommended if coadministered."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "anagrelide",
            "description": {
                "common": "anagrelide and posaconazole both increase  QTc interval. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "apixaban",
            "description": {
                "common": "posaconazole will increase the level or effect of apixaban by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug. If taking apixaban dose >2.5 mg BID, decrease dose by 50% if coadministered with strong dual inhibitors of CYP3A4 and P-gp; if currently taking apixaban 2.5 mg PO BID, avoid coadministration with strong dual inhibitors of CYP3A4 and P-gp"
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "aripiprazole",
            "description": {
                "common": "aripiprazole and posaconazole both increase  QTc interval. Contraindicated."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "arsenic trioxide",
            "description": {
                "common": "arsenic trioxide and posaconazole both increase  QTc interval. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "artemether",
            "description": {
                "common": "artemether and posaconazole both increase  QTc interval. Contraindicated."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "asenapine transdermal",
            "description": {
                "common": "asenapine transdermal and posaconazole both increase  QTc interval. Contraindicated."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "avanafil",
            "description": {
                "common": "posaconazole will increase the level or effect of avanafil by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug. CYP3A4 inhibitors may reduce avanafil clearance increasing systemic exposure to avanafil; significantly increased levels may result in significant adverse events including severe hypotension, syncope, visual changes, and priapism. Coadministration with strong CYP3A4 is contraindicated. "
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "avapritinib",
            "description": {
                "common": "posaconazole will increase the level or effect of avapritinib by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug. Avoid coadministration of avapritinib with strong CYP3A4 inhibitors."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "axitinib",
            "description": {
                "common": "posaconazole increases levels of axitinib by affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug. If unable to avoid coadministration with strong CYP3A4 inhibitors, reduce axitinib dose by 50%."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "bedaquiline",
            "description": {
                "common": "posaconazole will increase the level or effect of bedaquiline by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug. Avoid coadministration of bedaquiline with strong CYP3A4 inhibitors for >14 consecutive days, unless the benefit of treatment outweighs the risk"
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "bosutinib",
            "description": {
                "common": "posaconazole increases levels of bosutinib by affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug. Strong CYP3A4 inhibitors increases bosutinib plasma concentration ~5-fold."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "brigatinib",
            "description": {
                "common": "posaconazole will increase the level or effect of brigatinib by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug. If concomitant use of a strong CYP3A inhibitor cannot be avoided, reduce the brigatinib once daily dose by about 50% (ie, from 180 mg to 90 mg, or from 90 mg to 60 mg). After discontinuation of a strong CYP3A inhibitor, resume the brigatinib dose that was tolerated prior to initiating the strong CYP3A inhibitor."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "buprenorphine",
            "description": {
                "common": "posaconazole will increase the level or effect of buprenorphine by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Contraindicated."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "buprenorphine transdermal",
            "description": {
                "common": "buprenorphine transdermal and posaconazole both increase  QTc interval. Contraindicated."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "cabazitaxel",
            "description": {
                "common": "posaconazole will increase the level or effect of cabazitaxel by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug. Coadministration of cabazitaxel with strong CYP3A4 inhibitors should be avoided. "
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "cabozantinib",
            "description": {
                "common": "posaconazole will increase the level or effect of cabozantinib by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug. Avoid coadministration of cabozantinib with strong CYP3A4 inhibitors.  If a strong CYP3A4 inhibitor is required, decrease cabozantinib dose by 40 mg/day (Cometriq) or by 20 mg/day (Cabometyx). Resume previous dose 2-3 days after strong CYP3A4 inhibitor discontinued."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "calcitriol",
            "description": {
                "common": "posaconazole will increase the level or effect of calcitriol by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "ceritinib",
            "description": {
                "common": "posaconazole increases levels of ceritinib by affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug. Avoid if possible; if concomitant use is unavoidable, reduce ceritinib dose by ~33%; after discontinuation of strong CYP3A inhibitor, resume at previous dose."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "chloroquine",
            "description": {
                "common": "posaconazole will increase the level or effect of chloroquine by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "citalopram",
            "description": {
                "common": "citalopram and posaconazole both increase  QTc interval. Contraindicated."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "clozapine",
            "description": {
                "common": "clozapine and posaconazole both increase  QTc interval. Contraindicated."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "cobicistat",
            "description": {
                "common": "posaconazole will increase the level or effect of cobicistat by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "colchicine",
            "description": {
                "common": "posaconazole will increase the level or effect of colchicine by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug. Avoid use of colchicine with strong CYP3A4 inhibitors. If coadministration is necessary, decrease colchicine dose or frequency as recommended in prescribing information. Use of any colchicine product in conjunction with strong CYP3A4 inhibitors is contraindicated in patients with renal or hepatic impairment. "
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "copanlisib",
            "description": {
                "common": "posaconazole will increase the level or effect of copanlisib by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug. If concomitant use with strong CYP3A inhibitors cannot be avoided, reduce copanlisib dose to 45 mg."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "dabrafenib",
            "description": {
                "common": "posaconazole increases levels of dabrafenib by affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "daridorexant",
            "description": {
                "common": "posaconazole will increase the level or effect of daridorexant by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "desflurane",
            "description": {
                "common": "desflurane and posaconazole both increase  QTc interval. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "disopyramide",
            "description": {
                "common": "disopyramide and posaconazole both increase  QTc interval. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "dronedarone",
            "description": {
                "common": "posaconazole will increase the level or effect of dronedarone by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "edoxaban",
            "description": {
                "common": "posaconazole will increase the level or effect of edoxaban by  P-glycoprotein (MDR1) efflux transporter. Avoid or Use Alternate Drug. Dose adjustment may be required with strong P-gp inhibitors. DVT/PE treatment: Decrease dose to 30 mg PO once daily. NVAF: No dose reduction recommended"
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "elacestrant",
            "description": {
                "common": "posaconazole will increase the level or effect of elacestrant by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "elbasvir/grazoprevir",
            "description": {
                "common": "posaconazole will increase the level or effect of elbasvir/grazoprevir by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "eliglustat",
            "description": {
                "common": "eliglustat and posaconazole both increase  QTc interval. Contraindicated."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "elvitegravir/cobicistat/emtricitabine/tenofovir DF",
            "description": {
                "common": "posaconazole will increase the level or effect of elvitegravir/cobicistat/emtricitabine/tenofovir DF by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "encorafenib",
            "description": {
                "common": "posaconazole will increase the level or effect of encorafenib by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug. If concomitant use of a strong CYP3A4 inhibitor is unavoidable, reduce encorafenib dose to one-third of the dose (eg, reduce from 450 mg/day to 150 mg/day). After discontinuing the inhibitor for 3-5 elimination half-lives, resume previous encorafenib dose."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "entrectinib",
            "description": {
                "common": "posaconazole will increase the level or effect of entrectinib by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug. Avoid coadministration of strong CYP3A4 inhibitors with entrectinib, a CYP3A4 substrate. If coadministration unavoidable, reduce entrectinib dose to 100 mg/day for patients aged 12 y or older with BSA >1.50m2. Resume previous entrectinib dose after discontinuing strong CYP3A inhibitor for 3-5 elimination half-lives."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "erdafitinib",
            "description": {
                "common": "posaconazole will increase the level or effect of erdafitinib by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug. If unable to avoid coadministration with strong CYP3A4 inhibitors, monitor closely for adverse reactions and consider decreasing dose accordingly. If strong CYP3A4 inhibitor is discontinued, consider increasing erdafitinib dose in the absence of any drug-related toxicities."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "ergotamine",
            "description": {
                "common": "posaconazole will increase the level or effect of ergotamine by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "eribulin",
            "description": {
                "common": "eribulin and posaconazole both increase  QTc interval. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "erythromycin base",
            "description": {
                "common": "posaconazole will increase the level or effect of erythromycin base by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "erythromycin ethylsuccinate",
            "description": {
                "common": "posaconazole will increase the level or effect of erythromycin ethylsuccinate by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "erythromycin lactobionate",
            "description": {
                "common": "posaconazole will increase the level or effect of erythromycin lactobionate by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "erythromycin stearate",
            "description": {
                "common": "posaconazole will increase the level or effect of erythromycin stearate by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "eszopiclone",
            "description": {
                "common": "posaconazole will increase the level or effect of eszopiclone by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "everolimus",
            "description": {
                "common": "posaconazole will increase the level or effect of everolimus by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "fedratinib",
            "description": {
                "common": "posaconazole will increase the level or effect of fedratinib by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug. If unable to avoid fedratinib coadministration with strong CYP3A4 inhibitors, decrease fedratinib dose to 200 mg/day. If CYP3A4 inhibitor discontinued, increase fedratinib dose to 300 mg/day for 2 weeks, and then 400 mg/day thereafter as tolerated."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "felbamate",
            "description": {
                "common": "posaconazole will increase the level or effect of felbamate by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "fentanyl",
            "description": {
                "common": "posaconazole will increase the level or effect of fentanyl by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug. If coadministration of CYP3A4  inhibitors with fentanyl is necessary, monitor patients for respiratory depression and sedation at frequent intervals and consider fentanyl dose adjustments until stable drug effects are achieved."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "fentanyl intranasal",
            "description": {
                "common": "posaconazole will increase the level or effect of fentanyl intranasal by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug. If coadministration of CYP3A4  inhibitors with fentanyl is necessary, monitor patients for respiratory depression and sedation at frequent intervals and consider fentanyl dose adjustments until stable drug effects are achieved."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "fentanyl transdermal",
            "description": {
                "common": "posaconazole will increase the level or effect of fentanyl transdermal by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug. If coadministration of CYP3A4  inhibitors with fentanyl is necessary, monitor patients for respiratory depression and sedation at frequent intervals and consider fentanyl dose adjustments until stable drug effects are achieved."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "fentanyl transmucosal",
            "description": {
                "common": "posaconazole will increase the level or effect of fentanyl transmucosal by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug. If coadministration of CYP3A4  inhibitors with fentanyl is necessary, monitor patients for respiratory depression and sedation at frequent intervals and consider fentanyl dose adjustments until stable drug effects are achieved."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "fexinidazole",
            "description": {
                "common": "posaconazole will decrease the level or effect of fexinidazole by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug. If unable to avoid coadministration, monitor fexinidazole for decreased efficacy owing to decreased plasma concentrations of active M1 and M2 metabolites. "
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "flunisolide inhaled",
            "description": {
                "common": "posaconazole will increase the level or effect of flunisolide inhaled by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "fluticasone intranasal",
            "description": {
                "common": "posaconazole will increase the level or effect of fluticasone intranasal by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug. Strong CYP3A4 inhibitors may increase systemic corticosteroid adverse effects; monitor for signs/symptoms of high corticosteroid concentrations including Cushing type signs/symptoms."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "futibatinib",
            "description": {
                "common": "posaconazole will increase the level or effect of futibatinib by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug. Coadministration of futibatinib with drugs that are dual P-gp and strong CYP3A inhibitors may increase incidence/severity of futibatinib toxicities."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "gilteritinib",
            "description": {
                "common": "posaconazole will increase the level or effect of gilteritinib by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug. Consider alternatives to any strong CYP3A4 inhibitor when coadministered with gilteritinib. If such a combination cannot be avoided, closely monitor for gilteritinib-related adverse effects. Interrupt and reduce gilteritinib dosage in patients with serious or life-threatening toxicity."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "glasdegib",
            "description": {
                "common": "posaconazole will increase the level or effect of glasdegib by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug. Consider alternate therapies that are not strong CYP3A inhibitors or monitor for increased risk of adverse effects, including QTc interval prolongation."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "haloperidol",
            "description": {
                "common": "posaconazole will increase the level or effect of haloperidol by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Contraindicated."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "hydroxychloroquine sulfate",
            "description": {
                "common": "hydroxychloroquine sulfate and posaconazole both increase  QTc interval. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "ibrutinib",
            "description": {
                "common": "posaconazole increases levels of ibrutinib by affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug. Coadministration with posaconazole suspension at doses of 100 mg qDay, 100 mg BID, or 200 mg BID, reduce ibrutinib dose to 140 mg qDay (B-cell malignancies) or 280 mg qDay (graft versus host disease [GvHD]). Coadministration with posaconazole suspension at doses of 200 mg TID, 400 mg BID , posaconazole 300 mg IV qDay, posaconazole delayed-release tablets 300 mg qDay reduce ibrutinib dose to 70 mg qDay (B-cell malignancies) or 140 mg qDay (GvHD). After CYP3A inhibitor discontinuation, resume previous dose of ibrutinib."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "ibutilide",
            "description": {
                "common": "ibutilide and posaconazole both increase  QTc interval. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "idelalisib",
            "description": {
                "common": "posaconazole will increase the level or effect of idelalisib by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug. If coadministered with strong CYP3A inhibitors, monitor for signs of idelalisib toxicity; follow recommendations for dosage modifications if adverse reactions occur"
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "indapamide",
            "description": {
                "common": "indapamide and posaconazole both increase  QTc interval. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "infigratinib",
            "description": {
                "common": "posaconazole will increase the level or effect of infigratinib by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "irinotecan",
            "description": {
                "common": "posaconazole will increase the level or effect of irinotecan by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "irinotecan liposomal",
            "description": {
                "common": "posaconazole will increase the level or effect of irinotecan liposomal by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "isoflurane",
            "description": {
                "common": "isoflurane and posaconazole both increase  QTc interval. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "ivosidenib",
            "description": {
                "common": "posaconazole will increase the level or effect of ivosidenib by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug. Avoid coadministration of strong CYP3A4 inhibitors with ivosidenib or replace with alternate therapies. If coadministration of a strong CYP3A4 inhibitor is unavoidable, reduce ivosidenib dose to 250 mg qDay. If the strong inhibitor is discontinued, increase ivosidenib dose (after at least 5 half-lives of the strong CYP3A4 inhibitor) to the recommended dose of 500 mg qDay. Monitor for increased risk of QTc interval prolongation."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "ketamine",
            "description": {
                "common": "posaconazole will increase the level or effect of ketamine by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "larotrectinib",
            "description": {
                "common": "posaconazole will increase the level or effect of larotrectinib by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug. If coadministration of larotrectinib with strong CYP3A4 inhibitors is unavoidable, reduce larotrectinib dose by 50%. Resume prior larotrectinib dose once CYP3A4 inhibitor discontinued for 3-5 half-lives."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "lasmiditan",
            "description": {
                "common": "lasmiditan increases levels of posaconazole by P-glycoprotein (MDR1) efflux transporter. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "lefamulin",
            "description": {
                "common": "posaconazole will increase the level or effect of lefamulin by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug. Avoid coadministration of lefamulin with strong CYP3A inhibitors."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "lemborexant",
            "description": {
                "common": "posaconazole will increase the level or effect of lemborexant by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug. Avoid coadministration of lemborexant with moderate or strong CYP3A inhibitors."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "leniolisib",
            "description": {
                "common": "posaconazole will increase the level or effect of leniolisib by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "lorlatinib",
            "description": {
                "common": "posaconazole will increase the level or effect of lorlatinib by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug. Avoid coadministering lorlatinib with strong CYP3A inhibitors. If unavoidable, reduce lorlatinib dose by 25 mg/day. If strong CYP3A inhibitor discontinued, increase to previous lorlatinib (dose after 3 plasma half-lives of strong CYP3A inhibitor). See monograph for further details."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "lumacaftor/ivacaftor",
            "description": {
                "common": "lumacaftor/ivacaftor will decrease the level or effect of posaconazole by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "lurbinectedin",
            "description": {
                "common": "posaconazole will increase the level or effect of lurbinectedin by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "macimorelin",
            "description": {
                "common": "macimorelin and posaconazole both increase  QTc interval. Avoid or Use Alternate Drug. Macimorelin causes an increase of ~11 msec in the corrected QT interval. Avoid coadministration with drugs that prolong QT interval, which could increase risk for developing torsade de pointes-type ventricular tachycardia. Allow sufficient washout time of drugs that are known to prolong the QT interval before administering macimorelin."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "macitentan",
            "description": {
                "common": "posaconazole will increase the level or effect of macitentan by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug. Avoid coadministering macitentan with strong CYP3A4 inhibitors "
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "mefloquine",
            "description": {
                "common": "mefloquine increases toxicity of posaconazole by QTc interval. Avoid or Use Alternate Drug. Mefloquine may enhance the QTc prolonging effect of high risk QTc prolonging agents."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "midazolam intranasal",
            "description": {
                "common": "posaconazole will increase the level or effect of midazolam intranasal by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug. Coadministration of strong CYP3A4 inhibitors with midazolam intranasal causes higher midazolam systemic exposure, which may prolong sedation."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "midostaurin",
            "description": {
                "common": "posaconazole will increase the level or effect of midostaurin by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug. If coadministration with strong CYP3A4 inhibitors cannot be avoided, monitor midostaurin for increased risk of adverse reactions, especially during the first week of treatment."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "mirtazapine",
            "description": {
                "common": "posaconazole will increase the level or effect of mirtazapine by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Contraindicated."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "mobocertinib",
            "description": {
                "common": "posaconazole will increase the level or effect of mobocertinib by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "neratinib",
            "description": {
                "common": "posaconazole will increase the level or effect of neratinib by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug. Avoid coadministration of neratinib with strong/moderate CYP3A4 inhibitors."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "olaparib",
            "description": {
                "common": "posaconazole will increase the level or effect of olaparib by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug. If coadministration with strong CYP3A inhibitors cannot be avoided, reduce olaparib dose to 150 mg (capsule) or 100 mg (tablet) PO BID. Do not substitute tablets with capsules."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "omaveloxolone",
            "description": {
                "common": "posaconazole will increase the level or effect of omaveloxolone by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug. If unavoidable, reduce omaveloxolone dose to 50 mg/day. Closely monitor and discontinue if adverse effects emerge."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "ombitasvir/paritaprevir/ritonavir",
            "description": {
                "common": "posaconazole will increase the level or effect of ombitasvir/paritaprevir/ritonavir by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "ombitasvir/paritaprevir/ritonavir & dasabuvir (DSC)",
            "description": {
                "common": "posaconazole will increase the level or effect of ombitasvir/paritaprevir/ritonavir & dasabuvir (DSC) by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "ondansetron",
            "description": {
                "common": "posaconazole and ondansetron both increase  QTc interval. Avoid or Use Alternate Drug.  Avoid with congenital long QT syndrome; ECG monitoring recommended with concomitant medications that prolong QT interval, electrolyte abnormalities, CHF, or bradyarrhythmias. Potential for increased ondansetron levels."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "osimertinib",
            "description": {
                "common": "posaconazole will increase the level or effect of osimertinib by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug. Avoid coadministration of osimertinib with strong CYP3A4 inhibitors. If no other alternative treatment exists, monitor patient more closely for adverse effects."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "oxaliplatin",
            "description": {
                "common": "oxaliplatin and posaconazole both increase  QTc interval. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "oxycodone",
            "description": {
                "common": "posaconazole increases levels of oxycodone by affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug. Oxycodone dose reduction may be warranted when coadministered with strong CYP3A4 inhibitors."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "palbociclib",
            "description": {
                "common": "posaconazole will increase the level or effect of palbociclib by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug. Avoid coadministration of palbociclib with strong CYP3A inhibitors. If unable to avoid, reduce palbociclib dose to 75 mg/day."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "panobinostat",
            "description": {
                "common": "posaconazole and panobinostat both increase  QTc interval. Avoid or Use Alternate Drug. Panobinostat is known to significantly prolong QT interval. Panobinostat prescribing information states use with drugs known to prolong QTc is not recommended."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "pazopanib",
            "description": {
                "common": "posaconazole will increase the level or effect of pazopanib by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug. Avoid coadministration of pazopanib with strong CYP3A4 inhibitors if possible; if must coadminister, decrease pazopanib dose to 400 mg/day"
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "pemigatinib",
            "description": {
                "common": "posaconazole will increase the level or effect of pemigatinib by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug. If coadministration with strong or moderate CYP3A4 inhibitors is unavoidable, reduce pemigatinib dose (refer to drug monograph dosage modifications). After discontinuing the CYP3A4 inhibitor for 3 elimination half-lives, may resume previous pemigatinib dose."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "pentamidine",
            "description": {
                "common": "pentamidine and posaconazole both increase  QTc interval. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "pexidartinib",
            "description": {
                "common": "posaconazole will increase the level or effect of pexidartinib by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug.  If coadministration with strong or moderate CYP3A4 inhibitors is unavoidable, reduce pexidartinib dose (refer to drug monograph dosage modifications). After discontinuing the CYP3A4 inhibitor for 3 elimination half-lives, may resume previous pexidartinib dose."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "phenytoin",
            "description": {
                "common": "phenytoin will decrease the level or effect of posaconazole by  P-glycoprotein (MDR1) efflux transporter. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "pimavanserin",
            "description": {
                "common": "posaconazole will increase the level or effect of pimavanserin by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug. Decrease dose to 17 mg/day if pimavanserin is coadministered with strong CYP3A4 inhibitors."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "pimozide",
            "description": {
                "common": "pimozide and posaconazole both increase  QTc interval. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "pitolisant",
            "description": {
                "common": "posaconazole will increase the level or effect of pitolisant by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "pomalidomide",
            "description": {
                "common": "posaconazole increases levels of pomalidomide by affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "ponatinib",
            "description": {
                "common": "posaconazole increases levels of ponatinib by affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug. Decrease ponatinib starting dose to 30 mg qDay if coadministration with strong CYP3A4 inhibitors cannot be avoided."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "pralsetinib",
            "description": {
                "common": "posaconazole will increase the level or effect of pralsetinib by  Other (see comment). Avoid or Use Alternate Drug. Combined CYP3A4 and P-gp inhibitors increase levels of pralsetinib, a CYP3A4 and P-gp substrate. If unable to avoid, reduce dose (see pralsetinib prescribing information). After combined P-gp and strong CYP3A4 inhibitor discontinued, resume previous pralsetinib dose."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "procainamide",
            "description": {
                "common": "posaconazole and procainamide both increase  QTc interval. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "quinidine",
            "description": {
                "common": "posaconazole will increase the level or effect of quinidine by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Contraindicated. Use of posaconazole in combination with drugs that both prolong the QT interval and are substrates for CYP3A4 is contraindicated"
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "ranolazine",
            "description": {
                "common": "posaconazole will increase the level or effect of ranolazine by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "red yeast rice",
            "description": {
                "common": "posaconazole will increase the level or effect of red yeast rice by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug. May increase creatine kinase levels and increase risk of myopathy or rhabdomyolysis; red yeast rice contains monocolin K (reportedly identical to lovastatin)"
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "ribociclib",
            "description": {
                "common": "posaconazole will increase the level or effect of ribociclib by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug. If a strong CYP3A inhibitor must be coadministered with ribociclib, reduce the ribociclib starting dose to 400 mg/day."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "rifabutin",
            "description": {
                "common": "posaconazole will increase the level or effect of rifabutin by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "rimegepant",
            "description": {
                "common": "posaconazole will increase the level or effect of rimegepant by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "riociguat",
            "description": {
                "common": "posaconazole will increase the level or effect of riociguat by  decreasing metabolism. Avoid or Use Alternate Drug. Coadministration of riociguat (substrate of CYP isoenzymes 1A1, 2C8, 3A, 2J2) with strong CYP inhibitors may require a decreased initial dose of 0.5 mg PO TID; monitor for signs of hypotension and reduce dose if needed"
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "rivaroxaban",
            "description": {
                "common": "posaconazole will increase the level or effect of rivaroxaban by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "ruxolitinib",
            "description": {
                "common": "posaconazole will increase the level or effect of ruxolitinib by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug. Reduce ruxolitinib starting dose to 10 mg BID with platelet count 100 X 10^9/L or more and concurrent use of strong CYP3A4 inhibitors; avoid with platelet counts <100 X 10^9/L"
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "ruxolitinib topical",
            "description": {
                "common": "posaconazole will increase the level or effect of ruxolitinib topical by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug. Reduce ruxolitinib starting dose to 10 mg BID with platelet count 100 X 10^9/L or more and concurrent use of strong CYP3A4 inhibitors; avoid with platelet counts <100 X 10^9/L"
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "Saccharomyces boulardii",
            "description": {
                "common": "posaconazole decreases effects of Saccharomyces boulardii by unspecified interaction mechanism. Avoid or Use Alternate Drug. Systemic or oral antifungals may decrease activity of probiotic."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "selpercatinib",
            "description": {
                "common": "posaconazole will increase the level or effect of selpercatinib by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "selumetinib",
            "description": {
                "common": "posaconazole will increase the level or effect of selumetinib by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug. If coadministration with strong or moderate CYP3A4 inhibitors cannot be avoided, reduce selumetinib dosage (refer to selumetinib monograph for further information). After discontinuation of the strong or moderate CYP3A4 inhibitor for 3 elimination half-lives, resume selumetinib dose that was taken before initiating the inhibitor."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "sevoflurane",
            "description": {
                "common": "sevoflurane and posaconazole both increase  QTc interval. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "silodosin",
            "description": {
                "common": "posaconazole will increase the level or effect of silodosin by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "siponimod",
            "description": {
                "common": "posaconazole will increase the level or effect of siponimod by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug. Coadministration of siponimod with a moderate or strong CYP3A4 inhibitor PLUS a moderate or strong CYP2C9 inhibitor is not recommended."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "sirolimus",
            "description": {
                "common": "posaconazole will increase the level or effect of sirolimus by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "solifenacin",
            "description": {
                "common": "solifenacin and posaconazole both increase  QTc interval. Contraindicated."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "sonidegib",
            "description": {
                "common": "posaconazole will increase the level or effect of sonidegib by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug. Avoid coadministration of sonidegib with strong CYP3A4 inhibitors."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "sorafenib",
            "description": {
                "common": "posaconazole will increase the level or effect of sorafenib by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "sotalol",
            "description": {
                "common": "posaconazole and sotalol both increase  QTc interval. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "sotorasib",
            "description": {
                "common": "sotorasib will decrease the level or effect of posaconazole by  P-glycoprotein (MDR1) efflux transporter. Avoid or Use Alternate Drug. If use is unavoidable, refer to the prescribing information of the P-gp substrate for dosage modifications."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "sparsentan",
            "description": {
                "common": "posaconazole, sparsentan.\nEither increases toxicity of the other by pharmacodynamic synergism. Avoid or Use Alternate Drug. If unavoidable, interrupt treatment with sparsentan. When resuming sparsentan, consider dose titration. ."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "stiripentol",
            "description": {
                "common": "posaconazole will increase the level or effect of stiripentol by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "suvorexant",
            "description": {
                "common": "posaconazole increases levels of suvorexant by affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug. Suvorexant not recommended with use of strong CYP3A4 inhibitors."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "tacrolimus",
            "description": {
                "common": "tacrolimus and posaconazole both increase  QTc interval. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "tamsulosin",
            "description": {
                "common": "posaconazole increases levels of tamsulosin by affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "tazemetostat",
            "description": {
                "common": "posaconazole will increase the level or effect of tazemetostat by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "teniposide",
            "description": {
                "common": "posaconazole will increase the level or effect of teniposide by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "tepotinib",
            "description": {
                "common": "tepotinib will increase the level or effect of posaconazole by  P-glycoprotein (MDR1) efflux transporter. Avoid or Use Alternate Drug. If concomitant use unavoidable, reduce the P-gp substrate dosage if recommended in its approved product labeling."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "tetrabenazine",
            "description": {
                "common": "tetrabenazine and posaconazole both increase  QTc interval. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "tiagabine",
            "description": {
                "common": "posaconazole will increase the level or effect of tiagabine by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "tofacitinib",
            "description": {
                "common": "posaconazole increases levels of tofacitinib by affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug. Reduce tofacitinib dose to 5 mg qDay when coadministered with potent CYP3A4 inhibitors."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "tolvaptan",
            "description": {
                "common": "posaconazole will increase the level or effect of tolvaptan by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "trabectedin",
            "description": {
                "common": "posaconazole will increase the level or effect of trabectedin by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug. If strong CYP3A inhibitor must be used, short-term (eg, less than 14 days), administer  strong CYP3A inhibitor 1 week after trabectedin infusion, and discontinue the day prior to next trabectedin infusion"
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "tramadol",
            "description": {
                "common": "posaconazole will increase the level or effect of tramadol by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "trazodone",
            "description": {
                "common": "posaconazole will increase the level or effect of trazodone by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "ubrogepant",
            "description": {
                "common": "posaconazole will increase the level or effect of ubrogepant by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Contraindicated."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "umeclidinium bromide/vilanterol inhaled",
            "description": {
                "common": "posaconazole increases toxicity of umeclidinium bromide/vilanterol inhaled by QTc interval. Avoid or Use Alternate Drug. Exercise extreme caution when vilanterol coadministered with drugs that prolong QTc interval; adrenergic agonist effects on the cardiovascular system may be potentiated."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "vandetanib",
            "description": {
                "common": "posaconazole, vandetanib.\nEither increases toxicity of the other by QTc interval. Avoid or Use Alternate Drug. Avoid coadministration with drugs known to prolong QT interval;  if a drug known to prolong QT interval must be used, more frequent ECG monitoring is recommended."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "vemurafenib",
            "description": {
                "common": "vemurafenib and posaconazole both increase  QTc interval. Avoid or Use Alternate Drug. Concomitant use of vemurafenib with drugs that  prolong QT interval is not recommended. Posaconazole may also increase levels of vemurafenib."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "vilanterol/fluticasone furoate inhaled",
            "description": {
                "common": "posaconazole increases toxicity of vilanterol/fluticasone furoate inhaled by QTc interval. Avoid or Use Alternate Drug. Exercise extreme caution when vilanterol coadministered with drugs that prolong QTc interval; adrenergic agonist effects on the cardiovascular system may be potentiated."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "vilazodone",
            "description": {
                "common": "posaconazole increases levels of vilazodone by affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug. Strong CYP3A4 inhibitors may increase vilazodone plasma levels by 50% - Reduce daily dose  to 20 mg."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "vinblastine",
            "description": {
                "common": "posaconazole will increase the level or effect of vinblastine by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug. increased risk of neurotoxicity, development of SIADH and other adverse effects"
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "vincristine",
            "description": {
                "common": "posaconazole will increase the level or effect of vincristine by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug. increased risk of neurotoxicity, development of SIADH and other adverse effects"
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "vincristine liposomal",
            "description": {
                "common": "posaconazole will increase the level or effect of vincristine liposomal by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug. increased risk of neurotoxicity, development of SIADH and other adverse effects"
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "vorapaxar",
            "description": {
                "common": "posaconazole increases levels of vorapaxar by affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "voriconazole",
            "description": {
                "common": "posaconazole will increase the level or effect of voriconazole by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Contraindicated."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "abemaciclib",
            "description": {
                "common": "posaconazole will increase the level or effect of abemaciclib by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Modify Therapy/Monitor Closely. Strong CYP3A4 inhibitors increase plasma levels of abemaciclib and its metabolites. Abemaciclib dose reduction required. If a strong CYP3A4 inhibitor is discontinued, increase abemaciclib to the dose prior to initiating the strong inhibitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "albuterol",
            "description": {
                "common": "albuterol and posaconazole both increase  QTc interval. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "alfuzosin",
            "description": {
                "common": "posaconazole and alfuzosin both increase  QTc interval. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "almotriptan",
            "description": {
                "common": "posaconazole will increase the level or effect of almotriptan by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "alprazolam",
            "description": {
                "common": "posaconazole will increase the level or effect of alprazolam by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "aluminum hydroxide",
            "description": {
                "common": "aluminum hydroxide will decrease the level or effect of posaconazole by  increasing gastric pH. Applies only to oral form of both agents. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "amiodarone",
            "description": {
                "common": "posaconazole will increase the level or effect of amiodarone by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "amitriptyline",
            "description": {
                "common": "amitriptyline and posaconazole both increase  QTc interval. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "amlodipine",
            "description": {
                "common": "posaconazole will increase the level or effect of amlodipine by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "amoxapine",
            "description": {
                "common": "amoxapine and posaconazole both increase  QTc interval. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "apalutamide",
            "description": {
                "common": "posaconazole will increase the level or effect of apalutamide by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor. Coadministration of apalutamide with strong CYP3A4 or CYP2C8 inhibitors does not require initial dosage modification; however, dose reduction may be needed based on tolerability."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "aprepitant",
            "description": {
                "common": "posaconazole will increase the level or effect of aprepitant by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "arformoterol",
            "description": {
                "common": "arformoterol and posaconazole both increase  QTc interval. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "aripiprazole",
            "description": {
                "common": "posaconazole will increase the level or effect of aripiprazole by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "artemether/lumefantrine",
            "description": {
                "common": "artemether/lumefantrine and posaconazole both increase  QTc interval. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "atogepant",
            "description": {
                "common": "posaconazole will increase the level or effect of atogepant by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Modify Therapy/Monitor Closely. Recommended atogepant dosage is 10 mg PO qDay when coadministered with strong CYP3A4 inhibitors."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "atomoxetine",
            "description": {
                "common": "atomoxetine and posaconazole both increase  QTc interval. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "atorvastatin",
            "description": {
                "common": "posaconazole will increase the level or effect of atorvastatin by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "bazedoxifene/conjugated estrogens",
            "description": {
                "common": "posaconazole will increase the level or effect of bazedoxifene/conjugated estrogens by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "bedaquiline",
            "description": {
                "common": "posaconazole and bedaquiline both increase  QTc interval. Modify Therapy/Monitor Closely. ECG should be monitored closely"
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "benzhydrocodone/acetaminophen",
            "description": {
                "common": "posaconazole will increase the level or effect of benzhydrocodone/acetaminophen by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Modify Therapy/Monitor Closely. Coadministration with strong CYP3A4 inhibitors may increase hydrocodone (benzhydrocodone is prodrug of hydrocodone) plasma concentrations and can result in potentially fatal respiratory depression."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "berotralstat",
            "description": {
                "common": "posaconazole increases levels of berotralstat by P-glycoprotein (MDR1) efflux transporter. Modify Therapy/Monitor Closely. Reduced berotralstat dose to 110 mg/day when coadministered with P-gp inhibitors."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "betrixaban",
            "description": {
                "common": "posaconazole increases levels of betrixaban by P-glycoprotein (MDR1) efflux transporter. Use Caution/Monitor. Decrease betrixaban dose to 80 mg PO once, then 40 mg PO qDay if coadministered with a P-gp inhibitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "bexarotene",
            "description": {
                "common": "posaconazole will increase the level or effect of bexarotene by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "bortezomib",
            "description": {
                "common": "posaconazole will increase the level or effect of bortezomib by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "brentuximab vedotin",
            "description": {
                "common": "posaconazole increases levels of brentuximab vedotin by affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor. Monitor patients for adverse reactions. ."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "brexpiprazole",
            "description": {
                "common": "posaconazole will increase the level or effect of brexpiprazole by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Modify Therapy/Monitor Closely. Administer half of the usual brexpiprazole dose when coadministered with strong CYP3A4 inhibitors. If also administered with a strong/moderate CYP2D6 inhibitor, administer a quarter of brexpiprazole dose."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "budesonide",
            "description": {
                "common": "posaconazole will increase the level or effect of budesonide by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "buprenorphine subdermal implant",
            "description": {
                "common": "posaconazole will increase the level or effect of buprenorphine subdermal implant by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Modify Therapy/Monitor Closely. Monitor patients already on buprenorphine subdermal implant who require newly-initiated treatment with CYP3A4 inhibitors for signs and symptoms of overmedication. If the dose of the concomitant CYP3A4 inhibitor cannot be reduced or discontinued, implant removal may be necessary and the patient should then be treated with a buprenorphine dosage form that permits dose adjustments. If a CYP3A4 inhibitor is discontinued in a patient who has been stabilized on buprenorphine, monitor the patient for withdrawal."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "buprenorphine, long-acting injection",
            "description": {
                "common": "posaconazole will increase the level or effect of buprenorphine, long-acting injection by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Modify Therapy/Monitor Closely. Patients who transfer to buprenorphine long-acting injection from transmucosal buprenorphine coadministered with CYP3A4 inhibitors should be monitored to ensure buprenorphine plasma levels are adequate. Within 2 weeks, if signs and symptoms of buprenorphine toxicity or overdose occur and the concomitant CYP3A4 inhibitor cannot be reduced or discontinued, transition the patient back to a buprenorphine formulation that permits dose adjustments."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "buspirone",
            "description": {
                "common": "posaconazole will increase the level or effect of buspirone by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "busulfan",
            "description": {
                "common": "posaconazole will increase the level or effect of busulfan by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "calcifediol",
            "description": {
                "common": "posaconazole, calcifediol. affecting hepatic/intestinal enzyme CYP3A4 metabolism. Modify Therapy/Monitor Closely. CYP450 inhibitors may inhibit enzymes involved in vitamin D metabolism (CYP24A1 and CYP27B1). This may alter serum levels of calcifediol and decrease the conversion of calcifediol to calcitriol. Dose adjustment of calcifediol may be required, and serum 25­hydroxyvitamin D, intact PTH, and serum calcium concentrations should be closely monitored when initiating or discontinuing a strong CYP3A4 inhibitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "calcium carbonate",
            "description": {
                "common": "calcium carbonate will decrease the level or effect of posaconazole by  increasing gastric pH. Applies only to oral form of both agents. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "cannabidiol",
            "description": {
                "common": "posaconazole will increase the level or effect of cannabidiol by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Modify Therapy/Monitor Closely. Consider reducing the cannabidiol dose when coadministered with a strong CYP3A4 inhibitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "capmatinib",
            "description": {
                "common": "posaconazole will increase the level or effect of capmatinib by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "carbamazepine",
            "description": {
                "common": "posaconazole will increase the level or effect of carbamazepine by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "cariprazine",
            "description": {
                "common": "posaconazole will increase the level or effect of cariprazine by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Modify Therapy/Monitor Closely. Coadministration with strong CYP3A4 inhibitors requires cariprazine dose reduction. See Dosage Modification section in drug monograph."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ceritinib",
            "description": {
                "common": "posaconazole increases levels of ceritinib by P-glycoprotein (MDR1) efflux transporter. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "chlordiazepoxide",
            "description": {
                "common": "posaconazole will increase the level or effect of chlordiazepoxide by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "chlorpromazine",
            "description": {
                "common": "chlorpromazine and posaconazole both increase  QTc interval. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "chlorpropamide",
            "description": {
                "common": "posaconazole increases levels of chlorpropamide by decreasing metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ciclesonide inhaled",
            "description": {
                "common": "posaconazole will increase the level or effect of ciclesonide inhaled by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "cilostazol",
            "description": {
                "common": "posaconazole will increase the level or effect of cilostazol by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "cimetidine",
            "description": {
                "common": "cimetidine will decrease the level or effect of posaconazole by  increasing gastric pH. Applies only to oral form of both agents. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "cinacalcet",
            "description": {
                "common": "posaconazole will increase the level or effect of cinacalcet by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "citalopram",
            "description": {
                "common": "posaconazole will increase the level or effect of citalopram by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor. Combination may increase risk of serotonin syndrome or neuroleptic malignant syndrome like reactions. ECG monitoring is recommended, along with drugs that may prolong the QT interval."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "clarithromycin",
            "description": {
                "common": "clarithromycin will increase the level or effect of posaconazole by  P-glycoprotein (MDR1) efflux transporter. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "clomipramine",
            "description": {
                "common": "clomipramine and posaconazole both increase  QTc interval. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "clonazepam",
            "description": {
                "common": "posaconazole will increase the level or effect of clonazepam by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "clopidogrel",
            "description": {
                "common": "posaconazole will decrease the level or effect of clopidogrel by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor. Inhibition of CYP3A4 will reduce clopidogrel bioactivation"
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "clorazepate",
            "description": {
                "common": "posaconazole will increase the level or effect of clorazepate by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "clotrimazole",
            "description": {
                "common": "clotrimazole will decrease the level or effect of posaconazole by  P-glycoprotein (MDR1) efflux transporter. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "clozapine",
            "description": {
                "common": "posaconazole will increase the level or effect of clozapine by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "conjugated estrogens",
            "description": {
                "common": "posaconazole will increase the level or effect of conjugated estrogens by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "conjugated estrogens, vaginal",
            "description": {
                "common": "posaconazole will increase the level or effect of conjugated estrogens, vaginal by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "cortisone",
            "description": {
                "common": "posaconazole will increase the level or effect of cortisone by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "crizotinib",
            "description": {
                "common": "posaconazole increases levels of crizotinib by affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor. Concomitant use of strong CYP3A inhibitors should be avoided.  ECG monitoring is recommended, along with drugs that may prolong the QT interval."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "cyclosporine",
            "description": {
                "common": "posaconazole will increase the level or effect of cyclosporine by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Modify Therapy/Monitor Closely. Perform frequent monitoring of cyclosporine trough concentrations during and at discontinuation of posaconazole treatment and cyclosporine dose adjusted accordingly."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "dabigatran",
            "description": {
                "common": "posaconazole will increase the level or effect of dabigatran by  P-glycoprotein (MDR1) efflux transporter. Use Caution/Monitor. Atrial fibrillation: Avoid coadministering dabigatran with P-gp inhibitors if CrCl <30 mL/min.  DVT/PE treatment: Avoid coadministering dabigatran with P-gp inhibitors if CrCl <50 mL/min"
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "darifenacin",
            "description": {
                "common": "posaconazole will increase the level or effect of darifenacin by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "darolutamide",
            "description": {
                "common": "posaconazole will increase the level or effect of darolutamide by  Other (see comment). Modify Therapy/Monitor Closely. Darolutamide is a P-gp and CYP3A4 substrate. Closely monitor for increased adverse reactions and modify dose of darolutamide as needed when coadministered with drugs that are both P-gp and strong or moderate CYP3A4 inhibitors."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "darunavir",
            "description": {
                "common": "posaconazole will increase the level or effect of darunavir by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor. Monitor for increased darunavir or cobicistat adverse reactions."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "dasatinib",
            "description": {
                "common": "posaconazole will increase the level or effect of dasatinib by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "deflazacort",
            "description": {
                "common": "posaconazole will increase the level or effect of deflazacort by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Modify Therapy/Monitor Closely. Decrease deflazacort dose to one-third of the recommended dose if coadministered with moderate or strong CYP3A4 inhibitors."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "degarelix",
            "description": {
                "common": "degarelix and posaconazole both increase  QTc interval. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "desipramine",
            "description": {
                "common": "desipramine and posaconazole both increase  QTc interval. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "deutetrabenazine",
            "description": {
                "common": "deutetrabenazine and posaconazole both increase  QTc interval. Use Caution/Monitor. At the maximum recommended dose, deutetrabenazine does not prolong QT interval to a clinically relevant extent. Certain circumstances may increase risk of torsade de pointes and/or sudden death in association with drugs that prolong the QTc interval (eg, bradycardia, hypokalemia or hypomagnesemia, coadministration with other drugs that prolong QTc interval, presence of congenital QT prolongation)."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "dexamethasone",
            "description": {
                "common": "posaconazole will increase the level or effect of dexamethasone by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "dexlansoprazole",
            "description": {
                "common": "dexlansoprazole will decrease the level or effect of posaconazole by  increasing gastric pH. Applies only to oral form of both agents. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "diazepam",
            "description": {
                "common": "posaconazole will increase the level or effect of diazepam by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "diazepam intranasal",
            "description": {
                "common": "posaconazole will increase the level or effect of diazepam intranasal by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor. Strong or moderate CYP3A4 inhibitors may decrease rate of diazepam elimination, thereby increasing adverse reactions to diazepam."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "dichlorphenamide",
            "description": {
                "common": "dichlorphenamide and posaconazole both decrease  serum potassium. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "dienogest/estradiol valerate",
            "description": {
                "common": "posaconazole will increase the level or effect of dienogest/estradiol valerate by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor. Monitor for potential adverse effects such as nausea, irregular uterine bleeding, breast tenderness and headache."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "digoxin",
            "description": {
                "common": "posaconazole increases levels of digoxin by decreasing metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "diltiazem",
            "description": {
                "common": "posaconazole will increase the level or effect of diltiazem by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "dofetilide",
            "description": {
                "common": "dofetilide and posaconazole both increase  QTc interval. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "dolasetron",
            "description": {
                "common": "dolasetron and posaconazole both increase  QTc interval. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "donepezil",
            "description": {
                "common": "donepezil and posaconazole both increase  QTc interval. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "doravirine",
            "description": {
                "common": "posaconazole will increase the level or effect of doravirine by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor. Coadministration of doravirine and CYP3A4 inhibitors may increase plasma concentrations and toxicities of doravirine."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "doxepin",
            "description": {
                "common": "doxepin and posaconazole both increase  QTc interval. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "dronabinol",
            "description": {
                "common": "posaconazole will increase the level or effect of dronabinol by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor. Dronabinol is a CYP3A4 substrate."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "dronedarone",
            "description": {
                "common": "dronedarone and posaconazole both increase  QTc interval. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "droperidol",
            "description": {
                "common": "droperidol and posaconazole both increase  QTc interval. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "duvelisib",
            "description": {
                "common": "posaconazole will increase the level or effect of duvelisib by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Modify Therapy/Monitor Closely. Coadministration with a strong CYP3A4 inhibitor increases duvelisib AUC, which may increase the risk of duvelisib toxicities. Reduce duvelisib dose to 15 mg BID when coadministered with a strong CYP3A4 inhibitor. "
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "elagolix",
            "description": {
                "common": "elagolix will increase the level or effect of posaconazole by  P-glycoprotein (MDR1) efflux transporter. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "eletriptan",
            "description": {
                "common": "posaconazole will increase the level or effect of eletriptan by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "eliglustat",
            "description": {
                "common": "eliglustat increases levels of posaconazole by P-glycoprotein (MDR1) efflux transporter. Modify Therapy/Monitor Closely. Monitor therapeutic drug concentrations, as indicated, or consider reducing the dosage of the P-gp substrate and titrate to clinical effect."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "elvitegravir",
            "description": {
                "common": "posaconazole increases levels of elvitegravir by affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor. Elvitegravir is a CYP3A4 substrate; if coadministered with strong CYP3A4 inhibitors may increase levels."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "enfortumab vedotin",
            "description": {
                "common": "posaconazole increases toxicity of enfortumab vedotin by affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor. Enfortumab vedotin is an antibody-drug conjugate that releases monomethylauristatin E (MMAE) via proteolytic cleavage. MMAE is primarily metabolized by CYP3A4 in vitro. Coadministration with strong CYP3A4 inhibitors may increase free MMAE exposure, which may increase the incidence or severity of toxicities."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "enzalutamide",
            "description": {
                "common": "posaconazole will increase the level or effect of enzalutamide by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "epinephrine",
            "description": {
                "common": "epinephrine and posaconazole both increase  QTc interval. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "epinephrine racemic",
            "description": {
                "common": "epinephrine racemic and posaconazole both increase  QTc interval. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "erlotinib",
            "description": {
                "common": "posaconazole will increase the level or effect of erlotinib by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "erythromycin base",
            "description": {
                "common": "erythromycin base will increase the level or effect of posaconazole by  P-glycoprotein (MDR1) efflux transporter. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "erythromycin ethylsuccinate",
            "description": {
                "common": "erythromycin ethylsuccinate will increase the level or effect of posaconazole by  P-glycoprotein (MDR1) efflux transporter. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "erythromycin lactobionate",
            "description": {
                "common": "erythromycin lactobionate will increase the level or effect of posaconazole by  P-glycoprotein (MDR1) efflux transporter. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "erythromycin stearate",
            "description": {
                "common": "erythromycin stearate will increase the level or effect of posaconazole by  P-glycoprotein (MDR1) efflux transporter. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "escitalopram",
            "description": {
                "common": "escitalopram increases toxicity of posaconazole by QTc interval. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "esomeprazole",
            "description": {
                "common": "esomeprazole will decrease the level or effect of posaconazole by  increasing gastric pH. Applies only to oral form of both agents. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "estradiol",
            "description": {
                "common": "posaconazole will increase the level or effect of estradiol by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "estradiol vaginal",
            "description": {
                "common": "posaconazole will increase the level or effect of estradiol vaginal by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor. Coadministration with CYP3A4 inhibitors may increase plasma concentrations of estrogens and toxicities."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "estrogens conjugated synthetic",
            "description": {
                "common": "posaconazole will increase the level or effect of estrogens conjugated synthetic by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "estrogens esterified",
            "description": {
                "common": "posaconazole will increase the level or effect of estrogens esterified by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "estropipate",
            "description": {
                "common": "posaconazole will increase the level or effect of estropipate by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ethinylestradiol",
            "description": {
                "common": "posaconazole will increase the level or effect of ethinylestradiol by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ethosuximide",
            "description": {
                "common": "posaconazole will increase the level or effect of ethosuximide by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ethotoin",
            "description": {
                "common": "ethotoin decreases levels of posaconazole by increasing metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "etonogestrel",
            "description": {
                "common": "posaconazole will increase the level or effect of etonogestrel by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "etoposide",
            "description": {
                "common": "posaconazole will increase the level or effect of etoposide by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "etravirine",
            "description": {
                "common": "posaconazole will increase the level or effect of etravirine by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ezogabine",
            "description": {
                "common": "ezogabine, posaconazole.\nEither increases toxicity of the other by QTc interval. Use Caution/Monitor. Slight and transient QT-prolongation observed with ezogabine, particularly when dose titrated to 1200 mg/day. QT interval should be monitored when ezogabine is prescribed with agents known to increase QT interval."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "famotidine",
            "description": {
                "common": "famotidine will decrease the level or effect of posaconazole by  increasing gastric pH. Applies only to oral form of both agents. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "felodipine",
            "description": {
                "common": "posaconazole will increase the level or effect of felodipine by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "fesoterodine",
            "description": {
                "common": "posaconazole will increase the level or effect of fesoterodine by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "fingolimod",
            "description": {
                "common": "fingolimod and posaconazole both increase  QTc interval. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "flecainide",
            "description": {
                "common": "flecainide and posaconazole both increase  QTc interval. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "fluconazole",
            "description": {
                "common": "fluconazole and posaconazole both increase  QTc interval. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "fludrocortisone",
            "description": {
                "common": "posaconazole will increase the level or effect of fludrocortisone by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "fluoxetine",
            "description": {
                "common": "fluoxetine and posaconazole both increase  QTc interval. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "fluphenazine",
            "description": {
                "common": "fluphenazine and posaconazole both increase  QTc interval. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "flurazepam",
            "description": {
                "common": "posaconazole will increase the level or effect of flurazepam by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "flutamide",
            "description": {
                "common": "posaconazole will increase the level or effect of flutamide by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "fluticasone furoate",
            "description": {
                "common": "posaconazole will increase the level or effect of fluticasone furoate by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor. Strong CYP3A4 inhibitors may increase fluticasone systemic exposure"
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "fluticasone inhaled",
            "description": {
                "common": "posaconazole will increase the level or effect of fluticasone inhaled by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor. Strong CYP3A4 inhibitors may increase fluticasone systemic exposure"
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "fluvoxamine",
            "description": {
                "common": "fluvoxamine and posaconazole both increase  QTc interval. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "formoterol",
            "description": {
                "common": "formoterol and posaconazole both increase  QTc interval. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "fosamprenavir",
            "description": {
                "common": "fosamprenavir decreases levels of posaconazole by unknown mechanism. Modify Therapy/Monitor Closely. Combination may decrease posaconazole plasma concentrations. If administered concomitantly, monitor closely for breakthrough fungal infections."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "fosaprepitant",
            "description": {
                "common": "posaconazole will increase the level or effect of fosaprepitant by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "foscarnet",
            "description": {
                "common": "foscarnet and posaconazole both increase  QTc interval. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "fosphenytoin",
            "description": {
                "common": "fosphenytoin will decrease the level or effect of posaconazole by  P-glycoprotein (MDR1) efflux transporter. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "fostamatinib",
            "description": {
                "common": "posaconazole will increase the level or effect of fostamatinib by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Modify Therapy/Monitor Closely. Strong CYP3A4 inhibitors may increase exposure to R406 (fostamatinib major active metabolite). Monitor for toxicities that may require fostamatinib dose reduction."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "gefitinib",
            "description": {
                "common": "posaconazole increases levels of gefitinib by affecting hepatic/intestinal enzyme CYP3A4 metabolism. Modify Therapy/Monitor Closely. Coadministration of strong CYP3A4 inhibitors may increase risk for gefitinib adverse effects."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "gemifloxacin",
            "description": {
                "common": "gemifloxacin and posaconazole both increase  QTc interval. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "glecaprevir/pibrentasvir",
            "description": {
                "common": "posaconazole will increase the level or effect of glecaprevir/pibrentasvir by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "glimepiride",
            "description": {
                "common": "posaconazole increases levels of glimepiride by decreasing metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "glipizide",
            "description": {
                "common": "posaconazole increases levels of glipizide by decreasing metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "glyburide",
            "description": {
                "common": "posaconazole increases levels of glyburide by decreasing metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "granisetron",
            "description": {
                "common": "granisetron and posaconazole both increase  QTc interval. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "guanfacine",
            "description": {
                "common": "posaconazole will increase the level or effect of guanfacine by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Modify Therapy/Monitor Closely. Strong or moderate CYP3A4 inhibitors significantly increase guanfacine plasma concentrations. FDA-approved labeling for extended-release (ER) guanfacine recommends that, if coadministered, the guanfacine dosage should be decreased to half of the recommended dose. Specific recommendations for immediate-release (IR) guanfacine are not available. "
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "haloperidol",
            "description": {
                "common": "haloperidol and posaconazole both increase  QTc interval. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "hydrocodone",
            "description": {
                "common": "posaconazole will increase the level or effect of hydrocodone by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Modify Therapy/Monitor Closely. Coadministration with CYP3A4 inhibitors may increase hydrocodone plasma concentrations and can result in potentially fatal respiratory depression"
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "hydrocortisone",
            "description": {
                "common": "posaconazole will increase the level or effect of hydrocortisone by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "hydroxyprogesterone caproate (DSC)",
            "description": {
                "common": "posaconazole will increase the level or effect of hydroxyprogesterone caproate (DSC) by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "hydroxyzine",
            "description": {
                "common": "hydroxyzine and posaconazole both increase  QTc interval. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ibuprofen/famotidine",
            "description": {
                "common": "ibuprofen/famotidine will decrease the level or effect of posaconazole by  increasing gastric pH. Applies only to oral form of both agents. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ifosfamide",
            "description": {
                "common": "posaconazole will decrease the level or effect of ifosfamide by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor. Coadministration of CYP3A4 inhibitors may decrease the metabolism of ifosfamide to its active alkylating metabolites and decrease the efficacy of ifosfamide."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "iloperidone",
            "description": {
                "common": "posaconazole will increase the level or effect of iloperidone by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "imipramine",
            "description": {
                "common": "imipramine and posaconazole both increase  QTc interval. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "indacaterol, inhaled",
            "description": {
                "common": "indacaterol, inhaled, posaconazole. QTc interval. Use Caution/Monitor. Drugs that are known to prolong the QTc interval may have an increased the risk of ventricular arrhythmias."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "indinavir",
            "description": {
                "common": "posaconazole will increase the level or effect of indinavir by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "istradefylline",
            "description": {
                "common": "posaconazole will increase the level or effect of istradefylline by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Modify Therapy/Monitor Closely. Do not exceed istradefylline 20 mg/day if coadministered with strong CYP3A4 inhibitors."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "itraconazole",
            "description": {
                "common": "itraconazole will increase the level or effect of posaconazole by  P-glycoprotein (MDR1) efflux transporter. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ivacaftor",
            "description": {
                "common": "posaconazole will increase the level or effect of ivacaftor by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Modify Therapy/Monitor Closely. Reduce ivacaftor dose if coadministered with strong CYP3A4 inhibitors. See specific ivacaftor-containing product for precise dosage modification."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ixabepilone",
            "description": {
                "common": "posaconazole will increase the level or effect of ixabepilone by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ketoconazole",
            "description": {
                "common": "ketoconazole will increase the level or effect of posaconazole by  P-glycoprotein (MDR1) efflux transporter. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "lacosamide",
            "description": {
                "common": "posaconazole, lacosamide.\nEither increases levels of the other by affecting hepatic/intestinal enzyme CYP3A4 metabolism. Modify Therapy/Monitor Closely. Consider decreasing lacosamide dose when coadministered with strong CYP3A4 inhibitors."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "lansoprazole",
            "description": {
                "common": "lansoprazole will decrease the level or effect of posaconazole by  increasing gastric pH. Applies only to oral form of both agents. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "lapatinib",
            "description": {
                "common": "posaconazole will increase the level or effect of lapatinib by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "lenvatinib",
            "description": {
                "common": "posaconazole and lenvatinib both increase  QTc interval. Use Caution/Monitor. Lenvatinib prescribing information recommends monitoring ECG closely when coadministered with QT prolonging drugs."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "levamlodipine",
            "description": {
                "common": "posaconazole will increase the level or effect of levamlodipine by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Modify Therapy/Monitor Closely. Coadministration with moderate and strong CYP3A inhibitors results in increased systemic exposure to amlodipine and may require dose reduction. Monitor for symptoms of hypotension and edema when amlodipine is coadministered with CYP3A inhibitors to determine the need for dose adjustment."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "levofloxacin",
            "description": {
                "common": "levofloxacin and posaconazole both increase  QTc interval. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "levoketoconazole",
            "description": {
                "common": "levoketoconazole and posaconazole both increase  QTc interval. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "levomilnacipran",
            "description": {
                "common": "posaconazole will increase the level or effect of levomilnacipran by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Modify Therapy/Monitor Closely. Do not exceed 80 mg/day of levomilnacipran when coadministered with strong CYP3A4 inhibitors"
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "levonorgestrel oral/ethinylestradiol/ferrous bisglycinate",
            "description": {
                "common": "posaconazole will increase the level or effect of levonorgestrel oral/ethinylestradiol/ferrous bisglycinate by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor. Coadministration with CYP3A4 inhibitors may increase the plasma hormone concentrations. Use of a nonhormonal contraceptive is recommended."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "lithium",
            "description": {
                "common": "lithium and posaconazole both increase  QTc interval. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "lofepramine",
            "description": {
                "common": "lofepramine and posaconazole both increase  QTc interval. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "lopinavir",
            "description": {
                "common": "posaconazole will increase the level or effect of lopinavir by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "loratadine",
            "description": {
                "common": "posaconazole will increase the level or effect of loratadine by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "lumacaftor/ivacaftor",
            "description": {
                "common": "posaconazole increases levels of lumacaftor/ivacaftor by affecting hepatic/intestinal enzyme CYP3A4 metabolism. Modify Therapy/Monitor Closely. Strong CYP3A inhibitors do not impact lumacaftor exposure, but increased ivacaftor exposure by 4.3-fold. Due to the induction effect of lumacaftor on CYP3A, at steady-state the net exposure of ivacaftor is not expected to exceed that when given in the absence of lumacaftor at a dose of 150 mg q12hr (the approved dose of ivacaftor monotherapy). Therefore, no dose adjustment is necessary when CYP3A inhibitors are initiated in patients currently taking lumacaftor/ivacaftor. However, when initiating lumacaftor/ivacaftor in patients taking strong CYP3A inhibitors, reduce the dose to 1 tablet daily (lumacaftor 200 mg/ivacaftor 125 mg total daily dose) for the first week of treatment to allow for the steady-state induction effect of lumacaftor. Following this period, continue with the recommended daily dose. No dose adjustment is required for moderate or weak CYP3A4 inhibitors."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "lumateperone",
            "description": {
                "common": "posaconazole will increase the level or effect of lumateperone by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Modify Therapy/Monitor Closely. Reduce lumateperone dose to 10.5 mg/day if coadministered with strong CYP3A4 inhibitors."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "lumefantrine",
            "description": {
                "common": "posaconazole will increase the level or effect of lumefantrine by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "maprotiline",
            "description": {
                "common": "maprotiline and posaconazole both increase  QTc interval. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "maraviroc",
            "description": {
                "common": "posaconazole will increase the level or effect of maraviroc by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor. Decrease maraviroc dose to 150 mg BID when coadministered with strong CYP3A4 inhibitors"
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "marijuana",
            "description": {
                "common": "posaconazole will increase the level or effect of marijuana by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "medroxyprogesterone",
            "description": {
                "common": "posaconazole will increase the level or effect of medroxyprogesterone by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Modify Therapy/Monitor Closely. Use alternative if available."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "mestranol",
            "description": {
                "common": "posaconazole will increase the level or effect of mestranol by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "methadone",
            "description": {
                "common": "posaconazole will increase the level or effect of methadone by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "methylprednisolone",
            "description": {
                "common": "posaconazole will increase the level or effect of methylprednisolone by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "metoclopramide",
            "description": {
                "common": "metoclopramide decreases levels of posaconazole by inhibition of GI absorption. Applies only to oral form of both agents. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "metoclopramide intranasal",
            "description": {
                "common": "metoclopramide intranasal will increase the level or effect of posaconazole by  Other (see comment). Use Caution/Monitor. Metoclopramide may decrease the absorption of posaconazole PO suspension. Monitor for reduced therapeutic effect of posaconazole PO suspension."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "midazolam",
            "description": {
                "common": "posaconazole will increase the level or effect of midazolam by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "mifepristone",
            "description": {
                "common": "posaconazole will increase the level or effect of mifepristone by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Modify Therapy/Monitor Closely. Do not exceed mifepristone 300 mg/day for Cushing syndrome when coadministered with strong CYP3A4 inhibitors; combination may also prolong QT interval. Use alternatives if available"
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "mirvetuximab soravtansine",
            "description": {
                "common": "posaconazole will increase the level or effect of mirvetuximab soravtansine by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor. Coadministration with strong CYP3A4 inhibitors may increase unconjugated DM4 (a CYP3A4 substrate and the cytotoxic component of the antibody drug conjugate for mirvetuximab soravtansine) exposure, which may increase the risk of adverse reactions. "
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "modafinil",
            "description": {
                "common": "posaconazole will increase the level or effect of modafinil by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "mometasone, intranasal",
            "description": {
                "common": "posaconazole will increase the level or effect of mometasone, intranasal by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "moxifloxacin",
            "description": {
                "common": "moxifloxacin and posaconazole both increase  QTc interval. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "naldemedine",
            "description": {
                "common": "posaconazole increases levels of naldemedine by affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor. Monitor naldemedine for potential adverse effects if coadministered with strong or moderate CYP3A4 inhibitors."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "nefazodone",
            "description": {
                "common": "nefazodone will increase the level or effect of posaconazole by  P-glycoprotein (MDR1) efflux transporter. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "nelfinavir",
            "description": {
                "common": "posaconazole will increase the level or effect of nelfinavir by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "netupitant/palonosetron",
            "description": {
                "common": "posaconazole will increase the level or effect of netupitant/palonosetron by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor. Netupitant is mainly metabolized by CYP3A4; no dosage adjustment is required"
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "nevirapine",
            "description": {
                "common": "posaconazole increases levels of nevirapine by affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor. Potential for increased toxicity. ."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "nicardipine",
            "description": {
                "common": "posaconazole will increase the level or effect of nicardipine by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "nifedipine",
            "description": {
                "common": "nifedipine will decrease the level or effect of posaconazole by  P-glycoprotein (MDR1) efflux transporter. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "nilotinib",
            "description": {
                "common": "posaconazole will increase the level or effect of nilotinib by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "nintedanib",
            "description": {
                "common": "posaconazole increases levels of nintedanib by P-glycoprotein (MDR1) efflux transporter. Modify Therapy/Monitor Closely. If nintedanib adverse effects occur, management may require interruption, dose reduction, or discontinuation of therapy ."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "nisoldipine",
            "description": {
                "common": "posaconazole will increase the level or effect of nisoldipine by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "nizatidine",
            "description": {
                "common": "nizatidine will decrease the level or effect of posaconazole by  increasing gastric pH. Applies only to oral form of both agents. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "nortriptyline",
            "description": {
                "common": "nortriptyline and posaconazole both increase  QTc interval. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "octreotide",
            "description": {
                "common": "octreotide and posaconazole both increase  QTc interval. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "octreotide (Antidote)",
            "description": {
                "common": "octreotide (Antidote) and posaconazole both increase  QTc interval. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ofloxacin",
            "description": {
                "common": "ofloxacin and posaconazole both increase  QTc interval. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "olanzapine",
            "description": {
                "common": "olanzapine and posaconazole both increase  QTc interval. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "oliceridine",
            "description": {
                "common": "posaconazole will increase the level or effect of oliceridine by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Modify Therapy/Monitor Closely. If concomitant use is necessary, may require less frequent oliceridine dosing. Closely monitor for respiratory depression and sedation and titrate subsequent doses accordingly. If inhibitor is discontinued, consider increase oliceridine dosage until stable drug effects are achieved. Monitor for signs of opioid withdrawal. "
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "olodaterol inhaled",
            "description": {
                "common": "posaconazole and olodaterol inhaled both increase  QTc interval. Use Caution/Monitor. Drugs that prolong the QTc interval and may potentiate the effects of beta2 agonists on the cardiovascular system; increased risk of ventricular arrhythmias"
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "omeprazole",
            "description": {
                "common": "omeprazole will decrease the level or effect of posaconazole by  increasing gastric pH. Applies only to oral form of both agents. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "osilodrostat",
            "description": {
                "common": "posaconazole will increase the level or effect of osilodrostat by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Modify Therapy/Monitor Closely. Reduce dose of osilodrostat, a CYP3A4 substrate, by half when coadministered with a strong CYP3A4 inhibitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "osimertinib",
            "description": {
                "common": "osimertinib and posaconazole both increase  QTc interval. Use Caution/Monitor. Conduct periodic monitoring with ECGs and electrolytes in patients taking drugs known to prolong the QTc interval."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ospemifene",
            "description": {
                "common": "posaconazole increases levels of ospemifene by affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ozanimod",
            "description": {
                "common": "ozanimod and posaconazole both increase  QTc interval. Modify Therapy/Monitor Closely. The potential additive effects on heart rate, treatment with ozanimod should generally not be initiated in patients who are concurrently treated with QT prolonging drugs with known arrhythmogenic properties."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "paliperidone",
            "description": {
                "common": "paliperidone and posaconazole both increase  QTc interval. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "panobinostat",
            "description": {
                "common": "posaconazole increases levels of panobinostat by affecting hepatic/intestinal enzyme CYP3A4 metabolism. Modify Therapy/Monitor Closely. Reduce panobinostat starting dose to 10 mg if coadministered with strong CYP3A4 inhibitors."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "pantoprazole",
            "description": {
                "common": "pantoprazole will decrease the level or effect of posaconazole by  increasing gastric pH. Applies only to oral form of both agents. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "paricalcitol",
            "description": {
                "common": "posaconazole will increase the level or effect of paricalcitol by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "paroxetine",
            "description": {
                "common": "paroxetine and posaconazole both increase  QTc interval. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "pasireotide",
            "description": {
                "common": "posaconazole and pasireotide both increase  QTc interval. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "perampanel",
            "description": {
                "common": "posaconazole will increase the level or effect of perampanel by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "perphenazine",
            "description": {
                "common": "perphenazine and posaconazole both increase  QTc interval. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "phenobarbital",
            "description": {
                "common": "phenobarbital will decrease the level or effect of posaconazole by  P-glycoprotein (MDR1) efflux transporter. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "phenytoin",
            "description": {
                "common": "phenytoin decreases levels of posaconazole by increasing metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "polatuzumab vedotin",
            "description": {
                "common": "posaconazole will increase the level or effect of polatuzumab vedotin by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor. Polatuzumab undergoes catabolism to small peptides, amino acids, monomethyl auristatin E (MMAE), and unconjugated MMAE-related catabolites. MMAE is a CYP3A4 substrate. Coadministration of polatuzumab vedotin with a strong CYP3A4 inhibitor may increase unconjugated MMAE AUC, which may increase polatuzumab vedotin toxicities."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ponatinib",
            "description": {
                "common": "ponatinib increases levels of posaconazole by P-glycoprotein (MDR1) efflux transporter. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "praziquantel",
            "description": {
                "common": "posaconazole will increase the level or effect of praziquantel by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "prednisolone",
            "description": {
                "common": "posaconazole will increase the level or effect of prednisolone by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "prednisone",
            "description": {
                "common": "posaconazole will increase the level or effect of prednisone by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "primaquine",
            "description": {
                "common": "primaquine and posaconazole both increase  QTc interval. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "primidone",
            "description": {
                "common": "primidone decreases levels of posaconazole by increasing metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "prochlorperazine",
            "description": {
                "common": "prochlorperazine and posaconazole both increase  QTc interval. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "progesterone intravaginal gel",
            "description": {
                "common": "posaconazole will increase the level or effect of progesterone intravaginal gel by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "progesterone micronized",
            "description": {
                "common": "posaconazole will increase the level or effect of progesterone micronized by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "progesterone, natural",
            "description": {
                "common": "posaconazole will increase the level or effect of progesterone, natural by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "promazine",
            "description": {
                "common": "promazine and posaconazole both increase  QTc interval. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "promethazine",
            "description": {
                "common": "promethazine and posaconazole both increase  QTc interval. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "protriptyline",
            "description": {
                "common": "protriptyline and posaconazole both increase  QTc interval. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "quazepam",
            "description": {
                "common": "posaconazole will increase the level or effect of quazepam by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "quercetin",
            "description": {
                "common": "quercetin will decrease the level or effect of posaconazole by  P-glycoprotein (MDR1) efflux transporter. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "quetiapine",
            "description": {
                "common": "posaconazole will increase the level or effect of quetiapine by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "quinine",
            "description": {
                "common": "posaconazole and quinine both increase  QTc interval. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "rabeprazole",
            "description": {
                "common": "rabeprazole will decrease the level or effect of posaconazole by  increasing gastric pH. Applies only to oral form of both agents. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ranolazine",
            "description": {
                "common": "ranolazine will increase the level or effect of posaconazole by  P-glycoprotein (MDR1) efflux transporter. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "repaglinide",
            "description": {
                "common": "posaconazole will increase the level or effect of repaglinide by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "rifabutin",
            "description": {
                "common": "rifabutin decreases levels of posaconazole by increasing metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "rifampin",
            "description": {
                "common": "rifampin will decrease the level or effect of posaconazole by  P-glycoprotein (MDR1) efflux transporter. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "rifaximin",
            "description": {
                "common": "posaconazole increases levels of rifaximin by P-glycoprotein (MDR1) efflux transporter. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "rilpivirine",
            "description": {
                "common": "posaconazole increases levels of rilpivirine by affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor. No rilpivirine dose adjustment is required. Clinically monitor for breakthrough fungal infections when azole antifungals are co-administered with rilpivirine."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ripretinib",
            "description": {
                "common": "posaconazole will increase the level or effect of ripretinib by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor. Coadministration with a strong CYP3A inhibitor will increase systemic exposure to ripretinib and its active metabolite (DP-5439), which may increase risk of adverse reactions."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "risperidone",
            "description": {
                "common": "posaconazole and risperidone both increase  QTc interval. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ritonavir",
            "description": {
                "common": "posaconazole will increase the level or effect of ritonavir by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "romidepsin",
            "description": {
                "common": "posaconazole will increase the level or effect of romidepsin by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "salmeterol",
            "description": {
                "common": "posaconazole will increase the level or effect of salmeterol by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "saquinavir",
            "description": {
                "common": "posaconazole will increase the level or effect of saquinavir by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "sarecycline",
            "description": {
                "common": "sarecycline will increase the level or effect of posaconazole by  P-glycoprotein (MDR1) efflux transporter. Use Caution/Monitor. Monitor for toxicities of P-gp substrates that may require dosage reduction when coadministered with P-gp inhibitors."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "saxagliptin",
            "description": {
                "common": "posaconazole will increase the level or effect of saxagliptin by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Modify Therapy/Monitor Closely. Limit saxagliptin dose to 2.5 mg/day when coadministered with strong CYP3A4 inhibitors"
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "selpercatinib",
            "description": {
                "common": "selpercatinib increases toxicity of posaconazole by QTc interval. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "sertraline",
            "description": {
                "common": "sertraline and posaconazole both increase  QTc interval. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "sildenafil",
            "description": {
                "common": "posaconazole will increase the level or effect of sildenafil by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "simvastatin",
            "description": {
                "common": "simvastatin will increase the level or effect of posaconazole by  P-glycoprotein (MDR1) efflux transporter. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "sirolimus",
            "description": {
                "common": "sirolimus will increase the level or effect of posaconazole by  P-glycoprotein (MDR1) efflux transporter. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "sodium bicarbonate",
            "description": {
                "common": "sodium bicarbonate will decrease the level or effect of posaconazole by  increasing gastric pH. Applies only to oral form of both agents. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "sodium citrate/citric acid",
            "description": {
                "common": "sodium citrate/citric acid will decrease the level or effect of posaconazole by  increasing gastric pH. Applies only to oral form of both agents. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "sodium sulfate/potassium sulfate/magnesium sulfate/polyethylene glycol",
            "description": {
                "common": "posaconazole and sodium sulfate/potassium sulfate/magnesium sulfate/polyethylene glycol both decrease  serum potassium. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "sodium zirconium cyclosilicate",
            "description": {
                "common": "sodium zirconium cyclosilicate will decrease the level or effect of posaconazole by  increasing gastric pH. Applies only to oral form of both agents. Modify Therapy/Monitor Closely. Check specific recommendations for drugs that exhibit pH-dependent solubility that may affect their systemic exposure and efficacy. In general, administer drugs at least 2 hr before or after sodium zirconium cyclosilicate."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "sofosbuvir/velpatasvir",
            "description": {
                "common": "posaconazole will increase the level or effect of sofosbuvir/velpatasvir by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "solifenacin",
            "description": {
                "common": "posaconazole will increase the level or effect of solifenacin by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "sorafenib",
            "description": {
                "common": "sorafenib and posaconazole both increase  QTc interval. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "St John's Wort",
            "description": {
                "common": "St John's Wort will decrease the level or effect of posaconazole by  P-glycoprotein (MDR1) efflux transporter. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "stiripentol",
            "description": {
                "common": "stiripentol will increase the level or effect of posaconazole by  P-glycoprotein (MDR1) efflux transporter. Modify Therapy/Monitor Closely. Consider reducing the dose of P-glycoprotein (P-gp) substrates, if adverse reactions are experienced when administered concomitantly with stiripentol."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "sufentanil SL",
            "description": {
                "common": "posaconazole will increase the level or effect of sufentanil SL by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor. Coadministration of sufentanil SL with any CYP3A4 inhibitor may increase sufentanil plasma concentration, and, thereby increase or prolonged adverse effects, including potentially fatal respiratory depression."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "sulfamethoxazole",
            "description": {
                "common": "sulfamethoxazole and posaconazole both increase  QTc interval. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "sunitinib",
            "description": {
                "common": "posaconazole will increase the level or effect of sunitinib by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "tacrolimus",
            "description": {
                "common": "posaconazole will increase the level or effect of tacrolimus by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "tadalafil",
            "description": {
                "common": "posaconazole will increase the level or effect of tadalafil by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "talazoparib",
            "description": {
                "common": "posaconazole will increase the level or effect of talazoparib by  P-glycoprotein (MDR1) efflux transporter. Use Caution/Monitor. Talazoparib is a P-glycoprotein (P-gp) substrate; coadministration with P-gp inhibitors may increase talazoparib systemic exposure."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "tamoxifen",
            "description": {
                "common": "posaconazole, tamoxifen. affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor. CYP3A4 inhibition decreases metabolism of tamoxifen to N-desmethyl tamoxifen (active metabolite with similar biologic activity)."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "tasimelteon",
            "description": {
                "common": "posaconazole will increase the level or effect of tasimelteon by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "telavancin",
            "description": {
                "common": "posaconazole and telavancin both increase  QTc interval. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "temsirolimus",
            "description": {
                "common": "posaconazole will increase the level or effect of temsirolimus by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "terbinafine",
            "description": {
                "common": "posaconazole will increase the level or effect of terbinafine by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "tezacaftor",
            "description": {
                "common": "posaconazole will increase the level or effect of tezacaftor by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Modify Therapy/Monitor Closely. Adjust tezacaftor dosage regimen if coadministered with a strong CYP3A inhibitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "theophylline",
            "description": {
                "common": "posaconazole will increase the level or effect of theophylline by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "thioridazine",
            "description": {
                "common": "thioridazine and posaconazole both increase  QTc interval. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ticagrelor",
            "description": {
                "common": "posaconazole increases levels of ticagrelor by affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor. Ticagrelor is metabolized by CYP3A4/5. Avoid use with strong CYP3A inhibitors."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "tinidazole",
            "description": {
                "common": "posaconazole will increase the level or effect of tinidazole by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "tipranavir",
            "description": {
                "common": "posaconazole will increase the level or effect of tipranavir by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "tisotumab vedotin",
            "description": {
                "common": "posaconazole increases levels of tisotumab vedotin by affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor. Tisotumab vedotin?s active metabolite (MMAE) is a CYP3A4 substrate. Coadministration with strong CYP3A4 inhibitors may increase unconjugated MMAE systemic exposure and increase risk of adverse effects."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "tolazamide",
            "description": {
                "common": "posaconazole increases levels of tolazamide by decreasing metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "tolbutamide",
            "description": {
                "common": "posaconazole increases levels of tolbutamide by decreasing metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "tolterodine",
            "description": {
                "common": "posaconazole will increase the level or effect of tolterodine by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "tolvaptan",
            "description": {
                "common": "tolvaptan will increase the level or effect of posaconazole by  P-glycoprotein (MDR1) efflux transporter. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "toremifene",
            "description": {
                "common": "posaconazole increases levels of toremifene by affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor. Metabolism of toremifene may be inhibited by drugs known to inhibit CYP3A4 hepatic enzymes."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "trazodone",
            "description": {
                "common": "trazodone will decrease the level or effect of posaconazole by  P-glycoprotein (MDR1) efflux transporter. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "triamcinolone acetonide injectable suspension",
            "description": {
                "common": "posaconazole will increase the level or effect of triamcinolone acetonide injectable suspension by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "triazolam",
            "description": {
                "common": "posaconazole will increase the level or effect of triazolam by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "trifluoperazine",
            "description": {
                "common": "trifluoperazine and posaconazole both increase  QTc interval. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "trimethoprim",
            "description": {
                "common": "posaconazole and trimethoprim both increase  QTc interval. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "trimipramine",
            "description": {
                "common": "trimipramine and posaconazole both increase  QTc interval. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "tropisetron",
            "description": {
                "common": "posaconazole and tropisetron both increase  QTc interval. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "tucatinib",
            "description": {
                "common": "tucatinib will increase the level or effect of posaconazole by  P-glycoprotein (MDR1) efflux transporter. Use Caution/Monitor. Consider reducing the dosage of P-gp substrates, where minimal concentration changes may lead to serious or life-threatening toxicities."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ulipristal",
            "description": {
                "common": "posaconazole will increase the level or effect of ulipristal by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "umeclidinium bromide/vilanterol inhaled",
            "description": {
                "common": "posaconazole will increase the level or effect of umeclidinium bromide/vilanterol inhaled by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Modify Therapy/Monitor Closely. Vilanterol is a CYP3A4 substrate; coadministration with potent CYP3A4 inhibitors may increase systemic exposure"
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "upadacitinib",
            "description": {
                "common": "posaconazole will increase the level or effect of upadacitinib by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor. Caution if upadacitinib is coadministered with strong CYP3A4 inhibitors."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "valbenazine",
            "description": {
                "common": "posaconazole will increase the level or effect of valbenazine by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Modify Therapy/Monitor Closely. Reduce valbenazine dose to 40 mg once daily when coadministered with a strong CYP3A4 inhibitor. "
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "vardenafil",
            "description": {
                "common": "posaconazole will increase the level or effect of vardenafil by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Modify Therapy/Monitor Closely. Vardenafil dose may need to be reduced if coadministered with moderate or strong CYP3A4 inhibitors "
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "velpatasvir",
            "description": {
                "common": "posaconazole will increase the level or effect of velpatasvir by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "venlafaxine",
            "description": {
                "common": "posaconazole and venlafaxine both increase  QTc interval. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "verapamil",
            "description": {
                "common": "posaconazole will increase the level or effect of verapamil by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "vilanterol/fluticasone furoate inhaled",
            "description": {
                "common": "posaconazole will increase the level or effect of vilanterol/fluticasone furoate inhaled by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Modify Therapy/Monitor Closely. Fluticasone furoate and vilanterol are both CYP3A4 substrates; coadministration with potent CYP3A4 inhibitors may increase systemic exposure"
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "voclosporin",
            "description": {
                "common": "voclosporin, posaconazole.\nEither increases effects of the other by QTc interval. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "voriconazole",
            "description": {
                "common": "posaconazole and voriconazole both increase  QTc interval. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "vorinostat",
            "description": {
                "common": "vorinostat and posaconazole both increase  QTc interval. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "warfarin",
            "description": {
                "common": "posaconazole will increase the level or effect of warfarin by  Other (see comment). Use Caution/Monitor. Warfarin's less potent R-enantiomer is metabolized in part by CYP3A4 (and also CYP1A2 and CYP2C19). Monitor INR more frequently if coadministered with inhibitors of these isoenzymes and adjust warfarin dose if needed. "
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ziprasidone",
            "description": {
                "common": "posaconazole and ziprasidone both increase  QTc interval. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "alfentanil",
            "description": {
                "common": "posaconazole will increase the level or effect of alfentanil by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "alfuzosin",
            "description": {
                "common": "posaconazole will increase the level or effect of alfuzosin by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "aliskiren",
            "description": {
                "common": "posaconazole will increase the level or effect of aliskiren by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "alosetron",
            "description": {
                "common": "posaconazole will increase the level or effect of alosetron by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "ambrisentan",
            "description": {
                "common": "posaconazole will increase the level or effect of ambrisentan by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "amikacin",
            "description": {
                "common": "posaconazole decreases levels of amikacin by unknown mechanism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "amitriptyline",
            "description": {
                "common": "posaconazole will increase the level or effect of amitriptyline by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "amobarbital",
            "description": {
                "common": "amobarbital decreases levels of posaconazole by inhibition of GI absorption. Applies only to oral form of both agents. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "armodafinil",
            "description": {
                "common": "posaconazole will increase the level or effect of armodafinil by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "atazanavir",
            "description": {
                "common": "posaconazole will increase the level or effect of atazanavir by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "azithromycin",
            "description": {
                "common": "azithromycin and posaconazole both increase  QTc interval. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "bosentan",
            "description": {
                "common": "posaconazole will increase the level or effect of bosentan by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "butabarbital",
            "description": {
                "common": "butabarbital decreases levels of posaconazole by inhibition of GI absorption. Applies only to oral form of both agents. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "butalbital",
            "description": {
                "common": "butalbital decreases levels of posaconazole by inhibition of GI absorption. Applies only to oral form of both agents. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "caffeine",
            "description": {
                "common": "posaconazole increases levels of caffeine by decreasing metabolism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "cevimeline",
            "description": {
                "common": "posaconazole will increase the level or effect of cevimeline by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "chlordiazepoxide",
            "description": {
                "common": "posaconazole increases levels of chlordiazepoxide by decreasing metabolism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "chloroquine",
            "description": {
                "common": "chloroquine increases toxicity of posaconazole by QTc interval. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "clarithromycin",
            "description": {
                "common": "posaconazole will increase the level or effect of clarithromycin by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "clomipramine",
            "description": {
                "common": "posaconazole will increase the level or effect of clomipramine by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "dapsone",
            "description": {
                "common": "posaconazole will increase the level or effect of dapsone by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "didanosine",
            "description": {
                "common": "didanosine will decrease the level or effect of posaconazole by  increasing gastric pH. Applies only to oral form of both agents. Minor/Significance Unknown. Applies to didanosine chewable tablets and powder for oral solution; administer 2 hr before or several hours after didanosine oral solution or chewable tablet administration"
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "disopyramide",
            "description": {
                "common": "posaconazole will increase the level or effect of disopyramide by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "docetaxel",
            "description": {
                "common": "posaconazole will increase the level or effect of docetaxel by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "donepezil",
            "description": {
                "common": "posaconazole will increase the level or effect of donepezil by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "dutasteride",
            "description": {
                "common": "posaconazole will increase the level or effect of dutasteride by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "efavirenz",
            "description": {
                "common": "posaconazole will increase the level or effect of efavirenz by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "eplerenone",
            "description": {
                "common": "posaconazole will increase the level or effect of eplerenone by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "eucalyptus",
            "description": {
                "common": "posaconazole will increase the level or effect of eucalyptus by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "finasteride",
            "description": {
                "common": "posaconazole will increase the level or effect of finasteride by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "food",
            "description": {
                "common": "food increases levels of posaconazole by enhancing GI absorption. Applies only to oral form of both agents. Minor/Significance Unknown. Desirable interaction  coadministration with a high fat meal recommended."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "galantamine",
            "description": {
                "common": "posaconazole will increase the level or effect of galantamine by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "ganaxolone",
            "description": {
                "common": "posaconazole, ganaxolone. affecting hepatic/intestinal enzyme CYP3A4 metabolism. Minor/Significance Unknown. Changes in ganaxolone exposures when coadministered with strong, moderate, or weak CYP3A4 inhibitors are not expected to be clinically significant."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "gentamicin",
            "description": {
                "common": "posaconazole decreases levels of gentamicin by unknown mechanism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "imatinib",
            "description": {
                "common": "posaconazole will increase the level or effect of imatinib by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "imipramine",
            "description": {
                "common": "posaconazole will increase the level or effect of imipramine by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "isradipine",
            "description": {
                "common": "posaconazole will increase the level or effect of isradipine by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "itraconazole",
            "description": {
                "common": "posaconazole will increase the level or effect of itraconazole by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "ixazomib",
            "description": {
                "common": "posaconazole, ixazomib. affecting hepatic/intestinal enzyme CYP3A4 metabolism. Minor/Significance Unknown. In clinical trials, coadministration of ixazomib with strong CYP3A inhibitors did not result in a clinically meaningful change in the systemic exposure of ixazomib."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "ketoconazole",
            "description": {
                "common": "posaconazole will increase the level or effect of ketoconazole by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "levoketoconazole",
            "description": {
                "common": "posaconazole will increase the level or effect of levoketoconazole by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "mestranol",
            "description": {
                "common": "posaconazole decreases effects of mestranol by increasing metabolism. Minor/Significance Unknown. May also cause menstrual irregularities."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "montelukast",
            "description": {
                "common": "posaconazole will increase the level or effect of montelukast by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "neomycin PO",
            "description": {
                "common": "posaconazole decreases levels of neomycin PO by unknown mechanism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "nifedipine",
            "description": {
                "common": "posaconazole will increase the level or effect of nifedipine by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "nimodipine",
            "description": {
                "common": "posaconazole will increase the level or effect of nimodipine by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "nitrendipine",
            "description": {
                "common": "posaconazole will increase the level or effect of nitrendipine by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "oxybutynin",
            "description": {
                "common": "posaconazole will increase the level or effect of oxybutynin by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "paclitaxel",
            "description": {
                "common": "posaconazole will increase the level or effect of paclitaxel by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "paclitaxel protein bound",
            "description": {
                "common": "posaconazole will increase the level or effect of paclitaxel protein bound by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "parecoxib",
            "description": {
                "common": "posaconazole will increase the level or effect of parecoxib by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "paromomycin",
            "description": {
                "common": "posaconazole decreases levels of paromomycin by unknown mechanism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "pazopanib",
            "description": {
                "common": "pazopanib and posaconazole both increase  QTc interval. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "pentobarbital",
            "description": {
                "common": "pentobarbital decreases levels of posaconazole by inhibition of GI absorption. Applies only to oral form of both agents. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "phenobarbital",
            "description": {
                "common": "phenobarbital decreases levels of posaconazole by inhibition of GI absorption. Applies only to oral form of both agents. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "pimozide",
            "description": {
                "common": "posaconazole will increase the level or effect of pimozide by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "pioglitazone",
            "description": {
                "common": "posaconazole will increase the level or effect of pioglitazone by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "primidone",
            "description": {
                "common": "primidone decreases levels of posaconazole by inhibition of GI absorption. Applies only to oral form of both agents. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "propafenone",
            "description": {
                "common": "posaconazole will increase the level or effect of propafenone by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "quinine",
            "description": {
                "common": "posaconazole will increase the level or effect of quinine by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "rabeprazole",
            "description": {
                "common": "posaconazole will increase the level or effect of rabeprazole by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "ramelteon",
            "description": {
                "common": "posaconazole will increase the level or effect of ramelteon by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "rifabutin",
            "description": {
                "common": "posaconazole increases levels of rifabutin by decreasing metabolism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "rifampin",
            "description": {
                "common": "posaconazole decreases levels of rifampin by inhibition of GI absorption. Applies only to oral form of both agents. Minor/Significance Unknown. Only applies to oral preparations of both agents."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "secobarbital",
            "description": {
                "common": "secobarbital decreases levels of posaconazole by inhibition of GI absorption. Applies only to oral form of both agents. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "streptomycin",
            "description": {
                "common": "posaconazole decreases levels of streptomycin by unknown mechanism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "sufentanil",
            "description": {
                "common": "posaconazole will increase the level or effect of sufentanil by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "tobramycin",
            "description": {
                "common": "posaconazole decreases levels of tobramycin by unknown mechanism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "vinorelbine",
            "description": {
                "common": "posaconazole will increase the level or effect of vinorelbine by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "zaleplon",
            "description": {
                "common": "posaconazole will increase the level or effect of zaleplon by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "zanubrutinib",
            "description": {
                "common": "posaconazole will increase the level or effect of zanubrutinib by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Minor/Significance Unknown. Reduce zanubrutinib (a CYP3A4 substrate) to 80 mg PO BID when coadministered with a moderate CYP3A4 inhibitor. Interrupt dose as recommended for adverse reactions. After discontinuing the CYP3A4 inhibitor, resume previous zanubrutinib dose. "
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "ziprasidone",
            "description": {
                "common": "posaconazole will increase the level or effect of ziprasidone by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "zolpidem",
            "description": {
                "common": "posaconazole will increase the level or effect of zolpidem by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "zonisamide",
            "description": {
                "common": "posaconazole will increase the level or effect of zonisamide by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Minor/Significance Unknown."
            }
        }
    ],
    "adverse effects": [
        {
            "name": "Diarrhea",
            "percent": "10-42"
        },
        {
            "name": "Pyrexia",
            "percent": "21-31"
        },
        {
            "name": "Nausea",
            "percent": "19-30"
        },
        {
            "name": "Hypokalemia",
            "percent": "22-28"
        },
        {
            "name": "Rash",
            "percent": "15-24"
        },
        {
            "name": "Headache",
            "percent": "14-21"
        },
        {
            "name": "Vomiting",
            "percent": "12-19"
        },
        {
            "name": "Epistaxis",
            "percent": "14-17"
        },
        {
            "name": "Abdominal pain",
            "percent": "13-17"
        },
        {
            "name": "Peripheral edema",
            "percent": "12-15"
        },
        {
            "name": "Cough",
            "percent": "9-13"
        },
        {
            "name": "Constipation",
            "percent": "8-13"
        },
        {
            "name": "Hypomagnesemia",
            "percent": "11-13"
        },
        {
            "name": "Decreased appetite",
            "percent": "10-12"
        },
        {
            "name": "Hypertension",
            "percent": "8-11"
        },
        {
            "name": "Thrombocytopenia",
            "percent": "7-11"
        },
        {
            "name": "Upper abdominal pain",
            "percent": "6-11"
        },
        {
            "name": "Fever",
            "percent": "6-45"
        },
        {
            "name": "Nausea",
            "percent": "9-38"
        },
        {
            "name": "Hypokalemia",
            "percent": "30"
        },
        {
            "name": "Thrombocytopenia",
            "percent": "29"
        },
        {
            "name": "Vomiting",
            "percent": "7-29"
        },
        {
            "name": "Headache",
            "percent": "8-28"
        },
        {
            "name": "Abdominal pain",
            "percent": "5-27"
        },
        {
            "name": "Coughing",
            "percent": "3-25"
        },
        {
            "name": "Anemia",
            "percent": "2-25"
        },
        {
            "name": "Neutropenia",
            "percent": "4-23"
        },
        {
            "name": "Constipation",
            "percent": "21"
        },
        {
            "name": "Dyspnea",
            "percent": "1-20"
        },
        {
            "name": "Rigors",
            "percent": "20"
        },
        {
            "name": "Anorexia",
            "percent": "2-19"
        },
        {
            "name": "Rash",
            "percent": "3-19"
        },
        {
            "name": "Hypomagnesemia",
            "percent": "18"
        },
        {
            "name": "Hypertension",
            "percent": "18"
        },
        {
            "name": "ALT increased",
            "percent": "3"
        },
        {
            "name": "Grade",
            "percent": "4"
        },
        {
            "name": "or",
            "percent": "6-17"
        },
        {
            "name": "AST",
            "percent": "3"
        },
        {
            "name": "x ULN",
            "percent": "6-17"
        },
        {
            "name": "Fatigue",
            "percent": "2-17"
        },
        {
            "name": "Insomnia",
            "percent": "1-17"
        },
        {
            "name": "Musculoskeletal pain",
            "percent": "16"
        },
        {
            "name": "Edema legs",
            "percent": "15"
        },
        {
            "name": "Epistaxis",
            "percent": "14"
        },
        {
            "name": "Hypotension",
            "percent": "14"
        },
        {
            "name": "Decrease weight",
            "percent": "1-14"
        },
        {
            "name": "Tachycardia",
            "percent": "12"
        },
        {
            "name": "Pharyngitis",
            "percent": "12"
        },
        {
            "name": "Oral candidiasis",
            "percent": "12"
        },
        {
            "name": "Hyperglycemia",
            "percent": "11"
        },
        {
            "name": "Pruritus",
            "percent": "11"
        },
        {
            "name": "Petechiae",
            "percent": "11"
        },
        {
            "name": "Dizziness",
            "percent": "11"
        },
        {
            "name": "Arthralgia",
            "percent": "11"
        },
        {
            "name": "Herpes simplex",
            "percent": "3-11"
        },
        {
            "name": "ALT",
            "percent": "3"
        },
        {
            "name": "x ULN",
            "percent": "3-11"
        },
        {
            "name": "Pain",
            "percent": "1-11"
        },
        {
            "name": "Dehydration",
            "percent": "1-11"
        },
        {
            "name": "Diarrhea",
            "percent": "29"
        },
        {
            "name": "Pyrexia",
            "percent": "28"
        },
        {
            "name": "Nausea",
            "percent": "27"
        },
        {
            "name": "Hypokalemia",
            "percent": "22"
        },
        {
            "name": "Cough",
            "percent": "17"
        },
        {
            "name": "Rash",
            "percent": "16"
        },
        {
            "name": "Peripheral edema",
            "percent": "16"
        },
        {
            "name": "Epistaxis",
            "percent": "14"
        },
        {
            "name": "Headache",
            "percent": "14"
        },
        {
            "name": "Mucosal inflammation",
            "percent": "14"
        },
        {
            "name": "Thrombocytopenia",
            "percent": "14"
        },
        {
            "name": "Vomiting",
            "percent": "13"
        },
        {
            "name": "Alkaline phosphatase",
            "percent": "3"
        },
        {
            "name": "x ULN",
            "percent": "3-13"
        },
        {
            "name": "Abdominal pain",
            "percent": "11"
        },
        {
            "name": "Hypertension",
            "percent": "23"
        },
        {
            "name": "Petechiae",
            "percent": "11"
        },
        {
            "name": "Anemia",
            "percent": "8-10"
        },
        {
            "name": "Dyspnea",
            "percent": "7-10"
        },
        {
            "name": "Anemia",
            "percent": "7-10"
        },
        {
            "name": "Constipation",
            "percent": "10"
        },
        {
            "name": "Asthenia",
            "percent": "10"
        },
        {
            "name": "Chills",
            "percent": "10"
        },
        {
            "name": "Hypomagnesemia",
            "percent": "10"
        },
        {
            "name": "Back pain",
            "percent": "10"
        },
        {
            "name": "Bilirubinemia",
            "percent": "10"
        },
        {
            "name": "Vaginal hemorrhage",
            "percent": "10"
        },
        {
            "name": "Dyspepsia",
            "percent": "10"
        },
        {
            "name": "Pneumonia",
            "percent": "10"
        },
        {
            "name": "Sweating increased",
            "percent": "3-10"
        },
        {
            "name": "Edema",
            "percent": "2-10"
        },
        {
            "name": "Hypocalcemia",
            "percent": "9"
        },
        {
            "name": "Bilirubin increased",
            "percent": "9"
        },
        {
            "name": "Grade",
            "percent": "3"
        },
        {
            "name": "or",
            "percent": "4"
        },
        {
            "name": "Weakness",
            "percent": "7-9"
        },
        {
            "name": "Hemolytic uremic syndrome",
            "percent": "8"
        },
        {
            "name": "Thrombotic thrombocytopenic purpura",
            "percent": "5"
        },
        {
            "name": "Neutropenia aggravated",
            "percent": "5"
        },
        {
            "name": "Adrenal insufficiency",
            "percent": "5"
        },
        {
            "name": "Paresthesia",
            "percent": "5"
        },
        {
            "name": "Allergic reaction",
            "percent": "5"
        },
        {
            "name": "Torsades de pointes",
            "percent": "5"
        },
        {
            "name": "Pulmonary embolism",
            "percent": "5"
        },
        {
            "name": "Pancreatitis",
            "percent": "5"
        },
        {
            "name": "Bilirubinemia",
            "percent": "5"
        },
        {
            "name": "Hepatic enzymes increased",
            "percent": "5"
        },
        {
            "name": "Hepatic function abnormal",
            "percent": "5"
        },
        {
            "name": "Hepatitis",
            "percent": "5"
        },
        {
            "name": "Hepatomegaly",
            "percent": "5"
        },
        {
            "name": "Jaundice",
            "percent": "5"
        },
        {
            "name": "AST",
            "percent": "5"
        },
        {
            "name": "ALT increased",
            "percent": "5"
        },
        {
            "name": "Hypokalemia",
            "percent": "5"
        },
        {
            "name": "Thrombocytopenia",
            "percent": "5"
        },
        {
            "name": "Renal failure acute",
            "percent": "5"
        },
        {
            "name": "Total bilirubin",
            "percent": "1.5"
        },
        {
            "name": "x ULN",
            "percent": "3-5"
        },
        {
            "name": "AST",
            "percent": "3"
        },
        {
            "name": "Grade",
            "percent": "4"
        },
        {
            "name": "or",
            "percent": "3-4"
        },
        {
            "name": "Alkaline phosphatase",
            "percent": "3"
        },
        {
            "name": "Grade",
            "percent": "4"
        },
        {
            "name": "or",
            "percent": "1-3"
        }
    ]
}