{
    "name": "darolutamide",
    "comment": "Rx",
    "other_names": [
        "Nubeqa"
    ],
    "classes": [
        "Antiandrogens"
    ],
    "source": "https://reference.medscape.com/drug/nubeqa-darolutamide-1000353",
    "pregnancy": {
        "common": [
            "Safety and efficacy have not been established in females",
            "Based on its mechanism of action, fetal harm and loss of pregnancy may occur",
            "Animal embryofetal developmental toxicology studies were not conducted with darolutamide",
            "There are no human data on the use in pregnant females"
        ],
        "specific": [
            {
                "type": "Contraception",
                "description": [
                    "Males: Based on the mechanism of action, advise male patients with female partners of reproductive potential to use effective contraception during treatment and for 1 week after the last dose"
                ]
            },
            {
                "type": "Infertility",
                "description": [
                    "Males: Based on animal studies, fertility may be impaired in males of reproductive potential"
                ]
            }
        ]
    },
    "lactation": {
        "common": [
            "Safety and efficacy have not been established in females",
            "There are no data on the presence of darolutamide or its metabolites in human milk, the effect on the breastfed child, or the effect on milk production"
        ]
    },
    "warnings": {
        "black_box_warning": {
            "common": [],
            "specific": []
        },
        "contraindicators": {
            "common": [
                "None"
            ],
            "specific": []
        },
        "cautions": {
            "common": [
                "Based on its mechanism of action, fetal harm and loss of pregnancy may occur when administered to a pregnant females"
            ],
            "specific": [
                {
                    "type": "Ischemic heart disease",
                    "description": [
                        "Ischemic heart disease, including fatal cases, reported",
                        "Monitor for signs and symptoms of ischemic heart disease",
                        "Optimize management of cardiovascular risk factors, such as hypertension, diabetes, or dyslipidemia",
                        "Discontinue therapy for Grade 3-4 ischemic heart disease",
                        "Inform patients that therapy has been associated with increased risk of ischemic heart disease; advise patients to seek immediate medical attention if any symptoms suggestive of ischemic heart disease event occur"
                    ]
                },
                {
                    "type": "Seizures",
                    "description": [
                        "Seizures may occur",
                        "Unknown if antiepileptic medications will prevent darolutamide-related seizures",
                        "Advise patients of the risk of developing a seizure during therapy and of engaging in any activity where sudden loss of consciousness could cause harm to themselves or others",
                        "Consider discontinuing therapy in patients who develop a seizure during treatment",
                        "Inform patients to contact their healthcare provider right away if they have loss of consciousness or seizure"
                    ]
                },
                {
                    "type": "Drug interaction overview",
                    "description": [
                        "P-gp and CYP3A4 substrate",
                        "BCRP transporter inhibitor; OATP1B1 and OATP1B3 inhibitor",
                        "Combined P-gp and strong or moderate CYP3A4 inducers",
                        "Avoid coadministration",
                        "Combined P-gp and strong or moderate CYP3A4 inducer decreases darolutamide exposure, which may decrease darolutamide activity",
                        "Combined P-gp and strong CYP3A4 inhibitors",
                        "Combined P-gp and strong CYP3A4 inhibitor increases darolutamide exposure which may increase the risk of darolutamide adverse reactions",
                        "Monitor more frequently for darolutamide adverse reactions and modify darolutamide dosage as needed",
                        "Breast cancer resistance protein (BCRP) substrates",
                        "Darolutamide increases the AUC and peak plasma concentration of BCRP substrates, which may increase the risk of BCRP substrate-related toxicities",
                        "Avoid use with drugs that are BCRP substrates where possible",
                        "If used together, monitor more frequently for adverse reactions, and consider dose reduction of the BCRP substrate drug; refer to the prescribing information of the BCRP substrate when used concomitantly with darolutamide"
                    ]
                }
            ]
        }
    },
    "interactions": [
        {
            "classification_type": "Serious",
            "interaction_with": "abametapir",
            "description": {
                "common": "abametapir will increase the level or effect of darolutamide by  Other (see comment). Avoid or Use Alternate Drug. For 2 weeks after abametapir application, avoid taking drugs that are CYP3A4 substrates. If not feasible, avoid use of abametapir."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "alpelisib",
            "description": {
                "common": "darolutamide will increase the level or effect of alpelisib by  Other (see comment). Avoid or Use Alternate Drug. Darolutamide is a BCRP inhibitor. Avoid coadministration with BCRP inhibitors. If use is unavoidable, closely monitor for adverse reactions and consider dose reduction of BCRP substrate drug (refer BCRP substrate prescribing information)."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "apalutamide",
            "description": {
                "common": "apalutamide will decrease the level or effect of darolutamide by  Other (see comment). Avoid or Use Alternate Drug. Darolutamide is a P-gp and CYP3A4 substrate. Avoid coadminstration of darolutamide with combined P-gp and strong or moderate CYP3A4 inducers."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "atorvastatin",
            "description": {
                "common": "darolutamide will increase the level or effect of atorvastatin by  Other (see comment). Avoid or Use Alternate Drug. Darolutamide is a BCRP inhibitor. Avoid coadministration with BCRP inhibitors. If use is unavoidable, closely monitor for adverse reactions and consider dose reduction of BCRP substrate drug (refer BCRP substrate prescribing information)."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "carbamazepine",
            "description": {
                "common": "carbamazepine will decrease the level or effect of darolutamide by  Other (see comment). Avoid or Use Alternate Drug. Darolutamide is a P-gp and CYP3A4 substrate. Avoid coadminstration of darolutamide with combined P-gp and strong or moderate CYP3A4 inducers."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "chlorothiazide",
            "description": {
                "common": "darolutamide will increase the level or effect of chlorothiazide by  Other (see comment). Avoid or Use Alternate Drug. Darolutamide is a BCRP inhibitor. Avoid coadministration with BCRP inhibitors. If use is unavoidable, closely monitor for adverse reactions and consider dose reduction of BCRP substrate drug (refer BCRP substrate prescribing information)."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "cimetidine",
            "description": {
                "common": "darolutamide will increase the level or effect of cimetidine by  Other (see comment). Avoid or Use Alternate Drug. Darolutamide is a BCRP inhibitor. Avoid coadministration with BCRP inhibitors. If use is unavoidable, closely monitor for adverse reactions and consider dose reduction of BCRP substrate drug (refer BCRP substrate prescribing information)."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "daunorubicin",
            "description": {
                "common": "darolutamide will increase the level or effect of daunorubicin by  Other (see comment). Avoid or Use Alternate Drug. Darolutamide is a BCRP inhibitor. Avoid coadministration with BCRP inhibitors. If use is unavoidable, closely monitor for adverse reactions and consider dose reduction of BCRP substrate drug (refer BCRP substrate prescribing information)."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "dipyridamole",
            "description": {
                "common": "darolutamide will increase the level or effect of dipyridamole by  Other (see comment). Avoid or Use Alternate Drug. Darolutamide is a BCRP inhibitor. Avoid coadministration with BCRP inhibitors. If use is unavoidable, closely monitor for adverse reactions and consider dose reduction of BCRP substrate drug (refer BCRP substrate prescribing information)."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "doxorubicin",
            "description": {
                "common": "darolutamide will increase the level or effect of doxorubicin by  Other (see comment). Avoid or Use Alternate Drug. Darolutamide is a BCRP inhibitor. Avoid coadministration with BCRP inhibitors. If use is unavoidable, closely monitor for adverse reactions and consider dose reduction of BCRP substrate drug (refer BCRP substrate prescribing information)."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "efavirenz",
            "description": {
                "common": "efavirenz will decrease the level or effect of darolutamide by  Other (see comment). Avoid or Use Alternate Drug. Darolutamide is a P-gp and CYP3A4 substrate. Avoid coadminstration of darolutamide with combined P-gp and strong or moderate CYP3A4 inducers."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "fexinidazole",
            "description": {
                "common": "fexinidazole will increase the level or effect of darolutamide by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug. Fexinidazole inhibits CYP3A4. Coadministration may increase risk for adverse effects of CYP3A4 substrates. "
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "fluvastatin",
            "description": {
                "common": "darolutamide will increase the level or effect of fluvastatin by  Other (see comment). Avoid or Use Alternate Drug. Darolutamide is a BCRP inhibitor. Avoid coadministration with BCRP inhibitors. If use is unavoidable, closely monitor for adverse reactions and consider dose reduction of BCRP substrate drug (refer BCRP substrate prescribing information)."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "fosphenytoin",
            "description": {
                "common": "fosphenytoin will decrease the level or effect of darolutamide by  Other (see comment). Avoid or Use Alternate Drug. Darolutamide is a P-gp and CYP3A4 substrate. Avoid coadminstration of darolutamide with combined P-gp and strong or moderate CYP3A4 inducers."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "glyburide",
            "description": {
                "common": "darolutamide will increase the level or effect of glyburide by  Other (see comment). Avoid or Use Alternate Drug. Darolutamide is a BCRP inhibitor. Avoid coadministration with BCRP inhibitors. If use is unavoidable, closely monitor for adverse reactions and consider dose reduction of BCRP substrate drug (refer BCRP substrate prescribing information)."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "imatinib",
            "description": {
                "common": "darolutamide will increase the level or effect of imatinib by  Other (see comment). Avoid or Use Alternate Drug. Darolutamide is a BCRP inhibitor. Avoid coadministration with BCRP inhibitors. If use is unavoidable, closely monitor for adverse reactions and consider dose reduction of BCRP substrate drug (refer BCRP substrate prescribing information)."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "irinotecan",
            "description": {
                "common": "darolutamide will increase the level or effect of irinotecan by  Other (see comment). Avoid or Use Alternate Drug. Darolutamide is a BCRP inhibitor. Avoid coadministration with BCRP inhibitors. If use is unavoidable, closely monitor for adverse reactions and consider dose reduction of BCRP substrate drug (refer BCRP substrate prescribing information)."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "lapatinib",
            "description": {
                "common": "darolutamide will increase the level or effect of lapatinib by  Other (see comment). Avoid or Use Alternate Drug. Darolutamide is a BCRP inhibitor. Avoid coadministration with BCRP inhibitors. If use is unavoidable, closely monitor for adverse reactions and consider dose reduction of BCRP substrate drug (refer BCRP substrate prescribing information)."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "lasmiditan",
            "description": {
                "common": "lasmiditan increases levels of darolutamide by P-glycoprotein (MDR1) efflux transporter. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "ledipasvir/sofosbuvir",
            "description": {
                "common": "darolutamide will increase the level or effect of ledipasvir/sofosbuvir by  Other (see comment). Avoid or Use Alternate Drug. Darolutamide is a BCRP inhibitor. Avoid coadministration with BCRP inhibitors. If use is unavoidable, closely monitor for adverse reactions and consider dose reduction of BCRP substrate drug (refer BCRP substrate prescribing information)."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "leflunomide",
            "description": {
                "common": "darolutamide will increase the level or effect of leflunomide by  Other (see comment). Avoid or Use Alternate Drug. Darolutamide is a BCRP inhibitor. Avoid coadministration with BCRP inhibitors. If use is unavoidable, closely monitor for adverse reactions and consider dose reduction of BCRP substrate drug (refer BCRP substrate prescribing information)."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "lenvatinib",
            "description": {
                "common": "darolutamide will increase the level or effect of lenvatinib by  Other (see comment). Avoid or Use Alternate Drug. Darolutamide is a BCRP inhibitor. Avoid coadministration with BCRP inhibitors. If use is unavoidable, closely monitor for adverse reactions and consider dose reduction of BCRP substrate drug (refer BCRP substrate prescribing information)."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "lonafarnib",
            "description": {
                "common": "lonafarnib will increase the level or effect of darolutamide by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug. Avoid coadministration with sensitive CYP3A substrates. If coadministration unavoidable, monitor for adverse reactions and reduce CYP3A substrate dose in accordance with product labeling."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "methotrexate",
            "description": {
                "common": "darolutamide will increase the level or effect of methotrexate by  Other (see comment). Avoid or Use Alternate Drug. Darolutamide is a BCRP inhibitor. Avoid coadministration with BCRP inhibitors. If use is unavoidable, closely monitor for adverse reactions and consider dose reduction of BCRP substrate drug (refer BCRP substrate prescribing information)."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "mitoxantrone",
            "description": {
                "common": "darolutamide will increase the level or effect of mitoxantrone by  Other (see comment). Avoid or Use Alternate Drug. Darolutamide is a BCRP inhibitor. Avoid coadministration with BCRP inhibitors. If use is unavoidable, closely monitor for adverse reactions and consider dose reduction of BCRP substrate drug (refer BCRP substrate prescribing information)."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "nitrofurantoin",
            "description": {
                "common": "darolutamide will increase the level or effect of nitrofurantoin by  Other (see comment). Avoid or Use Alternate Drug. Darolutamide is a BCRP inhibitor. Avoid coadministration with BCRP inhibitors. If use is unavoidable, closely monitor for adverse reactions and consider dose reduction of BCRP substrate drug (refer BCRP substrate prescribing information)."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "osimertinib",
            "description": {
                "common": "darolutamide will increase the level or effect of osimertinib by  Other (see comment). Avoid or Use Alternate Drug. Darolutamide is a BCRP inhibitor. Avoid coadministration with BCRP inhibitors. If use is unavoidable, closely monitor for adverse reactions and consider dose reduction of BCRP substrate drug (refer BCRP substrate prescribing information)."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "ozanimod",
            "description": {
                "common": "darolutamide increases toxicity of ozanimod by Other (see comment). Avoid or Use Alternate Drug. \nComment: Coadministration of ozanimod (a BCRP substrate) with BCRP inhibitors increases the exposure of the minor (RP101988, RP101075) and major active metabolites (CC112273, CC1084037) of ozanimod, which may increase the risk of ozanimod adverse reactions. ."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "pantoprazole",
            "description": {
                "common": "darolutamide will increase the level or effect of pantoprazole by  Other (see comment). Avoid or Use Alternate Drug. Darolutamide is a BCRP inhibitor. Avoid coadministration with BCRP inhibitors. If use is unavoidable, closely monitor for adverse reactions and consider dose reduction of BCRP substrate drug (refer BCRP substrate prescribing information)."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "pazopanib",
            "description": {
                "common": "darolutamide will increase the level or effect of pazopanib by  Other (see comment). Avoid or Use Alternate Drug. Darolutamide is a BCRP inhibitor. Avoid coadministration with BCRP inhibitors. If use is unavoidable, closely monitor for adverse reactions and consider dose reduction of BCRP substrate drug (refer BCRP substrate prescribing information)."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "phenobarbital",
            "description": {
                "common": "phenobarbital will increase the level or effect of darolutamide by  Other (see comment). Avoid or Use Alternate Drug. Darolutamide is a P-gp and CYP3A4 substrate. Avoid coadminstration of darolutamide with combined P-gp and strong or moderate CYP3A4 inducers."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "phenytoin",
            "description": {
                "common": "phenytoin will decrease the level or effect of darolutamide by  Other (see comment). Avoid or Use Alternate Drug. Darolutamide is a P-gp and CYP3A4 substrate. Avoid coadminstration of darolutamide with combined P-gp and strong or moderate CYP3A4 inducers."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "pitavastatin",
            "description": {
                "common": "darolutamide will increase the level or effect of pitavastatin by  Other (see comment). Avoid or Use Alternate Drug. Darolutamide is a BCRP inhibitor. Avoid coadministration with BCRP inhibitors. If use is unavoidable, closely monitor for adverse reactions and consider dose reduction of BCRP substrate drug (refer BCRP substrate prescribing information)."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "primidone",
            "description": {
                "common": "primidone will decrease the level or effect of darolutamide by  Other (see comment). Avoid or Use Alternate Drug. Darolutamide is a P-gp and CYP3A4 substrate. Avoid coadminstration of darolutamide with combined P-gp and strong or moderate CYP3A4 inducers."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "rifabutin",
            "description": {
                "common": "rifabutin will decrease the level or effect of darolutamide by  Other (see comment). Avoid or Use Alternate Drug. Darolutamide is a P-gp and CYP3A4 substrate. Avoid coadminstration of darolutamide with combined P-gp and strong or moderate CYP3A4 inducers."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "rifampin",
            "description": {
                "common": "rifampin will decrease the level or effect of darolutamide by  Other (see comment). Avoid or Use Alternate Drug. Darolutamide is a P-gp and CYP3A4 substrate. Avoid coadminstration of darolutamide with combined P-gp and strong or moderate CYP3A4 inducers."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "rifapentine",
            "description": {
                "common": "rifapentine will decrease the level or effect of darolutamide by  Other (see comment). Avoid or Use Alternate Drug. Darolutamide is a P-gp and CYP3A4 substrate. Avoid coadminstration of darolutamide with combined P-gp and strong or moderate CYP3A4 inducers."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "rimegepant",
            "description": {
                "common": "darolutamide will increase the level or effect of rimegepant by  Other (see comment). Avoid or Use Alternate Drug. Avoid coadministration of rimegepant (a BCRP substrate) with inhibitors of BCRP."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "riociguat",
            "description": {
                "common": "darolutamide will increase the level or effect of riociguat by  Other (see comment). Avoid or Use Alternate Drug. Darolutamide is a BCRP inhibitor. Avoid coadministration with BCRP inhibitors. If use is unavoidable, closely monitor for adverse reactions and consider dose reduction of BCRP substrate drug (refer BCRP substrate prescribing information)."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "rosuvastatin",
            "description": {
                "common": "darolutamide will increase the level or effect of rosuvastatin by  Other (see comment). Avoid or Use Alternate Drug. Darolutamide is a BCRP inhibitor. Avoid coadministration with BCRP inhibitors. If use is unavoidable, closely monitor for adverse reactions; dose of rosuvastatin should not exceed 5 mg once daily (refer BCRP substrate prescribing information)."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "selexipag",
            "description": {
                "common": "darolutamide will increase the level or effect of selexipag by  Other (see comment). Avoid or Use Alternate Drug. Darolutamide is a BCRP inhibitor. Avoid coadministration with BCRP inhibitors. If use is unavoidable, closely monitor for adverse reactions and consider dose reduction of BCRP substrate drug (refer BCRP substrate prescribing information)."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "simvastatin",
            "description": {
                "common": "darolutamide will increase the level or effect of simvastatin by  Other (see comment). Avoid or Use Alternate Drug. Darolutamide is a BCRP inhibitor. Avoid coadministration with BCRP inhibitors. If use is unavoidable, closely monitor for adverse reactions and consider dose reduction of BCRP substrate drug (refer BCRP substrate prescribing information)."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "sotorasib",
            "description": {
                "common": "sotorasib will decrease the level or effect of darolutamide by  P-glycoprotein (MDR1) efflux transporter. Avoid or Use Alternate Drug. If use is unavoidable, refer to the prescribing information of the P-gp substrate for dosage modifications."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "St John's Wort",
            "description": {
                "common": "St John's Wort will decrease the level or effect of darolutamide by  Other (see comment). Avoid or Use Alternate Drug. Darolutamide is a P-gp and CYP3A4 substrate. Avoid coadminstration of darolutamide with combined P-gp and strong or moderate CYP3A4 inducers."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "tepotinib",
            "description": {
                "common": "tepotinib will increase the level or effect of darolutamide by  P-glycoprotein (MDR1) efflux transporter. Avoid or Use Alternate Drug. If concomitant use unavoidable, reduce the P-gp substrate dosage if recommended in its approved product labeling."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "topotecan",
            "description": {
                "common": "darolutamide will increase the level or effect of topotecan by  Other (see comment). Avoid or Use Alternate Drug. Darolutamide is a BCRP inhibitor. Avoid coadministration with BCRP inhibitors. If use is unavoidable, closely monitor for adverse reactions and consider dose reduction of BCRP substrate drug (refer BCRP substrate prescribing information)."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "tucatinib",
            "description": {
                "common": "tucatinib will increase the level or effect of darolutamide by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug. Avoid concomitant use of tucatinib with CYP3A substrates, where minimal concentration changes may lead to serious or life-threatening toxicities. If unavoidable, reduce CYP3A substrate dose according to product labeling."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "velpatasvir",
            "description": {
                "common": "darolutamide will increase the level or effect of velpatasvir by  Other (see comment). Avoid or Use Alternate Drug. Darolutamide is a BCRP inhibitor. Avoid coadministration with BCRP inhibitors. If use is unavoidable, closely monitor for adverse reactions and consider dose reduction of BCRP substrate drug (refer BCRP substrate prescribing information)."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "vemurafenib",
            "description": {
                "common": "darolutamide will increase the level or effect of vemurafenib by  Other (see comment). Avoid or Use Alternate Drug. Darolutamide is a BCRP inhibitor. Avoid coadministration with BCRP inhibitors. If use is unavoidable, closely monitor for adverse reactions and consider dose reduction of BCRP substrate drug (refer BCRP substrate prescribing information)."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "voxelotor",
            "description": {
                "common": "voxelotor will increase the level or effect of darolutamide by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug. Voxelotor increases systemic exposure of sensitive CYP3A4 substrates. Avoid coadministration with sensitive CYP3A4 substrates with a narrow therapeutic index. Consider dose reduction of the sensitive CYP3A4 substrate(s) if unable to avoid."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "belzutifan",
            "description": {
                "common": "belzutifan will decrease the level or effect of darolutamide by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Modify Therapy/Monitor Closely. If unable to avoid coadministration of belzutifan with sensitive CYP3A4 substrates, consider increasing the sensitive CYP3A4 substrate dose in accordance with its prescribing information. "
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "berotralstat",
            "description": {
                "common": "darolutamide increases levels of berotralstat by Other (see comment). Modify Therapy/Monitor Closely. \nComment: Reduced dose of berotralstat (a BCRP substrate) to 110 mg/day when coadministered with BCRP inhibitors."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "cenobamate",
            "description": {
                "common": "cenobamate will decrease the level or effect of darolutamide by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Modify Therapy/Monitor Closely. Increase dose of CYP3A4 substrate, as needed, when coadministered with cenobamate."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "clarithromycin",
            "description": {
                "common": "clarithromycin will increase the level or effect of darolutamide by  Other (see comment). Modify Therapy/Monitor Closely. Darolutamide is a P-gp and CYP3A4 substrate. Closely monitor for increased adverse reactions and modify dose of darolutamide as needed when coadministered with drugs that are both P-gp and strong or moderate CYP3A4 inhibitors."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "cobicistat",
            "description": {
                "common": "cobicistat will increase the level or effect of darolutamide by  Other (see comment). Modify Therapy/Monitor Closely. Darolutamide is a P-gp and CYP3A4 substrate. Closely monitor for increased adverse reactions and modify dose of darolutamide as needed when coadministered with drugs that are both P-gp and strong or moderate CYP3A4 inhibitors."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "conivaptan",
            "description": {
                "common": "conivaptan will increase the level or effect of darolutamide by  Other (see comment). Modify Therapy/Monitor Closely. Darolutamide is a P-gp and CYP3A4 substrate. Closely monitor for increased adverse reactions and modify dose of darolutamide as needed when coadministered with drugs that are both P-gp and strong or moderate CYP3A4 inhibitors."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "cyclosporine",
            "description": {
                "common": "cyclosporine will increase the level or effect of darolutamide by  Other (see comment). Modify Therapy/Monitor Closely. Darolutamide is a P-gp and CYP3A4 substrate. Closely monitor for increased adverse reactions and modify dose of darolutamide as needed when coadministered with drugs that are both P-gp and strong or moderate CYP3A4 inhibitors."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "dronedarone",
            "description": {
                "common": "dronedarone will increase the level or effect of darolutamide by  Other (see comment). Modify Therapy/Monitor Closely. Darolutamide is a P-gp and CYP3A4 substrate. Closely monitor for increased adverse reactions and modify dose of darolutamide as needed when coadministered with drugs that are both P-gp and strong or moderate CYP3A4 inhibitors."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "elagolix",
            "description": {
                "common": "elagolix will increase the level or effect of darolutamide by  P-glycoprotein (MDR1) efflux transporter. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "erythromycin base",
            "description": {
                "common": "erythromycin base will increase the level or effect of darolutamide by  Other (see comment). Modify Therapy/Monitor Closely. Darolutamide is a P-gp and CYP3A4 substrate. Closely monitor for increased adverse reactions and modify dose of darolutamide as needed when coadministered with drugs that are both P-gp and strong or moderate CYP3A4 inhibitors."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "etravirine",
            "description": {
                "common": "etravirine will increase the level or effect of darolutamide by  Other (see comment). Modify Therapy/Monitor Closely. Darolutamide is a P-gp and CYP3A4 substrate. Closely monitor for increased adverse reactions and modify dose of darolutamide as needed when coadministered with drugs that are both P-gp and strong or moderate CYP3A4 inhibitors."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "fedratinib",
            "description": {
                "common": "fedratinib will increase the level or effect of darolutamide by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor. Adjust dose of drugs that are CYP3A4 substrates as necessary."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "gallium Ga 68 PSMA-11",
            "description": {
                "common": "darolutamide will decrease the level or effect of gallium Ga 68 PSMA-11 by  unspecified interaction mechanism. Modify Therapy/Monitor Closely. Androgen deprivation therapy and other therapies targeting the androgen pathway may result in changes in the uptake of gallium Ga 68 PSMA-11 in prostate cancer. The effect of ADT on the performance of gallium Ga 68 PSMA-11 is unknown."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "grapefruit",
            "description": {
                "common": "grapefruit will increase the level or effect of darolutamide by  Other (see comment). Modify Therapy/Monitor Closely. Darolutamide is a P-gp and CYP3A4 substrate. Closely monitor for increased adverse reactions and modify dose of darolutamide as needed when coadministered with drugs that are both P-gp and strong or moderate CYP3A4 inhibitors."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "indinavir",
            "description": {
                "common": "indinavir will increase the level or effect of darolutamide by  Other (see comment). Modify Therapy/Monitor Closely. Darolutamide is a P-gp and CYP3A4 substrate. Closely monitor for increased adverse reactions and modify dose of darolutamide as needed when coadministered with drugs that are both P-gp and strong or moderate CYP3A4 inhibitors."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "istradefylline",
            "description": {
                "common": "istradefylline will increase the level or effect of darolutamide by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor. Istradefylline 40 mg/day increased peak levels and AUC of CYP3A4 substrates in clinical trials. This effect was not observed with istradefylline 20 mg/day. Consider dose reduction of sensitive CYP3A4 substrates."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "itraconazole",
            "description": {
                "common": "itraconazole will increase the level or effect of darolutamide by  Other (see comment). Modify Therapy/Monitor Closely. Darolutamide is a P-gp and CYP3A4 substrate. Closely monitor for increased adverse reactions and modify dose of darolutamide as needed when coadministered with drugs that are both P-gp and strong or moderate CYP3A4 inhibitors."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ketoconazole",
            "description": {
                "common": "ketoconazole will increase the level or effect of darolutamide by  Other (see comment). Modify Therapy/Monitor Closely. Darolutamide is a P-gp and CYP3A4 substrate. Closely monitor for increased adverse reactions and modify dose of darolutamide as needed when coadministered with drugs that are both P-gp and strong or moderate CYP3A4 inhibitors."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "lapatinib",
            "description": {
                "common": "lapatinib will increase the level or effect of darolutamide by  Other (see comment). Modify Therapy/Monitor Closely. Darolutamide is a P-gp and CYP3A4 substrate. Closely monitor for increased adverse reactions and modify dose of darolutamide as needed when coadministered with drugs that are both P-gp and strong or moderate CYP3A4 inhibitors."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "lenacapavir",
            "description": {
                "common": "lenacapavir will increase the level or effect of darolutamide by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor. Lencapavir (a moderate CYP3A4 inhibitor) may increase CYP3A4 substrates initiated within 9 months after last SC dose of lenacapavir, which may increase potential risk of adverse reactions of CYP3A4 substrates. "
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "levoketoconazole",
            "description": {
                "common": "levoketoconazole will increase the level or effect of darolutamide by  Other (see comment). Modify Therapy/Monitor Closely. Darolutamide is a P-gp and CYP3A4 substrate. Closely monitor for increased adverse reactions and modify dose of darolutamide as needed when coadministered with drugs that are both P-gp and strong or moderate CYP3A4 inhibitors."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "lonafarnib",
            "description": {
                "common": "lonafarnib will increase the level or effect of darolutamide by  P-glycoprotein (MDR1) efflux transporter. Modify Therapy/Monitor Closely. Lonafarnib is a weak P-gp inhibitor. Monitor for adverse reactions if coadministered with P-gp substrates where minimal concentration changes may lead to serious or life-threatening toxicities. Reduce P-gp substrate dose if needed."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "lopinavir",
            "description": {
                "common": "lopinavir will increase the level or effect of darolutamide by  Other (see comment). Modify Therapy/Monitor Closely. Darolutamide is a P-gp and CYP3A4 substrate. Closely monitor for increased adverse reactions and modify dose of darolutamide as needed when coadministered with drugs that are both P-gp and strong or moderate CYP3A4 inhibitors."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "nelfinavir",
            "description": {
                "common": "nelfinavir will increase the level or effect of darolutamide by  Other (see comment). Modify Therapy/Monitor Closely. Darolutamide is a P-gp and CYP3A4 substrate. Closely monitor for increased adverse reactions and modify dose of darolutamide as needed when coadministered with drugs that are both P-gp and strong or moderate CYP3A4 inhibitors."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ombitasvir/paritaprevir/ritonavir & dasabuvir (DSC)",
            "description": {
                "common": "ombitasvir/paritaprevir/ritonavir & dasabuvir (DSC) will increase the level or effect of darolutamide by  Other (see comment). Modify Therapy/Monitor Closely. Darolutamide is a P-gp and CYP3A4 substrate. Closely monitor for increased adverse reactions and modify dose of darolutamide as needed when coadministered with drugs that are both P-gp and strong or moderate CYP3A4 inhibitors."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "posaconazole",
            "description": {
                "common": "posaconazole will increase the level or effect of darolutamide by  Other (see comment). Modify Therapy/Monitor Closely. Darolutamide is a P-gp and CYP3A4 substrate. Closely monitor for increased adverse reactions and modify dose of darolutamide as needed when coadministered with drugs that are both P-gp and strong or moderate CYP3A4 inhibitors."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ritonavir",
            "description": {
                "common": "ritonavir will increase the level or effect of darolutamide by  Other (see comment). Modify Therapy/Monitor Closely. Darolutamide is a P-gp and CYP3A4 substrate. Closely monitor for increased adverse reactions and modify dose of darolutamide as needed when coadministered with drugs that are both P-gp and strong or moderate CYP3A4 inhibitors."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "rucaparib",
            "description": {
                "common": "rucaparib will increase the level or effect of darolutamide by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Modify Therapy/Monitor Closely. Adjust dosage of CYP3A4 substrates, if clinically indicated."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "saquinavir",
            "description": {
                "common": "saquinavir will increase the level or effect of darolutamide by  Other (see comment). Modify Therapy/Monitor Closely. Darolutamide is a P-gp and CYP3A4 substrate. Closely monitor for increased adverse reactions and modify dose of darolutamide as needed when coadministered with drugs that are both P-gp and strong or moderate CYP3A4 inhibitors."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "sofosbuvir",
            "description": {
                "common": "darolutamide will increase the level or effect of sofosbuvir by  Other (see comment). Modify Therapy/Monitor Closely. Darolutamide is a BCRP inhibitor. Avoid coadministration with BCRP inhibitors. If use is unavoidable, closely monitor for adverse reactions and consider dose reduction of BCRP substrate drug (refer BCRP substrate prescribing information)."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "stiripentol",
            "description": {
                "common": "stiripentol will increase the level or effect of darolutamide by  Other (see comment). Modify Therapy/Monitor Closely. Darolutamide is a P-gp and CYP3A4 substrate. Closely monitor for increased adverse reactions and modify dose of darolutamide as needed when coadministered with drugs that are both P-gp and strong or moderate CYP3A4 inhibitors."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "sulfasalazine",
            "description": {
                "common": "darolutamide will increase the level or effect of sulfasalazine by  Other (see comment). Modify Therapy/Monitor Closely. Darolutamide is a BCRP inhibitor. Avoid coadministration with BCRP inhibitors. If use is unavoidable, closely monitor for adverse reactions and consider dose reduction of BCRP substrate drug (refer BCRP substrate prescribing information)."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "talazoparib",
            "description": {
                "common": "darolutamide will increase the level or effect of talazoparib by  Other (see comment). Modify Therapy/Monitor Closely. Darolutamide is a BCRP inhibitor. Avoid coadministration with BCRP inhibitors. If use is unavoidable, closely monitor for adverse reactions and consider dose reduction of BCRP substrate drug (refer BCRP substrate prescribing information)."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "tazemetostat",
            "description": {
                "common": "tazemetostat will decrease the level or effect of darolutamide by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "tenofovir AF",
            "description": {
                "common": "darolutamide will increase the level or effect of tenofovir AF by  Other (see comment). Modify Therapy/Monitor Closely. Darolutamide is a BCRP inhibitor. Avoid coadministration with BCRP inhibitors. If use is unavoidable, closely monitor for adverse reactions and consider dose reduction of BCRP substrate drug (refer BCRP substrate prescribing information)."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "tenofovir DF",
            "description": {
                "common": "darolutamide will increase the level or effect of tenofovir DF by  Other (see comment). Modify Therapy/Monitor Closely. Darolutamide is a BCRP inhibitor. Avoid coadministration with BCRP inhibitors. If use is unavoidable, closely monitor for adverse reactions and consider dose reduction of BCRP substrate drug (refer BCRP substrate prescribing information)."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "tipranavir",
            "description": {
                "common": "tipranavir will increase the level or effect of darolutamide by  Other (see comment). Modify Therapy/Monitor Closely. Darolutamide is a P-gp and CYP3A4 substrate. Closely monitor for increased adverse reactions and modify dose of darolutamide as needed when coadministered with drugs that are both P-gp and strong or moderate CYP3A4 inhibitors."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "tucatinib",
            "description": {
                "common": "tucatinib will increase the level or effect of darolutamide by  P-glycoprotein (MDR1) efflux transporter. Use Caution/Monitor. Consider reducing the dosage of P-gp substrates, where minimal concentration changes may lead to serious or life-threatening toxicities."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "verapamil",
            "description": {
                "common": "verapamil will increase the level or effect of darolutamide by  Other (see comment). Minor/Significance Unknown. Darolutamide is a P-gp and CYP3A4 substrate. Closely monitor for increased adverse reactions and modify dose of darolutamide as needed when coadministered with drugs that are both P-gp and strong or moderate CYP3A4 inhibitors."
            }
        }
    ],
    "adverse effects": [
        {
            "name": "AST increased",
            "percent": "23"
        },
        {
            "name": "Neutrophil count decreased",
            "percent": "20"
        },
        {
            "name": "Fatigue",
            "percent": "16"
        },
        {
            "name": "Bilirubin increased",
            "percent": "16"
        },
        {
            "name": "Constipation",
            "percent": "23"
        },
        {
            "name": "Decreased appetite",
            "percent": "19"
        },
        {
            "name": "Rash",
            "percent": "19"
        },
        {
            "name": "Hemorrhage",
            "percent": "18"
        },
        {
            "name": "Weight increased",
            "percent": "18"
        },
        {
            "name": "Hypertension",
            "percent": "14"
        },
        {
            "name": "Pain in extremity",
            "percent": "6"
        },
        {
            "name": "Rash",
            "percent": "4"
        },
        {
            "name": "Neutrophil count decreased",
            "percent": "3"
        },
        {
            "name": "Grade",
            "percent": "4"
        },
        {
            "name": "or",
            "percent": "4"
        },
        {
            "name": "Hypertension",
            "percent": "3"
        },
        {
            "name": "Grade",
            "percent": "4"
        },
        {
            "name": "or",
            "percent": "7"
        },
        {
            "name": "Weight increased",
            "percent": "3"
        },
        {
            "name": "Grade",
            "percent": "4"
        },
        {
            "name": "or",
            "percent": "2.1"
        },
        {
            "name": "Rash",
            "percent": "3"
        },
        {
            "name": "Grade",
            "percent": "4"
        },
        {
            "name": "or",
            "percent": "1.8"
        },
        {
            "name": "Hemorrhage",
            "percent": "3"
        },
        {
            "name": "Grade",
            "percent": "4"
        },
        {
            "name": "or",
            "percent": "1.4"
        },
        {
            "name": "Fatigue",
            "percent": "3"
        },
        {
            "name": "Grade",
            "percent": "4"
        },
        {
            "name": "or",
            "percent": "0.6"
        },
        {
            "name": "AST increased",
            "percent": "3"
        },
        {
            "name": "Grade",
            "percent": "4"
        },
        {
            "name": "or",
            "percent": "0.5"
        },
        {
            "name": "Rash",
            "percent": "3"
        },
        {
            "name": "Grade",
            "percent": "4"
        },
        {
            "name": "or",
            "percent": "0.1"
        },
        {
            "name": "Bilirubin increased",
            "percent": "3"
        },
        {
            "name": "Grade",
            "percent": "4"
        },
        {
            "name": "or",
            "percent": "0.1"
        },
        {
            "name": "Constipation",
            "percent": "3"
        },
        {
            "name": "Grade",
            "percent": "4"
        },
        {
            "name": "or",
            "percent": "0.3"
        },
        {
            "name": "Decreased appetite",
            "percent": "3"
        },
        {
            "name": "Grade",
            "percent": "4"
        },
        {
            "name": "or",
            "percent": "0.2"
        }
    ]
}