{
    "name": "obeticholic acid",
    "comment": "Rx",
    "other_names": [
        "Ocaliva"
    ],
    "classes": [
        "Farnesoid X Receptor Agonists"
    ],
    "source": "https://reference.medscape.com/drug/ocaliva-obeticholic-acid-1000074",
    "pregnancy": {
        "common": [
            "Limited available human data on the use of obeticholic acid during pregnancy are not sufficient to inform a drug-associated risk"
        ],
        "specific": []
    },
    "lactation": {
        "common": [
            "There is no information on presence in human milk, effects on breastfed infants, or effects on milk production ",
            "Consider developmental and health benefits of breastfeeding along with the mother’s clinical need for the drug, and any potential adverse effects on the breastfed infant from the drug or from the underlying maternal condition"
        ]
    },
    "warnings": {
        "black_box_warning": {
            "common": [],
            "specific": [
                {
                    "type": "Hepatic decompensation and failure in primary biliary cholangitis with cirrhosis",
                    "description": [
                        "Hepatic decompensation and failure, in some cases fatal or resulting in liver transplant, reported in patients with primary biliary cholangitis (PBC) with either compensated or decompensated cirrhosis",
                        "Contraindicated in PBC with decompensated cirrhosis, prior decompensation event, or with compensated cirrhosis in patients who have evidence of portal hypertension",
                        "Permanently discontinue in patients who develop laboratory or clinical evidence of hepatic decompensation, have compensated cirrhosis and develop evidence of portal hypertension, or experience clinically significant hepatic adverse reactions during treatment"
                    ]
                }
            ]
        },
        "contraindicators": {
            "common": [
                "Complete biliary obstruction",
                "Decompensated cirrhosis (eg, Child-Pugh Class B or C) or a prior decompensation event",
                "Compensated cirrhosis with evidence of portal hypertension (eg, ascites, gastroesophageal varices, persistent thrombocytopenia)"
            ],
            "specific": []
        },
        "cautions": {
            "common": [
                "Patients with PBC generally exhibit hyperlipidemia characterized by a significant elevation in total cholesterol primarily due to increased levels of high-density lipoprotein-cholesterol (HDL-C); monitor for reduction in HDL-C; for patients who do not respond after 1 yr at the highest recommended dosage that can be tolerated (ie, 10 mg/day), and who experience a reduction in HDL-C, weigh the potential risks against the benefits of continuing treatment ",
                "Severe pruritus reported; evaluate patients with new onset or worsening pruritus; consider treatment with bile acid binding resins, antihistamines, dose reduction, and/or temporary dose interruption "
            ],
            "specific": [
                {
                    "type": "Hepatic impairment",
                    "description": [
                        "Closely monitor patients with compensated cirrhosis, concomitant hepatic disease, and/or severe intercurrent illness for new evidence of portal hypertension (eg, ascites, gastroesophageal varices, persistent thrombocytopenia) or increases above the upper limit of normal in total bilirubin, direct bilirubin, or prothrombin time to determine whether drug discontinuation is needed",
                        "Permanently discontinue therapy in patients who develop laboratory or clinical evidence of hepatic decompensation, have compensated cirrhosis and develop evidence of portal hypertension, or experience clinically significant hepatic adverse reactions while on treatment; interrupt treatment during severe intercurrent illness"
                    ]
                },
                {
                    "type": "Hepatic decompensation and failure",
                    "description": [
                        "Hepatic decompensation and failure, sometimes fatal or resulting in liver transplant, reported with treatment in PBC patients with cirrhosis, either compensated or decompensated",
                        "Routinely monitor patients for progression of PBC, including hepatic adverse reactions, with laboratory and clinical assessments to determine whether drug discontinuation is needed",
                        "Closely monitor with compensated cirrhosis, concomitant hepatic disease (eg, autoimmune hepatitis, alcoholic liver disease), and/or with severe intercurrent illness for new evidence of portal hypertension (eg, ascites, gastroesophageal varices, persistent thrombocytopenia) or increases above the upper limit of normal in total bilirubin, direct bilirubin, or prothrombin time to determine whether drug discontinuation is needed",
                        "If severe intercurrent illness occurs, interrupt treatment and monitor the patient’s liver function; after resolution of the intercurrent illness, consider the potential risks and benefits of restarting treatment",
                        "Permanently discontinue therapy in the following patients who:",
                        "Develop laboratory or clinical evidence of hepatic decompensation (eg, ascites, jaundice, variceal bleeding, hepatic encephalopathy)",
                        "Have compensated cirrhosis and develop evidence of portal hypertension (eg, ascites, gastroesophageal varices, persistent thrombocytopenia)",
                        "Experience clinically significant hepatic adverse reactions.",
                        "Develop complete biliary obstruction"
                    ]
                },
                {
                    "type": "FDA MedWatch alert",
                    "description": [
                        "On May 26, 2021, ",
                        "FDA ",
                        "restricted use of obeticholic acid in patients having PBC with advanced liver cirrhosis because it can cause serious harm",
                        "Some PBC patients with cirrhosis (especially advanced cirrhosis) developed liver failure and some requiring liver transplant",
                        "FDA identified 25 serious liver injury cases leading to liver decompensation or liver failure associated with obeticholic acid in PBC patients with cirrhosis, both in those without clinical signs of cirrhosis (compensated) or in those with clinical signs of cirrhosis (decompensated)",
                        "Advanced cirrhosis is defined as cirrhosis with current or prior evidence of hepatic decompensation (eg, encephalopathy, coagulopathy) or portal hypertension (eg, ascites, gastroesophageal varices, persistent thrombocytopenia)",
                        "Advise patients to contact prescriber immediately if any symptoms develop",
                        "Monitor for clinically significant liver-related adverse reactions that may manifest as development of acute-on-chronic liver disease with nausea, vomiting, diarrhea, jaundice, scleral icterus, and/or dark urine; permanently discontinue if these symptoms develop"
                    ]
                },
                {
                    "type": "Drug interaction overview",
                    "description": [
                        "CYP3A4 inhibitor",
                        "Downregulation of mRNA was observed in a concentration-dependent fashion for CYP1A2 and CYP3A4 by obeticholic acid and its glycine and taurine conjugate",
                        "Bile-acid binding resins",
                        "Separate obeticholic acid dosing from bile-acid resins",
                        "Bile-acid binding resins may reduce the absorption, systemic exposure, and efficacy of obeticholic acid",
                        "Warfarin",
                        "Monitor INR and adjust warfarin dose accordingly",
                        "Coadministration of warfarin and obeticholic acid has been shown to decrease the INR",
                        "CYP1A2 substrates with narrow therapeutic index ",
                        "Monitor CYP1A2 substrates with narrow therapeutic index",
                        "Obeticholic acid may increase exposure of CYP1A2 substrates",
                        "Bile salt efflux pump (BSEP) inhibitors",
                        "Avoid coadministration",
                        "BSEP inhibitors may exacerbate accumulation of conjugated bile salts in the liver and result in clinical symptoms"
                    ]
                }
            ]
        }
    },
    "interactions": [
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "cholestyramine",
            "description": {
                "common": "cholestyramine will decrease the level or effect of obeticholic acid by  drug binding in GI tract. Modify Therapy/Monitor Closely. Administer obeticholic acid at least 4 hr before or 4 hr after taking a bile acid binding resins."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "colesevelam",
            "description": {
                "common": "colesevelam will decrease the level or effect of obeticholic acid by  drug binding in GI tract. Modify Therapy/Monitor Closely. Administer obeticholic acid at least 4 hr before or 4 hr after taking a bile acid binding resins."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "colestipol",
            "description": {
                "common": "colestipol will decrease the level or effect of obeticholic acid by  drug binding in GI tract. Modify Therapy/Monitor Closely. Administer obeticholic acid at least 4 hr before or 4 hr after taking a bile acid binding resins."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "theophylline",
            "description": {
                "common": "obeticholic acid will increase the level or effect of theophylline by  affecting hepatic enzyme CYP1A2 metabolism. Modify Therapy/Monitor Closely. CYP1A2 substrates that have a narrow therapeutic index should be monitored closely and the dose adjusted accordingly."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "tizanidine",
            "description": {
                "common": "obeticholic acid will increase the level or effect of tizanidine by  affecting hepatic enzyme CYP1A2 metabolism. Modify Therapy/Monitor Closely. CYP1A2 substrates that have a narrow therapeutic index should be monitored closely and the dose adjusted accordingly."
            }
        }
    ],
    "adverse effects": [
        {
            "name": "Pruritus",
            "percent": "56-70"
        },
        {
            "name": "Fatigue",
            "percent": "19-25"
        },
        {
            "name": "Severe pruritus",
            "percent": "19-23"
        },
        {
            "name": "Reduced HDL",
            "percent": "9-20"
        },
        {
            "name": "C",
            "percent": "10-19"
        },
        {
            "name": "Abdominal pain and discomfort",
            "percent": "7-10"
        },
        {
            "name": "Rash",
            "percent": "6-10"
        },
        {
            "name": "Arthralgia",
            "percent": "7-8"
        },
        {
            "name": "Oropharyngeal pain",
            "percent": "7"
        },
        {
            "name": "Dizziness",
            "percent": "7"
        },
        {
            "name": "Constipation",
            "percent": "3-7"
        },
        {
            "name": "Peripheral edema",
            "percent": "3-7"
        },
        {
            "name": "Palpitations",
            "percent": "7"
        },
        {
            "name": "Pyrexia",
            "percent": "4-6"
        },
        {
            "name": "Thyroid function abnormality",
            "percent": "3-6"
        },
        {
            "name": "Eczema",
            "percent": null
        },
        {
            "name": "Hepatobiliary disorders",
            "percent": null
        },
        {
            "name": "Liver failure",
            "percent": null
        },
        {
            "name": "new onset cirrhosis",
            "percent": null
        },
        {
            "name": "increased direct and total bilirubin",
            "percent": null
        },
        {
            "name": "new or worsening of jaundice",
            "percent": null
        }
    ]
}