{
    "name": "ocrelizumab",
    "comment": "Rx",
    "other_names": [
        "Ocrevus"
    ],
    "classes": [
        "Monoclonal Antibodies",
        "Multiple Sclerosis Treatments"
    ],
    "source": "https://reference.medscape.com/drug/ocrevus-ocrelizumab-1000112",
    "pregnancy": {
        "common": [
            "No data available to assess risk in pregnant women",
            "Drug is a humanized monoclonal antibody of an immunoglobulin G1 subtype and immunoglobulins are known to cross the placental barrier",
            "However, transient peripheral B-cell depletion and lymphocytopenia have been reported in infants born to mothers exposed to other anti-CD20 antibodies during pregnancy",
            "B-cell levels in infants following maternal exposure to drug have not been studied in clinical trials; the potential duration of B-cell depletion in such infants, and impact of B-cell depletion on vaccine safety and effectiveness, is unknown",
            "See Cautions for information regarding vaccinating infants born to mothers taking ocrelizumab",
            "A pregnancy exposure registry monitors pregnancy and fetal/neonatal/infant outcomes in women exposed to OCREVUS during pregnancy; physicians are encouraged to register patients and pregnant women are encouraged to register themselves by calling 1-833-872-4370 or visiting "
        ],
        "specific": [
            {
                "type": "Contraception",
                "description": [
                    "Women of childbearing potential should use contraception while receiving ocrelizumab and for 6 months after the last infusion"
                ]
            }
        ]
    },
    "lactation": {
        "common": [
            "Unknown if distributed in human breast milk",
            "Consider the developmental and health benefits of breastfeeding along with the mother’s clinical need for the drug, and any potential adverse effects on the breastfed infant from the drug or from the underlying maternal condition"
        ]
    },
    "warnings": {
        "black_box_warning": {
            "common": [],
            "specific": []
        },
        "contraindicators": {
            "common": [
                "Active HBV infection",
                "History of life-threatening infusion reaction to ocrelizumab"
            ],
            "specific": []
        },
        "cautions": {
            "common": [
                "Infusion reactions (eg, pruritus, rash, urticaria, erythema, bronchospasm, throat irritation, oropharyngeal pain, dyspnea, pharyngeal or laryngeal edema, flushing, hypotension, pyrexia, fatigue, headache, dizziness, nausea, tachycardia) may occur; monitor during treatment and at least 1 hr after treatment; inform patients that infusion reactions can occur up to 24 hours after infusion",
                "B-cell depleting therapy decreases immunoglobulin levels, which is associated with increased rates of serious infections; monitor levels of quantitative serum immunoglobulins during treatment and after discontinuing until B-cell repletion; consider discontinuing in patients with serious opportunistic or recurrent serious infection, and if prolonged hypogammaglobulinemia requires treatment with IVIG ",
                "Increased risk of malignancy, including breast cancer exists; patients should follow standard breast cancer screening guidelines",
                "Infections"
            ],
            "specific": [
                {
                    "type": "Immune-mediated colitis",
                    "description": [
                        "In clinical trials, a higher proportion of ocrelizumab-treated patients experienced infections (eg, respiratory tract) compared with interferon-beta1a or placebo",
                        "HBV reactivation: Fulminant hepatitis, hepatic failure, and death caused by HBV reactivation have occurred in patients treated with other anti-CD20 antibodies",
                        "Perform HBV screening in all patients before initiation of treatment; do not administer to patients with active HBV confirmed by positive results for HBsAg and anti-HB tests; for patients who are negative for surface antigen [HBsAg] and positive for HB core antibody [HBcAb+] or are carriers of HBV [HBsAg+], consult liver disease experts before starting and during treatment",
                        "Herpes simplex virus",
                        "Serious cases of infections caused by herpes simplex virus and varicella-zoster virus, including central nervous system infections (encephalitis and meningitis), intraocular infections, and disseminated skin and soft tissue infections, reported in the postmarketing setting",
                        "Serious herpes virus infections may occur at any time during treatment; some cases life-threatening",
                        "If serious herpes infections occur, discontinue therapy or withhold until infection has resolved; appropriate treatment should be administered",
                        "Progressive multifocal leukoencephalopathy (PML)",
                        "PML is an opportunistic viral infection of the brain caused by the John Cunningham (JC) virus",
                        "PML observed in patients treated with other anti-CD20 antibodies and other multiple sclerosis therapies and has also been associated with some risk factors (eg, immunocompromised patients, polytherapy with immunosuppressants)",
                        "PML has occurred in ocrelizumab-treated patients who had not been treated previously with natalizumab (which has a known association with PML), were not taking any immunosuppressive or immunomodulatory medications associated with the risk of PML prior to or concomitantly with this drug, and did not have any known ongoing systemic medical conditions resulting in compromised immune system function",
                        "Typical symptoms associated with PML are diverse, progress over days to weeks, and include progressive weakness on one side of the body or clumsiness of limbs, disturbance of vision, and changes in thinking, memory, and orientation leading to confusion and personality changes",
                        "MRI findings may be apparent before clinical signs or symptoms; cases of PML, diagnosed based on MRI findings and detection of JCV DNA in the cerebrospinal fluid in absence of clinical signs or symptoms specific to PML, reported in patients treated with other MS medications associated with PML",
                        "Monitoring with MRI for signs that may be consistent with PML may be useful, and any suspicious findings should lead to further investigation to allow for an early diagnosis of PML, if present; following discontinuation of another MS medication associated with PML, lower PML-related mortality and morbidity have been reported in patients who were initially asymptomatic at diagnosis compared to patients who had characteristic clinical signs and symptoms at diagnosis",
                        "Not known whether these differences are due to early detection and discontinuation of MS treatment or due to differences in disease in these patients",
                        "At the first sign or symptom suggestive of PML, withhold drug and perform an appropriate diagnostic evaluation; if PML confirmed, treatment should be discontinued"
                    ]
                },
                {
                    "type": "Drug interaction overview",
                    "description": [
                        "Immune-mediated colitis, which can present as a severe and acute-onset form of colitis, reported in patients receiving this medication in postmarketing setting; some cases of colitis were serious, requiring hospitalization, with a few patients requiring surgical intervention; systemic corticosteroids were required in many of these patients",
                        "The time from treatment initiation to onset of symptoms in these cases ranged from a few weeks to years; monitor patients for immune-mediated colitis during treatment, and evaluate promptly if signs and symptoms that may indicate immune-mediated colitis, such as new or persistent diarrhea or other gastrointestinal signs and symptoms, occur"
                    ]
                }
            ]
        }
    },
    "interactions": [
        {
            "classification_type": "Serious",
            "interaction_with": "adenovirus types 4 and 7 live, oral",
            "description": {
                "common": "ocrelizumab decreases effects of adenovirus types 4 and 7 live, oral by immunosuppressive effects; risk of infection. Avoid or Use Alternate Drug. Vaccination with live-attenuated or live vaccines is not recommended during ocrelizumab treatment and until B-cell repletion."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "axicabtagene ciloleucel",
            "description": {
                "common": "ocrelizumab, axicabtagene ciloleucel.\nEither increases effects of the other by immunosuppressive effects; risk of infection. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "baricitinib",
            "description": {
                "common": "baricitinib and ocrelizumab both increase  immunosuppressive effects; risk of infection. Avoid or Use Alternate Drug. Baricitinib is not recommended in combination with other JAK inhibitors, biologic DMARDs, or potent immunosuppressives."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "BCG intravesical live",
            "description": {
                "common": "ocrelizumab decreases effects of BCG intravesical live by immunosuppressive effects; risk of infection. Avoid or Use Alternate Drug. Avoid coadministration of ocrelizumab with BCG intravesical because immunosuppressive effects may decrease the efficacy of BCG intravesical."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "brexucabtagene autoleucel",
            "description": {
                "common": "ocrelizumab, brexucabtagene autoleucel.\nEither increases effects of the other by immunosuppressive effects; risk of infection. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "ciltacabtagene autoleucel",
            "description": {
                "common": "ocrelizumab, ciltacabtagene autoleucel.\nEither increases effects of the other by immunosuppressive effects; risk of infection. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "hepatitis A vaccine inactivated",
            "description": {
                "common": "ocrelizumab decreases effects of hepatitis A vaccine inactivated by immunosuppressive effects; risk of infection. Avoid or Use Alternate Drug. Vaccination with live-attenuated or live vaccines is not recommended during ocrelizumab treatment and until B-cell repletion."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "hepatitis a/b vaccine",
            "description": {
                "common": "ocrelizumab decreases effects of hepatitis a/b vaccine by immunosuppressive effects; risk of infection. Avoid or Use Alternate Drug. Vaccination with live-attenuated or live vaccines is not recommended during ocrelizumab treatment and until B-cell repletion."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "hepatitis b vaccine",
            "description": {
                "common": "ocrelizumab decreases effects of hepatitis b vaccine by immunosuppressive effects; risk of infection. Avoid or Use Alternate Drug. Vaccination with live-attenuated or live vaccines is not recommended during ocrelizumab treatment and until B-cell repletion."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "HIV vaccine",
            "description": {
                "common": "ocrelizumab decreases effects of HIV vaccine by immunosuppressive effects; risk of infection. Avoid or Use Alternate Drug. Vaccination with live-attenuated or live vaccines is not recommended during ocrelizumab treatment and until B-cell repletion."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "human papillomavirus vaccine, nonavalent",
            "description": {
                "common": "ocrelizumab decreases effects of human papillomavirus vaccine, nonavalent by immunosuppressive effects; risk of infection. Avoid or Use Alternate Drug. Vaccination with live-attenuated or live vaccines is not recommended during ocrelizumab treatment and until B-cell repletion."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "human papillomavirus vaccine, quadrivalent",
            "description": {
                "common": "ocrelizumab decreases effects of human papillomavirus vaccine, quadrivalent by immunosuppressive effects; risk of infection. Avoid or Use Alternate Drug. Vaccination with live-attenuated or live vaccines is not recommended during ocrelizumab treatment and until B-cell repletion."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "idecabtagene vicleucel",
            "description": {
                "common": "ocrelizumab, idecabtagene vicleucel.\nEither increases effects of the other by immunosuppressive effects; risk of infection. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "ifosfamide",
            "description": {
                "common": "ifosfamide, ocrelizumab.\nEither increases effects of the other by immunosuppressive effects; risk of infection. Avoid or Use Alternate Drug. Concomitant therapy is expected to increase the risk of immunosuppression. Use caution when switching patients from long-acting therapies with immune effects."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "influenza A (H5N1) vaccine",
            "description": {
                "common": "ocrelizumab decreases effects of influenza A (H5N1) vaccine by immunosuppressive effects; risk of infection. Avoid or Use Alternate Drug. Vaccination with live-attenuated or live vaccines is not recommended during ocrelizumab treatment and until B-cell repletion."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "influenza virus vaccine (H5N1), adjuvanted",
            "description": {
                "common": "ocrelizumab decreases effects of influenza virus vaccine (H5N1), adjuvanted by immunosuppressive effects; risk of infection. Avoid or Use Alternate Drug. Vaccination with live-attenuated or live vaccines is not recommended during ocrelizumab treatment and until B-cell repletion."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "influenza virus vaccine quadrivalent",
            "description": {
                "common": "ocrelizumab decreases effects of influenza virus vaccine quadrivalent by immunosuppressive effects; risk of infection. Avoid or Use Alternate Drug. Vaccination with live-attenuated or live vaccines is not recommended during ocrelizumab treatment and until B-cell repletion."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "influenza virus vaccine quadrivalent, adjuvanted",
            "description": {
                "common": "ocrelizumab decreases effects of influenza virus vaccine quadrivalent, adjuvanted by immunosuppressive effects; risk of infection. Avoid or Use Alternate Drug. Vaccination with live-attenuated or live vaccines is not recommended during ocrelizumab treatment and until B-cell repletion."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "influenza virus vaccine quadrivalent, cell-cultured",
            "description": {
                "common": "ocrelizumab decreases effects of influenza virus vaccine quadrivalent, cell-cultured by immunosuppressive effects; risk of infection. Avoid or Use Alternate Drug. Vaccination with live-attenuated or live vaccines is not recommended during ocrelizumab treatment and until B-cell repletion."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "influenza virus vaccine quadrivalent, intranasal",
            "description": {
                "common": "ocrelizumab decreases effects of influenza virus vaccine quadrivalent, intranasal by immunosuppressive effects; risk of infection. Avoid or Use Alternate Drug. Vaccination with live-attenuated or live vaccines is not recommended during ocrelizumab treatment and until B-cell repletion."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "influenza virus vaccine trivalent",
            "description": {
                "common": "ocrelizumab decreases effects of influenza virus vaccine trivalent by immunosuppressive effects; risk of infection. Avoid or Use Alternate Drug. Vaccination with live-attenuated or live vaccines is not recommended during ocrelizumab treatment and until B-cell repletion."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "influenza virus vaccine trivalent, adjuvanted",
            "description": {
                "common": "ocrelizumab decreases effects of influenza virus vaccine trivalent, adjuvanted by immunosuppressive effects; risk of infection. Avoid or Use Alternate Drug. Vaccination with live-attenuated or live vaccines is not recommended during ocrelizumab treatment and until B-cell repletion."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "Japanese encephalitis virus vaccine",
            "description": {
                "common": "ocrelizumab decreases effects of Japanese encephalitis virus vaccine by immunosuppressive effects; risk of infection. Avoid or Use Alternate Drug. Vaccination with live-attenuated or live vaccines is not recommended during ocrelizumab treatment and until B-cell repletion."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "lisocabtagene maraleucel",
            "description": {
                "common": "ocrelizumab, lisocabtagene maraleucel.\nEither increases effects of the other by immunosuppressive effects; risk of infection. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "lomustine",
            "description": {
                "common": "lomustine and ocrelizumab both increase  immunosuppressive effects; risk of infection. Avoid or Use Alternate Drug. Concomitant therapy is expected to increase the risk of immunosuppression. Use caution when switching patients from long-acting therapies with immune effects."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "measles (rubeola) vaccine",
            "description": {
                "common": "ocrelizumab decreases effects of measles (rubeola) vaccine by immunosuppressive effects; risk of infection. Avoid or Use Alternate Drug. Vaccination with live-attenuated or live vaccines is not recommended during ocrelizumab treatment and until B-cell repletion."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "measles mumps and rubella vaccine, live",
            "description": {
                "common": "ocrelizumab decreases effects of measles mumps and rubella vaccine, live by immunosuppressive effects; risk of infection. Avoid or Use Alternate Drug. Vaccination with live-attenuated or live vaccines is not recommended during ocrelizumab treatment and until B-cell repletion."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "measles, mumps, rubella and varicella vaccine, live",
            "description": {
                "common": "ocrelizumab decreases effects of measles, mumps, rubella and varicella vaccine, live by immunosuppressive effects; risk of infection. Avoid or Use Alternate Drug. Vaccination with live-attenuated or live vaccines is not recommended during ocrelizumab treatment and until B-cell repletion."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "mechlorethamine",
            "description": {
                "common": "mechlorethamine, ocrelizumab.\nEither increases toxicity of the other by immunosuppressive effects; risk of infection. Avoid or Use Alternate Drug. Caution should be taken in patients on concomitant immunosuppressants or with impaired immune systems because of increased risk for serious infections."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "melphalan",
            "description": {
                "common": "melphalan, ocrelizumab.\nEither increases effects of the other by immunosuppressive effects; risk of infection. Avoid or Use Alternate Drug. Concomitant therapy is expected to increase the risk of immunosuppression. Use caution when switching patients from long-acting therapies with immune effects."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "natalizumab",
            "description": {
                "common": "ocrelizumab increases toxicity of natalizumab by immunosuppressive effects; risk of infection. Avoid or Use Alternate Drug. Coadministration of ocrelizumab with immunosuppressants may increase the risk of immunosuppression."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "oxaliplatin",
            "description": {
                "common": "oxaliplatin and ocrelizumab both increase  immunosuppressive effects; risk of infection. Avoid or Use Alternate Drug. Concomitant therapy is expected to increase the risk of immunosuppression. Use caution when switching patients from long-acting therapies with immune effects."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "procarbazine",
            "description": {
                "common": "procarbazine, ocrelizumab.\nEither increases effects of the other by immunosuppressive effects; risk of infection. Avoid or Use Alternate Drug. Concomitant therapy is expected to increase the risk of immunosuppression. Use caution when switching patients from long-acting therapies with immune effects."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "rabies vaccine",
            "description": {
                "common": "ocrelizumab decreases effects of rabies vaccine by immunosuppressive effects; risk of infection. Avoid or Use Alternate Drug. Vaccination with live-attenuated or live vaccines is not recommended during ocrelizumab treatment and until B-cell repletion."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "rabies vaccine chick embryo cell derived",
            "description": {
                "common": "ocrelizumab decreases effects of rabies vaccine chick embryo cell derived by immunosuppressive effects; risk of infection. Avoid or Use Alternate Drug. Vaccination with live-attenuated or live vaccines is not recommended during ocrelizumab treatment and until B-cell repletion."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "rotavirus oral vaccine, live",
            "description": {
                "common": "ocrelizumab decreases effects of rotavirus oral vaccine, live by immunosuppressive effects; risk of infection. Avoid or Use Alternate Drug. Vaccination with live-attenuated or live vaccines is not recommended during ocrelizumab treatment and until B-cell repletion."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "rubella vaccine",
            "description": {
                "common": "ocrelizumab decreases effects of rubella vaccine by immunosuppressive effects; risk of infection. Avoid or Use Alternate Drug. Vaccination with live-attenuated or live vaccines is not recommended during ocrelizumab treatment and until B-cell repletion."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "smallpox (vaccinia) vaccine, live",
            "description": {
                "common": "ocrelizumab decreases effects of smallpox (vaccinia) vaccine, live by immunosuppressive effects; risk of infection. Avoid or Use Alternate Drug. Vaccination with live-attenuated or live vaccines is not recommended during ocrelizumab treatment and until B-cell repletion."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "tisagenlecleucel",
            "description": {
                "common": "ocrelizumab, tisagenlecleucel.\nEither increases effects of the other by immunosuppressive effects; risk of infection. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "upadacitinib",
            "description": {
                "common": "ocrelizumab, upadacitinib.\nEither increases effects of the other by immunosuppressive effects; risk of infection. Contraindicated."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "varicella virus vaccine live",
            "description": {
                "common": "ocrelizumab decreases effects of varicella virus vaccine live by immunosuppressive effects; risk of infection. Avoid or Use Alternate Drug. Vaccination with live-attenuated or live vaccines is not recommended during ocrelizumab treatment and until B-cell repletion."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "yellow fever vaccine",
            "description": {
                "common": "ocrelizumab decreases effects of yellow fever vaccine by immunosuppressive effects; risk of infection. Avoid or Use Alternate Drug. Vaccination with live-attenuated or live vaccines is not recommended during ocrelizumab treatment and until B-cell repletion."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "zoster vaccine live",
            "description": {
                "common": "ocrelizumab decreases effects of zoster vaccine live by immunosuppressive effects; risk of infection. Avoid or Use Alternate Drug. Vaccination with live-attenuated or live vaccines is not recommended during ocrelizumab treatment and until B-cell repletion."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "abatacept",
            "description": {
                "common": "abatacept and ocrelizumab both increase  immunosuppressive effects; risk of infection. Use Caution/Monitor. Coadministration of ocrelizumab with immunosuppessants is expected to increase the risk of immunosuppression."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "anakinra",
            "description": {
                "common": "anakinra and ocrelizumab both increase  immunosuppressive effects; risk of infection. Use Caution/Monitor. Coadministration of ocrelizumab with immunomodulators is expected to increase the risk of immunosuppression."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "antithymocyte globulin equine",
            "description": {
                "common": "antithymocyte globulin equine and ocrelizumab both increase  immunosuppressive effects; risk of infection. Use Caution/Monitor. Coadministration of ocrelizumab with high doses of corticosteroids is expected to increase the risk of immunosuppression."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "antithymocyte globulin rabbit",
            "description": {
                "common": "antithymocyte globulin rabbit and ocrelizumab both increase  immunosuppressive effects; risk of infection. Use Caution/Monitor. Coadministration of ocrelizumab with high doses of corticosteroids is expected to increase the risk of immunosuppression."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "auranofin",
            "description": {
                "common": "auranofin and ocrelizumab both increase  immunosuppressive effects; risk of infection. Use Caution/Monitor. Coadministration of ocrelizumab with high doses of corticosteroids is expected to increase the risk of immunosuppression."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "azathioprine",
            "description": {
                "common": "azathioprine and ocrelizumab both increase  immunosuppressive effects; risk of infection. Use Caution/Monitor. Coadministration of ocrelizumab with immunosuppessants is expected to increase the risk of immunosuppression."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "basiliximab",
            "description": {
                "common": "basiliximab and ocrelizumab both increase  immunosuppressive effects; risk of infection. Use Caution/Monitor. Coadministration of ocrelizumab with high doses of corticosteroids is expected to increase the risk of immunosuppression."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "belatacept",
            "description": {
                "common": "belatacept and ocrelizumab both increase  immunosuppressive effects; risk of infection. Use Caution/Monitor. Coadministration of ocrelizumab with high doses of corticosteroids is expected to increase the risk of immunosuppression."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "betamethasone",
            "description": {
                "common": "betamethasone and ocrelizumab both increase  immunosuppressive effects; risk of infection. Use Caution/Monitor. Coadministration of ocrelizumab with high doses of corticosteroids is expected to increase the risk of immunosuppression."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "certolizumab pegol",
            "description": {
                "common": "certolizumab pegol and ocrelizumab both increase  immunosuppressive effects; risk of infection. Use Caution/Monitor. Coadministration of ocrelizumab with high doses of corticosteroids is expected to increase the risk of immunosuppression."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "corticotropin",
            "description": {
                "common": "corticotropin and ocrelizumab both increase  immunosuppressive effects; risk of infection. Use Caution/Monitor. Coadministration of ocrelizumab with high doses of corticosteroids is expected to increase the risk of immunosuppression."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "cortisone",
            "description": {
                "common": "cortisone and ocrelizumab both increase  immunosuppressive effects; risk of infection. Use Caution/Monitor. Coadministration of ocrelizumab with high doses of corticosteroids is expected to increase the risk of immunosuppression."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "cyclophosphamide",
            "description": {
                "common": "cyclophosphamide and ocrelizumab both increase  immunosuppressive effects; risk of infection. Use Caution/Monitor. Coadministration of ocrelizumab with immunosuppressants may increase the risk of immunosuppression."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "cyclosporine",
            "description": {
                "common": "cyclosporine and ocrelizumab both increase  immunosuppressive effects; risk of infection. Use Caution/Monitor. Coadministration of ocrelizumab with immunosuppessants is expected to increase the risk of immunosuppression."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "deflazacort",
            "description": {
                "common": "deflazacort and ocrelizumab both increase  immunosuppressive effects; risk of infection. Use Caution/Monitor. Coadministration of ocrelizumab with high doses of corticosteroids is expected to increase the risk of immunosuppression."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "dexamethasone",
            "description": {
                "common": "dexamethasone and ocrelizumab both increase  immunosuppressive effects; risk of infection. Use Caution/Monitor. Coadministration of ocrelizumab with high doses of corticosteroids is expected to increase the risk of immunosuppression."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "efgartigimod alfa",
            "description": {
                "common": "efgartigimod alfa will decrease the level or effect of ocrelizumab by  receptor binding competition. Use Caution/Monitor. Coadministration of efgartigimod with medications that bind to the human neonatal Fc receptor may lower systemic exposures and effectiveness of such medications. Closely monitor for reduced effectiveness of medications that bind to the human neonatal Fc receptor. If long-term use of such medications is essential, consider discontinuing efgartigimod and using alternative therapies."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "fingolimod",
            "description": {
                "common": "fingolimod and ocrelizumab both increase  immunosuppressive effects; risk of infection. Use Caution/Monitor. Coadministration of ocrelizumab with immunomodulators is expected to increase the risk of immunosuppression."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "fludrocortisone",
            "description": {
                "common": "fludrocortisone and ocrelizumab both increase  immunosuppressive effects; risk of infection. Use Caution/Monitor. Coadministration of ocrelizumab with high doses of corticosteroids is expected to increase the risk of immunosuppression."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "glatiramer",
            "description": {
                "common": "glatiramer and ocrelizumab both increase  immunosuppressive effects; risk of infection. Use Caution/Monitor. Coadministration of ocrelizumab with immunomodulators is expected to increase the risk of immunosuppression."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "hydrocortisone",
            "description": {
                "common": "hydrocortisone and ocrelizumab both increase  immunosuppressive effects; risk of infection. Use Caution/Monitor. Coadministration of ocrelizumab with high doses of corticosteroids is expected to increase the risk of immunosuppression."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "infliximab",
            "description": {
                "common": "infliximab and ocrelizumab both increase  immunosuppressive effects; risk of infection. Use Caution/Monitor. Coadministration of ocrelizumab with immunomodulators is expected to increase the risk of immunosuppression."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "isavuconazonium sulfate",
            "description": {
                "common": "ocrelizumab and isavuconazonium sulfate both decrease  immunosuppressive effects; risk of infection. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "leflunomide",
            "description": {
                "common": "ocrelizumab increases toxicity of leflunomide by unknown mechanism. Modify Therapy/Monitor Closely. Coadminstration of leflunomide and ocrelizumab may cause increased risk of infections, pancytopenia, agranulocytosis and thrombocytopenia."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "mercaptopurine",
            "description": {
                "common": "mercaptopurine and ocrelizumab both increase  immunosuppressive effects; risk of infection. Use Caution/Monitor. Coadministration of ocrelizumab with immunomodulators is expected to increase the risk of immunosuppression."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "methotrexate",
            "description": {
                "common": "methotrexate and ocrelizumab both increase  immunosuppressive effects; risk of infection. Use Caution/Monitor. Coadministration of ocrelizumab with immunosuppessants is expected to increase the risk of immunosuppression."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "methylprednisolone",
            "description": {
                "common": "methylprednisolone and ocrelizumab both increase  immunosuppressive effects; risk of infection. Use Caution/Monitor. Coadministration of ocrelizumab with high doses of corticosteroids is expected to increase the risk of immunosuppression."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "muromonab CD3",
            "description": {
                "common": "muromonab CD3 and ocrelizumab both increase  immunosuppressive effects; risk of infection. Use Caution/Monitor. Coadministration of ocrelizumab with immunosuppressants may increase the risk of immunosuppression."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "mycophenolate",
            "description": {
                "common": "mycophenolate and ocrelizumab both increase  immunosuppressive effects; risk of infection. Use Caution/Monitor. Coadministration of ocrelizumab with immunosuppressants may increase the risk of immunosuppression."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ofatumumab SC",
            "description": {
                "common": "ofatumumab SC, ocrelizumab.\nEither increases effects of the other by immunosuppressive effects; risk of infection. Use Caution/Monitor. Consider the risk of additive immune system effects when coadministering immunosuppressive therapies with coadministration. When switching from therapies with immune effects, take into account the duration and mechanism of action of these therapies when initiating ofatumumab SC."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "poliovirus vaccine inactivated",
            "description": {
                "common": "ocrelizumab decreases effects of poliovirus vaccine inactivated by pharmacodynamic antagonism. Modify Therapy/Monitor Closely. Avoid vaccination during chemotherapy or radiation therapy if possible because antibody response might be suboptimal. Patients vaccinated within a 14-day period before starting or during immunosuppressive therapy should be revaccinated =3 months after therapy is discontinued if immune competence has been restored. ."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "prednisolone",
            "description": {
                "common": "prednisolone and ocrelizumab both increase  immunosuppressive effects; risk of infection. Use Caution/Monitor. Coadministration of ocrelizumab with high doses of corticosteroids is expected to increase the risk of immunosuppression."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "prednisone",
            "description": {
                "common": "prednisone and ocrelizumab both increase  immunosuppressive effects; risk of infection. Use Caution/Monitor. Coadministration of ocrelizumab with high doses of corticosteroids is expected to increase the risk of immunosuppression."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "rilonacept",
            "description": {
                "common": "rilonacept and ocrelizumab both increase  immunosuppressive effects; risk of infection. Use Caution/Monitor. Coadministration of ocrelizumab with immunomodulators is expected to increase the risk of immunosuppression."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "siltuximab",
            "description": {
                "common": "siltuximab and ocrelizumab both increase  immunosuppressive effects; risk of infection. Use Caution/Monitor. Coadministration of ocrelizumab with immunomodulators is expected to increase the risk of immunosuppression."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "sirolimus",
            "description": {
                "common": "sirolimus and ocrelizumab both increase  immunosuppressive effects; risk of infection. Use Caution/Monitor. Coadministration of ocrelizumab with immunosuppressants may increase the risk of immunosuppression."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "tacrolimus",
            "description": {
                "common": "tacrolimus and ocrelizumab both increase  immunosuppressive effects; risk of infection. Use Caution/Monitor. Coadministration of ocrelizumab with immunosuppressants may increase the risk of immunosuppression."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "tocilizumab",
            "description": {
                "common": "tocilizumab and ocrelizumab both increase  immunosuppressive effects; risk of infection. Use Caution/Monitor. Coadministration of ocrelizumab with high doses of corticosteroids is expected to increase the risk of immunosuppression."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "tofacitinib",
            "description": {
                "common": "tofacitinib and ocrelizumab both increase  immunosuppressive effects; risk of infection. Use Caution/Monitor. Coadministration of ocrelizumab with immunosuppressants may increase the risk of immunosuppression."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "trastuzumab",
            "description": {
                "common": "trastuzumab, ocrelizumab.\nEither increases toxicity of the other by immunosuppressive effects; risk of infection. Use Caution/Monitor.  Neutropenia or febrile neutropenia incidence were increased when trastuzumab was coadministered with myelosuppressive chemotherapy. ."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "trastuzumab deruxtecan",
            "description": {
                "common": "trastuzumab deruxtecan, ocrelizumab.\nEither increases toxicity of the other by immunosuppressive effects; risk of infection. Use Caution/Monitor.  Neutropenia or febrile neutropenia incidence were increased when trastuzumab was coadministered with myelosuppressive chemotherapy. ."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "triamcinolone acetonide injectable suspension",
            "description": {
                "common": "triamcinolone acetonide injectable suspension and ocrelizumab both increase  immunosuppressive effects; risk of infection. Use Caution/Monitor. Coadministration of ocrelizumab with high doses of corticosteroids is expected to increase the risk of immunosuppression."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ublituximab",
            "description": {
                "common": "ublituximab and ocrelizumab both increase  immunosuppressive effects; risk of infection. Modify Therapy/Monitor Closely. Owing to potential additive immunosuppressive effects, consider duration of effect and mechanism of action of these therapies if coadministered"
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "zoster vaccine recombinant",
            "description": {
                "common": "ocrelizumab decreases effects of zoster vaccine recombinant by pharmacodynamic antagonism. Use Caution/Monitor. Immunosuppressive therapies may reduce the effectiveness of zoster vaccine recombinant."
            }
        }
    ],
    "adverse effects": [
        {
            "name": "Upper respiratory tract infections",
            "percent": "40-49"
        },
        {
            "name": "Infusion",
            "percent": "34-40"
        },
        {
            "name": "related reactions",
            "percent": "14"
        },
        {
            "name": "Skin infections",
            "percent": "13"
        },
        {
            "name": "Decreased neutrophil counts",
            "percent": "8-10"
        },
        {
            "name": "Lower respiratory tract infections",
            "percent": "8"
        },
        {
            "name": "Depression",
            "percent": "7"
        },
        {
            "name": "Cough",
            "percent": "6"
        },
        {
            "name": "Back pain",
            "percent": "5-6"
        },
        {
            "name": "Herpes virus",
            "percent": "6"
        },
        {
            "name": "associated infections",
            "percent": "6"
        },
        {
            "name": "Diarrhea",
            "percent": "5"
        },
        {
            "name": "Peripheral edema",
            "percent": null
        },
        {
            "name": "Pain in extremity",
            "percent": null
        },
        {
            "name": "Gastrointestinal disorders",
            "percent": null
        },
        {
            "name": "Immune",
            "percent": null
        },
        {
            "name": "mediated colitis",
            "percent": null
        },
        {
            "name": "Infections and infestations",
            "percent": null
        },
        {
            "name": "Serious herpes infections and progressive multifocal leukoencephalopathy",
            "percent": null
        }
    ]
}