{
    "name": "pegaspargase",
    "comment": "Rx",
    "other_names": [
        "Oncaspar",
        "PEG L Asparaginase"
    ],
    "classes": [
        "Enzymes",
        "Oncology"
    ],
    "source": "https://reference.medscape.com/drug/oncaspar-peg-l-asparaginase-pegaspargase-342225",
    "pregnancy": {
        "common": [
            "There are no available data on the use in pregnant women to inform a drug-associated risk of major birth defects and miscarriage or adverse maternal or fetal outcomes",
            "Published literature studies in pregnant animals suggest asparagine depletion may cause harm to animal offspring",
            "Verify pregnancy in females of reproductive potential before initiating"
        ],
        "specific": [
            {
                "type": "Contraception",
                "description": [
                    "Females of reproductive potential: Use effective nonhormonal contraceptive methods during treatment during treatment and for at least 3 months after last dose",
                    "Since there is a potential for an indirect interaction between therapy and oral contraceptives, concomitant use of drug and oral contraceptives is not recommended"
                ]
            }
        ]
    },
    "lactation": {
        "common": [
            "There are no data on presence of drug in human milk, effects on breastfed children, or on milk production",
            "Advise lactating women not to breastfeed while receiving drug and for 1 month after last dose"
        ]
    },
    "warnings": {
        "black_box_warning": {
            "common": [],
            "specific": []
        },
        "contraindicators": {
            "common": [
                "Serious hypersensitivity reactions, including anaphylaxis, to pegaspargase or to any of the excipients",
                "Severe hepatic impairment"
            ],
            "specific": []
        },
        "cautions": {
            "common": [
                "Serious thrombotic events, including sagittal sinus thrombosis can occur; discontinue therapy in patients with serious thrombotic events",
                "Pancreatitis, including hemorrhagic or necrotizing pancreatitis reported; consult on sign and symptoms of pancreatitis; assess serum amylase and/or lipase levels to confirm early signs of pancreatic inflammation; discontinue treatment in patients where pancreatitis is suspected; if pancreatitis is confirmed, do not resume therapy",
                "Glucose intolerance may occur; in some cases, glucose intolerance is irreversible; monitor serum glucose",
                "Increased prothrombin time (PT), increased partial thromboplastin time (PTT), and hypofibrinogenemia reported; evaluate patients with signs and symptoms of hemorrhage with coagulation parameters including PT, PTT, fibrinogen; discontinue drug for severe or life-threatening hemorrhage",
                "Hepatotoxicity and abnormal liver function, including elevated AST/AST, bilirubin (direct and indirect), reduced serum albumin, and plasma fibrinogen may occur; evaluate bilirubin and AST/ALT at least weekly during treatment cycles, including through at least 6 weeks after the last dose; in the event of serious liver toxicity, discontinue treatment and provide supportive care"
            ],
            "specific": [
                {
                    "type": "Anaphylaxis and serious hypersensitivity reactions",
                    "description": [
                        "Anaphylaxis and serious hypersensitivity reaction may occur",
                        "Risk of serious hypersensitivity reaction is higher in patients known hypersensitivity to E. coli derived L-asparaginase formulations",
                        "Other hypersensitivity reactions can include angioedema, lip swelling, eye swelling, erythema, blood pressure decreased, bronchospasm, dyspnea, pruritus, and rash",
                        "Premedicate patients 30-60 minutes prior to administration of drug; observe patients for 1 hour after administration in a setting with resuscitation equipment and other agents necessary to treat anaphylaxis (for example, epinephrine, oxygen, intravenous steroids, antihistamines); discontinue treatment in patients with serious hypersensitivity reactions"
                    ]
                },
                {
                    "type": "Drug interaction overview",
                    "description": [
                        "Glucocorticoids",
                        "Pegaspargase may increase the risk of glucocorticoid-induced toxicities, including osteonecrosis, through a potential increase in exposure of dexamethasone"
                    ]
                }
            ]
        }
    },
    "interactions": [
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "antithrombin alfa",
            "description": {
                "common": "pegaspargase increases effects of antithrombin alfa by pharmacodynamic synergism. Use Caution/Monitor. Increased risk of bleeding events."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "antithrombin III",
            "description": {
                "common": "pegaspargase increases effects of antithrombin III by pharmacodynamic synergism. Use Caution/Monitor. Increased risk of bleeding events."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "argatroban",
            "description": {
                "common": "pegaspargase increases effects of argatroban by pharmacodynamic synergism. Use Caution/Monitor. Increased risk of bleeding events."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "aspirin",
            "description": {
                "common": "pegaspargase increases effects of aspirin by pharmacodynamic synergism. Use Caution/Monitor. Increased risk of bleeding events."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "aspirin/citric acid/sodium bicarbonate",
            "description": {
                "common": "pegaspargase increases effects of aspirin/citric acid/sodium bicarbonate by pharmacodynamic synergism. Use Caution/Monitor. Increased risk of bleeding events."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "bivalirudin",
            "description": {
                "common": "pegaspargase increases effects of bivalirudin by pharmacodynamic synergism. Use Caution/Monitor. Increased risk of bleeding events."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "celecoxib",
            "description": {
                "common": "pegaspargase increases effects of celecoxib by pharmacodynamic synergism. Use Caution/Monitor. Increased risk of bleeding events."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "cholera vaccine",
            "description": {
                "common": "pegaspargase decreases effects of cholera vaccine by immunosuppressive effects; risk of infection. Modify Therapy/Monitor Closely. Immunosuppressive therapies, including irradiation, antimetabolites, alkylating agents, cytotoxic drugs and corticosteroids (used in greater than physiologic doses), may reduce the immune response to cholera vaccine."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "dabigatran",
            "description": {
                "common": "pegaspargase increases effects of dabigatran by pharmacodynamic synergism. Use Caution/Monitor. Increased risk of bleeding events."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "dalteparin",
            "description": {
                "common": "pegaspargase increases effects of dalteparin by pharmacodynamic synergism. Use Caution/Monitor. Increased risk of bleeding events."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "diclofenac",
            "description": {
                "common": "pegaspargase increases effects of diclofenac by pharmacodynamic synergism. Use Caution/Monitor. Increased risk of bleeding events."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "diflunisal",
            "description": {
                "common": "pegaspargase increases effects of diflunisal by pharmacodynamic synergism. Use Caution/Monitor. Increased risk of bleeding events."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "enoxaparin",
            "description": {
                "common": "pegaspargase increases effects of enoxaparin by pharmacodynamic synergism. Use Caution/Monitor. Increased risk of bleeding events."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "etodolac",
            "description": {
                "common": "pegaspargase increases effects of etodolac by pharmacodynamic synergism. Use Caution/Monitor. Increased risk of bleeding events."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "fenoprofen",
            "description": {
                "common": "pegaspargase increases effects of fenoprofen by pharmacodynamic synergism. Use Caution/Monitor. Increased risk of bleeding events."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "flurbiprofen",
            "description": {
                "common": "pegaspargase increases effects of flurbiprofen by pharmacodynamic synergism. Use Caution/Monitor. Increased risk of bleeding events."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "fondaparinux",
            "description": {
                "common": "pegaspargase increases effects of fondaparinux by pharmacodynamic synergism. Use Caution/Monitor. Increased risk of bleeding events."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "heparin",
            "description": {
                "common": "pegaspargase increases effects of heparin by pharmacodynamic synergism. Use Caution/Monitor. Increased risk of bleeding events."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ibuprofen",
            "description": {
                "common": "pegaspargase increases effects of ibuprofen by pharmacodynamic synergism. Use Caution/Monitor. Increased risk of bleeding events."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ibuprofen IV",
            "description": {
                "common": "pegaspargase increases effects of ibuprofen IV by pharmacodynamic synergism. Use Caution/Monitor. Increased risk of bleeding events."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "indomethacin",
            "description": {
                "common": "pegaspargase increases effects of indomethacin by pharmacodynamic synergism. Use Caution/Monitor. Increased risk of bleeding events."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ketoprofen",
            "description": {
                "common": "pegaspargase increases effects of ketoprofen by pharmacodynamic synergism. Modify Therapy/Monitor Closely. Increased risk of bleeding events."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ketorolac",
            "description": {
                "common": "pegaspargase increases effects of ketorolac by pharmacodynamic synergism. Use Caution/Monitor. Increased risk of bleeding events."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "meclofenamate",
            "description": {
                "common": "pegaspargase increases effects of meclofenamate by pharmacodynamic synergism. Use Caution/Monitor. Increased risk of bleeding events."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "mefenamic acid",
            "description": {
                "common": "pegaspargase increases effects of mefenamic acid by pharmacodynamic synergism. Use Caution/Monitor. Increased risk of bleeding events."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "meloxicam",
            "description": {
                "common": "pegaspargase increases effects of meloxicam by pharmacodynamic synergism. Use Caution/Monitor. Increased risk of bleeding events."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "methotrexate",
            "description": {
                "common": "pegaspargase decreases effects of methotrexate by pharmacodynamic antagonism. Use Caution/Monitor. It is recommended to give pegaspargase at least 10-14 days prior to methotrexate or shortly after methotrexate administration."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "nabumetone",
            "description": {
                "common": "pegaspargase increases effects of nabumetone by pharmacodynamic synergism. Use Caution/Monitor. Increased risk of bleeding events."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "naproxen",
            "description": {
                "common": "pegaspargase increases effects of naproxen by pharmacodynamic synergism. Use Caution/Monitor. Increased risk of bleeding events."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ofatumumab SC",
            "description": {
                "common": "ofatumumab SC, pegaspargase.\nEither increases effects of the other by immunosuppressive effects; risk of infection. Use Caution/Monitor. Consider the risk of additive immune system effects when coadministering immunosuppressive therapies with coadministration. When switching from therapies with immune effects, take into account the duration and mechanism of action of these therapies when initiating ofatumumab SC."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "oxaprozin",
            "description": {
                "common": "pegaspargase increases effects of oxaprozin by pharmacodynamic synergism. Use Caution/Monitor. Increased risk of bleeding events."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "pegloticase",
            "description": {
                "common": "pegloticase will decrease the level or effect of pegaspargase by  Other (see comment). Use Caution/Monitor. According to the manufacturer, potential for anti-PEG antibody development that may bind to other pegylated drugs; clinical significance unknown"
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "pegvaliase",
            "description": {
                "common": "pegvaliase, pegaspargase. Other (see comment). Use Caution/Monitor. \nComment: The majority of patients treated with pegvaliase develop anti-polyethylene glycol (PEG) IgM and IgG antibodies. Risk of coadministration with different PEGylated products is unknown. There is a case report of anaphylaxis following a medroxyprogesterone acetate injectable suspension that contained PEG 3350. Carefully read all drug labels, including OTC drugs to check contents for PEG. Note: Unable to include an exhaustive product list for this interaction."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "piroxicam",
            "description": {
                "common": "pegaspargase increases effects of piroxicam by pharmacodynamic synergism. Use Caution/Monitor. Increased risk of bleeding events."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "protamine",
            "description": {
                "common": "pegaspargase increases effects of protamine by pharmacodynamic synergism. Use Caution/Monitor. Increased risk of bleeding events."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "salicylates (non-asa)",
            "description": {
                "common": "pegaspargase increases effects of salicylates (non-asa) by pharmacodynamic synergism. Use Caution/Monitor. Increased risk of bleeding events."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "salsalate",
            "description": {
                "common": "pegaspargase increases effects of salsalate by pharmacodynamic synergism. Use Caution/Monitor. Increased risk of bleeding events."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "siponimod",
            "description": {
                "common": "siponimod and pegaspargase both increase  immunosuppressive effects; risk of infection. Use Caution/Monitor. Caution if coadministered because of additive immunosuppressive effects during such therapy and in the weeks following administration. When switching from drugs with prolonged immune effects, consider the half-life and mode of action of these drugs to avoid unintended additive immunosuppressive effects."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "sulfasalazine",
            "description": {
                "common": "pegaspargase increases effects of sulfasalazine by pharmacodynamic synergism. Use Caution/Monitor. Increased risk of bleeding events."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "sulindac",
            "description": {
                "common": "pegaspargase increases effects of sulindac by pharmacodynamic synergism. Use Caution/Monitor. Increased risk of bleeding events."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "tolmetin",
            "description": {
                "common": "pegaspargase increases effects of tolmetin by pharmacodynamic synergism. Use Caution/Monitor. Increased risk of bleeding events."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "aspirin rectal",
            "description": {
                "common": "pegaspargase increases effects of aspirin rectal by pharmacodynamic synergism. Minor/Significance Unknown. Increased risk of bleeding events."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "choline magnesium trisalicylate",
            "description": {
                "common": "pegaspargase increases effects of choline magnesium trisalicylate by pharmacodynamic synergism. Minor/Significance Unknown. Increased risk of bleeding events."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "ketorolac intranasal",
            "description": {
                "common": "pegaspargase increases effects of ketorolac intranasal by pharmacodynamic synergism. Minor/Significance Unknown. Increased risk of bleeding events."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "taurine",
            "description": {
                "common": "pegaspargase decreases levels of taurine by unspecified interaction mechanism. Minor/Significance Unknown. Taurine was found to reduce platelet aggregation and may increase the risk of bleeding."
            }
        }
    ],
    "adverse effects": [
        {
            "name": "Elevated AST",
            "percent": "3-66"
        },
        {
            "name": "ALT",
            "percent": "40"
        },
        {
            "name": "Febrile neutropenia",
            "percent": "30"
        },
        {
            "name": "Hypertriglyceridemia",
            "percent": "28"
        },
        {
            "name": "Hypoalbuminemia",
            "percent": "25"
        },
        {
            "name": "Bilirubin increased",
            "percent": "5-24"
        },
        {
            "name": "Hyperglycemia",
            "percent": "2-24"
        },
        {
            "name": "Pancreatitis",
            "percent": "21"
        },
        {
            "name": "Abnormal clotting studies",
            "percent": "8"
        },
        {
            "name": "Embolic and thrombotic events",
            "percent": "7"
        },
        {
            "name": "Hypersensitivity",
            "percent": "3"
        },
        {
            "name": "Thrombosis",
            "percent": "2"
        },
        {
            "name": "Coagulopathy",
            "percent": "2"
        },
        {
            "name": "Hyperbilirubinemia",
            "percent": "2"
        },
        {
            "name": "Allergic reactions to asparaginase",
            "percent": null
        }
    ]
}