{
    "name": "nivolumab",
    "comment": "Rx",
    "other_names": [
        "Opdivo"
    ],
    "classes": [
        "Antineoplastics",
        "Monoclonal Antibody",
        "PD-1/PD-L1 Inhibitors"
    ],
    "source": "https://reference.medscape.com/drug/opdivo-nivolumab-999989",
    "pregnancy": {
        "common": [
            "Based on its mechanism of action and data from animal studies, fetal harm may occur when administered to a pregnant woman",
            "There are no available human data informing the drug-associated risk"
        ],
        "specific": [
            {
                "type": "Animal data",
                "description": [
                    "In animal reproduction studies, administration of nivolumab to cynomolgus monkeys from the onset of organogenesis through delivery resulted in increased abortion and premature infant death",
                    "Human IgG4 is known to cross the placental barrier and nivolumab is an immunoglobulin G4 (IgG4); therefore, nivolumab has the potential to be transmitted from the mother to the developing fetus",
                    "Effects of nivolumab are likely to be greater during the second and third trimesters of pregnancy"
                ]
            },
            {
                "type": "Contraception",
                "description": [
                    "Females of reproductive potential: Verify pregnancy status prior to initiating therapy;  use effective contraception during treatment with nivolumab and for at least 5 months following last dose of therapy"
                ]
            }
        ]
    },
    "lactation": {
        "common": [
            "Unknown if distributed in human breast milk; advise women to discontinue breastfeeding during treatment"
        ]
    },
    "warnings": {
        "black_box_warning": {
            "common": [],
            "specific": []
        },
        "contraindicators": {
            "common": [
                "None"
            ],
            "specific": []
        },
        "cautions": {
            "common": [
                "Severe infusion-related reactions can occur; discontinue in patients with severe or life-threatening infusion reactions",
                "Fatal or serious graft-versus-host disease (GVHD) can occur in patients who receive a CTLA-4 receptor blocking antibody either before or after allogeneic hematopoietic stem cell transplantation (HSCT); closely monitor for evidence of GVHD and intervene promptly; consider benefit versus risks of treatment with a CTLA-4 receptor blocking antibody after allogeneic HSCT",
                "May cause fetal harm when administered to pregnant females",
                "When used in combination with ipilimumab, refer to prescribing information for additional risk information that applies to the combination use treatment",
                "In clinical trials in multiple myeloma patients, the addition of a PD-1 blocking antibody to a thalidomide analog plus dexamethasone resulted in increased mortality"
            ],
            "specific": [
                {
                    "type": "Hepatotoxicity",
                    "description": [
                        "In combination with cabozantinib can cause hepatic toxicity with higher frequencies of Grades 3 and 4 ALT and AST elevations compared to drug alone",
                        "Monitor liver enzymes before initiation of and periodically throughout treatment; consider more frequent monitoring of liver enzymes as compared to when drugs are administered as single agents",
                        "For elevated liver enzymes, interrupt combination with cabozantinib and consider administering corticosteroids"
                    ]
                },
                {
                    "type": "Immune-mediated adverse reactions",
                    "description": [
                        "Immune-mediated adverse reactions, which may be severe or fatal, can occur in any organ system or tissue, including immune-mediated pneumonitis, immune-mediated colitis, immune-mediated hepatitis, immune-mediated endocrinopathies, immune-mediated dermatologic adverse reactions, and immune-mediated nephritis and renal dysfunction; reactions may be severe or fatal; monitor for early identification and management; evaluate liver enzymes, creatinine, and thyroid function at baseline and periodically during treatment ",
                        "Immune-mediated encephalitis can occur; withhold therapy in patients with new-onset moderate to severe neurologic signs or symptoms and evaluate to rule out infectious or other causes of moderate to severe neurologic deterioration",
                        "Other clinically significant and potentially fatal immune-mediated adverse reactions (eg, myocarditis, rhabdomyolysis, myositis, uveitis, iritis, pancreatitis) can occur after discontinuation",
                        "Immune-mediated endocrinopathies",
                        "Immune-mediated hypophysitis; monitor",
                        "Immune-mediated hypothyroidism and hyperthyroidism reported; monitor for changes in thyroid function and initiate thyroid hormone replacement as needed; administer hormone-replacement therapy for hypothyroidism; initiate medical management for control of hyperthyroidism",
                        "Adrenal insufficiency may occur; monitor for signs and symptoms of adrenal insufficiency during and after treatment",
                        "May cause type 1 diabetes mellitus; monitor for hyperglycemia",
                        "Immune-mediated skin reactions",
                        "May cause immune-mediated rash, including Stevens-Johnson syndrome (SJS) and toxic epidermal necrolysis (TEN); for symptoms or signs of SJS or TEN, withhold therapy and refer patient for specialized care for assessment and treatment",
                        "Immune-mediated rash reported in combination with ipilimumab; withhold for severe and permanently discontinue for life-threatening rash",
                        "Immune-mediated colitis",
                        "Therapy can cause immune-mediated colitis, defined as requiring use of corticosteroids and no clear alternate etiology; common symptom in definition of colitis reported to be diarrhea",
                        "Cytomegalovirus (CMV) infection/reactivation reported in patients with corticosteroid refractory immune-mediated colitis; in cases of corticosteroid-refractory colitis, consider repeating infectious workup to exclude alternative etiologies"
                    ]
                }
            ]
        }
    },
    "interactions": [
        {
            "classification_type": "Serious",
            "interaction_with": "axicabtagene ciloleucel",
            "description": {
                "common": "nivolumab, axicabtagene ciloleucel.\nEither increases effects of the other by immunosuppressive effects; risk of infection. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "brexucabtagene autoleucel",
            "description": {
                "common": "nivolumab, brexucabtagene autoleucel.\nEither increases effects of the other by immunosuppressive effects; risk of infection. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "ciltacabtagene autoleucel",
            "description": {
                "common": "nivolumab, ciltacabtagene autoleucel.\nEither increases effects of the other by immunosuppressive effects; risk of infection. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "dexamethasone",
            "description": {
                "common": "dexamethasone increases toxicity of nivolumab by Other (see comment). Avoid or Use Alternate Drug. \nComment: Immunosuppression diminishes therapeutic effect of nivolumab; combination also increases mortality in patients with multiple myeloma when thalidomide and dexamethasone added to therapy."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "idecabtagene vicleucel",
            "description": {
                "common": "nivolumab, idecabtagene vicleucel.\nEither increases effects of the other by immunosuppressive effects; risk of infection. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "ifosfamide",
            "description": {
                "common": "ifosfamide, nivolumab.\nEither increases effects of the other by immunosuppressive effects; risk of infection. Avoid or Use Alternate Drug. Avoid use of immunosuppressants (eg, systemic corticosteroids) prior to initiation of nivolumab. Use of immunosuppressants after administration of nivolumab (eg, for treatment of immune-related adverse reactions) is unlikely to affect nivolumab efficacy."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "lisocabtagene maraleucel",
            "description": {
                "common": "nivolumab, lisocabtagene maraleucel.\nEither increases effects of the other by immunosuppressive effects; risk of infection. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "lomustine",
            "description": {
                "common": "lomustine and nivolumab both increase  immunosuppressive effects; risk of infection. Avoid or Use Alternate Drug. Avoid use of immunosuppressants (eg, systemic corticosteroids) prior to initiation of nivolumab. Use of immunosuppressants after administration of nivolumab (eg, for treatment of immune-related adverse reactions) is unlikely to affect nivolumab efficacy."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "mechlorethamine",
            "description": {
                "common": "mechlorethamine, nivolumab.\nEither increases toxicity of the other by immunosuppressive effects; risk of infection. Avoid or Use Alternate Drug. Avoid use of immunosuppressants (eg, systemic corticosteroids) prior to initiation of nivolumab. Use of immunosuppressants after administration of nivolumab (eg, for treatment of immune-related adverse reactions) is unlikely to affect nivolumab efficacy."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "melphalan",
            "description": {
                "common": "melphalan, nivolumab.\nEither increases effects of the other by immunosuppressive effects; risk of infection. Avoid or Use Alternate Drug. Avoid use of immunosuppressants (eg, systemic corticosteroids) prior to initiation of nivolumab. Use of immunosuppressants after administration of nivolumab (eg, for treatment of immune-related adverse reactions) is unlikely to affect nivolumab efficacy."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "palifermin",
            "description": {
                "common": "palifermin increases toxicity of nivolumab by Other (see comment). Avoid or Use Alternate Drug. \nComment: Palifermin should not be administered within 24 hr before, during infusion of, or within 24 hr after administration of antineoplastic agents. Coadministration of palifermin within 24 hr of chemotherapy resulted in increased severity and duration of oral mucositis."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "procarbazine",
            "description": {
                "common": "procarbazine, nivolumab.\nEither increases effects of the other by immunosuppressive effects; risk of infection. Avoid or Use Alternate Drug. Avoid use of immunosuppressants (eg, systemic corticosteroids) prior to initiation of nivolumab. Use of immunosuppressants after administration of nivolumab (eg, for treatment of immune-related adverse reactions) is unlikely to affect nivolumab efficacy."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "selinexor",
            "description": {
                "common": "selinexor, nivolumab. unspecified interaction mechanism. Avoid or Use Alternate Drug. Patients treated with selinexor may experience neurological toxicities. Avoid taking selinexor with other medications that may cause dizziness or confusion."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "thalidomide",
            "description": {
                "common": "thalidomide increases toxicity of nivolumab by Other (see comment). Avoid or Use Alternate Drug. \nComment: Immunosuppression diminishes therapeutic effect of nivolumab; combination also increases mortality in patients with multiple myeloma when thalidomide and dexamethasone added to therapy."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "tisagenlecleucel",
            "description": {
                "common": "nivolumab, tisagenlecleucel.\nEither increases effects of the other by immunosuppressive effects; risk of infection. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "cholera vaccine",
            "description": {
                "common": "nivolumab decreases effects of cholera vaccine by immunosuppressive effects; risk of infection. Modify Therapy/Monitor Closely. Immunosuppressive therapies, including irradiation, antimetabolites, alkylating agents, cytotoxic drugs and corticosteroids (used in greater than physiologic doses), may reduce the immune response to cholera vaccine."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "dengue vaccine",
            "description": {
                "common": "nivolumab decreases effects of dengue vaccine by immunosuppressive effects; risk of infection. Use Caution/Monitor. Immunosuppressive therapies (eg, irradiation, antimetabolites, alkylating agents, cytotoxic drugs, corticosteroids [greater than physiologic doses]) may reduce immune response to dengue vaccine."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "dichlorphenamide",
            "description": {
                "common": "dichlorphenamide and nivolumab both decrease  serum potassium. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "efgartigimod alfa",
            "description": {
                "common": "efgartigimod alfa will decrease the level or effect of nivolumab by  receptor binding competition. Use Caution/Monitor. Coadministration of efgartigimod with medications that bind to the human neonatal Fc receptor may lower systemic exposures and effectiveness of such medications. Closely monitor for reduced effectiveness of medications that bind to the human neonatal Fc receptor. If long-term use of such medications is essential, consider discontinuing efgartigimod and using alternative therapies."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "oxaliplatin",
            "description": {
                "common": "oxaliplatin and nivolumab both increase  immunosuppressive effects; risk of infection. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ponesimod",
            "description": {
                "common": "ponesimod and nivolumab both increase  immunosuppressive effects; risk of infection. Use Caution/Monitor. Caution if coadministered because of additive immunosuppressive effects during such therapy and in the weeks following administration. When switching from drugs with prolonged immune effects, consider the half-life and mode of action of these drugs to avoid unintended additive immunosuppressive effects."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "siponimod",
            "description": {
                "common": "siponimod and nivolumab both increase  immunosuppressive effects; risk of infection. Use Caution/Monitor. Caution if coadministered because of additive immunosuppressive effects during such therapy and in the weeks following administration. When switching from drugs with prolonged immune effects, consider the half-life and mode of action of these drugs to avoid unintended additive immunosuppressive effects."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ublituximab",
            "description": {
                "common": "ublituximab and nivolumab both increase  immunosuppressive effects; risk of infection. Modify Therapy/Monitor Closely. Owing to potential additive immunosuppressive effects, consider duration of effect and mechanism of action of these therapies if coadministered"
            }
        }
    ],
    "adverse effects": [
        {
            "name": "Increased AST",
            "percent": "28"
        },
        {
            "name": "Hyponatremia",
            "percent": "25"
        },
        {
            "name": "Increased alkaline phosphatase",
            "percent": "22"
        },
        {
            "name": "Rash",
            "percent": "21"
        },
        {
            "name": "Pruritus",
            "percent": "19"
        },
        {
            "name": "Cough",
            "percent": "17"
        },
        {
            "name": "Increased ALT",
            "percent": "16"
        },
        {
            "name": "Hyperkalemia",
            "percent": "15"
        },
        {
            "name": "URTI",
            "percent": "11"
        },
        {
            "name": "Fatigue",
            "percent": "50"
        },
        {
            "name": "Lymphopenia",
            "percent": "47"
        },
        {
            "name": "Dyspnea",
            "percent": "38"
        },
        {
            "name": "hyponatremia",
            "percent": "36"
        },
        {
            "name": "Musculoskeletal pain",
            "percent": "32"
        },
        {
            "name": "Cough",
            "percent": "29"
        },
        {
            "name": "Nausea",
            "percent": "22"
        },
        {
            "name": "Increases creatinine",
            "percent": "20"
        },
        {
            "name": "Hypercalcemia",
            "percent": "19"
        },
        {
            "name": "hypokalemia",
            "percent": "18"
        },
        {
            "name": "hypomagnesemia",
            "percent": "17"
        },
        {
            "name": "Vomiting",
            "percent": "16"
        },
        {
            "name": "asthenia",
            "percent": "14"
        },
        {
            "name": "Hypocalcemia",
            "percent": "13"
        },
        {
            "name": "hyperkalemia",
            "percent": "12"
        },
        {
            "name": "diarrhea",
            "percent": "10"
        },
        {
            "name": "Edema",
            "percent": "10"
        },
        {
            "name": "pyrexia",
            "percent": "10"
        },
        {
            "name": "Abdominal pain",
            "percent": "5"
        },
        {
            "name": "rash",
            "percent": "2.4"
        },
        {
            "name": "increased AST",
            "percent": "2.4"
        },
        {
            "name": "Increased alkaline phosphatase",
            "percent": "2"
        },
        {
            "name": "thrombocytopenia",
            "percent": "1.6"
        },
        {
            "name": "Chest pain",
            "percent": "9"
        },
        {
            "name": "arthralgia",
            "percent": "7"
        },
        {
            "name": "decreased appetite and weight",
            "percent": "6"
        },
        {
            "name": "Increased ALT",
            "percent": "5"
        },
        {
            "name": "Peripheral edema",
            "percent": "2.6"
        },
        {
            "name": "Pneumonia",
            "percent": "2.6"
        },
        {
            "name": "Pain",
            "percent": "1.7"
        },
        {
            "name": "Hyponatremia",
            "percent": "1.7"
        },
        {
            "name": "Increased AST",
            "percent": "1.7"
        },
        {
            "name": "Increased alkaline phosphatase",
            "percent": "1.7"
        },
        {
            "name": "Hyperkalemia",
            "percent": "1.7"
        },
        {
            "name": "Increased ALT",
            "percent": null
        },
        {
            "name": "Dyspnea",
            "percent": null
        },
        {
            "name": "Fatigue",
            "percent": null
        },
        {
            "name": "Musculoskeletal pain",
            "percent": null
        },
        {
            "name": "Pneumonia",
            "percent": null
        },
        {
            "name": "Decreased appetite",
            "percent": null
        },
        {
            "name": "Pain",
            "percent": null
        },
        {
            "name": "Nausea",
            "percent": null
        },
        {
            "name": "Abdominal pain",
            "percent": null
        },
        {
            "name": "Asthenia",
            "percent": null
        },
        {
            "name": "Edema",
            "percent": null
        },
        {
            "name": "Cough",
            "percent": null
        },
        {
            "name": "Cardiac disorders",
            "percent": null
        },
        {
            "name": "Ventricular arrhythmia",
            "percent": null
        },
        {
            "name": "Eye disorders",
            "percent": null
        },
        {
            "name": "Iridocyclitis",
            "percent": null
        },
        {
            "name": "General disorders and administration site conditions",
            "percent": null
        },
        {
            "name": "Infusion",
            "percent": null
        },
        {
            "name": "related reactions",
            "percent": null
        },
        {
            "name": "Immune",
            "percent": null
        },
        {
            "name": "mediated disorders",
            "percent": null
        },
        {
            "name": "Severe pneumonitis or interstitial lung disease",
            "percent": null
        },
        {
            "name": "including fatal cases",
            "percent": null
        },
        {
            "name": "colitis",
            "percent": null
        },
        {
            "name": "hepatitis",
            "percent": null
        },
        {
            "name": "nephritis",
            "percent": null
        },
        {
            "name": "thyroid disorders",
            "percent": null
        },
        {
            "name": "other immune disorders",
            "percent": null
        },
        {
            "name": "pancreatitis",
            "percent": null
        },
        {
            "name": "uveitis",
            "percent": null
        },
        {
            "name": "demyelination",
            "percent": null
        },
        {
            "name": "autoimmune neuropathy",
            "percent": null
        },
        {
            "name": "adrenal insufficiency",
            "percent": null
        },
        {
            "name": "facial and abducens nerve paresis",
            "percent": null
        },
        {
            "name": "hypophysitis",
            "percent": null
        },
        {
            "name": "polymyalgia rheumatica",
            "percent": null
        },
        {
            "name": "diabetic ketoacidosis",
            "percent": null
        },
        {
            "name": "hypopituitarism",
            "percent": null
        },
        {
            "name": "Guillain",
            "percent": null
        },
        {
            "name": "Barré syndrome",
            "percent": null
        },
        {
            "name": "myasthenic syndrome",
            "percent": null
        },
        {
            "name": "Investigations",
            "percent": null
        },
        {
            "name": "Increased amylase",
            "percent": null
        },
        {
            "name": "increased lipase",
            "percent": null
        },
        {
            "name": "Nervous system disorders",
            "percent": null
        },
        {
            "name": "Dizziness",
            "percent": null
        },
        {
            "name": "peripheral and sensory neuropathy",
            "percent": null
        },
        {
            "name": "Skin and subcutaneous tissue disorders",
            "percent": null
        },
        {
            "name": "Exfoliative dermatitis",
            "percent": null
        },
        {
            "name": "erythema multiforme",
            "percent": null
        },
        {
            "name": "vitiligo",
            "percent": null
        },
        {
            "name": "psoriasis",
            "percent": null
        },
        {
            "name": "General disorders and administration site conditions",
            "percent": null
        },
        {
            "name": "Stomatitis",
            "percent": null
        },
        {
            "name": "Nervous system disorders",
            "percent": null
        },
        {
            "name": "Peripheral neuropathy",
            "percent": null
        },
        {
            "name": "Infections and infestations",
            "percent": null
        },
        {
            "name": "Bronchitis",
            "percent": null
        },
        {
            "name": "upper respiratory tract infection",
            "percent": null
        }
    ]
}