{
    "name": "macitentan",
    "comment": "Rx",
    "other_names": [
        "Opsumit"
    ],
    "classes": [
        "PAH",
        "Endothelin Antagonists"
    ],
    "source": "https://reference.medscape.com/drug/opsumit-macitentan-999880",
    "pregnancy": {
        "common": [
            "Based on data from animal reproduction studies, therapy may cause embryo-fetal toxicity, including birth defects and fetal death, when administered to a pregnant female and is contraindicated during pregnancy; there are risks to mother and fetus associated with pulmonary arterial hypertension in pregnancy; there are limited data on use in pregnant women; the drug was teratogenic in rabbits and rats at all doses tested; if drug is used during pregnancy, or if patient becomes pregnant while taking this drug, advise the patient of risk to a fetus",
            "In patients with pulmonary arterial hypertension, pregnancy is associated with increased rate of maternal and fetal morbidity and mortality, including spontaneous abortion, intrauterine growth restriction and premature labor"
        ],
        "specific": [
            {
                "type": "Pregnancy testing",
                "description": [
                    "Verify pregnancy status of females of reproductive potential prior to initiating therapy, monthly during treatment and one month after stopping treatment; the patient should contact her physician immediately for pregnancy testing if onset of menses is delayed or pregnancy is suspected; if pregnancy test is positive, the physician and patient must discuss risks to her, the pregnancy, and fetus"
                ]
            },
            {
                "type": "Contraception",
                "description": [
                    "Female patients of reproductive potential must use acceptable methods of contraception during treatment and for 1 month after stopping",
                    "Patients may choose 1 highly effective form of contraception (intrauterine devices [IUD], contraceptive implants, or tubal sterilization) or a combination of methods (hormone method with a barrier method or 2 barrier methods)",
                    "If a partner’s vasectomy is the chosen method of contraception, a hormone or barrier method must be used along with this method"
                ]
            },
            {
                "type": "Infertility",
                "description": [
                    "Based on findings in animals, drug may impair fertility in males of reproductive potential; not known whether effects on fertility would be reversible",
                    "Therapy may have an adverse effect on spermatogenesis; counsel men about potential effects on fertility"
                ]
            }
        ]
    },
    "lactation": {
        "common": [
            "There are no data on presence of macitentan in human milk, effects on breastfed infant, or on milk production; because of potential for serious adverse reactions in breastfed infants advise women not to breastfeed during treatment"
        ]
    },
    "warnings": {
        "black_box_warning": {
            "common": [],
            "specific": [
                {
                    "type": "Pregnancy contraindication",
                    "description": [
                        "Do not administer to pregnant women because it may cause fetal harm",
                        "Females of reproductive potential: Exclude pregnancy before starting treatment, monthly during treatment, and 1 month after stopping treatment",
                        "Prevent pregnancy during treatment and for 1 month after stopping treatment by using acceptable methods of contraception (see Pregnancy)"
                    ]
                },
                {
                    "type": "Restricted distribution program ",
                    "description": [
                        "Because of risks of birth defects, available only through restricted distribution program called the Opsumit REMS program",
                        "May be dispensed only to patients enrolled in and meet all conditions of the REMS program",
                        "All females, regardless of reproductive potential, must enroll in the OPSUMIT REMS Program before initiating; male patients are not enrolled in the REMS",
                        "Females of reproductive potential must comply with the pregnancy testing and contraception requirements",
                        "Prescribers must be certified with the program by enrolling and completing training",
                        "Pharmacies must be certified with the program and must only dispense to patients who are authorized to receive macitentan"
                    ]
                }
            ]
        },
        "contraindicators": {
            "common": [
                "History of hypersensitivity reaction to drug or excipients",
                "Pregnancy; consistently shown to have teratogenic effects in animal studies"
            ],
            "specific": []
        },
        "cautions": {
            "common": [
                "If pulmonary edema occurs, consider the possibility of associated pulmonary veno-occlusive disease, and if confirmed, discontinue drug",
                "Decreases in hemoglobin concentration and hematocrit reported; decreases in hemoglobin seldom require transfusion; initiation of therapy is not recommended in patients with severe anemia; measure hemoglobin prior to initiation of treatment and repeat during treatment as clinically indicated"
            ],
            "specific": [
                {
                    "type": "Hepatotoxicity",
                    "description": [
                        "Other endothelin receptor antagonists (ERAs) have been associated with elevated liver aminotransferases, hepatotoxicity, and liver failure",
                        "Obtain liver enzymes tests before initiating and repeat as clinically warranted",
                        "Discontinue if aminotransferase elevations are accompanied by clinical symptoms of hepatoxicity",
                        "Advise patients to report symptoms suggesting hepatic injury (nausea, vomiting, right upper quadrant pain, fatigue, anorexia, jaundice, dark urine, fever, or itching)",
                        "If clinically relevant aminotransferase elevations occur, or if elevations are accompanied by an increase in bilirubin >2 x ULN, or by clinical symptoms of hepatotoxicity, discontinue therapy",
                        "Consider re-initiation of therapy when hepatic enzyme levels normalize in patients who have not experienced clinical symptoms of hepatotoxicity"
                    ]
                },
                {
                    "type": "Fluid retention",
                    "description": [
                        "Patients with underlying left ventricular dysfunction may be at particular risk for developing significant fluid retention after initiation of ERA treatment",
                        "Postmarketing cases of edema and fluid retention occurring within weeks of starting therapy, some requiring intervention with a diuretic or hospitalization for decompensated heart failure, reported",
                        "Monitor for signs of fluid retention after initiating therapy; if clinically significant fluid retention develops, evaluate patient to determine the cause, such as the therapy being administered or underlying heart failure, and the possible need to discontinue therapy"
                    ]
                },
                {
                    "type": "Drug interaction overview",
                    "description": [
                        "Macitentan is a CYP3A4 substrate",
                        "Strong CYP3A4 inducers significantly reduce macitentan systemic exposure; avoid coadministration",
                        "Avoid coadministration with strong CYP3A4 inhibitors, as macitentan systemic exposure is ~doubled; use other PAH treat option when CYP3A4 inhibitors are needed as part of HIV treatment",
                        "Moderate dual or combined CYP3A4 and CYP2C9 inhibitors",
                        "Concomitant use of moderate dual inhibitors of CYP3A4 and CYP2C9 such as fluconazole is predicted to increase macitentan exposure approximately 4-fold based on physiologically based pharmacokinetic (PBPK) modelling; avoid concomitant use of drug with moderate dual inhibitors of CYP3A4 and CYP2C9 (such as fluconazole and amiodarone)",
                        "Concomitant treatment of both a moderate CYP3A4 inhibitor and moderate CYP2C9 inhibitor with macitentan should also be avoided"
                    ]
                }
            ]
        }
    },
    "interactions": [
        {
            "classification_type": "Contraindicated",
            "interaction_with": "sparsentan",
            "description": {
                "common": "sparsentan, macitentan.\nEither increases toxicity of the other by pharmacodynamic synergism. Contraindicated. Coadministration of endothelin antagonists with sparsentan is associated with increased risks of hypotension, syncope, hyperkalemia, and changes in renal function (eg, acute renal failure)."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "abametapir",
            "description": {
                "common": "abametapir will increase the level or effect of macitentan by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug. For 2 weeks after abametapir application, avoid taking drugs that are CYP3A4 substrates. If not feasible, avoid use of abametapir."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "apalutamide",
            "description": {
                "common": "apalutamide will decrease the level or effect of macitentan by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug. Coadministration of apalutamide, a strong CYP3A4 inducer, with drugs that are CYP3A4 substrates can result in lower exposure to these medications. Avoid or substitute another drug for these medications when possible. Evaluate for loss of therapeutic effect if medication must be coadministered. Adjust dose according to prescribing information if needed."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "atazanavir",
            "description": {
                "common": "atazanavir will increase the level or effect of macitentan by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug. Avoid coadministering macitentan with strong CYP3A4 inhibitors "
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "bosentan",
            "description": {
                "common": "bosentan will decrease the level or effect of macitentan by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug. Avoid coadministering macitentan with strong CYP3A4 inducers "
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "carbamazepine",
            "description": {
                "common": "carbamazepine will decrease the level or effect of macitentan by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug. Avoid coadministering macitentan with strong CYP3A4 inducers "
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "clarithromycin",
            "description": {
                "common": "clarithromycin will increase the level or effect of macitentan by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug. Avoid coadministering macitentan with strong CYP3A4 inhibitors "
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "conivaptan",
            "description": {
                "common": "conivaptan will increase the level or effect of macitentan by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug. Avoid coadministering macitentan with strong CYP3A4 inhibitors "
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "dabrafenib",
            "description": {
                "common": "dabrafenib will decrease the level or effect of macitentan by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug. Avoid coadministering macitentan with strong CYP3A4 inducers "
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "darunavir",
            "description": {
                "common": "darunavir will increase the level or effect of macitentan by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug. Avoid coadministering macitentan with strong CYP3A4 inhibitors "
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "dexamethasone",
            "description": {
                "common": "dexamethasone will decrease the level or effect of macitentan by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug. Avoid coadministering macitentan with strong CYP3A4 inducers "
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "efavirenz",
            "description": {
                "common": "efavirenz will decrease the level or effect of macitentan by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug. Avoid coadministering macitentan with strong CYP3A4 inducers "
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "elvitegravir/cobicistat/emtricitabine/tenofovir DF",
            "description": {
                "common": "elvitegravir/cobicistat/emtricitabine/tenofovir DF will increase the level or effect of macitentan by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug. Avoid coadministering macitentan with strong CYP3A4 inhibitors "
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "enzalutamide",
            "description": {
                "common": "enzalutamide will decrease the level or effect of macitentan by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug. Avoid coadministering macitentan with strong CYP3A4 inducers "
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "eslicarbazepine acetate",
            "description": {
                "common": "eslicarbazepine acetate will decrease the level or effect of macitentan by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "etravirine",
            "description": {
                "common": "etravirine will decrease the level or effect of macitentan by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug. Avoid coadministering macitentan with strong CYP3A4 inducers "
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "fexinidazole",
            "description": {
                "common": "fexinidazole will increase the level or effect of macitentan by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug. Fexinidazole inhibits CYP3A4. Coadministration may increase risk for adverse effects of CYP3A4 substrates."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "fosamprenavir",
            "description": {
                "common": "fosamprenavir will increase the level or effect of macitentan by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug. Avoid coadministering macitentan with strong CYP3A4 inhibitors "
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "fosphenytoin",
            "description": {
                "common": "fosphenytoin will decrease the level or effect of macitentan by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug. Avoid coadministering macitentan with strong CYP3A4 inducers "
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "idelalisib",
            "description": {
                "common": "idelalisib will increase the level or effect of macitentan by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug. Idelalisib is a strong CYP3A inhibitor; avoid coadministration with sensitive CYP3A substrates"
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "imatinib",
            "description": {
                "common": "imatinib will increase the level or effect of macitentan by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug. Avoid coadministering macitentan with strong CYP3A4 inhibitors "
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "indinavir",
            "description": {
                "common": "indinavir will increase the level or effect of macitentan by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug. Avoid coadministering macitentan with strong CYP3A4 inhibitors "
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "isoniazid",
            "description": {
                "common": "isoniazid will increase the level or effect of macitentan by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug. Avoid coadministering macitentan with strong CYP3A4 inhibitors "
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "itraconazole",
            "description": {
                "common": "itraconazole will increase the level or effect of macitentan by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug. Avoid coadministering macitentan with strong CYP3A4 inhibitors "
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "ivosidenib",
            "description": {
                "common": "ivosidenib will decrease the level or effect of macitentan by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug. Avoid coadministration of sensitive CYP3A4 substrates with ivosidenib or replace with alternative therapies. If coadministration is unavoidable, monitor patients for loss of therapeutic effect of these drugs."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "ketoconazole",
            "description": {
                "common": "ketoconazole will increase the level or effect of macitentan by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug. Avoid coadministering macitentan with strong CYP3A4 inhibitors "
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "levoketoconazole",
            "description": {
                "common": "levoketoconazole will increase the level or effect of macitentan by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug. Avoid coadministering macitentan with strong CYP3A4 inhibitors "
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "lopinavir",
            "description": {
                "common": "lopinavir will increase the level or effect of macitentan by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug. Avoid coadministering macitentan with strong CYP3A4 inhibitors "
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "nafcillin",
            "description": {
                "common": "nafcillin will decrease the level or effect of macitentan by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug. Avoid coadministering macitentan with strong CYP3A4 inducers "
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "nefazodone",
            "description": {
                "common": "nefazodone will increase the level or effect of macitentan by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug. Avoid coadministering macitentan with strong CYP3A4 inhibitors "
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "nelfinavir",
            "description": {
                "common": "nelfinavir will increase the level or effect of macitentan by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug. Avoid coadministering macitentan with strong CYP3A4 inhibitors "
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "nevirapine",
            "description": {
                "common": "nevirapine will decrease the level or effect of macitentan by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug. Avoid coadministering macitentan with strong CYP3A4 inducers "
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "nicardipine",
            "description": {
                "common": "nicardipine will increase the level or effect of macitentan by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug. Avoid coadministering macitentan with strong CYP3A4 inhibitors "
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "oxcarbazepine",
            "description": {
                "common": "oxcarbazepine will decrease the level or effect of macitentan by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug. Avoid coadministering macitentan with strong CYP3A4 inducers "
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "pentobarbital",
            "description": {
                "common": "pentobarbital will decrease the level or effect of macitentan by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug. Avoid coadministering macitentan with strong CYP3A4 inducers "
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "phenobarbital",
            "description": {
                "common": "phenobarbital will decrease the level or effect of macitentan by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug. Avoid coadministering macitentan with strong CYP3A4 inducers "
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "phenytoin",
            "description": {
                "common": "phenytoin will decrease the level or effect of macitentan by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug. Avoid coadministering macitentan with strong CYP3A4 inducers "
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "posaconazole",
            "description": {
                "common": "posaconazole will increase the level or effect of macitentan by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug. Avoid coadministering macitentan with strong CYP3A4 inhibitors "
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "primidone",
            "description": {
                "common": "primidone will decrease the level or effect of macitentan by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug. Avoid coadministering macitentan with strong CYP3A4 inducers "
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "quinidine",
            "description": {
                "common": "quinidine will increase the level or effect of macitentan by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug. Avoid coadministering macitentan with strong CYP3A4 inhibitors "
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "rifabutin",
            "description": {
                "common": "rifabutin will decrease the level or effect of macitentan by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug. Avoid coadministering macitentan with strong CYP3A4 inducers "
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "rifampin",
            "description": {
                "common": "rifampin will decrease the level or effect of macitentan by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug. Avoid coadministering macitentan with strong CYP3A4 inducers "
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "rifapentine",
            "description": {
                "common": "rifapentine will decrease the level or effect of macitentan by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug. Avoid coadministering macitentan with strong CYP3A4 inducers "
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "ritonavir",
            "description": {
                "common": "ritonavir will increase the level or effect of macitentan by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug. Avoid coadministering macitentan with strong CYP3A4 inhibitors "
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "saquinavir",
            "description": {
                "common": "saquinavir will increase the level or effect of macitentan by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug. Avoid coadministering macitentan with strong CYP3A4 inhibitors "
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "tipranavir",
            "description": {
                "common": "tipranavir will increase the level or effect of macitentan by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug. Avoid coadministering macitentan with strong CYP3A4 inhibitors "
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "tucatinib",
            "description": {
                "common": "tucatinib will increase the level or effect of macitentan by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug. Avoid concomitant use of tucatinib with CYP3A substrates, where minimal concentration changes may lead to serious or life-threatening toxicities. If unavoidable, reduce CYP3A substrate dose according to product labeling."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "voriconazole",
            "description": {
                "common": "voriconazole will increase the level or effect of macitentan by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug. Avoid coadministering macitentan with strong CYP3A4 inhibitors "
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "voxelotor",
            "description": {
                "common": "voxelotor will increase the level or effect of macitentan by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug. Voxelotor increases systemic exposure of sensitive CYP3A4 substrates. Avoid coadministration with sensitive CYP3A4 substrates with a narrow therapeutic index. Consider dose reduction of the sensitive CYP3A4 substrate(s) if unable to avoid."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "cenobamate",
            "description": {
                "common": "cenobamate will decrease the level or effect of macitentan by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Modify Therapy/Monitor Closely. Increase dose of CYP3A4 substrate, as needed, when coadministered with cenobamate."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "duvelisib",
            "description": {
                "common": "duvelisib will increase the level or effect of macitentan by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Modify Therapy/Monitor Closely. Coadministration with duvelisib increases AUC of a sensitive CYP3A4 substrate which may increase the risk of toxicities of these drugs. Consider reducing the dose of the sensitive CYP3A4 substrate and monitor for signs of toxicities of the coadministered sensitive CYP3A substrate."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "elagolix",
            "description": {
                "common": "elagolix decreases levels of macitentan by affecting hepatic/intestinal enzyme CYP3A4 metabolism. Modify Therapy/Monitor Closely. Elagolix is a weak-to-moderate CYP3A4 inducer. Monitor CYP3A substrates if coadministered. Consider increasing CYP3A substrate dose if needed."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "encorafenib",
            "description": {
                "common": "encorafenib, macitentan. affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor. Encorafenib both inhibits and induces CYP3A4 at clinically relevant plasma concentrations. Coadministration of encorafenib with sensitive CYP3A4 substrates may result in increased toxicity or decreased efficacy of these agents."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "fedratinib",
            "description": {
                "common": "fedratinib will increase the level or effect of macitentan by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor. Adjust dose of drugs that are CYP3A4 substrates as necessary."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "istradefylline",
            "description": {
                "common": "istradefylline will increase the level or effect of macitentan by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor. Istradefylline 40 mg/day increased peak levels and AUC of CYP3A4 substrates in clinical trials. This effect was not observed with istradefylline 20 mg/day. Consider dose reduction of sensitive CYP3A4 substrates."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "lenacapavir",
            "description": {
                "common": "lenacapavir will increase the level or effect of macitentan by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor. Lencapavir may increase CYP3A4 substrates initiated within 9 months after last SC dose of lenacapavir, which may increase potential risk of adverse reactions of CYP3A4 substrates."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "mitotane",
            "description": {
                "common": "mitotane decreases levels of macitentan by affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor. Mitotane is a strong inducer of cytochrome P-4503A4; monitor when coadministered with CYP3A4 substrates for possible dosage adjustments."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "rucaparib",
            "description": {
                "common": "rucaparib will increase the level or effect of macitentan by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Modify Therapy/Monitor Closely. Adjust dosage of CYP3A4 substrates, if clinically indicated."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "stiripentol",
            "description": {
                "common": "stiripentol, macitentan. affecting hepatic/intestinal enzyme CYP3A4 metabolism. Modify Therapy/Monitor Closely. Stiripentol is a CYP3A4 inhibitor and inducer. Monitor CYP3A4 substrates coadministered with stiripentol for increased or decreased effects. CYP3A4 substrates may require dosage adjustment."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "tazemetostat",
            "description": {
                "common": "tazemetostat will decrease the level or effect of macitentan by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "tecovirimat",
            "description": {
                "common": "tecovirimat will decrease the level or effect of macitentan by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor. Tecovirimat is a weak CYP3A4 inducer. Monitor sensitive CYP3A4 substrates for effectiveness if coadministered."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "nirmatrelvir/ritonavir",
            "description": {
                "common": "nirmatrelvir/ritonavir will increase the level or effect of macitentan by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Minor/Significance Unknown. Macitentan is metabolized mainly by CYP3A4, but is not a substrate of OATPs. The magnitude of interaction is expected to be low. No dosage adjustment required."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "sildenafil",
            "description": {
                "common": "macitentan increases levels of sildenafil by unspecified interaction mechanism. Minor/Significance Unknown. Systemic exposure of steady-state sildenafil (20 mg TID) increased by 15% during coadministration of macitentan (10 mg/day);  this change is not considered clinically relevant."
            }
        }
    ],
    "adverse effects": [
        {
            "name": "Nasopharyngitis",
            "percent": "20"
        },
        {
            "name": "Headache",
            "percent": "14"
        },
        {
            "name": "Anemia",
            "percent": "13"
        },
        {
            "name": "Bronchitis",
            "percent": "12"
        },
        {
            "name": "Urinary tract infection",
            "percent": "9"
        },
        {
            "name": "Hemoglobin",
            "percent": "10"
        },
        {
            "name": "g",
            "percent": "8.7"
        },
        {
            "name": "dL",
            "percent": "6"
        },
        {
            "name": "Influenza",
            "percent": "3"
        },
        {
            "name": "Elevated aminotransferases",
            "percent": "3.4"
        },
        {
            "name": "x ULN",
            "percent": "8"
        },
        {
            "name": "Elevated aminotransferases",
            "percent": "2.1"
        },
        {
            "name": "x ULN",
            "percent": null
        },
        {
            "name": "Immune system disorders",
            "percent": null
        },
        {
            "name": "Hypersensitivity reactions",
            "percent": null
        },
        {
            "name": "angioedema",
            "percent": null
        },
        {
            "name": "pruritus and rash",
            "percent": null
        },
        {
            "name": "Respiratory",
            "percent": null
        },
        {
            "name": "thoracic and mediastinal disorders",
            "percent": null
        },
        {
            "name": "Nasal congestion",
            "percent": null
        },
        {
            "name": "Gastrointestinal disorders",
            "percent": null
        },
        {
            "name": "Elevations of liver aminotransferases",
            "percent": null
        },
        {
            "name": "ALT",
            "percent": null
        },
        {
            "name": "AST",
            "percent": null
        },
        {
            "name": "and liver injury have been reported",
            "percent": null
        },
        {
            "name": "in most cases alternative causes could be identified",
            "percent": null
        },
        {
            "name": "heart failure",
            "percent": null
        },
        {
            "name": "hepatic congestion",
            "percent": null
        },
        {
            "name": "autoimmune hepatitis",
            "percent": null
        },
        {
            "name": "ERAs have been associated with elevations of aminotransferases",
            "percent": null
        },
        {
            "name": "hepatotoxicity",
            "percent": null
        },
        {
            "name": "and cases of liver failure",
            "percent": null
        },
        {
            "name": "General disorders and administration site conditions",
            "percent": null
        },
        {
            "name": "Edema",
            "percent": null
        },
        {
            "name": "fluid retention",
            "percent": null
        },
        {
            "name": "cases of edema and fluid retention occurred within weeks of starting macitentan",
            "percent": null
        },
        {
            "name": "some requiring intervention with a diuretic",
            "percent": null
        },
        {
            "name": "fluid management",
            "percent": null
        },
        {
            "name": "or hospitalization for decompensated heart failure",
            "percent": null
        },
        {
            "name": "Cardiac disorders",
            "percent": null
        },
        {
            "name": "Symptomatic hypotension",
            "percent": null
        }
    ]
}