{
    "name": "abatacept",
    "comment": "Rx",
    "other_names": [
        "Orencia",
        "Orencia ClickJect"
    ],
    "classes": [
        "DMARDs",
        "Immunomodulators",
        "Immunosuppressants"
    ],
    "source": "https://reference.medscape.com/drug/orencia-orenica-clickject-abatacept-343194",
    "pregnancy": {
        "common": [
            "There is a pregnancy exposure registry that monitors pregnancy outcomes in women exposed to therapy during pregnancy; healthcare professionals are encouraged to register patients and pregnant women are encouraged to enroll themselves by calling 1-877-311-8972",
            "There are no adequate and well-controlled studies of use in pregnant women; data in pregnant women are insufficient to inform on drug-associated risk; however, there are clinical considerations for administering live vaccines to infants exposed to the drug while in utero",
            "In reproductive toxicology studies in rats and rabbits, no fetal malformations were observed with intravenous administration during organogenesis at doses that produced exposures approximately 29 times the exposure at the maximum recommended human dose (MRHD) of 10 mg/kg/month on an AUC basis; however, in a pre-and postnatal development study in rats, therapy altered immune function in female rats at 11 times the MRHD on an AUC basis",
            "It is unknown if abatacept can cross the placenta into the fetus when a woman is treated during pregnancy; the drug is an immunomodulatory agent; it is unknown if immune response of an infant who was exposed in utero to abatacept and subsequently administered a live vaccine is impacted; risks and benefits should be considered prior to vaccinating such infants"
        ],
        "specific": []
    },
    "lactation": {
        "common": [
            "There is no information regarding presence of abatacept in human milk, effects on breastfed infant, or effects on milk production; however, abatacept was present in the milk of lactating rats dosed with abatacept."
        ]
    },
    "warnings": {
        "black_box_warning": {
            "common": [],
            "specific": []
        },
        "contraindicators": {
            "common": [
                "None listed by the manufacturer"
            ],
            "specific": []
        },
        "cautions": {
            "common": [
                "Appropriate medical support measures for treatment of hypersensitivity reactions should be available for immediate use in event of reaction; if an anaphylactic or other serious allergic reaction occurs, stop administration immediately; institute appropriate therapy; permanently discontinue therapy",
                "Higher risk for serious infections; concomitant use with a TNF antagonist can also increase risk of infections and serious infections; concurrent therapy with another TNF antagonist not recommended; discontinue if serious infections develop",
                "Serious infections, including sepsis and pneumonia, reported; some of these infections have been fatal; many of the serious infections have occurred in patients on concomitant immunosuppressive therapy which in addition to their underlying disease, could further predispose them to infection; a higher rate of serious infections has been observed in adult RA patients treated with concurrent TNF antagonists",
                "Healthcare providers should exercise caution when considering therapy in patients with a history of recurrent infections, underlying conditions which may predispose them to infections, or chronic, latent, or localized infections; patients who develop a new infection while undergoing treatment should be monitored closely; administration should be discontinued if a patient develops a serious infection",
                "Antirheumatic therapies have been associated with hepatitis B reactivation; screening for viral hepatitis should be performed in accordance with published guidelines before starting therapy",
                "Prior to initiating therapy, patients should be screened for latent tuberculosis (TB) infection with a tuberculin skin test; therapy has not been studied in patients with a positive TB screen; safety of therapy in individuals with latent TB infection is unknown; patients testing positive in TB screening should be treated by standard medical practice prior to therapy",
                "Prior to initiating therapy, update vaccinations in accordance with current vaccination guidelines; treated patients may receive current non-live vaccines; live vaccines should not be given concurrently or within 3 months after discontinuation; no data are available on secondary transmission of infection from persons receiving live vaccines to patients receiving therapy; based on mechanism of action, therapy may blunt effectiveness of some immunizations",
                "Increased risk of lymphoma and lung cancer reported; significance unknown; increased risk of lymphoma associated with rheumatoid arthritis",
                "Patients receiving therapy for RA reported to develop adverse events more frequently, including COPD exacerbations, cough, rhonchi, and dyspnea; therapy in patients with COPD should be undertaken with caution and such patients should be monitored for worsening of their respiratory status",
                "The possibility exists for drugs inhibiting T cell activation, to affect host defenses against infections and malignancies since T cells mediate cellular immune responses; there have been reports of malignancies, including skin cancer in patients receiving therapy; periodic skin examinations are recommended for all treated patients, particularly those with risk factors for skin cancer",
                "Higher incidence of infections and malignancy reported in the elderly; use caution"
            ],
            "specific": [
                {
                    "type": "Cytomegalovirus (CMV) and Epstein-Barr virus (EBV) reactivation",
                    "description": [
                        "CMV and EBV reactivation reported in aGVHD prophylaxis after hematopoietic cell transplant (HSCT)",
                        "Post-transplant lymphoproliferative disorder (PTLD) occurred in patients who received drug for aGVHD prophylaxis during unrelated HSCT; all the PTLD events were associated with Epstein-Barr virus (EBV) infection; monitor patients for EBV reactivation in accordance with institutional practices; provide prophylaxis for EBV infection for 6 months post-transplantation to prevent EBV-associated PTLD",
                        "Cytomegalovirus (CMV) invasive disease reported in patients who received therapy for aGVHD prophylaxis during unrelated HSCT; monitor patients for CMV infection/reactivation for 6 months post-transplant regardless of results of donor and recipient pre-transplant CMV serology; consider prophylaxis for CMV infection/reactivation "
                    ]
                }
            ]
        }
    },
    "interactions": [
        {
            "classification_type": "Contraindicated",
            "interaction_with": "upadacitinib",
            "description": {
                "common": "abatacept, upadacitinib.\nEither increases effects of the other by immunosuppressive effects; risk of infection. Contraindicated."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "adalimumab",
            "description": {
                "common": "abatacept, adalimumab. Mechanism: pharmacodynamic synergism. Contraindicated. Increased risk of serious infection."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "adenovirus types 4 and 7 live, oral",
            "description": {
                "common": "abatacept decreases effects of adenovirus types 4 and 7 live, oral by pharmacodynamic antagonism. Avoid or Use Alternate Drug. Immunosuppressives may diminish therapeutic effects of vaccines and increase risk of adverse effects (increased risk of infection). Live-attenuated vaccines should be avoided for at least 3mo after cessation of immunosuppressive therapy."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "anakinra",
            "description": {
                "common": "abatacept, anakinra. Mechanism: unspecified interaction mechanism. Contraindicated. Concomitant use not recommended (in mfr. info.)."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "axicabtagene ciloleucel",
            "description": {
                "common": "abatacept, axicabtagene ciloleucel.\nEither increases effects of the other by immunosuppressive effects; risk of infection. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "baricitinib",
            "description": {
                "common": "baricitinib, abatacept.\nEither increases toxicity of the other by immunosuppressive effects; risk of infection. Avoid or Use Alternate Drug. Baricitinib is not recommended in combination with other JAK inhibitors, biologic DMARDs, or potent immunosuppressives."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "brexucabtagene autoleucel",
            "description": {
                "common": "abatacept, brexucabtagene autoleucel.\nEither increases effects of the other by immunosuppressive effects; risk of infection. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "certolizumab pegol",
            "description": {
                "common": "abatacept and certolizumab pegol both increase  immunosuppressive effects; risk of infection. Avoid or Use Alternate Drug. Avoid combination because of an increased risk of serious infection."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "ciltacabtagene autoleucel",
            "description": {
                "common": "abatacept, ciltacabtagene autoleucel.\nEither increases effects of the other by immunosuppressive effects; risk of infection. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "etanercept",
            "description": {
                "common": "abatacept, etanercept. Mechanism: pharmacodynamic synergism. Contraindicated. Increased risk of serious infection."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "idecabtagene vicleucel",
            "description": {
                "common": "abatacept, idecabtagene vicleucel.\nEither increases effects of the other by immunosuppressive effects; risk of infection. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "infliximab",
            "description": {
                "common": "abatacept, infliximab. Mechanism: pharmacodynamic synergism. Contraindicated. Increased risk of serious infection."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "influenza virus vaccine quadrivalent, adjuvanted",
            "description": {
                "common": "abatacept decreases effects of influenza virus vaccine quadrivalent, adjuvanted by pharmacodynamic antagonism. Avoid or Use Alternate Drug. Immunosuppressive drugs may reduce the immune response to influenza vaccine."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "influenza virus vaccine trivalent, adjuvanted",
            "description": {
                "common": "abatacept decreases effects of influenza virus vaccine trivalent, adjuvanted by pharmacodynamic antagonism. Avoid or Use Alternate Drug. Immunosuppressive drugs may reduce the immune response to influenza vaccine."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "lisocabtagene maraleucel",
            "description": {
                "common": "abatacept, lisocabtagene maraleucel.\nEither increases effects of the other by immunosuppressive effects; risk of infection. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "tisagenlecleucel",
            "description": {
                "common": "abatacept, tisagenlecleucel.\nEither increases effects of the other by immunosuppressive effects; risk of infection. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "tocilizumab",
            "description": {
                "common": "abatacept, tocilizumab. Mechanism: unspecified interaction mechanism. Contraindicated. Concomitant use not recommended (in mfr. info.)."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "tofacitinib",
            "description": {
                "common": "abatacept, tofacitinib.\nEither increases toxicity of the other by immunosuppressive effects; risk of infection. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "belatacept",
            "description": {
                "common": "belatacept and abatacept both increase  immunosuppressive effects; risk of infection. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "cholera vaccine",
            "description": {
                "common": "abatacept decreases effects of cholera vaccine by immunosuppressive effects; risk of infection. Modify Therapy/Monitor Closely. Immunosuppressive therapies, including irradiation, antimetabolites, alkylating agents, cytotoxic drugs and corticosteroids (used in greater than physiologic doses), may reduce the immune response to cholera vaccine."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "dengue vaccine",
            "description": {
                "common": "abatacept decreases effects of dengue vaccine by immunosuppressive effects; risk of infection. Use Caution/Monitor. Immunosuppressive therapies (eg, irradiation, antimetabolites, alkylating agents, cytotoxic drugs, corticosteroids [greater than physiologic doses]) may reduce immune response to dengue vaccine."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "denosumab",
            "description": {
                "common": "abatacept, denosumab. Other (see comment). Use Caution/Monitor. \nComment: Caution should be taken in patients on concomitant immunosuppressants or with impaired immune systems because of increased risk for serious infections."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "fingolimod",
            "description": {
                "common": "abatacept increases effects of fingolimod by immunosuppressive effects; risk of infection. Modify Therapy/Monitor Closely. Concomitant therapy is expected to increase the risk of immunosuppression. Use caution when switching patients from long-acting therapies with immune effects. ."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "hydroxyurea",
            "description": {
                "common": "hydroxyurea, abatacept. Other (see comment). Use Caution/Monitor. \nComment: Combination may increase risk of immunosuppression."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "isavuconazonium sulfate",
            "description": {
                "common": "abatacept and isavuconazonium sulfate both decrease  immunosuppressive effects; risk of infection. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "meningococcal group B vaccine",
            "description": {
                "common": "abatacept decreases effects of meningococcal group B vaccine by pharmacodynamic antagonism. Use Caution/Monitor. Individuals with altered immunocompetence may have reduced immune responses to the vaccine."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ocrelizumab",
            "description": {
                "common": "abatacept and ocrelizumab both increase  immunosuppressive effects; risk of infection. Use Caution/Monitor. Coadministration of ocrelizumab with immunosuppessants is expected to increase the risk of immunosuppression."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ofatumumab SC",
            "description": {
                "common": "ofatumumab SC, abatacept.\nEither increases effects of the other by immunosuppressive effects; risk of infection. Use Caution/Monitor. Consider the risk of additive immune system effects when coadministering immunosuppressive therapies with coadministration. When switching from therapies with immune effects, take into account the duration and mechanism of action of these therapies when initiating ofatumumab SC."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "olaparib",
            "description": {
                "common": "abatacept and olaparib both increase  pharmacodynamic synergism. Use Caution/Monitor. Coadministration with other other myelosuppressive anticancer agents, including DNA damaging agents,  may potentiate and prolongate the myelosuppressive toxicity. "
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ozanimod",
            "description": {
                "common": "ozanimod, abatacept.\nEither increases effects of the other by immunosuppressive effects; risk of infection. Use Caution/Monitor. Coadministration with immunosuppressive therapies may increase the risk of additive immune effects during therapy and in the weeks following administration. When switching from drugs with prolonged immune effects, consider the half-life and mode of action of these drugs in order to avoid unintended additive immunosuppressive effects."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ponesimod",
            "description": {
                "common": "ponesimod and abatacept both increase  immunosuppressive effects; risk of infection. Use Caution/Monitor. Caution if coadministered because of additive immunosuppressive effects during such therapy and in the weeks following administration. When switching from drugs with prolonged immune effects, consider the half-life and mode of action of these drugs to avoid unintended additive immunosuppressive effects."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "siponimod",
            "description": {
                "common": "siponimod and abatacept both increase  immunosuppressive effects; risk of infection. Use Caution/Monitor. Caution if coadministered because of additive immunosuppressive effects during such therapy and in the weeks following administration. When switching from drugs with prolonged immune effects, consider the half-life and mode of action of these drugs to avoid unintended additive immunosuppressive effects."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "sipuleucel-T",
            "description": {
                "common": "abatacept decreases effects of sipuleucel-T by pharmacodynamic antagonism. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "trastuzumab",
            "description": {
                "common": "trastuzumab, abatacept.\nEither increases toxicity of the other by immunosuppressive effects; risk of infection. Use Caution/Monitor.  Neutropenia or febrile neutropenia incidence were increased when trastuzumab was coadministered with myelosuppressive chemotherapy. ."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "trastuzumab deruxtecan",
            "description": {
                "common": "trastuzumab deruxtecan, abatacept.\nEither increases toxicity of the other by immunosuppressive effects; risk of infection. Use Caution/Monitor.  Neutropenia or febrile neutropenia incidence were increased when trastuzumab was coadministered with myelosuppressive chemotherapy. ."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ublituximab",
            "description": {
                "common": "ublituximab and abatacept both increase  immunosuppressive effects; risk of infection. Modify Therapy/Monitor Closely. Owing to potential additive immunosuppressive effects, consider duration of effect and mechanism of action of these therapies if coadministered"
            }
        }
    ],
    "adverse effects": [
        {
            "name": "Headache",
            "percent": "18"
        },
        {
            "name": "Nasopharyngitis",
            "percent": "12"
        },
        {
            "name": "Nausea",
            "percent": "10"
        },
        {
            "name": "Infection",
            "percent": "54"
        },
        {
            "name": "for adults",
            "percent": "36"
        },
        {
            "name": "for children",
            "percent": "9"
        },
        {
            "name": "Dizziness",
            "percent": "8"
        },
        {
            "name": "Cough",
            "percent": "7"
        },
        {
            "name": "Back pain",
            "percent": "7"
        },
        {
            "name": "Hypertension",
            "percent": "6"
        },
        {
            "name": "Dyspepsia",
            "percent": "6"
        },
        {
            "name": "Urinary Tract Infection",
            "percent": "4"
        },
        {
            "name": "Rash",
            "percent": "3"
        },
        {
            "name": "Pain in extremety",
            "percent": null
        },
        {
            "name": "Acute lymphocytic leukemia",
            "percent": null
        },
        {
            "name": "Anaphylaxis",
            "percent": null
        },
        {
            "name": "Cellulitis",
            "percent": null
        },
        {
            "name": "COPD exacerbation",
            "percent": null
        },
        {
            "name": "Disease flare",
            "percent": null
        },
        {
            "name": "Diverticulitis",
            "percent": null
        },
        {
            "name": "Dyspnea",
            "percent": null
        },
        {
            "name": "Flushing",
            "percent": null
        },
        {
            "name": "Hypersensitivity",
            "percent": null
        },
        {
            "name": "Hypotension",
            "percent": null
        },
        {
            "name": "Joint wear",
            "percent": null
        },
        {
            "name": "Lung cancer",
            "percent": null
        },
        {
            "name": "Lymphoma",
            "percent": null
        },
        {
            "name": "Malignancies",
            "percent": null
        },
        {
            "name": "Ovarian cyst",
            "percent": null
        },
        {
            "name": "Pruitus",
            "percent": null
        },
        {
            "name": "Pyelonephritis",
            "percent": null
        },
        {
            "name": "Rhonchi",
            "percent": null
        },
        {
            "name": "Urticaria",
            "percent": null
        },
        {
            "name": "Varicella infection",
            "percent": null
        },
        {
            "name": "Wheezing",
            "percent": null
        },
        {
            "name": "Nausea",
            "percent": null
        },
        {
            "name": "Abdominal pain",
            "percent": null
        },
        {
            "name": "Diarrhea",
            "percent": null
        },
        {
            "name": "New or worsening psoriasis",
            "percent": null
        }
    ]
}