{
    "name": "mannitol",
    "comment": "Rx",
    "other_names": [
        "Osmitrol"
    ],
    "classes": [
        "Diuretics",
        "Osmotic Agents"
    ],
    "source": "https://reference.medscape.com/drug/osmitrol-mannitol-343061",
    "pregnancy": {
        "common": [
            "Available case report data with mannitol over decades of use have not identified a drug-associated risk of major birth defects, miscarriage, or adverse maternal or fetal outcomes",
            "Mannitol crosses the placenta and may cause fluid shifts that could potentially result in adverse effects in the fetus",
            "Mannitol is present in amniotic fluid when administered to pregnant women during the third trimester of pregnancy"
        ],
        "specific": [
            {
                "type": "Animal data",
                "description": [
                    "No adverse developmental effects from mannitol reported in published animal studies; however, fluid shifts occurred in fetal ewes in response to maternal infusion of drug"
                ]
            }
        ]
    },
    "lactation": {
        "common": [
            "There are no data on presence of mannitol in either human or animal milk, effects on breastfed infant, or on milk production",
            "Consider developmental and health benefits of breastfeeding along with mother’s clinical need for drug and any potential adverse effects on breastfed infant from drug or from underlying maternal condition"
        ]
    },
    "warnings": {
        "black_box_warning": {
            "common": [],
            "specific": []
        },
        "contraindicators": {
            "common": [
                "Hypersensitivity",
                "Anuria",
                "Severe hypovolemia",
                "Pre-existing severe pulmonary vascular congestion or pulmonary edema",
                "Active intracranial bleeding, except during craniotomy"
            ],
            "specific": []
        },
        "cautions": {
            "common": [
                "Infusion of hypertonic solutions through a peripheral vein, at a concentration of 10% w/v or greater, may result in peripheral venous irritation, including phlebitis; other severe infusion site reactions, such as compartment syndrome and swelling associated with extravasation, can occur; administer, preferably, into a large central vein",
                "Do not mix with blood",
                "Serious hypersensitivity reactions, including anaphylaxis, hypotension and dyspnea resulting in cardiac arrest and death reported; stop infusion immediately if signs or symptoms of suspected hypersensitivity reaction develop"
            ],
            "specific": [
                {
                    "type": "Renal complications",
                    "description": [
                        "Renal complications, including irreversible renal failure reported in patients receiving mannitol",
                        "Reversible, oliguric acute kidney injury (AKI) has occurred with normal pretreatment renal function in patient who received large IV mannitol doses",
                        "Although the osmotic nephrosis associated with mannitol administration is in principle reversible, osmotic nephrosis in general is known to potentially proceed to chronic or even end-stage renal failure",
                        "Monitor renal function closely during mannitol infusion",
                        "Patients with pre-existing renal disease, conditions at high risk for renal failure, or those receiving potentially nephrotoxic drugs or other diuretics, are at increased risk of renal failure following administration",
                        "Avoid coadministration of nephrotoxic drugs or other diuretics, if possible",
                        "Patients with oliguric AKI who subsequently develop anuria while receiving mannitol are at risk of CHF, pulmonary edema, hypertensive crisis, coma, and death",
                        "During and following mannitol infusion for reduction in intracranial pressure, clinically monitor and review laboratory tests for changes in fluid and electrolyte status",
                        "Discontinue if renal function worsens"
                    ]
                },
                {
                    "type": "Central nervous system toxicity",
                    "description": [
                        "CNS toxicity manifested by, confusion, lethargy, or coma reported in patients, some resulting in death, in particular in presence of impaired renal function, CNS toxicity may result from high serum mannitol concentrations, serum hyperosmolarity resulting in intracellular dehydration within CNS, hyponatremia or other disturbances of electrolyte and acid/base balance secondary to mannitol administration",
                        "At high concentrations, mannitol may cross blood brain barrier and interfere with ability of brain to maintain pH of cerebrospinal fluid especially in presence of acidosis",
                        "In patients with preexisting compromise of blood brain barrier, risk of increasing cerebral edema (general and focal) associated with repeated or continued use of product must be individually weighed against expected benefits",
                        "A rebound increase of intracranial pressure may occur several hours after infusion; patients with a compromised blood brain barrier are at increased risk",
                        "Concomitant administration of neurotoxic drugs (eg, aminoglycosides) may potentiate neurotoxicity; avoid concomitant use of neurotoxic drugs, if possible"
                    ]
                },
                {
                    "type": "Fluid electrolyte imbalance",
                    "description": [
                        "Depending on dosage and duration, administration may result in hypervolemia leading to or exacerbating existing congestive heart failure",
                        "Accumulation of mannitol due to insufficient renal excretion increases risk of hypervolemia; mannitol-induced osmotic diuresis may cause or worsen dehydration/hypovolemia and hemoconcentration; therapy may also cause hyperosmolarity",
                        "Depending on dosage and duration of administration, electrolyte and acid/base imbalances may also result from transcellular shifts in water and electrolytes, osmotic diuresis and/or other mechanisms; such imbalances may be severe and potentially fatal",
                        "Metabolic acidosis/alkalosis",
                        "Pediatric patients <2 years, particularly preterm and term neonates, may be at higher risk for fluid and electrolyte abnormalities following administration due to decreased glomerular filtration rate and limited ability to concentrate urine",
                        "During and following infusion for reduction in intracranial pressure, monitor fluid and electrolyte status and discontinue therapy if imbalances occur",
                        "Imbalances resulting from therapy",
                        "Hypernatremia, dehydration and hemoconcentration",
                        "Hyponatremia, which can lead to headache, nausea, seizures, lethargy, coma, cerebral edema, and death; acute symptomatic hyponatremic encephalopathy is considered a medical emergency",
                        "Hypo/hyperkalemia; the development of electrolyte imbalances (eg, hyperkalemia, hypokalemia) associated with mannitol administration may result in cardiac adverse reactions in patients receiving drugs sensitive to such imbalances (e.g., digoxin, agents that may cause QT prolongation, neuromuscular blocking agents)",
                        "During and following infusion for reduction in intracranial pressure, monitor:",
                        "Serum osmolarity, serum electrolytes (including sodium, potassium, calcium and phosphate) and acid base balance",
                        "The osmol gap",
                        "Signs of hypo- or hypervolemia, including urine output",
                        "Renal, cardiac and pulmonary function",
                        "Intracranial pressure",
                        "Discontinue therapy if renal, cardiac, or pulmonary status worsens or CNS toxicity develops"
                    ]
                },
                {
                    "type": "Drug interaction overview",
                    "description": [
                        "Nephrotoxic drugs",
                        "Coadministration of nephrotoxic drugs increases renal failure",
                        "If possible, avoid use with nephrotoxic drugs",
                        "Diuretics",
                        "Coadministration of other diuretics may potentiate renal toxicity",
                        "If possible, avoid use of other diuretics",
                        "Neurotoxic drugs",
                        "Coadministration of systemic neurotoxic drugs may potentiate CNS toxicity of mannitol",
                        "If possible, avoid use of neurotoxic drugs",
                        "Drugs affected by electrolyte imbalances",
                        "Development of electrolyte imbalances (eg, hyperkalemia, hypokalemia) associated with mannitol administration may result in cardiac adverse reactions in patients receiving drugs that are sensitive to such imbalances (eg, digoxin, drugs that prolong the QT interval, neuromuscular blocking agents)",
                        "Monitor serum electrolytes during and following mannitol infusion; discontinue if cardiac status worsens",
                        "Renally eliminated drugs",
                        "May increase elimination and decrease effectiveness of drugs that undergo significant renal elimination",
                        "Coadministration with lithium may initially increase lithium elimination, but may also increase risk of lithium toxicity if patients develop hypovolemia or renal impairment",
                        "Consider holding lithium doses during treatment with mannitol",
                        "If unable to avoid coadministration, frequently monitor serum lithium concentrations for signs of lithium toxicity"
                    ]
                }
            ]
        }
    },
    "interactions": [
        {
            "classification_type": "Serious",
            "interaction_with": "tobramycin",
            "description": {
                "common": "mannitol increases levels of tobramycin by unspecified interaction mechanism. Contraindicated."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "dichlorphenamide",
            "description": {
                "common": "dichlorphenamide and mannitol both decrease  serum potassium. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "lurasidone",
            "description": {
                "common": "lurasidone increases effects of mannitol by Other (see comment). Use Caution/Monitor. \nComment: Potential  for increased risk of hypotension with concurrent use. Monitor blood pressure and adjust  dose of  antihypertensive agent as needed."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "nitroglycerin rectal",
            "description": {
                "common": "nitroglycerin rectal, mannitol.\nEither increases effects of the other by pharmacodynamic synergism. Use Caution/Monitor. Observe for possible additive hypotensive effects during concomitant use. ."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "sodium sulfate/?magnesium sulfate/potassium chloride",
            "description": {
                "common": "sodium sulfate/?magnesium sulfate/potassium chloride increases toxicity of mannitol by Other (see comment). Use Caution/Monitor. \nComment: Coadministration with medications that cause fluid and electrolyte abnormalities may increase the risk of adverse events of seizure, arrhythmias, and renal impairment."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "sodium sulfate/potassium sulfate/magnesium sulfate",
            "description": {
                "common": "sodium sulfate/potassium sulfate/magnesium sulfate increases toxicity of mannitol by Other (see comment). Use Caution/Monitor. \nComment: Coadministration with medications that cause fluid and electrolyte abnormalities may increase the risk of adverse events of seizure, arrhythmias, and renal impairment."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "tobramycin inhaled",
            "description": {
                "common": "tobramycin inhaled, mannitol.\nEither increases toxicity of the other by nephrotoxicity and/or ototoxicity. Modify Therapy/Monitor Closely. Avoid concurrent use if possible; mannitol may alter serum/tissue levels of aminoglycosides ."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "voclosporin",
            "description": {
                "common": "voclosporin, mannitol.\nEither increases toxicity of the other by nephrotoxicity and/or ototoxicity. Modify Therapy/Monitor Closely. Coadministration with drugs associated with nephrotoxicity may increase the risk for acute and/or chronic nephrotoxicity."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "entecavir",
            "description": {
                "common": "mannitol, entecavir.\nEither increases effects of the other by decreasing renal clearance. Minor/Significance Unknown. Coadministration with drugs that reduce renal function or compete for active tubular secretion may increase serum concentrations of either entecavir or the coadministered drug."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "magnesium chloride",
            "description": {
                "common": "mannitol decreases levels of magnesium chloride by increasing renal clearance. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "magnesium citrate",
            "description": {
                "common": "mannitol decreases levels of magnesium citrate by increasing renal clearance. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "magnesium hydroxide",
            "description": {
                "common": "mannitol decreases levels of magnesium hydroxide by increasing renal clearance. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "magnesium oxide",
            "description": {
                "common": "mannitol decreases levels of magnesium oxide by increasing renal clearance. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "magnesium sulfate",
            "description": {
                "common": "mannitol decreases levels of magnesium sulfate by increasing renal clearance. Minor/Significance Unknown."
            }
        }
    ],
    "adverse effects": [
        {
            "name": "Hypersensitivity reactions",
            "percent": null
        },
        {
            "name": "Cardiac arrest",
            "percent": null
        },
        {
            "name": "anaphylaxis",
            "percent": null
        },
        {
            "name": "hypotension",
            "percent": null
        },
        {
            "name": "dyspnea",
            "percent": null
        },
        {
            "name": "hypertension",
            "percent": null
        },
        {
            "name": "pyrexia",
            "percent": null
        },
        {
            "name": "chills",
            "percent": null
        },
        {
            "name": "sweating",
            "percent": null
        },
        {
            "name": "cough",
            "percent": null
        },
        {
            "name": "musculoskeletal stiffness",
            "percent": null
        },
        {
            "name": "myalgia",
            "percent": null
        },
        {
            "name": "urticarial",
            "percent": null
        },
        {
            "name": "rash",
            "percent": null
        },
        {
            "name": "pruritus",
            "percent": null
        },
        {
            "name": "generalized pain",
            "percent": null
        },
        {
            "name": "discomfort",
            "percent": null
        },
        {
            "name": "nausea",
            "percent": null
        },
        {
            "name": "vomiting",
            "percent": null
        },
        {
            "name": "and headache",
            "percent": null
        },
        {
            "name": "Renal failure",
            "percent": null
        },
        {
            "name": "acute kidney injury",
            "percent": null
        },
        {
            "name": "osmotic nephrosis",
            "percent": null
        },
        {
            "name": "azotemia",
            "percent": null
        },
        {
            "name": "anuria",
            "percent": null
        },
        {
            "name": "hematuria",
            "percent": null
        },
        {
            "name": "oliguria",
            "percent": null
        },
        {
            "name": "polyuria",
            "percent": null
        },
        {
            "name": "CNS toxicity",
            "percent": null
        },
        {
            "name": "Headache",
            "percent": null
        },
        {
            "name": "coma",
            "percent": null
        },
        {
            "name": "seizures",
            "percent": null
        },
        {
            "name": "confusion",
            "percent": null
        },
        {
            "name": "lethargy",
            "percent": null
        },
        {
            "name": "rebound increase in intracranial pressure",
            "percent": null
        },
        {
            "name": "dizziness",
            "percent": null
        },
        {
            "name": "Fluid and electrolyte imbalances",
            "percent": null
        },
        {
            "name": "Hypovolemia",
            "percent": null
        },
        {
            "name": "hypervolemia",
            "percent": null
        },
        {
            "name": "peripheral edema",
            "percent": null
        },
        {
            "name": "dehydration",
            "percent": null
        },
        {
            "name": "hyponatremia",
            "percent": null
        },
        {
            "name": "hypernatremia",
            "percent": null
        },
        {
            "name": "hyperkalemia",
            "percent": null
        },
        {
            "name": "hypokalemia",
            "percent": null
        },
        {
            "name": "metabolic acidosis",
            "percent": null
        },
        {
            "name": "Infusion site reactions",
            "percent": null
        },
        {
            "name": "Infection",
            "percent": null
        },
        {
            "name": "venous thrombosis or phlebitis",
            "percent": null
        },
        {
            "name": "inflammation",
            "percent": null
        },
        {
            "name": "pain",
            "percent": null
        },
        {
            "name": "rash",
            "percent": null
        },
        {
            "name": "erythema",
            "percent": null
        },
        {
            "name": "pruritus",
            "percent": null
        },
        {
            "name": "compartment syndrome and swelling associated with extravasation",
            "percent": null
        },
        {
            "name": "Cardiac and respiratory disorders",
            "percent": null
        },
        {
            "name": "Rhinitis",
            "percent": null
        },
        {
            "name": "congestive cardiac failure",
            "percent": null
        },
        {
            "name": "pulmonary edema",
            "percent": null
        },
        {
            "name": "palpitations",
            "percent": null
        },
        {
            "name": "hypotension",
            "percent": null
        },
        {
            "name": "hypertension",
            "percent": null
        },
        {
            "name": "tachycardia",
            "percent": null
        },
        {
            "name": "and angina",
            "percent": null
        },
        {
            "name": "like chest pains",
            "percent": null
        },
        {
            "name": "Gastrointestinal disorders",
            "percent": null
        },
        {
            "name": "Thirst",
            "percent": null
        },
        {
            "name": "dry mouth",
            "percent": null
        },
        {
            "name": "nausea",
            "percent": null
        },
        {
            "name": "vomiting",
            "percent": null
        },
        {
            "name": "Other",
            "percent": null
        },
        {
            "name": "Asthenia",
            "percent": null
        },
        {
            "name": "malaise",
            "percent": null
        },
        {
            "name": "fever",
            "percent": null
        },
        {
            "name": "chills",
            "percent": null
        },
        {
            "name": "urticaria",
            "percent": null
        }
    ]
}