{
    "name": "sodium acid phosphate",
    "comment": "Rx",
    "other_names": [
        "OsmoPrep",
        "Phospho Soda",
        "sodium biphosphate",
        "sodium phosphate",
        "Visicol"
    ],
    "classes": [
        "Laxatives",
        "Saline"
    ],
    "source": "https://reference.medscape.com/drug/osmoprep-phospho-soda-sodium-acid-phosphate-342027",
    "pregnancy": {
        "common": [
            "There are no available data on sodium phosphate use in pregnant women to inform a drug-associated risk for adverse developmental outcomes"
        ],
        "specific": [
            {
                "type": "Animal data",
                "description": [
                    "Animal reproduction studies have not been conducted with sodium phosphate"
                ]
            }
        ]
    },
    "lactation": {
        "common": [
            "There are no data available to assess presence of sodium phosphate in human milk, effects of drug on breastfed infant, or on milk production; the lack of clinical data during lactation precludes a clear determination of risk of this product to a child during lactation",
            "The developmental and health benefits of breastfeeding should be considered along with mother’s clinical need for OsmoPrep and any potential adverse effects on breastfed child from this product or from underlying maternal condition"
        ]
    },
    "warnings": {
        "black_box_warning": {
            "common": [
                "Rare reports of acute phosphate nephropathy with oral sodium phosphate products used for colon cleansing before colonoscopy",
                "Some cases have resulted in permanent renal function impairment requiring long-term hemodialysis",
                "Risk factors for acute phosphate nephropathy include age >55 yr, hypovolemia, baseline kidney disease, bowel obstruction, active colitis, and those using medicines that affect renal perfusion or function (eg, diuretics, ACE inhibitors, ARBs, NSAIDs)",
                "Advise patients of the importance of following the recommended split dosage regimen and importance of adequate hydration before, during, and after the use of this product; avoid additional sodium phosphate-based purgative or enema products"
            ],
            "specific": []
        },
        "contraindicators": {
            "common": [
                "Enema: Renal failure, CHF, ascites, obstruction, megacolon, perforated bowel, ulcerative colitis, fecal impaction",
                "IV: Hyperphosphatemia, hypocalcemia, hypernatremia",
                "Oral: Bowel obstruction, bowel perforation, gastric bypass or stapling surgery, toxic colitis, toxic megacolon, acute phosphate nephropathy"
            ],
            "specific": []
        },
        "cautions": {
            "common": [
                "If gastrointestinal obstruction or perforation suspected, perform appropriate diagnostic studies to rule out these conditions before administering product; use with caution in patients with severe active ulcerative colitis",
                "Patients with impaired gag reflex or other swallowing abnormalities are at risk for regurgitation or aspiration; observe these patients during administration of product",
                "This product may cause serious hypersensitivity reactions including anaphylaxis, angioedema, rash, urticaria, and throat tightness; inform patients of signs and symptoms of anaphylaxis and instruct them to seek immediate medical care should signs and symptoms occur",
                "Renal disease, acute phosphate nephropathy, electrolyte disorders",
                "There have been rare, but serious, reports of renal failure, acute phosphate nephropathy, and nephrocalcinosis in patients receiving this product for colon cleansing prior to colonoscopy; these cases often resulted in permanent impairment of renal function and several patients required long-term dialysis",
                "The time to onset is typically within days; however, in some cases, the diagnosis of these events has been delayed up to several months after the ingestion of these products",
                "Patients at increased risk of acute phosphate nephropathy may include patients with the following: hypovolemia, baseline kidney disease, increased age, and patients using medicines that affect renal perfusion or function, including diuretics, angiotensin-converting enzyme (ACE) inhibitors, angiotensin receptor blockers, and possibly nonsteroidal anti-inflammatory drugs (NSAIDs)"
            ],
            "specific": [
                {
                    "type": "Electrolyte disorders",
                    "description": [
                        "Bowel preparations can cause fluid and electrolyte disturbances, which can lead to serious adverse reactions including cardiac arrhythmias, seizures and renal impairment",
                        "Patient management",
                        "Use with caution in patients with severe renal impairment (creatinine clearance < 30 mL/minute), with conditions, or who are taking medications, that increase risk for fluid and electrolytedisturbances or may increase risk of arrhythmias, seizures, or renal impairment",
                        "Consider performing baseline and post-colonoscopy labs (phosphate, calcium, potassium, sodium, creatinine, and BUN) in these patients",
                        "Correct electrolyte abnormalities such as hypernatremia, hyperphosphatemia, hypokalemia, or hypocalcemia before treatment",
                        "Avoid additional sodium phosphate-based purgative or enema products",
                        "Advise all patients to hydrate adequately before, during, and after use of this product",
                        "If a patient develops significant vomiting or signs of dehydration while or after taking this product, consider performing post-colonoscopy lab tests, including electrolytes, creatinine, and blood urea nitrogen (BUN)"
                    ]
                },
                {
                    "type": "Cardiac arrhythmias",
                    "description": [
                        "Serious arrhythmias associated with use of ionic osmotic laxative products for bowel preparation. QT prolongation rarely reported with sodium phosphate tablets and associated with electrolyte imbalances, such as hypokalemia and hypocalcemia",
                        "Use caution when prescribing product for patients at increased risk of arrhythmias (eg, patients with a history of prolonged QT, uncontrolled arrhythmias, recent myocardial infarction, unstable angina, congestive heart failure, or cardiomyopathy) and those taking medications known to prolong the QT interval; serious complications may occur; consider pre-dose and post-colonoscopy ECGs s in patients at increased risk of serious cardiac arrhythmias"
                    ]
                },
                {
                    "type": "Seizures",
                    "description": [
                        "There have been rare reports of generalized tonic-clonic seizures and/or loss of consciousness associated with use of sodium phosphate osmotic laxative products in patients with no prior history of seizures",
                        "The seizure cases were associated with electrolyte abnormalities (eg, hyponatremia, hypokalemia, hypocalcemia, and hypomagnesemia) and low serum osmolality; the neurologic abnormalities resolved with correction of fluid and electrolyte abnormalities",
                        "Use with caution in patients with a history of seizures and in patients at higher risk of seizure, such as patients taking medications that lower the seizure threshold (such as tricyclic antidepressants), patients withdrawing from alcohol or benzodiazepines, or patients with known or suspected hyponatremia"
                    ]
                },
                {
                    "type": "Colonic mucosal ulceration and inflammatory bowel disease",
                    "description": [
                        "Osmotic laxatives may induce colonic mucosal aphthous ulcerations; in the program, aphthous ulcers were observed in 3% of patients who took recommended dosing regimen",
                        "Consider potential for mucosal ulcerations resulting from bowel preparation when interpreting colonoscopic finding in patients with known or suspected inflammatory bowel disease",
                        "Use caution in patients experiencing an acute exacerbation of chronic inflammatory bowel disease as published data suggest that sodium phosphate absorption may be enhanced in such patients"
                    ]
                }
            ]
        }
    },
    "interactions": [
        {
            "classification_type": "Contraindicated",
            "interaction_with": "sodium phosphate rectal",
            "description": {
                "common": "sodium phosphate rectal, sodium acid phosphate.\nEither increases effects of the other by pharmacodynamic synergism. Contraindicated. Either increases toxicity of the other. Coadministration of various sodium phosphate preparations are known to cause electrolyte disturbances and hypovolemia."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "baloxavir marboxil",
            "description": {
                "common": "sodium acid phosphate will decrease the level or effect of baloxavir marboxil by  cation binding in GI tract. Avoid or Use Alternate Drug. Baloxavir may bind to polyvalent cations resulting in decreased absorption. Studies in monkeys showed concurrent use with calcium, aluminum, or iron caused significantly decreased plasma levels. Human studies not conducted."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "potassium phosphates, IV",
            "description": {
                "common": "sodium acid phosphate and potassium phosphates, IV both increase  serum potassium. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "deflazacort",
            "description": {
                "common": "sodium acid phosphate and deflazacort both decrease  serum potassium. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "dextroamphetamine",
            "description": {
                "common": "sodium acid phosphate decreases levels of dextroamphetamine by increasing renal clearance. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "lisdexamfetamine",
            "description": {
                "common": "sodium acid phosphate decreases levels of lisdexamfetamine by increasing renal clearance. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "methamphetamine",
            "description": {
                "common": "sodium acid phosphate decreases levels of methamphetamine by increasing renal clearance. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "methylenedioxymethamphetamine",
            "description": {
                "common": "sodium acid phosphate decreases levels of methylenedioxymethamphetamine by increasing renal clearance. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "omadacycline",
            "description": {
                "common": "sodium acid phosphate will decrease the level or effect of omadacycline by  inhibition of GI absorption. Applies only to oral form of both agents. Modify Therapy/Monitor Closely. Multivalent cation-containing products may impair absorption of tetracyclines, which may decrease its efficacy. Separate dosing of tetracyclines from these products."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "sarecycline",
            "description": {
                "common": "sodium acid phosphate will decrease the level or effect of sarecycline by  inhibition of GI absorption. Applies only to oral form of both agents. Modify Therapy/Monitor Closely. Multivalent cation-containing products may impair absorption of tetracyclines, which may decrease its efficacy. Separate dosing of tetracyclines from these products."
            }
        }
    ],
    "adverse effects": [
        {
            "name": "Possible QT interval prolongation due to electrolyte imbalance",
            "percent": null
        },
        {
            "name": "Aspiration",
            "percent": null
        },
        {
            "name": "Dizziness",
            "percent": null
        },
        {
            "name": "Headache",
            "percent": null
        },
        {
            "name": "Abdominal pain",
            "percent": null
        },
        {
            "name": "Vomiting",
            "percent": null
        },
        {
            "name": "Mucosal bleeding",
            "percent": null
        },
        {
            "name": "Bloating",
            "percent": null
        },
        {
            "name": "Colonic mucosal ulceration",
            "percent": null
        },
        {
            "name": "Nausea",
            "percent": null
        },
        {
            "name": "Electrolyte imbalance",
            "percent": null
        },
        {
            "name": "hyperphosphatemia",
            "percent": null
        },
        {
            "name": "hypocalcemia",
            "percent": null
        },
        {
            "name": "hypernatremia",
            "percent": null
        },
        {
            "name": "hypokalemia",
            "percent": null
        },
        {
            "name": "Metabolic acidosis",
            "percent": null
        },
        {
            "name": "dehydration",
            "percent": null
        },
        {
            "name": "Acute phosphate nephropathy",
            "percent": null
        },
        {
            "name": "Cardiac arrhythmia",
            "percent": null
        },
        {
            "name": "Facial edema",
            "percent": null
        }
    ]
}