{
    "name": "enfortumab vedotin",
    "comment": "Rx",
    "other_names": [
        "Padcev",
        "enfortumab vedotin-ejfv"
    ],
    "classes": [
        "Antineoplastics",
        "Antimicrotubulars",
        "Anti-Nectin-4 Monoclonal Antibodies"
    ],
    "source": "https://reference.medscape.com/drug/padcev-enfortumab-vedotin-4000028",
    "pregnancy": {
        "common": [
            "Based on the mechanism of action and findings in animals, can cause fetal harm",
            "There are no available human data regarding use in pregnancy",
            "Advise patients of potential risk and verify pregnancy status in females of reproductive potential before initiating"
        ],
        "specific": [
            {
                "type": "Animal studies",
                "description": [
                    "Administration to pregnant rats during organogenesis caused maternal toxicity, embryo-fetal lethality, structural malformations, and skeletal anomalies at maternal exposures approximately similar to the exposures at the recommended human dose of 1.25 mg/kg"
                ]
            },
            {
                "type": "Contraception",
                "description": [
                    "Females of reproductive potential: Use effective contraception during treatment and for 2 months after last dose",
                    "Males with female partners of reproductive potential: Use effective contraception during treatment and for 4 months after last dose"
                ]
            },
            {
                "type": "Infertility",
                "description": [
                    "Based on findings from animal studies, may impair male fertility"
                ]
            }
        ]
    },
    "lactation": {
        "common": [
            "Data are not available regarding the presence of enfortumab vedotin in human milk, effects on the breastfed child, or effects on milk production",
            "Advise lactating women not to breastfeed during treatment and for at least 3 weeks after last dose"
        ]
    },
    "warnings": {
        "black_box_warning": {
            "common": [],
            "specific": [
                {
                    "type": "Serious skin reactions",
                    "description": [
                        "Severe and fatal cutaneous adverse reactions, including Stevens-Johnson syndrome (SJS) and toxic epidermal necrolysis (TEN), predominately occurred during the first cycle of treatment, but may occur later",
                        "Closely monitor for skin reactions",
                        "Immediately withhold and consider referral for specialized care for suspected SJS or TEN or severe skin reactions",
                        "Permanently discontinue in patients with confirmed SJS or TEN; or Grade 4 or recurrent Grade 3 skin reactions"
                    ]
                }
            ]
        },
        "contraindicators": {
            "common": [
                "None"
            ],
            "specific": []
        },
        "cautions": {
            "common": [
                "Hyperglycemia and diabetic ketoacidosis occurred in patients with or without pre-existing diabetes mellitus; incidence of Grade 3-4 hyperglycemia increased consistently in patients with higher body mass index and with higher baseline A1C; fatal events of hyperglycemia and diabetic ketoacidosis reported when administered as a single agent; closely monitor blood glucose levels in patients with, or at risk for, diabetes mellitus or hyperglycemia; if blood glucose is elevated (>250 mg/dL), withhold therapy",
                "Patients 65 years of age or older receiving this drug as a single agent experienced a higher incidence of serious and fatal adverse reactions than younger patients; no significant difference observed in pharmacokinetics of this drug between patients 65 years and older and younger patients",
                "Can cause fetal harm, based on the mechanism of action and findings in animals"
            ],
            "specific": [
                {
                    "type": "Neuropathy",
                    "description": [
                        "Peripheral neuropathy, including sensory and motor neuropathy, occurred; monitor for symptoms of new or worsening peripheral neuropathy and consider dose interruption or reduction when peripheral neuropathy occurs; permanently discontinue therapy in patients who develop Grade >3 peripheral neuropathy",
                        "Combination with pembrolizumab",
                        "The incidence of peripheral neuropathy occurred at a higher rate when this medication was given in combination with pembrolizumab",
                        "When given in combination with pembrolizumab, 65% of patients treated with combination therapy had peripheral neuropathy of any grade, 45% had Grade 2 neuropathy, and 3.3% had Grade 3 neuropathy",
                        "The median time to onset of Grade greater than or equal to 2 peripheral neuropathy was 6 months (range: 0.3 to 25 months)"
                    ]
                },
                {
                    "type": "Ocular disorders",
                    "description": [
                        "Majority of events involved the cornea, including keratitis, blurred vision, increased lacrimation, conjunctivitis, limbal stem cell deficiency, keratopathy, and other conditions associated with eyes when used as a single agent",
                        "Consider artificial tears for prophylaxis of dry eyes and ophthalmologic evaluation if ocular symptoms occur or do not resolve",
                        "Consider treatment with ophthalmic topical steroids, if indicated after an ophthalmic exam"
                    ]
                },
                {
                    "type": "Pneumonitis",
                    "description": [
                        "Severe, life-threatening, or fatal pneumonitis occurred; median time to onset of pneumonitis was 2.9 months; monitor for signs and symptoms indicative of pneumonitis (eg, hypoxia, cough, dyspnea, interstitial infiltrates on radiologic exams)",
                        "Evaluate and exclude infectious, neoplastic, and other causes for such signs and symptoms through appropriate investigations; ",
                        "Withhold therapy for patients who develop persistent or recurrent Grade 2 pneumonitis and consider dose reduction; permanently discontinue therapy in all patients with Grade 3 or 4 pneumonitis",
                        "Combination with pembrolizumab",
                        "Incidence of pneumonitis/ILD, including severe events, occurred at a higher rate when this drug was given in combination with pembrolizumab",
                        "When given in combination with pembrolizumab, 9% of the 121 patients treated with combination therapy had pneumonitis/ILD of any grade and 3.3% had Grade 3",
                        "A fatal event of pneumonitis occurred in one patient (0.8%); the median time to onset of pneumonitis/ILD was 6 months (range: 0.6 to 26 months)"
                    ]
                },
                {
                    "type": "Skin reactions",
                    "description": [
                        "Severe cutaneous adverse reactions, including fatal cases of SJS or TEN reported ",
                        "SJS and TEN has occurred predominantly during first cycle of treatment but may occur later",
                        "Other skin reactions (eg, maculopapular rash, pruritis, symmetrical drug-related intertriginous and flexural exanthema, dermatitis bullous, dermatitis exfoliative, and palmoplantar erythrodysesthesia) reported",
                        "Closely monitor throughout treatment for skin reactions",
                        "For persistent or recurrent grade 2 skin reactions, consider withholding therapy until grade ≤1",
                        "Consider topical corticosteroids and antihistamines, as clinically indicated",
                        "Refer to dosage modifications for when to withhold therapy, reduce dose, or permanently discontinue",
                        "Combination with pembrolizumab",
                        "When this drug was given in combination with pembrolizumab, the incidence of skin reactions, including severe events, occurred at a higher rate",
                        "The majority of skin reactions that occurred with combination therapy included maculo-papular rash, macular rash, and papular rash; the median time to onset of severe skin reactions was 2.6 months (range: 0.3 to 16 months)",
                        "Skin reactions led to discontinuation of therapy in 6% of patients"
                    ]
                },
                {
                    "type": "Infusion site extravasation",
                    "description": [
                        "Skin and soft tissue reactions secondary to extravasation have observed after administration ",
                        "Erythema, swelling, increased temperature, and pain worsened until 2-7 days after extravasation and resolved within 1-4 weeks of peak",
                        "Ensure adequate venous access before starting therapy and monitor for possible extravasation during administration",
                        "If extravasation occurs, stop infusion, and monitor for adverse reactions"
                    ]
                },
                {
                    "type": "Drug interaction overview",
                    "description": [
                        "Enfortumab vedotin is an antibody-drug conjugate that releases monomethylauristatin E (MMAE) via proteolytic cleavage",
                        "MMAE is a substrate of P-glycoprotein (P-gp) and CYP3A4",
                        "Dual P-gp and strong CYP3A4 inhibitors",
                        "Closely monitor for signs of toxicities of enfortumab",
                        "Coadministration with dual P-gp and strong CYP3A4 inhibitors may increase free MMAE exposure and increase the incidence or severity of toxicities of enfortumab"
                    ]
                }
            ]
        }
    },
    "interactions": [
        {
            "classification_type": "Serious",
            "interaction_with": "abametapir",
            "description": {
                "common": "abametapir increases toxicity of enfortumab vedotin by affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug. For 2 weeks after abametapir application, avoid taking drugs that are CYP3A4 substrates. If not feasible, avoid use of abametapir."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "fexinidazole",
            "description": {
                "common": "fexinidazole will increase the level or effect of enfortumab vedotin by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug. Fexinidazole inhibits CYP3A4. Coadministration may increase risk for adverse effects of CYP3A4 substrates. "
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "grapefruit",
            "description": {
                "common": "grapefruit increases toxicity of enfortumab vedotin by affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug. Enfortumab vedotin is an antibody-drug conjugate that releases monomethylauristatin E (MMAE) via proteolytic cleavage. MMAE is primarily metabolized by CYP3A4 in vitro. Coadministration with strong CYP3A4 inhibitors may increase free MMAE exposure, which may increase the incidence or severity of toxicities."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "apalutamide",
            "description": {
                "common": "apalutamide will decrease the level or effect of enfortumab vedotin by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "atazanavir",
            "description": {
                "common": "atazanavir increases toxicity of enfortumab vedotin by affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor. Enfortumab vedotin is an antibody-drug conjugate that releases monomethylauristatin E (MMAE) via proteolytic cleavage. MMAE is primarily metabolized by CYP3A4 in vitro. Coadministration with strong CYP3A4 inhibitors may increase free MMAE exposure, which may increase the incidence or severity of toxicities."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "belzutifan",
            "description": {
                "common": "belzutifan will decrease the level or effect of enfortumab vedotin by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Modify Therapy/Monitor Closely. If unable to avoid coadministration of belzutifan with sensitive CYP3A4 substrates, consider increasing the sensitive CYP3A4 substrate dose in accordance with its prescribing information. "
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "carbamazepine",
            "description": {
                "common": "carbamazepine will decrease the level or effect of enfortumab vedotin by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "chloramphenicol",
            "description": {
                "common": "chloramphenicol increases toxicity of enfortumab vedotin by affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor. Enfortumab vedotin is an antibody-drug conjugate that releases monomethylauristatin E (MMAE) via proteolytic cleavage. MMAE is primarily metabolized by CYP3A4 in vitro. Coadministration with strong CYP3A4 inhibitors may increase free MMAE exposure, which may increase the incidence or severity of toxicities."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "clarithromycin",
            "description": {
                "common": "clarithromycin increases toxicity of enfortumab vedotin by affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor. Enfortumab vedotin is an antibody-drug conjugate that releases monomethylauristatin E (MMAE) via proteolytic cleavage. MMAE is primarily metabolized by CYP3A4 in vitro. Coadministration with strong CYP3A4 inhibitors may increase free MMAE exposure, which may increase the incidence or severity of toxicities."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "cobicistat",
            "description": {
                "common": "cobicistat increases toxicity of enfortumab vedotin by affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor. Enfortumab vedotin is an antibody-drug conjugate that releases monomethylauristatin E (MMAE) via proteolytic cleavage. MMAE is primarily metabolized by CYP3A4 in vitro. Coadministration with strong CYP3A4 inhibitors may increase free MMAE exposure, which may increase the incidence or severity of toxicities."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "conivaptan",
            "description": {
                "common": "conivaptan increases toxicity of enfortumab vedotin by affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor. Enfortumab vedotin is an antibody-drug conjugate that releases monomethylauristatin E (MMAE) via proteolytic cleavage. MMAE is primarily metabolized by CYP3A4 in vitro. Coadministration with strong CYP3A4 inhibitors may increase free MMAE exposure, which may increase the incidence or severity of toxicities."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "darunavir",
            "description": {
                "common": "darunavir increases toxicity of enfortumab vedotin by affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor. Enfortumab vedotin is an antibody-drug conjugate that releases monomethylauristatin E (MMAE) via proteolytic cleavage. MMAE is primarily metabolized by CYP3A4 in vitro. Coadministration with strong CYP3A4 inhibitors may increase free MMAE exposure, which may increase the incidence or severity of toxicities."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "enzalutamide",
            "description": {
                "common": "enzalutamide will decrease the level or effect of enfortumab vedotin by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "fosphenytoin",
            "description": {
                "common": "fosphenytoin will decrease the level or effect of enfortumab vedotin by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "idelalisib",
            "description": {
                "common": "idelalisib increases toxicity of enfortumab vedotin by affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor. Enfortumab vedotin is an antibody-drug conjugate that releases monomethylauristatin E (MMAE) via proteolytic cleavage. MMAE is primarily metabolized by CYP3A4 in vitro. Coadministration with strong CYP3A4 inhibitors may increase free MMAE exposure, which may increase the incidence or severity of toxicities."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "indinavir",
            "description": {
                "common": "indinavir increases toxicity of enfortumab vedotin by affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor. Enfortumab vedotin is an antibody-drug conjugate that releases monomethylauristatin E (MMAE) via proteolytic cleavage. MMAE is primarily metabolized by CYP3A4 in vitro. Coadministration with strong CYP3A4 inhibitors may increase free MMAE exposure, which may increase the incidence or severity of toxicities."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "isoniazid",
            "description": {
                "common": "isoniazid increases toxicity of enfortumab vedotin by affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor. Enfortumab vedotin is an antibody-drug conjugate that releases monomethylauristatin E (MMAE) via proteolytic cleavage. MMAE is primarily metabolized by CYP3A4 in vitro. Coadministration with strong CYP3A4 inhibitors may increase free MMAE exposure, which may increase the incidence or severity of toxicities."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "itraconazole",
            "description": {
                "common": "itraconazole increases toxicity of enfortumab vedotin by affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor. Enfortumab vedotin is an antibody-drug conjugate that releases monomethylauristatin E (MMAE) via proteolytic cleavage. MMAE is primarily metabolized by CYP3A4 in vitro. Coadministration with strong CYP3A4 inhibitors may increase free MMAE exposure, which may increase the incidence or severity of toxicities."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ketoconazole",
            "description": {
                "common": "ketoconazole increases toxicity of enfortumab vedotin by affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor. Enfortumab vedotin is an antibody-drug conjugate that releases monomethylauristatin E (MMAE) via proteolytic cleavage. MMAE is primarily metabolized by CYP3A4 in vitro. Coadministration with strong CYP3A4 inhibitors may increase free MMAE exposure, which may increase the incidence or severity of toxicities."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "lenacapavir",
            "description": {
                "common": "lenacapavir will increase the level or effect of enfortumab vedotin by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor. Lencapavir (a moderate CYP3A4 inhibitor) may increase CYP3A4 substrates initiated within 9 months after last SC dose of lenacapavir, which may increase potential risk of adverse reactions of CYP3A4 substrates."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "levoketoconazole",
            "description": {
                "common": "levoketoconazole increases toxicity of enfortumab vedotin by affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor. Enfortumab vedotin is an antibody-drug conjugate that releases monomethylauristatin E (MMAE) via proteolytic cleavage. MMAE is primarily metabolized by CYP3A4 in vitro. Coadministration with strong CYP3A4 inhibitors may increase free MMAE exposure, which may increase the incidence or severity of toxicities."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "lopinavir",
            "description": {
                "common": "lopinavir increases toxicity of enfortumab vedotin by affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor. Enfortumab vedotin is an antibody-drug conjugate that releases monomethylauristatin E (MMAE) via proteolytic cleavage. MMAE is primarily metabolized by CYP3A4 in vitro. Coadministration with strong CYP3A4 inhibitors may increase free MMAE exposure, which may increase the incidence or severity of toxicities."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "mifepristone",
            "description": {
                "common": "mifepristone increases toxicity of enfortumab vedotin by affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor. Enfortumab vedotin is an antibody-drug conjugate that releases monomethylauristatin E (MMAE) via proteolytic cleavage. MMAE is primarily metabolized by CYP3A4 in vitro. Coadministration with strong CYP3A4 inhibitors may increase free MMAE exposure, which may increase the incidence or severity of toxicities."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "mitotane",
            "description": {
                "common": "mitotane will decrease the level or effect of enfortumab vedotin by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "nefazodone",
            "description": {
                "common": "nefazodone increases toxicity of enfortumab vedotin by affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor. Enfortumab vedotin is an antibody-drug conjugate that releases monomethylauristatin E (MMAE) via proteolytic cleavage. MMAE is primarily metabolized by CYP3A4 in vitro. Coadministration with strong CYP3A4 inhibitors may increase free MMAE exposure, which may increase the incidence or severity of toxicities."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "nelfinavir",
            "description": {
                "common": "nelfinavir will increase the level or effect of enfortumab vedotin by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor. Enfortumab vedotin is an antibody-drug conjugate that releases monomethylauristatin E (MMAE) via proteolytic cleavage. MMAE is primarily metabolized by CYP3A4 in vitro. Coadministration with strong CYP3A4 inhibitors may increase free MMAE exposure, which may increase the incidence or severity of toxicities."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "nirmatrelvir",
            "description": {
                "common": "nirmatrelvir will increase the level or effect of enfortumab vedotin by  Other (see comment). Use Caution/Monitor. Coadministration with dual P-gp and strong CYP3A4 inhibitors may increase unconjugated small molecule microtubule disrupting agent, monomethyl auristatin E (MMAE)  exposure, which may increase the risk of enfortumab vedotin toxicities. Closely monitor for signs of toxicities. "
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "phenobarbital",
            "description": {
                "common": "phenobarbital will decrease the level or effect of enfortumab vedotin by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "phenytoin",
            "description": {
                "common": "phenytoin will decrease the level or effect of enfortumab vedotin by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "posaconazole",
            "description": {
                "common": "posaconazole increases toxicity of enfortumab vedotin by affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor. Enfortumab vedotin is an antibody-drug conjugate that releases monomethylauristatin E (MMAE) via proteolytic cleavage. MMAE is primarily metabolized by CYP3A4 in vitro. Coadministration with strong CYP3A4 inhibitors may increase free MMAE exposure, which may increase the incidence or severity of toxicities."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "primidone",
            "description": {
                "common": "primidone will decrease the level or effect of enfortumab vedotin by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "rifampin",
            "description": {
                "common": "rifampin will decrease the level or effect of enfortumab vedotin by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ritonavir",
            "description": {
                "common": "ritonavir increases toxicity of enfortumab vedotin by affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor. Enfortumab vedotin is an antibody-drug conjugate that releases monomethylauristatin E (MMAE) via proteolytic cleavage. MMAE is primarily metabolized by CYP3A4 in vitro. Coadministration with strong CYP3A4 inhibitors may increase free MMAE exposure, which may increase the incidence or severity of toxicities."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "rucaparib",
            "description": {
                "common": "rucaparib will increase the level or effect of enfortumab vedotin by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Modify Therapy/Monitor Closely. Adjust dosage of CYP3A4 substrates, if clinically indicated."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "saquinavir",
            "description": {
                "common": "saquinavir increases toxicity of enfortumab vedotin by affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor. Enfortumab vedotin is an antibody-drug conjugate that releases monomethylauristatin E (MMAE) via proteolytic cleavage. MMAE is primarily metabolized by CYP3A4 in vitro. Coadministration with strong CYP3A4 inhibitors may increase free MMAE exposure, which may increase the incidence or severity of toxicities."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "stiripentol",
            "description": {
                "common": "stiripentol increases toxicity of enfortumab vedotin by affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor. Enfortumab vedotin is an antibody-drug conjugate that releases monomethylauristatin E (MMAE) via proteolytic cleavage. MMAE is primarily metabolized by CYP3A4 in vitro. Coadministration with strong CYP3A4 inhibitors may increase free MMAE exposure, which may increase the incidence or severity of toxicities."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "tazemetostat",
            "description": {
                "common": "tazemetostat will decrease the level or effect of enfortumab vedotin by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "tipranavir",
            "description": {
                "common": "tipranavir increases toxicity of enfortumab vedotin by affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor. Enfortumab vedotin is an antibody-drug conjugate that releases monomethylauristatin E (MMAE) via proteolytic cleavage. MMAE is primarily metabolized by CYP3A4 in vitro. Coadministration with strong CYP3A4 inhibitors may increase free MMAE exposure, which may increase the incidence or severity of toxicities."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "tucatinib",
            "description": {
                "common": "tucatinib will increase the level or effect of enfortumab vedotin by  Other (see comment). Use Caution/Monitor. Coadministration with dual P-gp and strong CYP3A4 inhibitors may increase unconjugated small molecule microtubule disrupting agent, monomethyl auristatin E (MMAE)  exposure, which may increase the risk of enfortumab vedotin toxicities. Closely monitor for signs of toxicities. "
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "voriconazole",
            "description": {
                "common": "voriconazole increases toxicity of enfortumab vedotin by affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor. Enfortumab vedotin is an antibody-drug conjugate that releases monomethylauristatin E (MMAE) via proteolytic cleavage. MMAE is primarily metabolized by CYP3A4 in vitro. Coadministration with strong CYP3A4 inhibitors may increase free MMAE exposure, which may increase the incidence or severity of toxicities."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "acetazolamide",
            "description": {
                "common": "acetazolamide will increase the level or effect of enfortumab vedotin by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "anastrozole",
            "description": {
                "common": "anastrozole will increase the level or effect of enfortumab vedotin by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "cyclophosphamide",
            "description": {
                "common": "cyclophosphamide will increase the level or effect of enfortumab vedotin by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "larotrectinib",
            "description": {
                "common": "larotrectinib will increase the level or effect of enfortumab vedotin by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "ribociclib",
            "description": {
                "common": "ribociclib will increase the level or effect of enfortumab vedotin by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Minor/Significance Unknown."
            }
        }
    ],
    "adverse effects": [
        {
            "name": "Rash",
            "percent": "52-66"
        },
        {
            "name": "Peripheral neuropathy",
            "percent": "50-58"
        },
        {
            "name": "Fatigue",
            "percent": "48-56"
        },
        {
            "name": "Alopecia",
            "percent": "47-53"
        },
        {
            "name": "Decreased appetite",
            "percent": "40-52"
        },
        {
            "name": "Nausea",
            "percent": "30-45"
        },
        {
            "name": "Dysgeusia",
            "percent": "26-42"
        },
        {
            "name": "Diarrhea",
            "percent": "35-42"
        },
        {
            "name": "Dry eye",
            "percent": "30-40"
        },
        {
            "name": "Anemia",
            "percent": "20-38"
        },
        {
            "name": "Pruritus",
            "percent": "26-35"
        },
        {
            "name": "Weight decreased",
            "percent": "16-35"
        },
        {
            "name": "Constipation",
            "percent": "28"
        },
        {
            "name": "Dry skin",
            "percent": "17-26"
        },
        {
            "name": "Musculoskeletal pain",
            "percent": "25"
        },
        {
            "name": "Pyrexia",
            "percent": "22"
        },
        {
            "name": "Abdominal pain",
            "percent": "20"
        },
        {
            "name": "Vomiting",
            "percent": "13-18"
        },
        {
            "name": "Urinary tract infection",
            "percent": "17"
        },
        {
            "name": "Hemorrhage",
            "percent": "16-17"
        },
        {
            "name": "Vomiting",
            "percent": "14"
        },
        {
            "name": "AST increased",
            "percent": "12"
        },
        {
            "name": "Lymphocytes decreased",
            "percent": "32-43"
        },
        {
            "name": "Phosphate decreased",
            "percent": "25-39"
        },
        {
            "name": "Hemoglobin decreased",
            "percent": "28-34"
        },
        {
            "name": "Glucose increased",
            "percent": "23-36"
        },
        {
            "name": "non",
            "percent": "14-27"
        },
        {
            "name": "fasting",
            "percent": "18-23"
        },
        {
            "name": "Neutrophils decreased",
            "percent": "8-19"
        },
        {
            "name": "Creatinine increased",
            "percent": "13-18"
        },
        {
            "name": "Potassium decreased",
            "percent": "13-17"
        },
        {
            "name": "Lipase increased",
            "percent": "10-15"
        },
        {
            "name": "Rash",
            "percent": "8-13"
        },
        {
            "name": "Lymphocytes decreased",
            "percent": "5-12"
        },
        {
            "name": "Glucose increased",
            "percent": "6-11"
        },
        {
            "name": "non",
            "percent": "6-11"
        },
        {
            "name": "fasting",
            "percent": "10"
        },
        {
            "name": "Neutrophils decreased",
            "percent": "9-10"
        },
        {
            "name": "Fatigue",
            "percent": "3-4"
        },
        {
            "name": "Anemia",
            "percent": "0.7-1"
        },
        {
            "name": "Hyperglycemia",
            "percent": "7-9"
        },
        {
            "name": "ALT increased",
            "percent": "7-8"
        },
        {
            "name": "Pneumonitis",
            "percent": "7-10"
        },
        {
            "name": "Infusion site extravasation",
            "percent": "4-10"
        },
        {
            "name": "Urate decreased",
            "percent": "9"
        },
        {
            "name": "Sodium decreased",
            "percent": "8-9"
        },
        {
            "name": "Phosphate decreased",
            "percent": "7-9"
        },
        {
            "name": "Hemoglobin decreased",
            "percent": "7-8"
        },
        {
            "name": "Hyperglycemia",
            "percent": "6-8"
        },
        {
            "name": "Lipase increased",
            "percent": "4-8"
        },
        {
            "name": "Urate increased",
            "percent": "6"
        },
        {
            "name": "Sodium decreased",
            "percent": "2-6"
        },
        {
            "name": "Diarrhea",
            "percent": "1-6"
        },
        {
            "name": "Peripheral neuropathy",
            "percent": "1-3"
        },
        {
            "name": "Urinary tract infection",
            "percent": "3"
        },
        {
            "name": "Decreased appetite",
            "percent": "2-3"
        },
        {
            "name": "Potassium decreased",
            "percent": "2-3"
        },
        {
            "name": "Nausea",
            "percent": "2"
        },
        {
            "name": "Hemorrhage",
            "percent": "2"
        },
        {
            "name": "Creatinine increased",
            "percent": "2"
        },
        {
            "name": "Pruritus",
            "percent": "1"
        },
        {
            "name": "Vomiting",
            "percent": "1"
        },
        {
            "name": "Musculoskeletal pain",
            "percent": "1"
        },
        {
            "name": "Pyrexia",
            "percent": "1"
        },
        {
            "name": "Nausea",
            "percent": "0.3-1"
        },
        {
            "name": "Constipation",
            "percent": "0.7"
        },
        {
            "name": "Abdominal pain",
            "percent": null
        },
        {
            "name": "Dry skin",
            "percent": null
        },
        {
            "name": "Weight decreased",
            "percent": null
        },
        {
            "name": "Dry eye",
            "percent": null
        }
    ]
}