{
    "name": "tranylcypromine",
    "comment": "Rx",
    "other_names": [
        "Parnate"
    ],
    "classes": [
        "Antidepressants",
        "MAO Inhibitors"
    ],
    "source": "https://reference.medscape.com/drug/parnate-tranylcypromine-342952",
    "pregnancy": {
        "common": [
            "There are limited published reports of placental infarction and congenital anomalies in association with use during pregnancy; however, these reports may not adequately inform presence or absence of drug-associated risk with use of during pregnancy; animal embryo-fetal development studies were not conducted with tranylcypromine; however, published animal reproduction studies report placental transfer of tranylcypromine in rats and a dose-dependent decrease in uterine blood flow in pregnant sheep; advise pregnant women of the potential risk to a fetus"
        ],
        "specific": []
    },
    "lactation": {
        "common": [
            "Tranylcypromine is present in human milk; there is no available information on effects of tranylcypromine on milk production; there is no available information on effects of tranylcypromine on a breastfed child; however, because of potential for serious adverse reactions in a breastfed infant, advise nursing women to discontinue breastfeeding during treatment"
        ]
    },
    "warnings": {
        "black_box_warning": {
            "common": [
                "In short-term studies, antidepressants increased the risk of suicidal thinking and behavior in children, adolescents, and young adults (<24 yr of age) taking antidepressants for major depressive disorders and other psychiatric illnesses",
                "This increase was not seen in patients aged >24 years; a slight decrease in suicidal thinking was seen in adults >65 years",
                "In children and young adults, risks must be weighed against the benefits of taking antidepressants",
                "Patients should be monitored closely for changes in behavior, clinical worsening, and suicidal tendencies; this should be done during initial 1-2 months of therapy and dosage adjustments",
                "The patient’s family should communicate any abrupt changes in behavior to the healthcare provider",
                "Worsening behavior and suicidal tendencies that are not part of the presenting symptoms may require discontinuation of therapy",
                "This drug is not approved for use in pediatric patients"
            ],
            "specific": [
                {
                    "type": "Hypertensive Crisis with Significant Tyramine Use",
                    "description": [
                        "Excessive consumption of foods or beverages with significant tyramine content or use of certain drugs during or after therapy discontinuation can precipitate hypertensive crisis; monitor blood pressure and allow for medication-free intervals between administration of therapy and interacting drugs; instruct patients to avoid ingestion of foods and beverages with high tyramine content"
                    ]
                }
            ]
        },
        "contraindicators": {
            "common": [
                "Hypersensitivity",
                "Pheochromocytoma, CHF, cerebrovascular defect, CVD, HTN",
                "Schizophrenia",
                "History of severe or frequent headaches, liver disease",
                "Contraindicated with MAOIs or dibenzazepine-related drugs, sympathomimetics (including amphetamines, which may be found in many herbal preparations), methylphenidates and derivatives, some CNS depressants (eg, narcotics, alcohol), antihypertensives, diuretics, antihistamines, sedatives, anesthetics, bupropion, buspirone, dextromethorphan, meperidine, SSRIs (eg, fluoxetine, paroxetine, sertraline), SNRIs (eg, venlafaxine), levodopa, s-adenosyl-L-methionine (SAM-e), tricyclic antidepressants, other antidepressants (eg, amoxapine, bupropion, maprotiline, nefazodone, trazodone, vilazodone, vortioxetine), carbamazepine, tapentadol, cyclobenzaprine, methyldopa, tetrabenazine, milnacipran, tryptophan, dopamine, rasagiline, hydroxytryptophan, reserpine, triptans",
                "Sympathomimetic products (e.g., cold, hay fever or weight-reducing products that contain vasoconstrictors such as pseudoephedrine, phenylephrine, and ephedrine; or dietary supplements that contain sympathomimetics); may cause cerebral hemorrhage",
                "Discontinue 10 days before surgery",
                "High tyramine content food (eg, cheese, beer, Chianti wine, avocados, anchovies, herring, overripe fruit, chocolate, soy sauce, yeasts, yogurt, meat tenderizers, sauerkraut, broad beans)",
                "Pheochromocytoma and catecholamine-releasing paragangliomas"
            ],
            "specific": []
        },
        "cautions": {
            "common": [
                "Clinical worsening & suicide ideation may occur despite medication in adolescents & young adults (18-24 years)",
                "Caution in patients with diabetes mellitus (monitor glucose closely), glaucoma, hepatic/renal impairment, thyroid dysfunction",
                "Some MAOIs have contributed to hypoglycemic episodes in diabetic patients receiving insulin or other blood-glucose-lowering agents; monitor blood glucose in patients receiving both this drug and blood-glucose-lowering agents; a reduction of the dosage of such agents may be necessary",
                "Seizures reported with therapy withdrawal after abuse, and with overdose; patients with history or at risk for seizures should be monitored accordingly",
                "Drug may worsen psychosis in patients with bipolar disorder",
                "Therapy may aggravate coexisting symptoms in depression, such as anxiety and agitation",
                "Although excretion of this drug is rapid, inhibition of MAO may persist up to 10 days following discontinuation; this should be taken into account when considering use of potential interacting substances or consumption of tyramine-rich food or beverages or when interpreting adverse reactions observed after discontinuation; care should be taken to differentiate symptoms of persistent MAO inhibition from withdrawal symptoms",
                "Activation of mania/hypomania may be precipitated by antidepressant treatment in patients with bipolar disorder; screen patients prior to treatment, prior to initiating treatment, screen patients for any personal or family history of bipolar disorder, mania, or hypomania",
                "Hypotension and hypertension during anesthesia and perioperative care may occur; it is recommended that therapy be discontinued at least 10 days prior to elective surgery; if this is not possible, for general anesthesia, regional and local anesthesia, and perioperative care, avoid use of agents that are contraindicated for concomitant use with this drug; carefully consider risk of agents and techniques that increase risk for hypotension (eg, epidural or spinal anesthesia) or other adverse reactions to this drug (eg, hypertension associated with use of vasoconstrictors in local anesthetics)",
                "If in the absence of therapeutic alternatives emergency treatment with a contraindicated product (eg, linezolid, intravenous methylene blue, direct-acting sympathomimetic drugs such as epinephrine) becomes necessary and cannot be delayed, discontinue therapy as soon as possible before initiating treatment with the other product and monitor closely for adverse reactions",
                "Hepatitis and elevated aminotransferases reported in association with administration of therapy; patients should be monitored accordingly; therapy should be discontinued in patients who develop signs and symptoms of hepatotoxicity",
                "Sedation has occurred in treated patients with cirrhosis; patients with cirrhosis receiving therapy should be monitored for possible increased risks of central nervous system adverse reactions, such as excessive drowsiness",
                "Some adverse reactions (eg, hypotension, faintness, drowsiness, confusion, disorientation) can impair a patient’s ability to operate machinery or use an automobile; patients should be cautioned about operating hazardous machinery, including automobiles until they are reasonably certain that therapy does not impair their ability to engage in such activities"
            ],
            "specific": [
                {
                    "type": "Hypotension",
                    "description": [
                        "Hypotension, including postural hypotension, has been observed during therapy; at doses above 30 mg daily, postural hypotension is a major adverse reaction andmay result in syncope; symptoms of postural hypotension are seen most commonly, but not exclusively, in patients with pre-existing hypertension; blood pressure usually returns rapidly to pretreatment levels upon discontinuation of therapy",
                        "Dosage increases should be made more gradually in patients with a tendency toward hypotension and/or postural hypotension (eg, elderly patients); such patients should be closely observed for postural changesin blood pressure throughout treatment",
                        "Also, when therapy is used concomitantly with otheragents known to cause hypotension, the possibility of additive hypotensive effects should be considered; postural hypotension may be relieved by having patients lie down until blood pressure returns to normal"
                    ]
                },
                {
                    "type": "Hypertensive crisis",
                    "description": [
                        "Associated with hypertensive crises caused by the ingestion of foods or beverages with a high concentration of tyramine; in addition, hypertensive reactions and crises may occur with concomitant use of other drugs; patients with hyperthyroidism may be at greater risk of hypertensive crisis",
                        "In some patients a hypertensive crisis constitutes a hypertensive emergency, which requires immediate attention to prevent serious complications or fatal outcomes; these emergencies are characterized by severe hypertension (eg, with a blood pressure of more than 180/120 mm Hg) and evidence of organ dysfunction;",
                        "Symptoms may include occipital headache (which may radiate frontally), palpitations, neck stiffness or soreness, nausea or vomiting, sweating (sometimes with fever or cold, clammy skin), dilated pupils, photophobia, shortness of breath, or confusion",
                        "Either tachycardia or bradycardia may be present and may be associated with constricting chest pain; seizures may also occur; intracranial bleeding, sometimes fatal, reported in association with increase in blood pressure"
                    ]
                },
                {
                    "type": "Strategies to reduce hypertensive crisis",
                    "description": [
                        "Instruct patients to avoid foods and beverages with high tyramine content while receiving therapy and for 2 weeks after stopping therapy",
                        "Careful evaluation of benefits and risks of therapy is necessary for patients with hypertension or confirmed or suspected cerebrovascular or cardiovascular disorders that constitute an increased risk for complications from severe hypertension, and a history of headaches that can mask the occurrence of headaches as prodromal of a hypertensive crisis",
                        "Monitor blood pressure closely to detect evidence of increased blood pressure; full reliance should not be placed on blood pressure readings; the patient should also be observed for other signs and symptoms of hypertensive crisis"
                    ]
                },
                {
                    "type": "Treatment of hypertensive crisis",
                    "description": [
                        "Therapy should be interrupted with symptoms that may be prodromal or a manifestation of a hypertensive crisis, such as palpitations or headaches, and patients should be evaluated immediately; discontinue therapy, other drugs, foods or beverages suspected to contribute to hypertensive crisis immediately",
                        "Patients with severe elevations in blood pressure (eg, more than 180/120 mm Hg) with evidence of organ dysfunction require immediate blood pressure reduction",
                        "Fever should be managed by means of external cooling; additional measures to control causes of hyperthermia(psychomotor agitation, increased neuromuscular activity, persistent seizures) may be required"
                    ]
                },
                {
                    "type": "Hypertension",
                    "description": [
                        "Clinically significant increases in blood pressure have been reported after administration of MAOIs, in patients not ingesting tyramine-rich foods or beverages",
                        "Assess blood pressure before prescribing the drug and closely monitor blood pressure in all patients receiving this therapy"
                    ]
                },
                {
                    "type": "Serotonin syndrome",
                    "description": [
                        "Development of potentially life-threatening serotonin syndrome reported with MAOIs when used concomitantly with other serotonergic drugs",
                        "Such drugs include SSRIs, SNRIs, tricyclic antidepressants, triptans, fentanyl, lithium, tramadol, tryptophan, buspirone,St. John’s wort, S-adenosyl-L-methionine (SAM-e), and other MAOIs used to treat nonpsychiatric disorders (such as linezolid or intravenous methylene blue)",
                        "Manifestations of serotonin syndrome may include mental status changes (eg, agitation, hallucinations, delirium, coma), autonomic instability (eg, tachycardia, labile blood pressure, dizziness, diaphoresis, flushing, hyperthermia; with possible rapid fluctuations of vital signs), neuromuscular symptoms (eg, tremor, rigidity, myoclonus, hyper-reflexia, incoordination), seizures, and/or gastrointestinal symptoms (eg, nausea, vomiting, diarrhea)",
                        "Fatal outcome of serotonin syndrome has been reported, including in patients who had received therapy; in some cases of an interaction between this drug and SSRIs or SNRIs, the features of the syndrome resembled neuroleptic malignant syndrome",
                        "The concomitant use, or use in rapid succession, of this drug with other serotonergic drugs is contraindicated; however, there may be circumstances when treatment with other serotonergic substances (such as linezolid or intravenous methylene blue) is necessary and cannot be delayed",
                        "In such cases, discontinue therapy as soon as possible before initiating treatment with other agent; treatment with this drug and any concomitant serotonergic agents should be discontinued immediately if above events occur, and supportive symptomatic treatment should be initiated"
                    ]
                },
                {
                    "type": "Discontinuation syndrome",
                    "description": [
                        "Abrupt discontinuation or dosage reduction of this drug has been associated with the appearance of new symptoms that include dizziness, nausea, headache, irritability, insomnia, diarrhea, anxiety, fatigue, abnormal dreams, and hyperhidrosis; in general, discontinuation events occurred more frequently with longer duration of therapy",
                        "There have been spontaneous reports of adverse reactions occurring upon discontinuation of MAOIs, particularly when abrupt, including dysphoric mood, irritability, agitation, dizziness, sensory disturbances (eg paresthesia, such as electric shock sensations), anxiety, confusion, headache, lethargy, emotional lability, insomnia, hypomania, tinnitus, and seizures",
                        "While these reactions are generally self-limiting, there have been reports of prolonged discontinuation symptoms; patients should be monitored for these symptoms when discontinuing treatment with this drug; a gradual reduction in the dose rather than abrupt cessation recommended whenever possible"
                    ]
                }
            ]
        }
    },
    "interactions": [
        {
            "classification_type": "Contraindicated",
            "interaction_with": "amitriptyline",
            "description": {
                "common": "tranylcypromine and amitriptyline both increase  serotonin levels. Contraindicated."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "amoxapine",
            "description": {
                "common": "tranylcypromine and amoxapine both increase  serotonin levels. Contraindicated."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "apraclonidine",
            "description": {
                "common": "apraclonidine, tranylcypromine. Mechanism: unknown. Contraindicated. Contraindicated in mfr. prescribing info."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "armodafinil",
            "description": {
                "common": "tranylcypromine increases effects of armodafinil by pharmacodynamic synergism. Contraindicated. Risk of acute hypertensive episode."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "atomoxetine",
            "description": {
                "common": "tranylcypromine increases effects of atomoxetine by pharmacodynamic synergism. Contraindicated. The use of atomoxetine with monoamine oxidase inhibitors (MAOIs) is contraindicated. Risk of acute hypertensive episode."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "benzphetamine",
            "description": {
                "common": "tranylcypromine increases effects of benzphetamine by pharmacodynamic synergism. Contraindicated. Risk of acute hypertensive episode."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "brimonidine",
            "description": {
                "common": "tranylcypromine, brimonidine. Mechanism: unknown. Contraindicated. Contraindicated in mfr prescribing info."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "bupropion",
            "description": {
                "common": "tranylcypromine and bupropion both increase  dopaminergic effects. Contraindicated. Bupropion inhibits reuptake of dopamine and norepinephrine (NE), and MAOIs decrease metabolism of dopamine and NE; coadministration increases risk for hypertensive reactions; allow at least 14 days between discontinuation of MAOI and initiating bupropion"
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "buspirone",
            "description": {
                "common": "tranylcypromine and buspirone both increase  serotonin levels. Contraindicated."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "caffeine",
            "description": {
                "common": "tranylcypromine increases effects of caffeine by pharmacodynamic synergism. Contraindicated. Risk of acute hypertensive episode."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "carbamazepine",
            "description": {
                "common": "carbamazepine increases toxicity of tranylcypromine by unknown mechanism. Contraindicated. D/C MAO inhibitor 2 weeks before."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "citalopram",
            "description": {
                "common": "tranylcypromine and citalopram both increase  serotonin levels. Contraindicated. At least 2 weeks should elapse between discontinuation of MAOI therapy and the start of citalopram therapy, and at least 2 weeks between discontinuation of citalopram therapy and commencement of MAOI therapy."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "clomipramine",
            "description": {
                "common": "tranylcypromine and clomipramine both increase  serotonin levels. Contraindicated."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "cyclobenzaprine",
            "description": {
                "common": "tranylcypromine and cyclobenzaprine both increase  serotonin levels. Contraindicated. Do not coadminister cyclobenzaprine with MAOIs or within 14 days of discontinuing an MAOI"
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "cyproheptadine",
            "description": {
                "common": "tranylcypromine, cyproheptadine. Other (see comment). Contraindicated. \nComment: MAO inhibitors may prolong and intensify the anticholinergic effects of antihistamines. Cyproheptadine may diminish the serotonergic effect of MAO inhibitors."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "desipramine",
            "description": {
                "common": "tranylcypromine and desipramine both increase  serotonin levels. Contraindicated."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "desvenlafaxine",
            "description": {
                "common": "tranylcypromine and desvenlafaxine both increase  serotonin levels. Contraindicated. At least 14 days should elapse between discontinuation of MAOIs and initiation of treatment with a serotonergic drug"
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "deutetrabenazine",
            "description": {
                "common": "tranylcypromine, deutetrabenazine.\nEither increases toxicity of the other by sympathetic (adrenergic) effects, including increased blood pressure and heart rate. Contraindicated. Deutetrabenazine should not be used in combination with an MAOI, or within 14 days of discontinuing therapy with an MAOI."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "dexfenfluramine",
            "description": {
                "common": "tranylcypromine increases effects of dexfenfluramine by pharmacodynamic synergism. Contraindicated. Risk of acute hypertensive episode."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "dexmethylphenidate",
            "description": {
                "common": "tranylcypromine increases effects of dexmethylphenidate by pharmacodynamic synergism. Contraindicated. Risk of acute hypertensive episode."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "dextroamphetamine",
            "description": {
                "common": "tranylcypromine increases effects of dextroamphetamine by pharmacodynamic synergism. Contraindicated. Risk of acute hypertensive episode."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "dextroamphetamine transdermal",
            "description": {
                "common": "tranylcypromine increases effects of dextroamphetamine transdermal by decreasing metabolism. Contraindicated. MAOIs slows amphetamine metabolism, increasing amphetamine?s effect on norepinephrine release and other monoamines from adrenergic nerve endings causing signs of hypertensive crisis. Do not administer dextroamphetamine during or within 14 days following MAOI administration."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "dextromethorphan",
            "description": {
                "common": "tranylcypromine and dextromethorphan both increase  serotonin levels. Contraindicated."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "diethylpropion",
            "description": {
                "common": "tranylcypromine increases effects of diethylpropion by pharmacodynamic synergism. Contraindicated. Risk of acute hypertensive episode."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "dobutamine",
            "description": {
                "common": "tranylcypromine increases effects of dobutamine by pharmacodynamic synergism. Contraindicated. Risk of acute hypertensive episode."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "dopamine",
            "description": {
                "common": "tranylcypromine increases effects of dopamine by pharmacodynamic synergism. Contraindicated. Risk of acute hypertensive episode."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "dosulepin",
            "description": {
                "common": "tranylcypromine and dosulepin both increase  serotonin levels. Contraindicated."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "doxepin",
            "description": {
                "common": "tranylcypromine and doxepin both increase  serotonin levels. Contraindicated."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "duloxetine",
            "description": {
                "common": "tranylcypromine and duloxetine both increase  serotonin levels. Contraindicated."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "eliglustat",
            "description": {
                "common": "tranylcypromine increases levels of eliglustat by affecting hepatic enzyme CYP2D6 metabolism. Contraindicated. If coadministered with strong or moderate CYP2D6 inhibitors, reduce eliglustat dose from 84 mg BID to 84 mg once daily in extensive  and intermediate metabolizers;  eliglustat is contraindiated if strong or moderate CYP2D6 inhibitors are given concomitantly with strong or moderate CYP3A inhibitors."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "entacapone",
            "description": {
                "common": "entacapone, tranylcypromine.\nEither increases effects of the other by pharmacodynamic synergism. Contraindicated. Both nonselective MAO inhibitors and entacapone inhibit catecholamine metabolism, leading to increased levels of catecholamines. Potential for dangerously high HR or BP."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "ephedrine",
            "description": {
                "common": "tranylcypromine increases effects of ephedrine by pharmacodynamic synergism. Contraindicated. Risk of acute hypertensive episode."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "epinephrine",
            "description": {
                "common": "tranylcypromine increases effects of epinephrine by pharmacodynamic synergism. Contraindicated. Risk of acute hypertensive episode."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "epinephrine inhaled",
            "description": {
                "common": "tranylcypromine and epinephrine inhaled both increase  sympathetic (adrenergic) effects, including increased blood pressure and heart rate. Contraindicated. Coadministration of epinephrine inhaled with MAOIs or within 2 weeks after discontinuing an MAOI is contraindicated."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "escitalopram",
            "description": {
                "common": "tranylcypromine and escitalopram both increase  serotonin levels. Contraindicated."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "fenfluramine",
            "description": {
                "common": "tranylcypromine increases effects of fenfluramine by pharmacodynamic synergism. Contraindicated. Risk of acute hypertensive episode."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "fentanyl",
            "description": {
                "common": "tranylcypromine increases toxicity of fentanyl by Other (see comment). Contraindicated. \nComment: Avoid fentanyl in patients who require concomitant administration MAOIs, or within 14 days of stopping an MAOI. Severe and unpredictable potentiation by MAO inhibitors has been reported with opioid analgesics."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "fentanyl intranasal",
            "description": {
                "common": "tranylcypromine increases toxicity of fentanyl intranasal by Other (see comment). Contraindicated. \nComment: Avoid fentanyl in patients who require concomitant administration MAOIs, or within 14 days of stopping an MAOI. Severe and unpredictable potentiation by MAO inhibitors has been reported with opioid analgesics."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "fentanyl transdermal",
            "description": {
                "common": "tranylcypromine increases toxicity of fentanyl transdermal by Other (see comment). Contraindicated. \nComment: Avoid fentanyl in patients who require concomitant administration MAOIs, or within 14 days of stopping an MAOI. Severe and unpredictable potentiation by MAO inhibitors has been reported with opioid analgesics."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "fentanyl transmucosal",
            "description": {
                "common": "tranylcypromine increases toxicity of fentanyl transmucosal by Other (see comment). Contraindicated. \nComment: Avoid fentanyl in patients who require concomitant administration MAOIs, or within 14 days of stopping an MAOI. Severe and unpredictable potentiation by MAO inhibitors has been reported with opioid analgesics."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "fluoxetine",
            "description": {
                "common": "tranylcypromine and fluoxetine both increase  serotonin levels. Contraindicated."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "imipramine",
            "description": {
                "common": "tranylcypromine and imipramine both increase  serotonin levels. Contraindicated."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "isocarboxazid",
            "description": {
                "common": "isocarboxazid and tranylcypromine both increase  serotonin levels. Contraindicated."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "isometheptene",
            "description": {
                "common": "tranylcypromine, isometheptene.\nEither increases effects of the other by pharmacodynamic synergism. Contraindicated. Hypertension, V tach."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "isoproterenol",
            "description": {
                "common": "tranylcypromine increases effects of isoproterenol by pharmacodynamic synergism. Contraindicated. Risk of acute hypertensive episode."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "levodopa",
            "description": {
                "common": "tranylcypromine, levodopa. Mechanism: pharmacodynamic synergism. Contraindicated. Risk of acute hypertensive episode."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "levodopa inhaled",
            "description": {
                "common": "levodopa inhaled increases effects of tranylcypromine by dopaminergic effects. Contraindicated. Levodopa may enhance risk for acute hypertensive episode if coadministered with nonselective MAOIs. Discontinue use of any nonselective MAO inhibitors at least 2 weeks before initiating levodopa inhaled."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "levomilnacipran",
            "description": {
                "common": "tranylcypromine and levomilnacipran both increase  serotonin levels. Contraindicated. Do not use MAOIs intended to treat psychiatric disorders with levomilnacipran or within 7 days of stopping levomilnacipran due to an increased risk of serotonin syndrome"
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "lisdexamfetamine",
            "description": {
                "common": "tranylcypromine, lisdexamfetamine.\nEither increases effects of the other by serotonin levels. Contraindicated. Do not use amphetamines during and within 14 days of discontinuation of monoamine oxidase inhibitors. ."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "lofepramine",
            "description": {
                "common": "tranylcypromine and lofepramine both increase  serotonin levels. Contraindicated."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "maprotiline",
            "description": {
                "common": "tranylcypromine and maprotiline both increase  serotonin levels. Contraindicated."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "mavacamten",
            "description": {
                "common": "tranylcypromine will increase the level or effect of mavacamten by  affecting hepatic enzyme CYP2C19 metabolism. Contraindicated. Strong or moderate CYP2C19 inhibitors may increase mavacamten systemic exposure, resulting in heart failure due to systolic dysfunction. "
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "meperidine",
            "description": {
                "common": "tranylcypromine and meperidine both increase  serotonin levels. Contraindicated."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "methamphetamine",
            "description": {
                "common": "tranylcypromine increases effects of methamphetamine by pharmacodynamic synergism. Contraindicated. Risk of acute hypertensive episode."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "methylenedioxymethamphetamine",
            "description": {
                "common": "tranylcypromine increases effects of methylenedioxymethamphetamine by pharmacodynamic synergism. Contraindicated. Risk of acute hypertensive episode."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "methylphenidate",
            "description": {
                "common": "tranylcypromine increases effects of methylphenidate by pharmacodynamic synergism. Contraindicated. Risk of acute hypertensive episode. Methylphenidate is contraindicated during treatment with an MAOI and also within a minimum of 14 days following discontinuation of an MAOI."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "methylphenidate transdermal",
            "description": {
                "common": "methylphenidate transdermal and tranylcypromine both increase  sympathetic (adrenergic) effects, including increased blood pressure and heart rate. Contraindicated. Coadministration of MAOIs and CNS stimulants can cause hypertensive crisis."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "midodrine",
            "description": {
                "common": "tranylcypromine increases effects of midodrine by pharmacodynamic synergism. Contraindicated. Risk of acute hypertensive episode."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "milnacipran",
            "description": {
                "common": "tranylcypromine and milnacipran both increase  serotonin levels. Contraindicated."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "modafinil",
            "description": {
                "common": "tranylcypromine increases effects of modafinil by pharmacodynamic synergism. Contraindicated. Risk of acute hypertensive episode."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "nefazodone",
            "description": {
                "common": "tranylcypromine and nefazodone both increase  serotonin levels. Contraindicated."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "norepinephrine",
            "description": {
                "common": "tranylcypromine increases effects of norepinephrine by pharmacodynamic synergism. Contraindicated. Risk of acute hypertensive episode."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "nortriptyline",
            "description": {
                "common": "tranylcypromine and nortriptyline both increase  serotonin levels. Contraindicated."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "opicapone",
            "description": {
                "common": "opicapone, tranylcypromine.\nEither increases effects of the other by pharmacodynamic synergism. Contraindicated. Both nonselective MAO inhibitors and opicapone inhibit catecholamine metabolism, leading to increased levels of catecholamines. Potential for dangerously high HR or BP."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "ozanimod",
            "description": {
                "common": "tranylcypromine and ozanimod both increase  sympathetic (adrenergic) effects, including increased blood pressure and heart rate. Contraindicated. Coadministration of ozanimod with MAO-B inhibitors may decrease exposure of the active metabolites of ozanimod, which may inhibit MAO. The potential for a clinical interaction with MAO inhibitors has not been studied; however, the increased risk of nonselective MAO inhibition may lead to a hypertensive crisis. Allow at least 14 days to elapse between discontinuing ozanimod and initiating with MAO inhibitors."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "paroxetine",
            "description": {
                "common": "tranylcypromine and paroxetine both increase  serotonin levels. Contraindicated."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "phendimetrazine",
            "description": {
                "common": "tranylcypromine increases effects of phendimetrazine by pharmacodynamic synergism. Contraindicated. Risk of acute hypertensive episode."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "phenelzine",
            "description": {
                "common": "phenelzine and tranylcypromine both increase  serotonin levels. Contraindicated."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "phentermine",
            "description": {
                "common": "tranylcypromine increases effects of phentermine by pharmacodynamic synergism. Contraindicated. Risk of acute hypertensive episode."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "phenylephrine",
            "description": {
                "common": "tranylcypromine increases effects of phenylephrine by pharmacodynamic synergism. Contraindicated. Risk of acute hypertensive episode."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "phenylephrine PO",
            "description": {
                "common": "tranylcypromine increases effects of phenylephrine PO by pharmacodynamic synergism. Contraindicated. Risk of acute hypertensive episode."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "procarbazine",
            "description": {
                "common": "procarbazine and tranylcypromine both increase  serotonin levels. Contraindicated. At least 2 weeks should elapse between discontinuation of one MAOI and initiation of therapy with the other."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "propylhexedrine",
            "description": {
                "common": "tranylcypromine increases effects of propylhexedrine by pharmacodynamic synergism. Contraindicated. Risk of acute hypertensive episode."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "protriptyline",
            "description": {
                "common": "tranylcypromine and protriptyline both increase  serotonin levels. Contraindicated."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "pseudoephedrine",
            "description": {
                "common": "tranylcypromine increases effects of pseudoephedrine by pharmacodynamic synergism. Contraindicated. Risk of acute hypertensive episode."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "rasagiline",
            "description": {
                "common": "rasagiline and tranylcypromine both increase  serotonin levels. Contraindicated. At least 14 days should elapse between discontinuation of rasagiline and initiation of another MAOI or discontinuation of another MAOI and initiation of rasagiline."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "safinamide",
            "description": {
                "common": "tranylcypromine, safinamide.\nEither increases toxicity of the other by serotonin levels. Contraindicated. Coadministration increases risk of nonselective MAO inhibition, that may lead to hypertensive crisis. At least 14 days should elapse between discontinuating safinamide and initiating MAOIs."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "selegiline",
            "description": {
                "common": "selegiline and tranylcypromine both increase  serotonin levels. Contraindicated."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "selegiline transdermal",
            "description": {
                "common": "selegiline transdermal and tranylcypromine both increase  serotonin levels. Contraindicated."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "serdexmethylphenidate/dexmethylphenidate",
            "description": {
                "common": "tranylcypromine increases effects of serdexmethylphenidate/dexmethylphenidate by pharmacodynamic synergism. Contraindicated. Risk of acute hypertensive episode."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "sertraline",
            "description": {
                "common": "tranylcypromine and sertraline both increase  serotonin levels. Contraindicated."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "solriamfetol",
            "description": {
                "common": "tranylcypromine will increase the level or effect of solriamfetol by  sympathetic (adrenergic) effects, including increased blood pressure and heart rate. Contraindicated. Do no use solriamfetol during and/or within 14 days of discontinuing MAOI treatment. MAOIs irreversibly inhibit the enzyme monamine oxidase, an enzyme involved in the degradation of various monoamines, including dopamine and norepinephrine. Solriamfetol increases synaptic dopamine and norepinephrine."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "St John's Wort",
            "description": {
                "common": "tranylcypromine and St John's Wort both increase  serotonin levels. Contraindicated."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "tetrabenazine",
            "description": {
                "common": "tetrabenazine, tranylcypromine. Other (see comment). Contraindicated. \nComment: Risk of acute hypertensive episode; separate by 14 d.  Mechanism: MAOI causes accumulation of NE in neuron and tetrabenazine stimulates NE release."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "tolcapone",
            "description": {
                "common": "tolcapone, tranylcypromine.\nEither increases effects of the other by pharmacodynamic synergism. Contraindicated. Both nonselective MAO inhibitors and tolcapone inhibit catecholamine metabolism, leading to increased levels of catecholamines. Potential for dangerously high HR or BP."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "trazodone",
            "description": {
                "common": "tranylcypromine and trazodone both increase  serotonin levels. Contraindicated."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "trimipramine",
            "description": {
                "common": "tranylcypromine and trimipramine both increase  serotonin levels. Contraindicated."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "tyramine",
            "description": {
                "common": "tranylcypromine increases effects of tyramine by pharmacodynamic synergism. Contraindicated. Risk of acute hypertensive episode.  Tyramine containing foods include cheese, red wine, caviar, herring, canned figs, fermented meats, fava beans, yeast extracts, miso, avocado."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "venlafaxine",
            "description": {
                "common": "tranylcypromine and venlafaxine both increase  serotonin levels. Contraindicated."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "vilazodone",
            "description": {
                "common": "tranylcypromine, vilazodone.\nEither increases toxicity of the other by serotonin levels. Contraindicated. Coadministration with MAO-A inhibitors are contraindicated. Do not prescribe vilazodone within 14 days of discontinuing or starting an MAO inhibitor."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "vortioxetine",
            "description": {
                "common": "tranylcypromine increases toxicity of vortioxetine by serotonin levels. Contraindicated."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "xylometazoline",
            "description": {
                "common": "tranylcypromine increases effects of xylometazoline by pharmacodynamic synergism. Contraindicated. Risk of acute hypertensive episode."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "yohimbine",
            "description": {
                "common": "tranylcypromine increases effects of yohimbine by pharmacodynamic synergism. Contraindicated. Risk of acute hypertensive episode."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "5-HTP",
            "description": {
                "common": "tranylcypromine and 5-HTP both increase  serotonin levels. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "albuterol",
            "description": {
                "common": "tranylcypromine increases effects of albuterol by pharmacodynamic synergism. Contraindicated. Risk of acute hypertensive episode."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "alfentanil",
            "description": {
                "common": "tranylcypromine increases toxicity of alfentanil by unknown mechanism. Avoid or Use Alternate Drug. Risk of hypotension, hyperpyrexia, somnolence, or death; separate by 14 d."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "almotriptan",
            "description": {
                "common": "almotriptan and tranylcypromine both increase  serotonin levels. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "arformoterol",
            "description": {
                "common": "tranylcypromine increases effects of arformoterol by pharmacodynamic synergism. Contraindicated. Risk of acute hypertensive episode."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "belladonna and opium",
            "description": {
                "common": "tranylcypromine increases toxicity of belladonna and opium by unknown mechanism. Avoid or Use Alternate Drug. Risk of hypotension, hyperpyrexia, somnolence, or death; separate by 14 d."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "benzhydrocodone/acetaminophen",
            "description": {
                "common": "tranylcypromine increases toxicity of benzhydrocodone/acetaminophen by serotonin levels. Avoid or Use Alternate Drug. MAOI interactions with opioids may manifest as serotonin syndrome or opioid toxicity (eg, respiratory depression, coma). Opioids are not recommended for patients taking MAOIs or within 14 days of stopping MAOIs. If urgent opioid treatment needed, use test doses and frequent titration of small doses to treat pain while closely monitoring blood pressure and signs and symptoms of CNS and respiratory depression."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "brompheniramine",
            "description": {
                "common": "tranylcypromine increases effects of brompheniramine by Other (see comment). Avoid or Use Alternate Drug. \nComment: Tranylcypromine should not be administered in combination with antihistamines because of potential additive CNS depressant effects.  MAO inhibitors also prolong and intensify anticholinergic effects of antihistamines. ."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "buprenorphine",
            "description": {
                "common": "tranylcypromine increases toxicity of buprenorphine by unknown mechanism. Avoid or Use Alternate Drug. Risk of hypotension, hyperpyrexia, somnolence, or death; separate by 14 d."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "buprenorphine buccal",
            "description": {
                "common": "tranylcypromine increases toxicity of buprenorphine buccal by unknown mechanism. Avoid or Use Alternate Drug. Risk of hypotension, hyperpyrexia, somnolence, or death; separate by 14 d."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "butorphanol",
            "description": {
                "common": "tranylcypromine increases toxicity of butorphanol by unknown mechanism. Avoid or Use Alternate Drug. Risk of hypotension, hyperpyrexia, somnolence, or death; separate by 14 d."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "carbinoxamine",
            "description": {
                "common": "tranylcypromine increases effects of carbinoxamine by Other (see comment). Avoid or Use Alternate Drug. \nComment: Tranylcypromine should not be administered in combination with antihistamines because of potential additive CNS depressant effects.  MAO inhibitors also prolong and intensify anticholinergic effects of antihistamines. ."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "cetirizine",
            "description": {
                "common": "tranylcypromine increases effects of cetirizine by Other (see comment). Avoid or Use Alternate Drug. \nComment: Tranylcypromine should not be administered in combination with antihistamines because of potential additive CNS depressant effects. MAO inhibitors also prolong and intensify anticholinergic effects of antihistamines."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "chlorpheniramine",
            "description": {
                "common": "tranylcypromine increases effects of chlorpheniramine by Other (see comment). Avoid or Use Alternate Drug. \nComment: Tranylcypromine should not be administered in combination with antihistamines because of potential additive CNS depressant effects.  MAO inhibitors also prolong and intensify anticholinergic effects of antihistamines. ."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "clemastine",
            "description": {
                "common": "tranylcypromine increases effects of clemastine by Other (see comment). Avoid or Use Alternate Drug. \nComment: Tranylcypromine should not be administered in combination with antihistamines because of potential additive CNS depressant effects.  MAO inhibitors also prolong and intensify anticholinergic effects of antihistamines. ."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "cocaine topical",
            "description": {
                "common": "tranylcypromine and cocaine topical both increase  serotonin levels. Contraindicated."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "codeine",
            "description": {
                "common": "tranylcypromine increases toxicity of codeine by unknown mechanism. Avoid or Use Alternate Drug. Risk of hypotension, hyperpyrexia, somnolence, or death; separate by 14 d."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "desflurane",
            "description": {
                "common": "tranylcypromine increases levels of desflurane by pharmacodynamic synergism. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "desloratadine",
            "description": {
                "common": "tranylcypromine increases effects of desloratadine by Other (see comment). Avoid or Use Alternate Drug. \nComment: Tranylcypromine should not be administered in combination with antihistamines because of potential additive CNS depressant effects. MAO inhibitors also prolong and intensify anticholinergic effects of antihistamines."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "dexchlorpheniramine",
            "description": {
                "common": "tranylcypromine increases effects of dexchlorpheniramine by Other (see comment). Avoid or Use Alternate Drug. \nComment: Tranylcypromine should not be administered in combination with antihistamines because of potential additive CNS depressant effects.  MAO inhibitors also prolong and intensify anticholinergic effects of antihistamines. ."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "dexfenfluramine",
            "description": {
                "common": "tranylcypromine and dexfenfluramine both increase  serotonin levels. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "dextroamphetamine",
            "description": {
                "common": "tranylcypromine and dextroamphetamine both increase  serotonin levels. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "dextromoramide",
            "description": {
                "common": "tranylcypromine increases toxicity of dextromoramide by unknown mechanism. Avoid or Use Alternate Drug. Risk of hypotension, hyperpyrexia, somnolence, or death; separate by 14 d."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "diamorphine",
            "description": {
                "common": "tranylcypromine increases toxicity of diamorphine by unknown mechanism. Avoid or Use Alternate Drug. Risk of hypotension, hyperpyrexia, somnolence, or death; separate by 14 d."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "difenoxin hcl",
            "description": {
                "common": "tranylcypromine increases toxicity of difenoxin hcl by unknown mechanism. Avoid or Use Alternate Drug. Risk of hypotension, hyperpyrexia, somnolence, or death; separate by 14 d."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "dihydroergotamine",
            "description": {
                "common": "tranylcypromine and dihydroergotamine both increase  serotonin levels. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "dihydroergotamine intranasal",
            "description": {
                "common": "tranylcypromine and dihydroergotamine intranasal both increase  serotonin levels. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "diphenhydramine",
            "description": {
                "common": "tranylcypromine increases effects of diphenhydramine by Other (see comment). Avoid or Use Alternate Drug. \nComment: Tranylcypromine should not be administered in combination with antihistamines because of potential additive CNS depressant effects. MAO inhibitors also prolong and intensify anticholinergic effects of antihistamines. ."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "diphenoxylate hcl",
            "description": {
                "common": "tranylcypromine increases toxicity of diphenoxylate hcl by unknown mechanism. Avoid or Use Alternate Drug. Risk of hypotension, hyperpyrexia, somnolence, or death; separate by 14 d."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "dipipanone",
            "description": {
                "common": "tranylcypromine increases toxicity of dipipanone by unknown mechanism. Avoid or Use Alternate Drug. Risk of hypotension, hyperpyrexia, somnolence, or death; separate by 14 d."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "dolasetron",
            "description": {
                "common": "dolasetron, tranylcypromine.\nEither increases toxicity of the other by serotonin levels. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "dopexamine",
            "description": {
                "common": "tranylcypromine increases effects of dopexamine by pharmacodynamic synergism. Contraindicated. Risk of acute hypertensive episode."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "doxapram",
            "description": {
                "common": "doxapram increases effects of tranylcypromine by pharmacodynamic synergism. Avoid or Use Alternate Drug. Additive pressor effect."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "doxepin cream",
            "description": {
                "common": "tranylcypromine increases levels of doxepin cream by pharmacodynamic synergism. Contraindicated. D/C MAO inhibitor 2 weeks before."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "doxylamine",
            "description": {
                "common": "tranylcypromine increases effects of doxylamine by Other (see comment). Avoid or Use Alternate Drug. \nComment: Tranylcypromine should not be administered in combination with antihistamines because of potential additive CNS depressant effects.  MAO inhibitors also prolong and intensify anticholinergic effects of antihistamines. ."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "eletriptan",
            "description": {
                "common": "eletriptan and tranylcypromine both increase  serotonin levels. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "epinephrine racemic",
            "description": {
                "common": "tranylcypromine increases effects of epinephrine racemic by pharmacodynamic synergism. Contraindicated. Risk of acute hypertensive episode."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "ergotamine",
            "description": {
                "common": "tranylcypromine and ergotamine both increase  serotonin levels. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "fedratinib",
            "description": {
                "common": "tranylcypromine will increase the level or effect of fedratinib by  Other (see comment). Avoid or Use Alternate Drug. Avoid coadministration of fedratinib (a CYP3A4 and CYP2C19 substrate) with dual CYP3A4 and CYP2C19 inhibitor. Effect of coadministration of a dual CYP3A4 and CYP2C19 inhibitor with fedratinib has not been studied."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "fenfluramine",
            "description": {
                "common": "tranylcypromine and fenfluramine both increase  serotonin levels. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "fexofenadine",
            "description": {
                "common": "tranylcypromine increases effects of fexofenadine by Other (see comment). Avoid or Use Alternate Drug. \nComment: Tranylcypromine should not be administered in combination with antihistamines because of potential additive CNS depressant effects. MAO inhibitors also prolong and intensify anticholinergic effects of antihistamines."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "fluvoxamine",
            "description": {
                "common": "fluvoxamine and tranylcypromine both increase  serotonin levels. Contraindicated."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "formoterol",
            "description": {
                "common": "tranylcypromine increases effects of formoterol by pharmacodynamic synergism. Contraindicated. Risk of acute hypertensive episode."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "frovatriptan",
            "description": {
                "common": "frovatriptan and tranylcypromine both increase  serotonin levels. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "granisetron",
            "description": {
                "common": "granisetron, tranylcypromine.\nEither increases toxicity of the other by serotonin levels. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "hydrocodone",
            "description": {
                "common": "tranylcypromine increases toxicity of hydrocodone by serotonin levels. Avoid or Use Alternate Drug. MAOI interactions with opioids may manifest as serotonin syndrome or opioid toxicity (eg, respiratory depression, coma). Opioids are not recommended for patients taking MAOIs or within 14 days of stopping MAOIs. If urgent opioid treatment needed, use test doses and frequent titration of small doses to treat pain while closely monitoring blood pressure and signs and symptoms of CNS and respiratory depression."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "hydromorphone",
            "description": {
                "common": "tranylcypromine increases toxicity of hydromorphone by unknown mechanism. Avoid or Use Alternate Drug. Risk of hypotension, hyperpyrexia, somnolence, or death; separate by 14 d."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "hydroxyzine",
            "description": {
                "common": "tranylcypromine increases effects of hydroxyzine by Other (see comment). Avoid or Use Alternate Drug. \nComment: Tranylcypromine should not be administered in combination with antihistamines because of potential additive CNS depressant effects. MAO inhibitors also prolong and intensify anticholinergic effects of antihistamines."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "iobenguane I 131",
            "description": {
                "common": "tranylcypromine will decrease the level or effect of iobenguane I 131 by  Other (see comment). Avoid or Use Alternate Drug. Based on the mechanism of action of iobenguane, drugs that reduce catecholamine uptake or that deplete catecholamine stores may interfere with iobenguane uptake into cells, and thus, reduce iobenguane efficacy. Discontinue interfering drugs for at least 5 half-lives before administration of either the dosimetry or an iobenguane dose. Do not administer these drugs until at least 7 days after each iobenguane dose."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "isoniazid",
            "description": {
                "common": "tranylcypromine and isoniazid both increase  serotonin levels. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "ketamine",
            "description": {
                "common": "tranylcypromine increases levels of ketamine by pharmacodynamic synergism. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "L-tryptophan",
            "description": {
                "common": "tranylcypromine and L-tryptophan both increase  serotonin levels. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "levalbuterol",
            "description": {
                "common": "tranylcypromine increases effects of levalbuterol by pharmacodynamic synergism. Contraindicated. Risk of acute hypertensive episode."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "levocetirizine",
            "description": {
                "common": "tranylcypromine increases effects of levocetirizine by Other (see comment). Avoid or Use Alternate Drug. \nComment: Tranylcypromine should not be administered in combination with antihistamines because of potential additive CNS depressant effects. MAO inhibitors also prolong and intensify anticholinergic effects of antihistamines."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "levorphanol",
            "description": {
                "common": "tranylcypromine increases toxicity of levorphanol by unknown mechanism. Avoid or Use Alternate Drug. Risk of hypotension, hyperpyrexia, somnolence, or death; separate by 14 d."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "linezolid",
            "description": {
                "common": "linezolid and tranylcypromine both increase  serotonin levels. Avoid or Use Alternate Drug. Linezolid may increase serotonin as a result of MAO-A inhibition. If linezolid must be administered, discontinue serotonergic drug immediately and monitor for CNS toxicity. Serotonergic therapy may be resumed 24 hours after last linezolid dose or after 2 weeks of monitoring, whichever comes first."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "lithium",
            "description": {
                "common": "tranylcypromine and lithium both increase  serotonin levels. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "lonafarnib",
            "description": {
                "common": "tranylcypromine will increase the level or effect of lonafarnib by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug. If coadministration of lonafarnib (a sensitive CYP3A substrate) with weak CYP3A inhibitors is unavoidable, reduce to, or continue lonafarnib at starting dose. Closely monitor for arrhythmias and events (eg, syncope, heart palpitations) since lonafarnib effect on QT interval is unknown."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "loratadine",
            "description": {
                "common": "tranylcypromine increases effects of loratadine by Other (see comment). Avoid or Use Alternate Drug. \nComment: Tranylcypromine should not be administered in combination with antihistamines because of potential additive CNS depressant effects. MAO inhibitors also prolong and intensify anticholinergic effects of antihistamines."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "lorcaserin",
            "description": {
                "common": "tranylcypromine and lorcaserin both increase  serotonin levels. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "lsd",
            "description": {
                "common": "tranylcypromine and lsd both increase  serotonin levels. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "metaproterenol",
            "description": {
                "common": "tranylcypromine increases effects of metaproterenol by pharmacodynamic synergism. Contraindicated. Risk of acute hypertensive episode."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "metformin",
            "description": {
                "common": "tranylcypromine will increase the level or effect of metformin by  unspecified interaction mechanism. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "methadone",
            "description": {
                "common": "tranylcypromine increases toxicity of methadone by unknown mechanism. Avoid or Use Alternate Drug. Risk of hypotension, hyperpyrexia, somnolence, or death; separate by 14 d."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "methyldopa",
            "description": {
                "common": "tranylcypromine, methyldopa. Other (see comment). Avoid or Use Alternate Drug. \nComment: Tranylcypromine inhibits the hypotensive effects of methyldopa. At least 14 days should elapse between discontinuation of MAOI therapy and initiation of treatment with methyldopa."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "methylene blue",
            "description": {
                "common": "methylene blue and tranylcypromine both increase  serotonin levels. Avoid or Use Alternate Drug. Methylene blue may increase serotonin as a result of MAO-A inhibition. If methylene blue must be administered, discontinue serotonergic drug immediately and monitor for CNS toxicity. Serotonergic therapy may be resumed 24 hours after last methylene blue dose or after 2 weeks of monitoring, whichever comes first."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "metoclopramide intranasal",
            "description": {
                "common": "metoclopramide intranasal increases toxicity of tranylcypromine by Other (see comment). Avoid or Use Alternate Drug. \nComment: Metoclopramide may enhance the hypertensive effect of monoamine oxidase inhibitors."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "metrizamide",
            "description": {
                "common": "tranylcypromine, metrizamide. Mechanism: unspecified interaction mechanism. Avoid or Use Alternate Drug. Do not coadminister because tranylcypromine may lower seizure threshold. D/C MAO inhibitor 24h before admin of metrizamide."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "mirtazapine",
            "description": {
                "common": "tranylcypromine and mirtazapine both increase  serotonin levels. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "morphine",
            "description": {
                "common": "tranylcypromine and morphine both increase  serotonin levels. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "nalbuphine",
            "description": {
                "common": "tranylcypromine increases toxicity of nalbuphine by unknown mechanism. Avoid or Use Alternate Drug. Risk of hypotension, hyperpyrexia, somnolence, or death; separate by 14 d."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "naratriptan",
            "description": {
                "common": "naratriptan and tranylcypromine both increase  serotonin levels. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "netupitant/palonosetron",
            "description": {
                "common": "netupitant/palonosetron, tranylcypromine.\nEither increases toxicity of the other by serotonin levels. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "ondansetron",
            "description": {
                "common": "ondansetron, tranylcypromine.\nEither increases toxicity of the other by serotonin levels. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "opium tincture",
            "description": {
                "common": "tranylcypromine increases toxicity of opium tincture by unknown mechanism. Avoid or Use Alternate Drug. Risk of hypotension, hyperpyrexia, somnolence, or death; separate by 14 d."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "oxycodone",
            "description": {
                "common": "tranylcypromine increases toxicity of oxycodone by unknown mechanism. Avoid or Use Alternate Drug. Risk of hypotension, hyperpyrexia, somnolence, or death; separate by 14 d."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "oxymetazoline intranasal",
            "description": {
                "common": "tranylcypromine increases effects of oxymetazoline intranasal by pharmacodynamic synergism. Avoid or Use Alternate Drug. MAOIs cause norepinephrine accumulation within adrenergic neurons. Significant hypertension can result if coadministered with alpha1 agonists."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "oxymorphone",
            "description": {
                "common": "tranylcypromine increases toxicity of oxymorphone by unknown mechanism. Avoid or Use Alternate Drug. Risk of hypotension, hyperpyrexia, somnolence, or death; separate by 14 d."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "palonosetron",
            "description": {
                "common": "palonosetron, tranylcypromine.\nEither increases toxicity of the other by serotonin levels. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "papaveretum",
            "description": {
                "common": "tranylcypromine increases toxicity of papaveretum by unknown mechanism. Avoid or Use Alternate Drug. Risk of hypotension, hyperpyrexia, somnolence, or death; separate by 14 d."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "pentazocine",
            "description": {
                "common": "tranylcypromine and pentazocine both increase  serotonin levels. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "pirbuterol",
            "description": {
                "common": "tranylcypromine increases effects of pirbuterol by pharmacodynamic synergism. Contraindicated. Risk of acute hypertensive episode."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "pirfenidone",
            "description": {
                "common": "tranylcypromine will increase the level or effect of pirfenidone by  affecting hepatic enzyme CYP1A2 metabolism. Avoid or Use Alternate Drug. Avoid; coadministration of pirfenidone and moderate CYP1A2 inhibitors result in moderately increased exposure to pirfenidone; if unable to avoid, decrease dose of moderate CYP1A2 inhibitor"
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "promethazine",
            "description": {
                "common": "tranylcypromine increases effects of promethazine by Other (see comment). Avoid or Use Alternate Drug. \nComment: Tranylcypromine should not be administered in combination with antihistamines because of potential additive CNS depressant effects.  MAO inhibitors also prolong and intensify anticholinergic effects of antihistamines. Combination of tranylcypromine and promethazine may result in additive hypotensive effects."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "propofol",
            "description": {
                "common": "tranylcypromine increases levels of propofol by pharmacodynamic synergism. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "rizatriptan",
            "description": {
                "common": "rizatriptan and tranylcypromine both increase  serotonin levels. Avoid or Use Alternate Drug. Concomitant use or use within 2 wks following the discontinuation of tranylcypromine is contraindicated."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "salmeterol",
            "description": {
                "common": "tranylcypromine increases effects of salmeterol by pharmacodynamic synergism. Contraindicated. Risk of acute hypertensive episode."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "SAMe",
            "description": {
                "common": "tranylcypromine and SAMe both increase  serotonin levels. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "sevoflurane",
            "description": {
                "common": "tranylcypromine increases levels of sevoflurane by pharmacodynamic synergism. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "sufentanil",
            "description": {
                "common": "tranylcypromine increases toxicity of sufentanil by unknown mechanism. Avoid or Use Alternate Drug. Risk of hypotension, hyperpyrexia, somnolence, or death; separate by 14 d."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "sufentanil SL",
            "description": {
                "common": "tranylcypromine increases toxicity of sufentanil SL by serotonin levels. Avoid or Use Alternate Drug. MAOI interactions with opioids may manifest as serotonin syndrome or opioid toxicity (eg, respiratory depression, coma). Opioids are not recommended for patients taking MAOIs or within 14 days of stopping MAOIs. If urgent opioid treatment needed, use test doses and frequent titration of small doses to treat pain while closely monitoring blood pressure and signs and symptoms of CNS and respiratory depression."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "sumatriptan",
            "description": {
                "common": "sumatriptan and tranylcypromine both increase  serotonin levels. Avoid or Use Alternate Drug. Concomitant use or use within 2 wks following the discontinuation of tranylcypromine is contraindicated."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "sumatriptan intranasal",
            "description": {
                "common": "sumatriptan intranasal and tranylcypromine both increase  serotonin levels. Avoid or Use Alternate Drug. Concomitant use or use within 2 wks following the discontinuation of tranylcypromine is contraindicated."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "tapentadol",
            "description": {
                "common": "tranylcypromine increases toxicity of tapentadol by unknown mechanism. Avoid or Use Alternate Drug. Risk of hypotension, hyperpyrexia, somnolence, or death; separate by 14 d."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "tedizolid",
            "description": {
                "common": "tedizolid, tranylcypromine.\nEither increases effects of the other by Mechanism: pharmacodynamic synergism. Avoid or Use Alternate Drug. Interaction with MAOIs were not studied in clinical trials; drugs within the same class(eg linezolid) are contraindicated with MAOIs."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "terbutaline",
            "description": {
                "common": "tranylcypromine increases effects of terbutaline by pharmacodynamic synergism. Contraindicated. Risk of acute hypertensive episode."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "tramadol",
            "description": {
                "common": "tranylcypromine and tramadol both increase  serotonin levels. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "umeclidinium bromide/vilanterol inhaled",
            "description": {
                "common": "tranylcypromine and umeclidinium bromide/vilanterol inhaled both increase  sympathetic (adrenergic) effects, including increased blood pressure and heart rate. Avoid or Use Alternate Drug. Exercise extreme caution if vilanterol coadministered with MAOIs or TCAs, or within 2 weeks of discontinuation of these drugs; adrenergic agonist effects on the cardiovascular system may be potentiated"
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "valbenazine",
            "description": {
                "common": "tranylcypromine, valbenazine. Other (see comment). Avoid or Use Alternate Drug. \nComment: Coadministration of valbenazine with MAOIs may increase monoamine neurotransmitter concentration in synapses, potentially increasing risk of serotonin syndrome or attenuating valbenazine effect."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "vilanterol/fluticasone furoate inhaled",
            "description": {
                "common": "tranylcypromine and vilanterol/fluticasone furoate inhaled both increase  sympathetic (adrenergic) effects, including increased blood pressure and heart rate. Avoid or Use Alternate Drug. Exercise extreme caution if vilanterol coadministered with MAOIs or TCAs, or within 2 weeks of discontinuation of these drugs; adrenergic agonist effects on the cardiovascular system may be potentiated"
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "zolmitriptan",
            "description": {
                "common": "zolmitriptan and tranylcypromine both increase  serotonin levels. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "aripiprazole",
            "description": {
                "common": "tranylcypromine, aripiprazole. unspecified interaction mechanism. Use Caution/Monitor. Serotonin modulators may enhance dopamine blockade, possibly increasing the risk for neuroleptic malignant syndrome. Antipsychotics may enhance serotonergic effect of serotonin modulators, which may result in serotonin syndrome. Monitor for evidence of serotonin toxicity (eg, mental status changes, autonomic instability, and neuromuscular hyperactivity) or neuroleptic malignant syndrome (eg, hyperthermia, muscle rigidity, autonomic dysfunction)."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "asenapine",
            "description": {
                "common": "tranylcypromine, asenapine. unspecified interaction mechanism. Use Caution/Monitor. Serotonin modulators may enhance dopamine blockade, possibly increasing the risk for neuroleptic malignant syndrome. Antipsychotics may enhance serotonergic effect of serotonin modulators, which may result in serotonin syndrome. Monitor for evidence of serotonin toxicity (eg, mental status changes, autonomic instability, and neuromuscular hyperactivity) or neuroleptic malignant syndrome (eg, hyperthermia, muscle rigidity, autonomic dysfunction)."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "atogepant",
            "description": {
                "common": "tranylcypromine will increase the level or effect of atogepant by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "avapritinib",
            "description": {
                "common": "tranylcypromine will increase the level or effect of avapritinib by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "axitinib",
            "description": {
                "common": "tranylcypromine increases levels of axitinib by affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "benztropine",
            "description": {
                "common": "tranylcypromine, benztropine. Other (see comment). Use Caution/Monitor. \nComment: Anti-parkinsonism drugs should be used with caution in patients receiving tranylcypromine since severe reactions have been reported."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "bretylium",
            "description": {
                "common": "tranylcypromine increases effects of bretylium by sympathetic (adrenergic) effects, including increased blood pressure and heart rate. Modify Therapy/Monitor Closely. Bretylium produces release of catecholamines from nerve endings. This increased catecholamine release is potentiated by MAOIs."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "brexpiprazole",
            "description": {
                "common": "tranylcypromine will increase the level or effect of brexpiprazole by  affecting hepatic enzyme CYP2D6 metabolism. Modify Therapy/Monitor Closely. Administer a quarter of brexpiprazole dose if coadministered with a moderate CYP2D6 inhibitor PLUS a strong/moderate CYP3A4 inhibitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "buprenorphine subdermal implant",
            "description": {
                "common": "tranylcypromine, buprenorphine subdermal implant.\nEither increases toxicity of the other by serotonin levels. Use Caution/Monitor. Concomitant use could result in life-threatening serotonin syndrome. If concomitant use is warranted, carefully observe the patient, particularly during treatment initiation, and during dose adjustment of the serotonergic drug. Discontinue buprenorphine if serotonin syndrome is suspected."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "buprenorphine, long-acting injection",
            "description": {
                "common": "tranylcypromine, buprenorphine, long-acting injection.\nEither increases toxicity of the other by serotonin levels. Modify Therapy/Monitor Closely. Concomitant use could result in life-threatening serotonin syndrome or opioid toxicity (eg, respiratory depression, coma). Buprenorphine long-acting injection is not recommended for patients taking MAOIs or within 14 days of stopping such treatment."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "cannabidiol",
            "description": {
                "common": "tranylcypromine will increase the level or effect of cannabidiol by  affecting hepatic enzyme CYP2C19 metabolism. Modify Therapy/Monitor Closely. Consider reducing the cannabidiol dose when coadministered with a moderate CYP2C19 inhibitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "captopril",
            "description": {
                "common": "tranylcypromine increases effects of captopril by pharmacodynamic synergism. Use Caution/Monitor. Both drugs lower blood pressure. Monitor blood pressure."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "cariprazine",
            "description": {
                "common": "tranylcypromine, cariprazine. unspecified interaction mechanism. Use Caution/Monitor. Serotonin modulators may enhance dopamine blockade, possibly increasing the risk for neuroleptic malignant syndrome. Antipsychotics may enhance serotonergic effect of serotonin modulators, which may result in serotonin syndrome. Monitor for evidence of serotonin toxicity (eg, mental status changes, autonomic instability, and neuromuscular hyperactivity) or neuroleptic malignant syndrome (eg, hyperthermia, muscle rigidity, autonomic dysfunction)."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "chlorpromazine",
            "description": {
                "common": "tranylcypromine, chlorpromazine. Other (see comment). Use Caution/Monitor. \nComment: Coadministration of MAOI and phenothiazines may lead to additive hypotensive effects."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "chlorpropamide",
            "description": {
                "common": "tranylcypromine increases effects of chlorpropamide by unknown mechanism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "cilostazol",
            "description": {
                "common": "tranylcypromine increases toxicity of cilostazol by affecting hepatic enzyme CYP2C19 metabolism. Modify Therapy/Monitor Closely. Consider decreasing cilostazol dose; moderate CYP2C19 inhibitors may increase  serum levels of 3,4-dehydrocilostazol (active metabolite)."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "clozapine",
            "description": {
                "common": "tranylcypromine, clozapine. unspecified interaction mechanism. Use Caution/Monitor. Serotonin modulators may enhance dopamine blockade, possibly increasing the risk for neuroleptic malignant syndrome. Antipsychotics may enhance serotonergic effect of serotonin modulators, which may result in serotonin syndrome. Monitor for evidence of serotonin toxicity (eg, mental status changes, autonomic instability, and neuromuscular hyperactivity) or neuroleptic malignant syndrome (eg, hyperthermia, muscle rigidity, autonomic dysfunction)."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "codeine",
            "description": {
                "common": "tranylcypromine decreases effects of codeine by affecting hepatic enzyme CYP2D6 metabolism. Use Caution/Monitor. Prevents conversion of codeine to its active metabolite morphine."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "dextroamphetamine transdermal",
            "description": {
                "common": "tranylcypromine, dextroamphetamine transdermal.\nEither increases effects of the other by serotonin levels. Modify Therapy/Monitor Closely. Initiate with lower doses and monitor for signs and symptoms of serotonin syndrome, particularly during initiation or dosage increase. If serotonin syndrome occurs, discontinue dextroamphetamine transdermal and concomitant serotonergic drug(s)."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "diazepam intranasal",
            "description": {
                "common": "tranylcypromine will increase the level or effect of diazepam intranasal by  affecting hepatic enzyme CYP2C19 metabolism. Use Caution/Monitor. Strong or moderate CYP2C19 inhibitors may decrease rate of diazepam elimination, thereby increasing adverse reactions to diazepam."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "difenoxin hcl",
            "description": {
                "common": "difenoxin hcl, tranylcypromine. Mechanism: pharmacodynamic synergism. Use Caution/Monitor. Risk of serotonin syndrome."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "diphenoxylate hcl",
            "description": {
                "common": "diphenoxylate hcl, tranylcypromine. Mechanism: pharmacodynamic synergism. Use Caution/Monitor. Risk of serotonin syndrome."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "disulfiram",
            "description": {
                "common": "disulfiram, tranylcypromine. Mechanism: unknown. Use Caution/Monitor. Possible CNS delirium including agitation, visual hallucinations, and disorientation may occur. ."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "donepezil transdermal",
            "description": {
                "common": "donepezil transdermal, tranylcypromine.\nEither decreases effects of the other by pharmacodynamic antagonism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "eluxadoline",
            "description": {
                "common": "tranylcypromine increases levels of eluxadoline by decreasing metabolism. Use Caution/Monitor. As a precautionary measure due to incomplete information on the metabolism of eluxadoline, use caution when coadministered with strong CYP2A6 inhibitors."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "esketamine intranasal",
            "description": {
                "common": "esketamine intranasal, tranylcypromine.\nEither increases toxicity of the other by sympathetic (adrenergic) effects, including increased blood pressure and heart rate. Use Caution/Monitor. Closely monitor blood pressure with concomitant use of esketamine nasal with MAO-Is. ."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "etomidate",
            "description": {
                "common": "tranylcypromine increases levels of etomidate by pharmacodynamic synergism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "finerenone",
            "description": {
                "common": "tranylcypromine will increase the level or effect of finerenone by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Modify Therapy/Monitor Closely. Monitor serum potassium during initiation and dosage adjustment of either finererone or weak CYP3A4 inhibitors. Adjust finererone dosage as needed."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "flibanserin",
            "description": {
                "common": "tranylcypromine will increase the level or effect of flibanserin by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor. Increased flibanserin adverse effects may occur if coadministered with multiple weak CYP3A4 inhibitors."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "fluphenazine",
            "description": {
                "common": "tranylcypromine, fluphenazine. unspecified interaction mechanism. Use Caution/Monitor. Serotonin modulators may enhance dopamine blockade, possibly increasing the risk for neuroleptic malignant syndrome. Antipsychotics may enhance serotonergic effect of serotonin modulators, which may result in serotonin syndrome. Monitor for evidence of serotonin toxicity (eg, mental status changes, autonomic instability, and neuromuscular hyperactivity) or neuroleptic malignant syndrome (eg, hyperthermia, muscle rigidity, autonomic dysfunction)."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "gabapentin",
            "description": {
                "common": "gabapentin, tranylcypromine.\nEither increases effects of the other by pharmacodynamic synergism. Modify Therapy/Monitor Closely. Coadministration of CNS depressants can result in serious, life-threatening, and fatal respiratory depression. Use lowest dose possible and monitor for respiratory depression and sedation."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "gabapentin enacarbil",
            "description": {
                "common": "gabapentin enacarbil, tranylcypromine.\nEither increases effects of the other by pharmacodynamic synergism. Modify Therapy/Monitor Closely. Coadministration of CNS depressants can result in serious, life-threatening, and fatal respiratory depression. Use lowest dose possible and monitor for respiratory depression and sedation."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ganaxolone",
            "description": {
                "common": "tranylcypromine and ganaxolone both increase  sedation. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "glimepiride",
            "description": {
                "common": "tranylcypromine increases effects of glimepiride by unknown mechanism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "glipizide",
            "description": {
                "common": "tranylcypromine increases effects of glipizide by unknown mechanism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "glyburide",
            "description": {
                "common": "tranylcypromine increases effects of glyburide by unknown mechanism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "green tea",
            "description": {
                "common": "green tea, tranylcypromine. Other (see comment). Use Caution/Monitor. \nComment: Avoid combination or excessive consumption of green tea. Combination may increase risk of cardiac arrhythmias or severe hypertension can occur due to caffeine component of green tea."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "haloperidol",
            "description": {
                "common": "tranylcypromine, haloperidol. unspecified interaction mechanism. Use Caution/Monitor. Serotonin modulators may enhance dopamine blockade, possibly increasing the risk for neuroleptic malignant syndrome. Antipsychotics may enhance serotonergic effect of serotonin modulators, which may result in serotonin syndrome. Monitor for evidence of serotonin toxicity (eg, mental status changes, autonomic instability, and neuromuscular hyperactivity) or neuroleptic malignant syndrome (eg, hyperthermia, muscle rigidity, autonomic dysfunction)."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "hydralazine",
            "description": {
                "common": "hydralazine, tranylcypromine. Mechanism: pharmacodynamic synergism. Use Caution/Monitor. Risk of hypotension."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "iloperidone",
            "description": {
                "common": "tranylcypromine, iloperidone. unspecified interaction mechanism. Use Caution/Monitor. Serotonin modulators may enhance dopamine blockade, possibly increasing the risk for neuroleptic malignant syndrome. Antipsychotics may enhance serotonergic effect of serotonin modulators, which may result in serotonin syndrome. Monitor for evidence of serotonin toxicity (eg, mental status changes, autonomic instability, and neuromuscular hyperactivity) or neuroleptic malignant syndrome (eg, hyperthermia, muscle rigidity, autonomic dysfunction)."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "indacaterol, inhaled",
            "description": {
                "common": "indacaterol, inhaled, tranylcypromine. QTc interval. Use Caution/Monitor. Indacaterol should be administered with extreme caution to patients treated with MAO inhibitors. Drugs that are known to prolong the QTc interval may have an increased the risk of ventricular arrhythmias."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "insulin aspart",
            "description": {
                "common": "tranylcypromine increases effects of insulin aspart by unknown mechanism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "insulin degludec",
            "description": {
                "common": "tranylcypromine, insulin degludec.\nEither increases effects of the other by pharmacodynamic synergism. Use Caution/Monitor. Both drugs decrease blood glucose."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "insulin degludec/insulin aspart",
            "description": {
                "common": "tranylcypromine, insulin degludec/insulin aspart.\nEither increases effects of the other by pharmacodynamic synergism. Use Caution/Monitor. Both drugs decrease blood glucose."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "insulin detemir",
            "description": {
                "common": "tranylcypromine increases effects of insulin detemir by unknown mechanism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "insulin glargine",
            "description": {
                "common": "tranylcypromine increases effects of insulin glargine by unknown mechanism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "insulin glulisine",
            "description": {
                "common": "tranylcypromine increases effects of insulin glulisine by unknown mechanism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "insulin inhaled",
            "description": {
                "common": "tranylcypromine, insulin inhaled.\nEither increases effects of the other by pharmacodynamic synergism. Use Caution/Monitor. Both drugs decrease blood glucose."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "insulin lispro",
            "description": {
                "common": "tranylcypromine increases effects of insulin lispro by unknown mechanism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "insulin NPH",
            "description": {
                "common": "tranylcypromine increases effects of insulin NPH by unknown mechanism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "insulin regular human",
            "description": {
                "common": "tranylcypromine increases effects of insulin regular human by unknown mechanism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "isavuconazonium sulfate",
            "description": {
                "common": "tranylcypromine will increase the level or effect of isavuconazonium sulfate by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ivacaftor",
            "description": {
                "common": "tranylcypromine increases levels of ivacaftor by affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor. Monitor when coadministered with weak CYP3A4 inhibitors ."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "lasmiditan",
            "description": {
                "common": "lasmiditan, tranylcypromine.\nEither increases effects of the other by sedation. Use Caution/Monitor. Coadministration of lasmiditan and other CNS depressant drugs, including alcohol have not been evaluated in clinical studies. Lasmiditan may cause sedation, as well as other cognitive and/or neuropsychiatric adverse reactions."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "lemborexant",
            "description": {
                "common": "tranylcypromine will increase the level or effect of lemborexant by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Modify Therapy/Monitor Closely. Lower nightly dose of lemborexant recommended if coadministered with weak CYP3A4 inhibitors. See drug monograph for specific dosage modification."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "lithium",
            "description": {
                "common": "lithium, tranylcypromine. Mechanism: unknown. Use Caution/Monitor. Risk of malignant hyperpyrexia.  Interactions esp. expected w/non selective MAOIs."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "lomitapide",
            "description": {
                "common": "tranylcypromine increases levels of lomitapide by affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor. Lomitapide dose should not exceed 30 mg/day."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "loxapine",
            "description": {
                "common": "tranylcypromine, loxapine. unspecified interaction mechanism. Use Caution/Monitor. Serotonin modulators may enhance dopamine blockade, possibly increasing the risk for neuroleptic malignant syndrome. Antipsychotics may enhance serotonergic effect of serotonin modulators, which may result in serotonin syndrome. Monitor for evidence of serotonin toxicity (eg, mental status changes, autonomic instability, and neuromuscular hyperactivity) or neuroleptic malignant syndrome (eg, hyperthermia, muscle rigidity, autonomic dysfunction)."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "loxapine inhaled",
            "description": {
                "common": "tranylcypromine, loxapine inhaled. unspecified interaction mechanism. Use Caution/Monitor. Serotonin modulators may enhance dopamine blockade, possibly increasing the risk for neuroleptic malignant syndrome. Antipsychotics may enhance serotonergic effect of serotonin modulators, which may result in serotonin syndrome. Monitor for evidence of serotonin toxicity (eg, mental status changes, autonomic instability, and neuromuscular hyperactivity) or neuroleptic malignant syndrome (eg, hyperthermia, muscle rigidity, autonomic dysfunction)."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "lurasidone",
            "description": {
                "common": "lurasidone, tranylcypromine.\nEither increases toxicity of the other by Other (see comment). Use Caution/Monitor. \nComment: Potential for increased CNS depressant effects when used concurrently; monitor for increased adverse effects and toxicity."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "maraviroc",
            "description": {
                "common": "maraviroc, tranylcypromine.\nEither increases effects of the other by pharmacodynamic synergism. Use Caution/Monitor. Increased risk of orthostatic hypotension."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "midazolam intranasal",
            "description": {
                "common": "tranylcypromine will increase the level or effect of midazolam intranasal by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor. Coadministration of mild CYP3A4 inhibitors with midazolam intranasal may cause higher midazolam systemic exposure, which may prolong sedation."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "molindone",
            "description": {
                "common": "tranylcypromine, molindone. unspecified interaction mechanism. Use Caution/Monitor. Serotonin modulators may enhance dopamine blockade, possibly increasing the risk for neuroleptic malignant syndrome. Antipsychotics may enhance serotonergic effect of serotonin modulators, which may result in serotonin syndrome. Monitor for evidence of serotonin toxicity (eg, mental status changes, autonomic instability, and neuromuscular hyperactivity) or neuroleptic malignant syndrome (eg, hyperthermia, muscle rigidity, autonomic dysfunction)."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "olanzapine",
            "description": {
                "common": "tranylcypromine, olanzapine. unspecified interaction mechanism. Use Caution/Monitor. Serotonin modulators may enhance dopamine blockade, possibly increasing the risk for neuroleptic malignant syndrome. Antipsychotics may enhance serotonergic effect of serotonin modulators, which may result in serotonin syndrome. Monitor for evidence of serotonin toxicity (eg, mental status changes, autonomic instability, and neuromuscular hyperactivity) or neuroleptic malignant syndrome (eg, hyperthermia, muscle rigidity, autonomic dysfunction)."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "oliceridine",
            "description": {
                "common": "tranylcypromine will increase the level or effect of oliceridine by  affecting hepatic enzyme CYP2D6 metabolism. Modify Therapy/Monitor Closely. If concomitant use is necessary, may require less frequent oliceridine dosing. Closely monitor for respiratory depression and sedation and titrate subsequent doses accordingly. If inhibitor is discontinued, consider increase oliceridine dosage until stable drug effects are achieved. Monitor for signs of opioid withdrawal. "
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "olodaterol inhaled",
            "description": {
                "common": "tranylcypromine and olodaterol inhaled both increase  QTc interval. Use Caution/Monitor. MAO inhibitors prolong the QTc interval and may potentiate the effects of beta2 agonists on the cardiovascular system; increased risk of ventricular arrhythmias"
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "opium tincture",
            "description": {
                "common": "opium tincture, tranylcypromine. Mechanism: pharmacodynamic synergism. Use Caution/Monitor. Risk of serotonin syndrome."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "oxymetazoline topical",
            "description": {
                "common": "oxymetazoline topical and tranylcypromine both increase  sympathetic (adrenergic) effects, including increased blood pressure and heart rate. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "paliperidone",
            "description": {
                "common": "tranylcypromine, paliperidone. unspecified interaction mechanism. Use Caution/Monitor. Serotonin modulators may enhance dopamine blockade, possibly increasing the risk for neuroleptic malignant syndrome. Antipsychotics may enhance serotonergic effect of serotonin modulators, which may result in serotonin syndrome. Monitor for evidence of serotonin toxicity (eg, mental status changes, autonomic instability, and neuromuscular hyperactivity) or neuroleptic malignant syndrome (eg, hyperthermia, muscle rigidity, autonomic dysfunction)."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "perphenazine",
            "description": {
                "common": "tranylcypromine, perphenazine. unspecified interaction mechanism. Use Caution/Monitor. Serotonin modulators may enhance dopamine blockade, possibly increasing the risk for neuroleptic malignant syndrome. Antipsychotics may enhance serotonergic effect of serotonin modulators, which may result in serotonin syndrome. Monitor for evidence of serotonin toxicity (eg, mental status changes, autonomic instability, and neuromuscular hyperactivity) or neuroleptic malignant syndrome (eg, hyperthermia, muscle rigidity, autonomic dysfunction)."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "phenylephrine ophthalmic",
            "description": {
                "common": "tranylcypromine increases effects of phenylephrine ophthalmic by pharmacodynamic synergism. Use Caution/Monitor. Some systemic absorption of ophthalmic phenylephrine; reduce dose within 21 days of MAO inhibitors."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "pimavanserin",
            "description": {
                "common": "tranylcypromine, pimavanserin. unspecified interaction mechanism. Use Caution/Monitor. Serotonin modulators may enhance dopamine blockade, possibly increasing the risk for neuroleptic malignant syndrome. Antipsychotics may enhance serotonergic effect of serotonin modulators, which may result in serotonin syndrome. Monitor for evidence of serotonin toxicity (eg, mental status changes, autonomic instability, and neuromuscular hyperactivity) or neuroleptic malignant syndrome (eg, hyperthermia, muscle rigidity, autonomic dysfunction)."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "pimozide",
            "description": {
                "common": "tranylcypromine, pimozide. unspecified interaction mechanism. Use Caution/Monitor. Serotonin modulators may enhance dopamine blockade, possibly increasing the risk for neuroleptic malignant syndrome. Antipsychotics may enhance serotonergic effect of serotonin modulators, which may result in serotonin syndrome. Monitor for evidence of serotonin toxicity (eg, mental status changes, autonomic instability, and neuromuscular hyperactivity) or neuroleptic malignant syndrome (eg, hyperthermia, muscle rigidity, autonomic dysfunction)."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "pregabalin",
            "description": {
                "common": "pregabalin, tranylcypromine.\nEither increases effects of the other by pharmacodynamic synergism. Modify Therapy/Monitor Closely. Coadministration of CNS depressants can result in serious, life-threatening, and fatal respiratory depression. Use lowest dose possible and monitor for respiratory depression and sedation."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "quetiapine",
            "description": {
                "common": "tranylcypromine, quetiapine. unspecified interaction mechanism. Use Caution/Monitor. Serotonin modulators may enhance dopamine blockade, possibly increasing the risk for neuroleptic malignant syndrome. Antipsychotics may enhance serotonergic effect of serotonin modulators, which may result in serotonin syndrome. Monitor for evidence of serotonin toxicity (eg, mental status changes, autonomic instability, and neuromuscular hyperactivity) or neuroleptic malignant syndrome (eg, hyperthermia, muscle rigidity, autonomic dysfunction)."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "remifentanil",
            "description": {
                "common": "remifentanil increases toxicity of tranylcypromine by serotonin levels. Modify Therapy/Monitor Closely. Increases risk of serotonin syndrome."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "remimazolam",
            "description": {
                "common": "remimazolam, tranylcypromine.\nEither increases toxicity of the other by sedation. Modify Therapy/Monitor Closely. Coadministration may result in profound sedation, respiratory depression, coma, and/or death. Continuously monitor vital signs during sedation and recovery period if coadministered. Carefully titrate remimazolam dose if administered with opioid analgesics and/or sedative/hypnotics."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "risperidone",
            "description": {
                "common": "tranylcypromine, risperidone. unspecified interaction mechanism. Use Caution/Monitor. Serotonin modulators may enhance dopamine blockade, possibly increasing the risk for neuroleptic malignant syndrome. Antipsychotics may enhance serotonergic effect of serotonin modulators, which may result in serotonin syndrome. Monitor for evidence of serotonin toxicity (eg, mental status changes, autonomic instability, and neuromuscular hyperactivity) or neuroleptic malignant syndrome (eg, hyperthermia, muscle rigidity, autonomic dysfunction)."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "tamsulosin",
            "description": {
                "common": "tranylcypromine increases levels of tamsulosin by affecting hepatic enzyme CYP2D6 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "tapentadol",
            "description": {
                "common": "tranylcypromine and tapentadol both increase  serotonin levels. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "tazemetostat",
            "description": {
                "common": "tranylcypromine will increase the level or effect of tazemetostat by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "thiothixene",
            "description": {
                "common": "tranylcypromine, thiothixene. unspecified interaction mechanism. Use Caution/Monitor. Serotonin modulators may enhance dopamine blockade, possibly increasing the risk for neuroleptic malignant syndrome. Antipsychotics may enhance serotonergic effect of serotonin modulators, which may result in serotonin syndrome. Monitor for evidence of serotonin toxicity (eg, mental status changes, autonomic instability, and neuromuscular hyperactivity) or neuroleptic malignant syndrome (eg, hyperthermia, muscle rigidity, autonomic dysfunction)."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "tinidazole",
            "description": {
                "common": "tranylcypromine will increase the level or effect of tinidazole by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "tolazamide",
            "description": {
                "common": "tranylcypromine increases effects of tolazamide by unknown mechanism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "tolbutamide",
            "description": {
                "common": "tranylcypromine increases effects of tolbutamide by unknown mechanism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "trifluoperazine",
            "description": {
                "common": "tranylcypromine, trifluoperazine. unspecified interaction mechanism. Use Caution/Monitor. Serotonin modulators may enhance dopamine blockade, possibly increasing the risk for neuroleptic malignant syndrome. Antipsychotics may enhance serotonergic effect of serotonin modulators, which may result in serotonin syndrome. Monitor for evidence of serotonin toxicity (eg, mental status changes, autonomic instability, and neuromuscular hyperactivity) or neuroleptic malignant syndrome (eg, hyperthermia, muscle rigidity, autonomic dysfunction)."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "trihexyphenidyl",
            "description": {
                "common": "tranylcypromine, trihexyphenidyl. Other (see comment). Use Caution/Monitor. \nComment: Anti-parkinsonism drugs should be used with caution in patients receiving tranylcypromine since severe reactions have been reported."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "valerian",
            "description": {
                "common": "valerian and tranylcypromine both increase  sedation. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "warfarin",
            "description": {
                "common": "tranylcypromine will increase the level or effect of warfarin by  Other (see comment). Use Caution/Monitor. Warfarin's less potent R-enantiomer is metabolized in part by CYP3A4 (and also CYP1A2 and CYP2C19). Monitor INR more frequently if coadministered with inhibitors of these isoenzymes and adjust warfarin dose if needed. "
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "yohimbe",
            "description": {
                "common": "yohimbe increases effects of tranylcypromine by pharmacodynamic synergism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ziprasidone",
            "description": {
                "common": "tranylcypromine, ziprasidone. unspecified interaction mechanism. Use Caution/Monitor. Serotonin modulators may enhance dopamine blockade, possibly increasing the risk for neuroleptic malignant syndrome. Antipsychotics may enhance serotonergic effect of serotonin modulators, which may result in serotonin syndrome. Monitor for evidence of serotonin toxicity (eg, mental status changes, autonomic instability, and neuromuscular hyperactivity) or neuroleptic malignant syndrome (eg, hyperthermia, muscle rigidity, autonomic dysfunction)."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "amobarbital",
            "description": {
                "common": "tranylcypromine increases levels of amobarbital by decreasing metabolism. Minor/Significance Unknown. Theoretical interaction."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "butabarbital",
            "description": {
                "common": "tranylcypromine increases levels of butabarbital by decreasing metabolism. Minor/Significance Unknown. Theoretical interaction."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "butalbital",
            "description": {
                "common": "tranylcypromine increases levels of butalbital by decreasing metabolism. Minor/Significance Unknown. Theoretical interaction."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "celandine",
            "description": {
                "common": "celandine increases effects of tranylcypromine by pharmacodynamic synergism. Minor/Significance Unknown. Based on animal studies."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "cordyceps",
            "description": {
                "common": "cordyceps increases effects of tranylcypromine by pharmacodynamic synergism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "panax ginseng",
            "description": {
                "common": "panax ginseng increases effects of tranylcypromine by pharmacodynamic synergism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "pentobarbital",
            "description": {
                "common": "tranylcypromine increases levels of pentobarbital by decreasing metabolism. Minor/Significance Unknown. Theoretical interaction."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "phenobarbital",
            "description": {
                "common": "tranylcypromine increases levels of phenobarbital by decreasing metabolism. Minor/Significance Unknown. Theoretical interaction."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "pleurisy root",
            "description": {
                "common": "pleurisy root decreases effects of tranylcypromine by unspecified interaction mechanism. Minor/Significance Unknown. Theoretical interaction."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "primidone",
            "description": {
                "common": "tranylcypromine increases levels of primidone by decreasing metabolism. Minor/Significance Unknown. Theoretical interaction."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "ruxolitinib",
            "description": {
                "common": "tranylcypromine will increase the level or effect of ruxolitinib by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "ruxolitinib topical",
            "description": {
                "common": "tranylcypromine will increase the level or effect of ruxolitinib topical by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "secobarbital",
            "description": {
                "common": "tranylcypromine increases levels of secobarbital by decreasing metabolism. Minor/Significance Unknown. Theoretical interaction."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "sulfadiazine",
            "description": {
                "common": "tranylcypromine increases levels of sulfadiazine by unspecified interaction mechanism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "sulfamethoxazole",
            "description": {
                "common": "tranylcypromine increases levels of sulfamethoxazole by unspecified interaction mechanism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "sulfisoxazole",
            "description": {
                "common": "tranylcypromine increases levels of sulfisoxazole by unspecified interaction mechanism. Minor/Significance Unknown."
            }
        }
    ],
    "adverse effects": [
        {
            "name": "Orthostatic hypotension",
            "percent": null
        },
        {
            "name": "Dizziness",
            "percent": null
        },
        {
            "name": "Headache",
            "percent": null
        },
        {
            "name": "Drowsiness",
            "percent": null
        },
        {
            "name": "Sleep disturbance",
            "percent": null
        },
        {
            "name": "Fatigue",
            "percent": null
        },
        {
            "name": "Weakness",
            "percent": null
        },
        {
            "name": "Tremor",
            "percent": null
        },
        {
            "name": "Hyperreflexia",
            "percent": null
        },
        {
            "name": "Constipation",
            "percent": null
        },
        {
            "name": "Dry mouth",
            "percent": null
        },
        {
            "name": "Confusion",
            "percent": null
        },
        {
            "name": "Decr memory",
            "percent": null
        },
        {
            "name": "Nystagmus",
            "percent": null
        },
        {
            "name": "Paresthesia",
            "percent": null
        },
        {
            "name": "Anorexia",
            "percent": null
        },
        {
            "name": "N",
            "percent": null
        },
        {
            "name": "V",
            "percent": null
        },
        {
            "name": "Impotence",
            "percent": null
        },
        {
            "name": "Urinary frequency or retention",
            "percent": null
        },
        {
            "name": "Anxiety",
            "percent": null
        },
        {
            "name": "Irritation",
            "percent": null
        },
        {
            "name": "Hypomania",
            "percent": null
        },
        {
            "name": "Hypermetabolic syndrome",
            "percent": null
        },
        {
            "name": "hyperpyrexia",
            "percent": null
        },
        {
            "name": "tachycardia",
            "percent": null
        },
        {
            "name": "tachypnea",
            "percent": null
        },
        {
            "name": "incr CPK",
            "percent": null
        },
        {
            "name": "acidosis",
            "percent": null
        },
        {
            "name": "Arthralgia",
            "percent": null
        },
        {
            "name": "Edema",
            "percent": null
        },
        {
            "name": "SIADH",
            "percent": null
        },
        {
            "name": "rare",
            "percent": null
        },
        {
            "name": "Risk of hypertensive crisis",
            "percent": null
        },
        {
            "name": "rare",
            "percent": null
        },
        {
            "name": "usu d",
            "percent": null
        },
        {
            "name": "t drug interaction",
            "percent": null
        },
        {
            "name": "Ataxia",
            "percent": null
        },
        {
            "name": "rare",
            "percent": null
        },
        {
            "name": "Seizure",
            "percent": null
        },
        {
            "name": "rare",
            "percent": null
        },
        {
            "name": "Jaundice",
            "percent": null
        },
        {
            "name": "rare",
            "percent": null
        },
        {
            "name": "Visual disturbance",
            "percent": null
        },
        {
            "name": "rare",
            "percent": null
        },
        {
            "name": "Myasthenia gravis",
            "percent": null
        },
        {
            "name": "Lambert",
            "percent": null
        },
        {
            "name": "Eaton myasthenic syndrome",
            "percent": null
        }
    ]
}