{
    "name": "famotidine",
    "comment": "Rx, OTC",
    "other_names": [
        "Pepcid AC",
        "Zantac 360"
    ],
    "classes": [
        "Histamine H2 Antagonists"
    ],
    "source": "https://reference.medscape.com/drug/pepcid-ac-zantac-360-famotidine-341989",
    "pregnancy": {
        "common": [
            "Available data in pregnant women are insufficient to establish a drug-associated risk of major birth defects, miscarriage or adverse maternal or fetal outcomes"
        ],
        "specific": [
            {
                "type": "Animal data",
                "description": [
                    "Animal reproduction studies have shown no adverse development effects at doses up to approximately 243 times, the recommended human dose of 80 mg per day for treatment of erosive esophagitis"
                ]
            }
        ]
    },
    "lactation": {
        "common": [
            "There are limited data available on presence in human breast milk; there were no effects on breastfed infant; there are no data on famotidine effects on milk production; drug reported present in milk of lactating rats; developmental and health benefits of breastfeeding should be considered along with mother’s clinical need for famotidine and any potential adverse effects on breastfed child or from underlying maternal condition"
        ]
    },
    "warnings": {
        "black_box_warning": {
            "common": [],
            "specific": []
        },
        "contraindicators": {
            "common": [
                "Hypersensitivity to famotidine or other H2-receptor antagonists"
            ],
            "specific": []
        },
        "cautions": {
            "common": [
                "Use caution in renal impairment; dosage adjustment recommended in moderate to severe renal impairment (CrCl <50 mL/min)",
                "Prolonged QT interval reported rarely in patients with renal impairment whose dose or dosing interval may not have been adjusted appropriately",
                "Central nervous system (CNS) adverse effects, including confusion, delirium, hallucinations, disorientation, agitation, seizures, and lethargy, reported with moderate-to-severe renal impairment; since famotidine blood levels are higher in patients with renal impairment than in patients with normal renal function, dosage adjustments are recommended in patients with renal impairment",
                "Relief of symptoms does not eliminate the presence of gastric malignancy; consider evaluation for gastric malignancy in adult patients who have a suboptimal response or an early symptomatic relapse after completing treatment",
                "State of confusion reported with use; risk increased in >50 years of age and/or renal/hepatic impairment",
                "Prolonged treatment (>2 years) may lead to vitamin B12 malabsorption, which can result in vitamin B12 deficiency; magnitude of deficiency is dose related; occurs most frequently in females and those younger then 30 years",
                "Patients should not use OTC if difficulty swallowing, vomiting blood, have bloody or black stools",
                "If patient taking a prescription drug, the patient should ask a doctor or a pharmacist whether acid reducers can be taken concomitantly with it",
                "Patients with kidney disease should ask doctor before use"
            ],
            "specific": [
                {
                    "type": "Drug interaction overview",
                    "description": [
                        "Treatment can reduce absorption of other drugs, due to effect on reducing intragastric acidity, leading to loss of efficacy of the concomitant drug; concomitant administration with dasatinib, delavirdine mesylate, cefditoren, and fosamprenavir not recommended",
                        "See prescribing information for other drugs dependent on gastric pH for absorption for administration instructions, including atazanavir, erlotinib, ketoconazole, itraconazole, ledipasvir/sofosbuvir, nilotinib, and rilpivirine",
                        "Although not studied clinically, drug is considered a weak CYP1A2 inhibitor and may lead to substantial increases in blood concentrations of tizanidine, a CYP1A2 substrate; avoid concomitant use; if concomitant use necessary, monitor for hypotension, bradycardia or excessive drowsiness; refer to full prescribing information for tizanidine"
                    ]
                }
            ]
        }
    },
    "interactions": [
        {
            "classification_type": "Serious",
            "interaction_with": "atazanavir",
            "description": {
                "common": "famotidine will decrease the level or effect of atazanavir by  increasing gastric pH. Applies only to oral form of both agents. Avoid or Use Alternate Drug. Atazanavir solubility decreases as pH increases. Substantially reduced plasma concentrations of atazanavir are expected if H2-receptor antagonists (H2RA) are coadministered. For treatment-naïve patients, take atazanavir simultaneously with the H2RA or at least 10 h afterwards. See dosage adjustment recommendations if coadministered in treatment-experienced patients."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "bosutinib",
            "description": {
                "common": "famotidine will decrease the level or effect of bosutinib by  increasing gastric pH. Applies only to oral form of both agents. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "dapsone",
            "description": {
                "common": "famotidine will decrease the level or effect of dapsone by  increasing gastric pH. Applies only to oral form of both agents. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "dasatinib",
            "description": {
                "common": "famotidine will decrease the level or effect of dasatinib by  increasing gastric pH. Applies only to oral form of both agents. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "digoxin",
            "description": {
                "common": "famotidine will increase the level or effect of digoxin by  increasing gastric pH. Applies only to oral form of both agents. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "indinavir",
            "description": {
                "common": "famotidine will decrease the level or effect of indinavir by  increasing gastric pH. Applies only to oral form of both agents. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "infigratinib",
            "description": {
                "common": "famotidine will decrease the level or effect of infigratinib by  inhibition of GI absorption. Applies only to oral form of both agents. Avoid or Use Alternate Drug. If use with an acid-reducing agent cannot be avoided, administer infigratinib 2 hr before or 10 hr after administration of a H2-antagonist."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "itraconazole",
            "description": {
                "common": "famotidine will decrease the level or effect of itraconazole by  increasing gastric pH. Applies only to oral form of both agents. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "ketoconazole",
            "description": {
                "common": "famotidine will decrease the level or effect of ketoconazole by  increasing gastric pH. Applies only to oral form of both agents. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "levoketoconazole",
            "description": {
                "common": "famotidine will decrease the level or effect of levoketoconazole by  increasing gastric pH. Applies only to oral form of both agents. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "mefloquine",
            "description": {
                "common": "mefloquine increases toxicity of famotidine by QTc interval. Avoid or Use Alternate Drug. Mefloquine may enhance the QTc prolonging effect of high risk QTc prolonging agents."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "neratinib",
            "description": {
                "common": "famotidine will decrease the level or effect of neratinib by  increasing gastric pH. Applies only to oral form of both agents. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "pazopanib",
            "description": {
                "common": "famotidine will decrease the level or effect of pazopanib by  increasing gastric pH. Applies only to oral form of both agents. Avoid or Use Alternate Drug. Avoid coadministration of pazopanib with drugs that raise gastric pH; consider short-acting antacids in place of PPIs and H2 antagonists; separate antacid and pazopanib dosing by several hours"
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "pexidartinib",
            "description": {
                "common": "famotidine will increase the level or effect of pexidartinib by  inhibition of GI absorption. Applies only to oral form of both agents. Avoid or Use Alternate Drug. Separate pexidartinib by 2 hr before or 10 hr after taking an H2-antagonist."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "pimozide",
            "description": {
                "common": "famotidine, pimozide.\nEither increases toxicity of the other by QTc interval. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "ponatinib",
            "description": {
                "common": "famotidine decreases levels of ponatinib by increasing gastric pH. Applies only to oral form of both agents. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "pretomanid",
            "description": {
                "common": "pretomanid will increase the level or effect of famotidine by  Other (see comment). Avoid or Use Alternate Drug. In vitro studies demonstrated that pretomanid significantly inhibits OAT3; monitor for increased adverse effects and consider dosage reduction for OAT3 substrates."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "risedronate",
            "description": {
                "common": "famotidine will increase the level or effect of risedronate by  increasing gastric pH. Applies only to oral form of both agents. Avoid or Use Alternate Drug. Applies only to delayed release formulation; accelerates pH-sensitive dissolution of delayed release risedronate"
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "secretin",
            "description": {
                "common": "famotidine, secretin. Other (see comment). Avoid or Use Alternate Drug. \nComment: Concomitant use of H2-receptor antagonists may cause a hyperresponse in gastrin secretion in response to stimulation testing with secretin, falsely suggesting gastrinoma. Discontinue H2-receptor antagonists at least 2 days before administering secretin to aid in the diagnosis of gastrinoma."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "sotorasib",
            "description": {
                "common": "famotidine will decrease the level or effect of sotorasib by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug. If use with an acid-reducing agent cannot be avoided, administer sotorasib 4 hr before or 10 hr after administration of a locally-acting antacid."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "sparsentan",
            "description": {
                "common": "famotidine decreases effects of sparsentan by increasing gastric pH. Applies only to oral form of both agents. Avoid or Use Alternate Drug. H2-antagonists may decrease sparsentan exposure which may reduce efficacy of sparsentan."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "tafenoquine",
            "description": {
                "common": "tafenoquine will increase the level or effect of famotidine by  Other (see comment). Avoid or Use Alternate Drug. Tafenoquine inhibits organic cation transporter-2 (OCT2) and multidrug and toxin extrusion (MATE) transporters in vitro. Avoid coadministration with OCT2 or MATE substrates. If coadministration cannot be avoided, monitor for substrate-related toxicities and consider dosage reduction if needed based on product labeling of the coadministered drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "trilaciclib",
            "description": {
                "common": "trilaciclib will decrease the level or effect of famotidine by  Other (see comment). Avoid or Use Alternate Drug. Avoid coadministration of trilaciclib (OCT2, MATE1, and MATE-2K inhibitor) with substrates where minimal increased concentration in kidney or blood may lead to serious or life-threatening toxicities. "
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "vandetanib",
            "description": {
                "common": "famotidine, vandetanib.\nEither increases toxicity of the other by QTc interval. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "acalabrutinib",
            "description": {
                "common": "famotidine decreases levels of acalabrutinib by increasing gastric pH. Applies only to oral form of both agents. Modify Therapy/Monitor Closely. Acalabrutinib solubility decreases with increasing gastric pH. Administer acalabrutinib 2 hr before an H2-receptor antagonist."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "budesonide",
            "description": {
                "common": "famotidine decreases effects of budesonide by increasing gastric pH. Applies only to oral form of both agents. Modify Therapy/Monitor Closely. Enteric-coated budesonide dissolves at pH >5.5. Also, dissolution of extended-release budesonide tablets is pH dependent. Coadministration with drugs that increase gastric pH may cause these budesonide products to prematurely dissolve, and possibly affect release properties and absorption of the drug in the duodenum."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "carbonyl iron",
            "description": {
                "common": "famotidine will decrease the level or effect of carbonyl iron by  increasing gastric pH. Applies only to oral form of both agents. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "cefdinir",
            "description": {
                "common": "famotidine will decrease the level or effect of cefdinir by  increasing gastric pH. Applies only to oral form of both agents. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "cefditoren",
            "description": {
                "common": "famotidine will decrease the level or effect of cefditoren by  increasing gastric pH. Applies only to oral form of both agents. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "cefpodoxime",
            "description": {
                "common": "famotidine will decrease the level or effect of cefpodoxime by  increasing gastric pH. Applies only to oral form of both agents. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "cefuroxime",
            "description": {
                "common": "famotidine will decrease the level or effect of cefuroxime by  increasing gastric pH. Applies only to oral form of both agents. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "crizotinib",
            "description": {
                "common": "famotidine decreases levels of crizotinib by increasing gastric pH. Applies only to oral form of both agents. Use Caution/Monitor. Drugs that elevate the gastric pH may decrease the solubility of crizotinib and subsequently reduce its bioavailability. However, no formal studies have been conducted. ."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "cyclosporine",
            "description": {
                "common": "famotidine will increase the level or effect of cyclosporine by  unknown mechanism. Use Caution/Monitor. Delayed resorption of cyclosporine has been reported when famotidine is coadministered with cyclosporine."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "dabrafenib",
            "description": {
                "common": "famotidine will decrease the level or effect of dabrafenib by  increasing gastric pH. Applies only to oral form of both agents. Use Caution/Monitor. Drugs that alter upper GI tract pH (eg, PPIs, H2-blockers, antacids) may decrease dabrafenib solubility and reduce its bioavailability"
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "dexmethylphenidate",
            "description": {
                "common": "famotidine will increase the level or effect of dexmethylphenidate by  increasing gastric pH. Applies only to oral form of both agents. Modify Therapy/Monitor Closely. Applies only to extended release formulation"
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "erdafitinib",
            "description": {
                "common": "famotidine increases levels of erdafitinib by decreasing renal clearance. Modify Therapy/Monitor Closely. Consider alternatives that are not OCT2 substrates or consider reducing the dose of OCT2 substrates based on tolerability."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "erlotinib",
            "description": {
                "common": "famotidine decreases levels of erlotinib by Other (see comment). Use Caution/Monitor. \nComment: Avoid combination when possible. If  concurrent use is required erlotinib should be taken 10 hours after a H2-antagonist and at least 2 hours before the next dose of H2-antagonist."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ferric maltol",
            "description": {
                "common": "famotidine will decrease the level or effect of ferric maltol by  increasing gastric pH. Applies only to oral form of both agents. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ferrous fumarate",
            "description": {
                "common": "famotidine will decrease the level or effect of ferrous fumarate by  increasing gastric pH. Applies only to oral form of both agents. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ferrous gluconate",
            "description": {
                "common": "famotidine will decrease the level or effect of ferrous gluconate by  increasing gastric pH. Applies only to oral form of both agents. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ferrous sulfate",
            "description": {
                "common": "famotidine will decrease the level or effect of ferrous sulfate by  increasing gastric pH. Applies only to oral form of both agents. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "fosamprenavir",
            "description": {
                "common": "famotidine will decrease the level or effect of fosamprenavir by  increasing gastric pH. Applies only to oral form of both agents. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "gefitinib",
            "description": {
                "common": "famotidine decreases levels of gefitinib by increasing gastric pH. Applies only to oral form of both agents. Use Caution/Monitor. Separate gefitinib and H2-antagonist doses by at least 6 hr."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "glipizide",
            "description": {
                "common": "famotidine will increase the level or effect of glipizide by  increasing gastric pH. Applies only to oral form of both agents. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "glyburide",
            "description": {
                "common": "famotidine will increase the level or effect of glyburide by  increasing gastric pH. Applies only to oral form of both agents. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "iron dextran complex",
            "description": {
                "common": "famotidine will decrease the level or effect of iron dextran complex by  increasing gastric pH. Applies only to oral form of both agents. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "iron sucrose",
            "description": {
                "common": "famotidine will decrease the level or effect of iron sucrose by  increasing gastric pH. Applies only to oral form of both agents. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ledipasvir/sofosbuvir",
            "description": {
                "common": "famotidine decreases levels of ledipasvir/sofosbuvir by Other (see comment). Use Caution/Monitor. \nComment: Ledipasvir solubility decreases as pH increases; drugs that increase gastric pH are expected to decrease levels of ledipasvir; H2-receptor antagonists may be administered simultaneously with or 12 hr apart from ledipasvir/sofosbuvir at a dose that does not exceed doses comparable to famotidine 40 mg BID."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "mesalamine",
            "description": {
                "common": "famotidine will decrease the level or effect of mesalamine by  increasing gastric pH. Applies only to oral form of both agents. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "methylphenidate",
            "description": {
                "common": "famotidine will increase the level or effect of methylphenidate by  increasing gastric pH. Applies only to oral form of both agents. Modify Therapy/Monitor Closely. Applies only to extended release formulation"
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "mifepristone",
            "description": {
                "common": "famotidine, mifepristone.\nEither increases toxicity of the other by QTc interval. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "mycophenolate",
            "description": {
                "common": "famotidine will decrease the level or effect of mycophenolate by  increasing gastric pH. Applies only to oral form of both agents. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "nelfinavir",
            "description": {
                "common": "famotidine will decrease the level or effect of nelfinavir by  increasing gastric pH. Applies only to oral form of both agents. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "nilotinib",
            "description": {
                "common": "famotidine decreases levels of nilotinib by increasing gastric pH. Applies only to oral form of both agents. Modify Therapy/Monitor Closely. Avoid this interaction by administering H2 antagonists 10 hr after or 2 hr before nilotinib."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "polysaccharide iron",
            "description": {
                "common": "famotidine will decrease the level or effect of polysaccharide iron by  increasing gastric pH. Applies only to oral form of both agents. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "posaconazole",
            "description": {
                "common": "famotidine will decrease the level or effect of posaconazole by  increasing gastric pH. Applies only to oral form of both agents. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "rilpivirine",
            "description": {
                "common": "famotidine will decrease the level or effect of rilpivirine by  increasing gastric pH. Applies only to oral form of both agents. Modify Therapy/Monitor Closely. Concurrent use, may cause treatment failure and/or the development of rilpivirine or NNRTI resistance owing to decreased levels. Administer H2 antagonists at least 12 hours before or at least 4 hours after rilpivirine."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "rose hips",
            "description": {
                "common": "famotidine will decrease the level or effect of rose hips by  increasing gastric pH. Applies only to oral form of both agents. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "saquinavir",
            "description": {
                "common": "famotidine will increase the level or effect of saquinavir by  unspecified interaction mechanism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "serdexmethylphenidate/dexmethylphenidate",
            "description": {
                "common": "famotidine will increase the level or effect of serdexmethylphenidate/dexmethylphenidate by  increasing gastric pH. Applies only to oral form of both agents. Modify Therapy/Monitor Closely. Applies only to extended release formulation"
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "sofosbuvir/velpatasvir",
            "description": {
                "common": "famotidine will decrease the level or effect of sofosbuvir/velpatasvir by  increasing gastric pH. Applies only to oral form of both agents. Modify Therapy/Monitor Closely. Velpatasvir solubility decreases as gastric pH increases (practically insoluble at pH >5). H2 receptor antagonists may be administered simultaneously with or 12 hr apart from sofosbuvir/velpatasvir at a dose that does not exceed doses comparable to famotidine 40 mg BID."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "tolbutamide",
            "description": {
                "common": "famotidine will increase the level or effect of tolbutamide by  increasing gastric pH. Applies only to oral form of both agents. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "varenicline",
            "description": {
                "common": "famotidine will increase the level or effect of varenicline by  decreasing renal clearance. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "vismodegib",
            "description": {
                "common": "famotidine will decrease the level or effect of vismodegib by  Other (see comment). Use Caution/Monitor. Drugs that increase gastric pH alter vismodegib solubility and therefore reduce bioavailability; effect on efficacy unknown"
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "alendronate",
            "description": {
                "common": "famotidine increases levels of alendronate by unspecified interaction mechanism. Minor/Significance Unknown. Monitor for increase in alendronate side effects."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "aripiprazole",
            "description": {
                "common": "famotidine decreases levels of aripiprazole by unspecified interaction mechanism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "axitinib",
            "description": {
                "common": "famotidine will decrease the level or effect of axitinib by  increasing gastric pH. Applies only to oral form of both agents. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "blessed thistle",
            "description": {
                "common": "blessed thistle decreases effects of famotidine by pharmacodynamic antagonism. Minor/Significance Unknown. Theoretical interaction."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "ceftibuten",
            "description": {
                "common": "famotidine will decrease the level or effect of ceftibuten by  increasing gastric pH. Applies only to oral form of both agents. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "cyanocobalamin",
            "description": {
                "common": "famotidine decreases levels of cyanocobalamin by inhibition of GI absorption. Applies only to oral form of both agents. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "devil's claw",
            "description": {
                "common": "devil's claw decreases effects of famotidine by pharmacodynamic antagonism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "isavuconazonium sulfate",
            "description": {
                "common": "isavuconazonium sulfate will increase the level or effect of famotidine by  Other (see comment). Minor/Significance Unknown. Isavuconazonium sulfate, an OCT2 inhibitor, may increase the effects or levels of OCT2 substrates."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "metformin",
            "description": {
                "common": "famotidine increases levels of metformin by decreasing renal clearance. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "phytoestrogens",
            "description": {
                "common": "famotidine decreases levels of phytoestrogens by inhibition of GI absorption. Applies only to oral form of both agents. Minor/Significance Unknown."
            }
        }
    ],
    "adverse effects": [
        {
            "name": "Headache",
            "percent": "4.7"
        },
        {
            "name": "Diarrhea",
            "percent": "1.7"
        },
        {
            "name": "Dizziness",
            "percent": "1.3"
        },
        {
            "name": "Constipation",
            "percent": "1.2"
        },
        {
            "name": "Body as a whole",
            "percent": null
        },
        {
            "name": "Fever",
            "percent": null
        },
        {
            "name": "asthenia",
            "percent": null
        },
        {
            "name": "fatigue",
            "percent": null
        },
        {
            "name": "Cardiovascular",
            "percent": null
        },
        {
            "name": "Arrhythmia",
            "percent": null
        },
        {
            "name": "AV block",
            "percent": null
        },
        {
            "name": "palpitation",
            "percent": null
        },
        {
            "name": "prolonged QT interval in patients with impaired renal function",
            "percent": null
        },
        {
            "name": "has been reported very rarely",
            "percent": null
        },
        {
            "name": "Gastrointestinal",
            "percent": null
        },
        {
            "name": "Cholestatic jaundice",
            "percent": null
        },
        {
            "name": "hepatitis",
            "percent": null
        },
        {
            "name": "liver enzyme abnormalities",
            "percent": null
        },
        {
            "name": "vomiting",
            "percent": null
        },
        {
            "name": "nausea",
            "percent": null
        },
        {
            "name": "abdominal discomfort",
            "percent": null
        },
        {
            "name": "anorexia",
            "percent": null
        },
        {
            "name": "dry mouth",
            "percent": null
        },
        {
            "name": "Hematologic",
            "percent": null
        },
        {
            "name": "Rare cases of agranulocytosis",
            "percent": null
        },
        {
            "name": "pancytopenia",
            "percent": null
        },
        {
            "name": "leukopenia",
            "percent": null
        },
        {
            "name": "thrombocytopenia",
            "percent": null
        },
        {
            "name": "Hypersensitivity",
            "percent": null
        },
        {
            "name": "Anaphylaxis",
            "percent": null
        },
        {
            "name": "angioedema",
            "percent": null
        },
        {
            "name": "orbital or facial edema",
            "percent": null
        },
        {
            "name": "urticaria",
            "percent": null
        },
        {
            "name": "rash",
            "percent": null
        },
        {
            "name": "conjunctival injection",
            "percent": null
        },
        {
            "name": "Musculoskeletal",
            "percent": null
        },
        {
            "name": "Rhabdomyolysis",
            "percent": null
        },
        {
            "name": "musculoskeletal pain including muscle cramps",
            "percent": null
        },
        {
            "name": "arthralgia",
            "percent": null
        },
        {
            "name": "Nervous system",
            "percent": null
        },
        {
            "name": "psychiatric",
            "percent": null
        },
        {
            "name": "Grand mal seizure",
            "percent": null
        },
        {
            "name": "psychic disturbances",
            "percent": null
        },
        {
            "name": "which were reversible in cases for which follow",
            "percent": null
        },
        {
            "name": "up was obtained",
            "percent": null
        },
        {
            "name": "including hallucinations",
            "percent": null
        },
        {
            "name": "confusion",
            "percent": null
        },
        {
            "name": "agitation",
            "percent": null
        },
        {
            "name": "depression",
            "percent": null
        },
        {
            "name": "anxiety",
            "percent": null
        },
        {
            "name": "decreased libido",
            "percent": null
        },
        {
            "name": "paresthesia",
            "percent": null
        },
        {
            "name": "insomnia",
            "percent": null
        },
        {
            "name": "somnolence",
            "percent": null
        },
        {
            "name": "convulsions",
            "percent": null
        },
        {
            "name": "in patients with impaired renal function",
            "percent": null
        },
        {
            "name": "have been reported very rarely",
            "percent": null
        },
        {
            "name": "Respiratory",
            "percent": null
        },
        {
            "name": "Bronchospasm",
            "percent": null
        },
        {
            "name": "interstitial pneumonia",
            "percent": null
        },
        {
            "name": "Skin",
            "percent": null
        },
        {
            "name": "Toxic epidermal necrolysis",
            "percent": null
        },
        {
            "name": "Stevens",
            "percent": null
        },
        {
            "name": "Johnson syndrome",
            "percent": null
        },
        {
            "name": "very rare",
            "percent": null
        },
        {
            "name": "alopecia",
            "percent": null
        },
        {
            "name": "acne",
            "percent": null
        },
        {
            "name": "pruritus",
            "percent": null
        },
        {
            "name": "dry skin",
            "percent": null
        },
        {
            "name": "flushing",
            "percent": null
        },
        {
            "name": "Special senses",
            "percent": null
        },
        {
            "name": "Tinnitus",
            "percent": null
        },
        {
            "name": "taste disorder",
            "percent": null
        },
        {
            "name": "Rare cases of impotence and rare cases of gynecomastia",
            "percent": null
        }
    ]
}