{
    "name": "porfimer",
    "comment": "Rx",
    "other_names": [
        "Photofrin"
    ],
    "classes": [
        "Antineoplastics",
        "Other"
    ],
    "source": "https://reference.medscape.com/drug/photofrin-porfimer-342226",
    "pregnancy": {
        "common": [
            "Based on animal studies, drug may cause embryo-fetal toxicity when administered to a pregnant woman; there are no available data on use in pregnant women to evaluate for a drug-associated risk of major birth defects, miscarriage, or adverse maternal or fetal outcomes",
            "Verify pregnancy status in females of reproductive potential prior to initiation of therapy"
        ],
        "specific": [
            {
                "type": "Contraception",
                "description": [
                    "Drug may cause fetal harm when administered to a pregnant woman",
                    "Females: Advise females of reproductive potential to use effective contraception during treatment and for 5 months after final dose",
                    "Males: Advise male patients with female partners of reproductive potential to use condoms during treatment and for 5 months following final dose"
                ]
            },
            {
                "type": "Animal data",
                "description": [
                    "Intravenous administration of drug to pregnant rats and rabbits during period of organogenesis at dose levels approximately 0.64 times recommended human dose based on body surface area (BSA) resulted in increased fetal resorptions, decreased litter size, and reduced fetal weight, but did not cause fetal malformations"
                ]
            }
        ]
    },
    "lactation": {
        "common": [
            "There are no data on presence of drug in human or animal milk, effects on breastfed infant, or on milk production; because of potential for serious adverse reactions in breastfed infant, advise patients that breastfeeding is not recommended during treatment and for 5 months after last dose"
        ]
    },
    "warnings": {
        "black_box_warning": {
            "common": [],
            "specific": []
        },
        "contraindicators": {
            "common": [
                "Hypersensitivity to porphyrins",
                "Porphyria",
                "Emergency treatment of severe acute respiratory distress when caused by endobronchial lesion",
                "Esophageal or gastric varices",
                "Esophageal ulcers",
                "Tracheoesophageal or bronchoesophageal fistula; tumor erosion into major blood vessel"
            ],
            "specific": []
        },
        "cautions": {
            "common": [
                "Separate from radiotherapy by 2-4 wk",
                "Avoid sunlight following injection",
                "Esophageal stricture reported within 6 months of initiating treatment (usually within 6 months of treatment)",
                "Inflammation resulting from treatment may obstruct airway (not for use in patients with esophageal tumors eroding into the trachea or bronchial tree",
                "Potentially fatal gastrointestinal and esophageal necrosis and perforation may occur following treatment",
                "May experience substernal chest pain from inflammatory responses within the treatment area",
                "Ocular discomfort reported",
                "Photosensitivity reactions reported in patients exposed to direct sunlight or bright indoor light",
                "Thromboembolism reported, particularly in patients with other risk factors (eg, advanced cancer, postsurgery, prolonged immobilization, CV disease)",
                "Hepatic or renal impairment will likely prolong the elimination of porfimer sodium leading to higher rates of toxicity; inform patients with severe renal impairment or mild to severe hepatic impairment that the period requiring precautionary measures for photosensitivity may be longer than 90 days",
                "Risk of hemorrhage increased in patients esophageal varices or tumors eroding into pulmonary blood vessels; patients with large, centrally located tumors, cavitating tumors, or extensive tumors extrinsic to bronchus are at high risk for fatal massive hemoptysis; assess patients for tumors eroding into a pulmonary blood vessel and esophageal varices; do not administer light directly to an area with esophageal varices because of high risk of hemorrhage",
                "Long-term effect of PDT on high grade dysplasia (HGD) in Barrett’s Esophagus (BE) is unknown; there is always a risk of cancer or abnormal epithelium that is invisible to endoscopist beneath the new squamous cell epithelium; these facts emphasize the risk of overlooking cancer in such patients and the need for rigorous continuing surveillance despite endoscopic appearance of complete squamous cell reepithelialization",
                "Conduct endoscopic biopsy surveillance every 3 months, until 4 consecutive negative evaluations for HGD have been recorded; further follow-up may be scheduled every 6 to 12 months, as per judgment of healthcare providers; the follow-up period of randomized study at time of analysis was a minimum of 2 years (range 2 to 5.6 years)",
                "If PDT is to be used before or after radiotherapy, allot sufficient time between the two therapies to ensure that the inflammatory response produced by the first treatment has subsided before commencing the second treatment",
                "The inflammatory response from PDT will depend on tumor size and extent of surrounding normal tissue that receives light; allow 2-4 weeks after PDT before commencing radiotherapy; the acute inflammatory reaction from radiotherapy usually subsides within 4 weeks after completing radiotherapy; allow 4 weeks after completing radiotherapy before commencing PDT"
            ],
            "specific": []
        }
    },
    "interactions": [
        {
            "classification_type": "Serious",
            "interaction_with": "aminolevulinic acid oral",
            "description": {
                "common": "aminolevulinic acid oral, porfimer.\nEither increases toxicity of the other by pharmacodynamic synergism. Avoid or Use Alternate Drug. Avoid administering other phototoxic drugs with aminolevulinic acid oral for 24 hr during perioperative period."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "aminolevulinic acid topical",
            "description": {
                "common": "porfimer, aminolevulinic acid topical.\nEither increases toxicity of the other by pharmacodynamic synergism. Avoid or Use Alternate Drug. Each drug may increase the photosensitizing effect of the other."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "methyl aminolevulinate",
            "description": {
                "common": "porfimer, methyl aminolevulinate.\nEither increases toxicity of the other by pharmacodynamic synergism. Avoid or Use Alternate Drug. Each drug may increase the photosensitizing effect of the other."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "palifermin",
            "description": {
                "common": "palifermin increases toxicity of porfimer by Other (see comment). Avoid or Use Alternate Drug. \nComment: Palifermin should not be administered within 24 hr before, during infusion of, or within 24 hr after administration of antineoplastic agents. Coadministration of palifermin within 24 hr of chemotherapy resulted in increased severity and duration of oral mucositis."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "abciximab",
            "description": {
                "common": "abciximab decreases effects of porfimer by pharmacodynamic antagonism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "anagrelide",
            "description": {
                "common": "anagrelide decreases effects of porfimer by pharmacodynamic antagonism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "antithrombin III",
            "description": {
                "common": "antithrombin III decreases effects of porfimer by pharmacodynamic antagonism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "argatroban",
            "description": {
                "common": "argatroban decreases effects of porfimer by pharmacodynamic antagonism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "bivalirudin",
            "description": {
                "common": "bivalirudin decreases effects of porfimer by pharmacodynamic antagonism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "chlorothiazide",
            "description": {
                "common": "chlorothiazide, porfimer. Mechanism: pharmacodynamic synergism. Use Caution/Monitor. Enhanced photosensitivity."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "chlorpromazine",
            "description": {
                "common": "chlorpromazine, porfimer. Mechanism: pharmacodynamic synergism. Use Caution/Monitor. Enhanced photosensitivity."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "chlorthalidone",
            "description": {
                "common": "chlorthalidone, porfimer. Mechanism: pharmacodynamic synergism. Use Caution/Monitor. Enhanced photosensitivity."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "cholera vaccine",
            "description": {
                "common": "porfimer decreases effects of cholera vaccine by immunosuppressive effects; risk of infection. Modify Therapy/Monitor Closely. Immunosuppressive therapies, including irradiation, antimetabolites, alkylating agents, cytotoxic drugs and corticosteroids (used in greater than physiologic doses), may reduce the immune response to cholera vaccine."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "cilostazol",
            "description": {
                "common": "cilostazol decreases effects of porfimer by pharmacodynamic antagonism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "clopidogrel",
            "description": {
                "common": "clopidogrel decreases effects of porfimer by pharmacodynamic antagonism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "dabigatran",
            "description": {
                "common": "dabigatran decreases effects of porfimer by pharmacodynamic antagonism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "dalteparin",
            "description": {
                "common": "dalteparin decreases effects of porfimer by pharmacodynamic antagonism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "demeclocycline",
            "description": {
                "common": "demeclocycline, porfimer. Mechanism: pharmacodynamic synergism. Use Caution/Monitor. Enhanced photosensitivity."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "dipyridamole",
            "description": {
                "common": "dipyridamole decreases effects of porfimer by pharmacodynamic antagonism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "doxycycline",
            "description": {
                "common": "doxycycline, porfimer. Mechanism: pharmacodynamic synergism. Use Caution/Monitor. Enhanced photosensitivity."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "enoxaparin",
            "description": {
                "common": "enoxaparin decreases effects of porfimer by pharmacodynamic antagonism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "eptifibatide",
            "description": {
                "common": "eptifibatide decreases effects of porfimer by pharmacodynamic antagonism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "fluphenazine",
            "description": {
                "common": "fluphenazine, porfimer. Mechanism: pharmacodynamic synergism. Use Caution/Monitor. Enhanced photosensitivity."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "fondaparinux",
            "description": {
                "common": "fondaparinux decreases effects of porfimer by pharmacodynamic antagonism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "griseofulvin",
            "description": {
                "common": "griseofulvin, porfimer. Mechanism: pharmacodynamic synergism. Use Caution/Monitor. Enhanced photosensitivity."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "heparin",
            "description": {
                "common": "heparin decreases effects of porfimer by pharmacodynamic antagonism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "hydrochlorothiazide",
            "description": {
                "common": "hydrochlorothiazide, porfimer. Mechanism: pharmacodynamic synergism. Use Caution/Monitor. Enhanced photosensitivity."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "indapamide",
            "description": {
                "common": "indapamide, porfimer. Mechanism: pharmacodynamic synergism. Use Caution/Monitor. Enhanced photosensitivity."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "metolazone",
            "description": {
                "common": "metolazone, porfimer. Mechanism: pharmacodynamic synergism. Use Caution/Monitor. Enhanced photosensitivity."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "minocycline",
            "description": {
                "common": "minocycline, porfimer. Mechanism: pharmacodynamic synergism. Use Caution/Monitor. Enhanced photosensitivity."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "perphenazine",
            "description": {
                "common": "perphenazine, porfimer. Mechanism: pharmacodynamic synergism. Use Caution/Monitor. Enhanced photosensitivity."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "prasugrel",
            "description": {
                "common": "prasugrel decreases effects of porfimer by pharmacodynamic antagonism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "prochlorperazine",
            "description": {
                "common": "prochlorperazine, porfimer. Mechanism: pharmacodynamic synergism. Use Caution/Monitor. Enhanced photosensitivity."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "promazine",
            "description": {
                "common": "promazine, porfimer. Mechanism: pharmacodynamic synergism. Use Caution/Monitor. Enhanced photosensitivity."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "promethazine",
            "description": {
                "common": "promethazine, porfimer. Mechanism: pharmacodynamic synergism. Use Caution/Monitor. Enhanced photosensitivity."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "siponimod",
            "description": {
                "common": "siponimod and porfimer both increase  immunosuppressive effects; risk of infection. Use Caution/Monitor. Caution if coadministered because of additive immunosuppressive effects during such therapy and in the weeks following administration. When switching from drugs with prolonged immune effects, consider the half-life and mode of action of these drugs to avoid unintended additive immunosuppressive effects."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "sulfadiazine",
            "description": {
                "common": "sulfadiazine, porfimer. Mechanism: pharmacodynamic synergism. Use Caution/Monitor. Enhanced photosensitivity."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "sulfamethoxazole",
            "description": {
                "common": "sulfamethoxazole, porfimer. Mechanism: pharmacodynamic synergism. Use Caution/Monitor. Enhanced photosensitivity."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "tetracycline",
            "description": {
                "common": "tetracycline, porfimer. Mechanism: pharmacodynamic synergism. Use Caution/Monitor. Enhanced photosensitivity."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "thioridazine",
            "description": {
                "common": "thioridazine, porfimer. Mechanism: pharmacodynamic synergism. Use Caution/Monitor. Enhanced photosensitivity."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ticlopidine",
            "description": {
                "common": "ticlopidine decreases effects of porfimer by pharmacodynamic antagonism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "tirofiban",
            "description": {
                "common": "tirofiban decreases effects of porfimer by pharmacodynamic antagonism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "tretinoin topical",
            "description": {
                "common": "tretinoin topical will increase the level or effect of porfimer by  pharmacodynamic synergism. Use Caution/Monitor. May enhance the photosensitizing effects of porfimer"
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "trifluoperazine",
            "description": {
                "common": "trifluoperazine, porfimer. Mechanism: pharmacodynamic synergism. Use Caution/Monitor. Enhanced photosensitivity."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "amlodipine",
            "description": {
                "common": "amlodipine decreases levels of porfimer by unspecified interaction mechanism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "clevidipine",
            "description": {
                "common": "clevidipine decreases levels of porfimer by unspecified interaction mechanism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "cortisone",
            "description": {
                "common": "cortisone decreases levels of porfimer by unspecified interaction mechanism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "dexamethasone",
            "description": {
                "common": "dexamethasone decreases levels of porfimer by unspecified interaction mechanism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "ethanol",
            "description": {
                "common": "ethanol decreases levels of porfimer by increasing metabolism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "felodipine",
            "description": {
                "common": "felodipine decreases levels of porfimer by unspecified interaction mechanism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "hydrocortisone",
            "description": {
                "common": "hydrocortisone decreases levels of porfimer by unspecified interaction mechanism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "isradipine",
            "description": {
                "common": "isradipine decreases levels of porfimer by unspecified interaction mechanism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "methyclothiazide",
            "description": {
                "common": "methyclothiazide, porfimer. Mechanism: pharmacodynamic synergism. Minor/Significance Unknown. Enhanced photosensitivity."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "methylprednisolone",
            "description": {
                "common": "methylprednisolone decreases levels of porfimer by unspecified interaction mechanism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "nicardipine",
            "description": {
                "common": "nicardipine decreases levels of porfimer by unspecified interaction mechanism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "nifedipine",
            "description": {
                "common": "nifedipine decreases levels of porfimer by unspecified interaction mechanism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "nisoldipine",
            "description": {
                "common": "nisoldipine decreases levels of porfimer by unspecified interaction mechanism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "prednisolone",
            "description": {
                "common": "prednisolone decreases levels of porfimer by unspecified interaction mechanism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "prednisone",
            "description": {
                "common": "prednisone decreases levels of porfimer by unspecified interaction mechanism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "triamcinolone acetonide injectable suspension",
            "description": {
                "common": "triamcinolone acetonide injectable suspension decreases levels of porfimer by unspecified interaction mechanism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "verapamil",
            "description": {
                "common": "verapamil decreases levels of porfimer by unspecified interaction mechanism. Minor/Significance Unknown."
            }
        }
    ],
    "adverse effects": [
        {
            "name": "Anemia",
            "percent": "32"
        },
        {
            "name": "Fever",
            "percent": "31"
        },
        {
            "name": "Pleural effusion",
            "percent": "28"
        },
        {
            "name": "Constipation",
            "percent": "24"
        },
        {
            "name": "Chest pain",
            "percent": "22"
        },
        {
            "name": "Abd pain",
            "percent": "20"
        },
        {
            "name": "Dyspnea",
            "percent": "18"
        },
        {
            "name": "Pneumonia",
            "percent": "16"
        },
        {
            "name": "Insomnia",
            "percent": "14"
        },
        {
            "name": "Back pain",
            "percent": "11"
        },
        {
            "name": "Atrial",
            "percent": "10"
        },
        {
            "name": "fib",
            "percent": "10"
        },
        {
            "name": "Dysphagia",
            "percent": "10"
        },
        {
            "name": "Pharyngitis",
            "percent": "9"
        },
        {
            "name": "Resp distress",
            "percent": "9"
        },
        {
            "name": "Decr wt",
            "percent": "8"
        },
        {
            "name": "Hematemesis",
            "percent": "7"
        },
        {
            "name": "Dehydration",
            "percent": "7"
        },
        {
            "name": "Hypotension",
            "percent": "7"
        },
        {
            "name": "Peripheral edema",
            "percent": "7"
        },
        {
            "name": "Cardiac failure",
            "percent": "6"
        },
        {
            "name": "Tachycardia",
            "percent": "6"
        },
        {
            "name": "Asthenia",
            "percent": "6"
        },
        {
            "name": "Hypertension",
            "percent": "6"
        },
        {
            "name": "Cough",
            "percent": "5"
        },
        {
            "name": "Diarrhea",
            "percent": "5"
        },
        {
            "name": "Generalized edema",
            "percent": null
        },
        {
            "name": "Infusion reactions including urticaria",
            "percent": null
        },
        {
            "name": "bradycardia",
            "percent": null
        },
        {
            "name": "hypotension",
            "percent": null
        },
        {
            "name": "dizziness",
            "percent": null
        },
        {
            "name": "and hypertension",
            "percent": null
        }
    ]
}