{
    "name": "piperacillin",
    "comment": "Rx",
    "other_names": [
        "Pipracil"
    ],
    "classes": [
        "Penicillins",
        "Extended-Spectrum"
    ],
    "source": "https://reference.medscape.com/drug/pipracil-piperacillin-342484",
    "pregnancy": {
        "common": [
            "Piperacillin and tazobactam cross the placenta in humans; however, there are insufficient data in pregnant women to inform a drug-associated risk for major birth defects and miscarriage; no fetal structural abnormalities observed in rats or mice when piperacillin/tazobactam was administered intravenously during organogenesis at doses 1 to 2 times and 2 to 3 times human dose, respectively, based on body-surface area’ however, fetotoxicity in presence of maternal toxicity was observed in developmental toxicity and peri/postnatal studies conducted in rats (intraperitoneal administration prior to mating and throughout gestation or from gestation day 17 through lactation day 21) at doses less than the maximum recommended human daily dose based on body-surface area"
        ],
        "specific": []
    },
    "lactation": {
        "common": [
            "Piperacillin is excreted in human milk; tazobactam concentrations in human milk not studied; no information available on effects of piperacillin and tazobactam on breastfed child or on milk production; developmental and health benefits of breastfeeding should be considered along with mother’s clinical need for therapy and any potential adverse effects on breastfed child from therapy or from underlying maternal condition."
        ]
    },
    "warnings": {
        "black_box_warning": {
            "common": [],
            "specific": []
        },
        "contraindicators": {
            "common": [
                "Hypersensitivity to penicillins, cephalosporins, imipenem"
            ],
            "specific": []
        },
        "cautions": {
            "common": [
                "Bleeding manifestations have occurred in some patients receiving piperacillin; these reactions have sometimes been associated with abnormalities of coagulation tests such as clotting time, platelet aggregation, and prothrombin time and are more likely to occur in patients with renal failure; if bleeding manifestations occur, the antibiotic should be discontinued and appropriate therapy instituted",
                "Monitor renal, hepatic & especially hematopoietic functions during prolonged treatment",
                "Hypersensitivity reactions reported; discontinue therapy and institute appropriate therapy if allergic reaction occurs; serious anaphylactic reactions require immediate emergency treatment with epinephrine, oxygen, intravenous steroids, and airway management, including intubation should also be administered as indicated",
                "Patients may experience neuromuscular excitability or convulsions if higher than recommended doses given intravenously; use with caution in patients with history of seizure disorder; high levels, which may result from renal impairment, may increase risk of seizures",
                "Piperacillin is a monosodium salt containing 1.85 mEq of Na+ per g (42.5 mg of Na+ per g); this should be considered when treating patients requiring restricted salt intake; periodic electrolyte determinations should be made in patients with low potassium reserves, and the possibility of hypokalemia should be kept in mind with patients who have potentially low potassium reserves and who are receiving cytotoxic therapy or diuretics",
                "Found to be an independent risk factor for renal failure and was associated with delayed recovery of renal function as compared to other beta-lactam antibacterial drugs; if alternative treatment options are inadequate or unavailable, monitor renal function during treatment",
                "Combined use of piperacillin and vancomycin may be associated with an increased incidence of acute kidney injury",
                "Serious skin reactions, including toxic epidermal necrolysis and Stevens-Johnson syndrome, acute exanthematous pustulosis, and drug reaction with eosinophilia and systemic symptoms (DRESS) reported; monitor closely if rash develops; discontinue if lesions progress",
                "Leukopenia and neutropenia may occur during prolonged therapy; monitor hematologic tests during prolonged therapy",
                "Use may result in fungal or bacterial superinfection; prescribing therapy in the absence of a proven or strongly suspected bacterial infection or a prophylactic indication is unlikely to provide benefit to patient and increases risk of development of drug-resistant bacteria",
                "Dosage adjustment recommended in patients with renal impairment or receiving hemodialysis",
                "Therapy has been associated with an increased incidence of fever and rash in cystic fibrosis patient"
            ],
            "specific": [
                {
                    "type": "Clostridium difficile-associated diarrhea",
                    "description": [
                        "C. difficile produces toxins A and B which contribute to development of Clostridium difficile-associated diarrhea (CDAD); hypertoxin-producing strains of C. difficile cause increased morbidity and mortality, as these infections can be refractory to antimicrobial therapy and may require colectomy, CDAD must be considered in all patients who present with diarrhea following antibiotic use",
                        "Careful medical history is necessary since CDAD has been reported to occur over two months after administration of antibacterial agents; if CDAD is suspected or confirmed, ongoing antibiotic use not directed against C. difficile may need to be discontinued; appropriate fluid and electrolyte management, protein supplementation, antibiotic treatment of C. difficile, and surgical evaluation should be instituted as clinically indicated"
                    ]
                }
            ]
        }
    },
    "interactions": [
        {
            "classification_type": "Serious",
            "interaction_with": "antithrombin alfa",
            "description": {
                "common": "piperacillin increases effects of antithrombin alfa by pharmacodynamic synergism. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "antithrombin III",
            "description": {
                "common": "piperacillin increases effects of antithrombin III by pharmacodynamic synergism. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "argatroban",
            "description": {
                "common": "piperacillin will increase the level or effect of argatroban by  anticoagulation. Avoid or Use Alternate Drug. cephalosporins may decrease prothrombin activity"
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "BCG vaccine live",
            "description": {
                "common": "piperacillin decreases effects of BCG vaccine live by pharmacodynamic antagonism. Contraindicated. Wait until antibiotic treatment complete to administer live bacterial vaccine; antibiotics may diminish therapeutic effects of BCG."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "bivalirudin",
            "description": {
                "common": "piperacillin will increase the level or effect of bivalirudin by  anticoagulation. Avoid or Use Alternate Drug. cephalosporins may decrease prothrombin activity"
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "cholera vaccine",
            "description": {
                "common": "piperacillin, cholera vaccine. pharmacodynamic antagonism. Avoid or Use Alternate Drug. Avoid coadministration of cholera vaccine with systemic antibiotics since these agents may be active against the vaccine strain. Do not administer cholera vaccine to patients who have received oral or parenteral antibiotics within 14 days prior to vaccination."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "dalteparin",
            "description": {
                "common": "piperacillin increases effects of dalteparin by anticoagulation. Avoid or Use Alternate Drug. Piperacillin can inhibit platelet aggregation."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "enoxaparin",
            "description": {
                "common": "piperacillin increases effects of enoxaparin by anticoagulation. Avoid or Use Alternate Drug. Piperacillin can inhibit platelet aggregation."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "heparin",
            "description": {
                "common": "piperacillin will increase the level or effect of heparin by  anticoagulation. Avoid or Use Alternate Drug. piperacillin can inhibit platelet aggregation"
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "microbiota oral",
            "description": {
                "common": "piperacillin decreases effects of microbiota oral by pharmacodynamic antagonism. Avoid or Use Alternate Drug. Microbiota oral contains bacterial spores. Antibacterial agents may decrease efficacy if coadministered. Complete antibiotic regimens 2-4 days before initiating microbiota oral. ."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "omadacycline",
            "description": {
                "common": "omadacycline decreases effects of piperacillin by pharmacodynamic antagonism. Avoid or Use Alternate Drug. Tetracyclines may interfere with the bactericidal action of penicillins. Monitor for decreased therapeutic effects of penicillins if concomitantly used with a tetracycline."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "sarecycline",
            "description": {
                "common": "sarecycline decreases effects of piperacillin by pharmacodynamic antagonism. Avoid or Use Alternate Drug. Tetracyclines may interfere with the bactericidal action of penicillins. Monitor for decreased therapeutic effects of penicillins if concomitantly used with a tetracycline."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "azithromycin",
            "description": {
                "common": "azithromycin decreases effects of piperacillin by pharmacodynamic antagonism. Use Caution/Monitor. bacteriostatic agents may inhibit the effects of bactericidal agents."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "bazedoxifene/conjugated estrogens",
            "description": {
                "common": "piperacillin will decrease the level or effect of bazedoxifene/conjugated estrogens by  altering intestinal flora. Applies only to oral forms of hormone. Low risk of contraceptive failure. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "chloramphenicol",
            "description": {
                "common": "chloramphenicol decreases effects of piperacillin by pharmacodynamic antagonism. Use Caution/Monitor. bacteriostatic agents may inhibit the effects of bactericidal agents."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "clarithromycin",
            "description": {
                "common": "clarithromycin decreases effects of piperacillin by pharmacodynamic antagonism. Use Caution/Monitor. bacteriostatic agents may inhibit the effects of bactericidal agents."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "demeclocycline",
            "description": {
                "common": "demeclocycline decreases effects of piperacillin by pharmacodynamic antagonism. Use Caution/Monitor. bacteriostatic agents may inhibit the effects of bactericidal agents."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "dichlorphenamide",
            "description": {
                "common": "dichlorphenamide and piperacillin both decrease  serum potassium. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "doxycycline",
            "description": {
                "common": "doxycycline decreases effects of piperacillin by pharmacodynamic antagonism. Use Caution/Monitor. bacteriostatic agents may inhibit the effects of bactericidal agents."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "erythromycin base",
            "description": {
                "common": "erythromycin base decreases effects of piperacillin by pharmacodynamic antagonism. Use Caution/Monitor. bacteriostatic agents may inhibit the effects of bactericidal agents."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "erythromycin ethylsuccinate",
            "description": {
                "common": "erythromycin ethylsuccinate decreases effects of piperacillin by pharmacodynamic antagonism. Use Caution/Monitor. bacteriostatic agents may inhibit the effects of bactericidal agents."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "erythromycin lactobionate",
            "description": {
                "common": "erythromycin lactobionate decreases effects of piperacillin by pharmacodynamic antagonism. Use Caution/Monitor. bacteriostatic agents may inhibit the effects of bactericidal agents."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "erythromycin stearate",
            "description": {
                "common": "erythromycin stearate decreases effects of piperacillin by pharmacodynamic antagonism. Use Caution/Monitor. bacteriostatic agents may inhibit the effects of bactericidal agents."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "minocycline",
            "description": {
                "common": "minocycline decreases effects of piperacillin by pharmacodynamic antagonism. Use Caution/Monitor. bacteriostatic agents may inhibit the effects of bactericidal agents."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "probenecid",
            "description": {
                "common": "probenecid will increase the level or effect of piperacillin by  acidic (anionic) drug competition for renal tubular clearance. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "sodium picosulfate/magnesium oxide/anhydrous citric acid",
            "description": {
                "common": "piperacillin decreases effects of sodium picosulfate/magnesium oxide/anhydrous citric acid by altering metabolism. Use Caution/Monitor. Coadministration with antibiotics decreases efficacy by altering colonic bacterial flora needed to convert sodium picosulfate to active drug."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "tetracycline",
            "description": {
                "common": "tetracycline decreases effects of piperacillin by pharmacodynamic antagonism. Use Caution/Monitor. bacteriostatic agents may inhibit the effects of bactericidal agents."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "vancomycin",
            "description": {
                "common": "piperacillin increases toxicity of vancomycin by unspecified interaction mechanism. Use Caution/Monitor. Monitor kidney function in patients concomitantly administered with piperacillin and vancomycin."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "vecuronium",
            "description": {
                "common": "piperacillin increases toxicity of vecuronium by pharmacodynamic synergism. Modify Therapy/Monitor Closely. Neuromuscular blockade may be prolonged."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "warfarin",
            "description": {
                "common": "piperacillin, warfarin.\nEither increases effects of the other by pharmacodynamic synergism. Modify Therapy/Monitor Closely. Platelet dysfunction occurs with extended-spectrum penicillins in varying degrees. Monitor INR and adjust warfarin dose if needed."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "amikacin",
            "description": {
                "common": "piperacillin increases effects of amikacin by pharmacodynamic synergism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "aspirin",
            "description": {
                "common": "piperacillin, aspirin.\nEither increases effects of the other by receptor binding competition. Minor/Significance Unknown. Salicylic acid could be displaced from protein binding sites or it could itself displace other protein-bound drugs and result in an enhanced effect of the displaced drug."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "aspirin rectal",
            "description": {
                "common": "piperacillin will increase the level or effect of aspirin rectal by  plasma protein binding competition. Minor/Significance Unknown. Salicylic acid could be displaced from protein binding sites or it could itself displace other protein-bound drugs and result in an enhanced effect of the displaced drug"
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "aspirin/citric acid/sodium bicarbonate",
            "description": {
                "common": "piperacillin will increase the level or effect of aspirin/citric acid/sodium bicarbonate by  plasma protein binding competition. Minor/Significance Unknown. Salicylic acid could be displaced from protein binding sites or it could itself displace other protein-bound drugs and result in an enhanced effect of the displaced drug"
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "chlorothiazide",
            "description": {
                "common": "chlorothiazide increases levels of piperacillin by decreasing renal clearance. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "choline magnesium trisalicylate",
            "description": {
                "common": "piperacillin will increase the level or effect of choline magnesium trisalicylate by  acidic (anionic) drug competition for renal tubular clearance. Minor/Significance Unknown.  Salicylate saltscould be displaced from binding sites or could displace other highly protein-bound drugs such as penicillins"
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "gentamicin",
            "description": {
                "common": "piperacillin increases effects of gentamicin by pharmacodynamic synergism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "hydrochlorothiazide",
            "description": {
                "common": "hydrochlorothiazide increases levels of piperacillin by decreasing renal clearance. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "ibuprofen IV",
            "description": {
                "common": "piperacillin will increase the level or effect of ibuprofen IV by  acidic (anionic) drug competition for renal tubular clearance. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "meclofenamate",
            "description": {
                "common": "piperacillin will increase the level or effect of meclofenamate by  acidic (anionic) drug competition for renal tubular clearance. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "neomycin PO",
            "description": {
                "common": "piperacillin increases effects of neomycin PO by pharmacodynamic synergism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "rose hips",
            "description": {
                "common": "rose hips will increase the level or effect of piperacillin by  acidic (anionic) drug competition for renal tubular clearance. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "streptomycin",
            "description": {
                "common": "piperacillin increases effects of streptomycin by pharmacodynamic synergism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "tobramycin",
            "description": {
                "common": "piperacillin increases effects of tobramycin by pharmacodynamic synergism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "willow bark",
            "description": {
                "common": "piperacillin will increase the level or effect of willow bark by  acidic (anionic) drug competition for renal tubular clearance. Minor/Significance Unknown."
            }
        }
    ],
    "adverse effects": [
        {
            "name": "Seizure",
            "percent": null
        },
        {
            "name": "Rash",
            "percent": null
        },
        {
            "name": "Hemolytic anemia",
            "percent": null
        },
        {
            "name": "Postive Coombs reaction",
            "percent": null
        },
        {
            "name": "Prolonged prothrombin time",
            "percent": null
        },
        {
            "name": "Interstitial nephritis",
            "percent": null
        },
        {
            "name": "Hypersensitivity",
            "percent": null
        },
        {
            "name": "Anaphylaxis",
            "percent": null
        },
        {
            "name": "Thrombophlebitis",
            "percent": null
        },
        {
            "name": "Injection site pain",
            "percent": null
        },
        {
            "name": "Headache",
            "percent": null
        },
        {
            "name": "Fever",
            "percent": null
        },
        {
            "name": "Intestinal infection due to pseudomonas",
            "percent": null
        }
    ]
}