{
    "name": "alpelisib",
    "comment": "Rx",
    "other_names": [
        "Piqray",
        "Vijoice"
    ],
    "classes": [
        "Antineoplastics",
        "PI3K Inhibitors"
    ],
    "source": "https://reference.medscape.com/drug/piqray-vijoice-alpelisib-1000360",
    "pregnancy": {
        "common": [
            "Based on animal data and mechanism of action, fetal harm may occur when administered to pregnant women",
            "No data available in pregnant women to inform the drug-associated risk",
            "Advise pregnant women and females of reproductive potential of fetal risk",
            "Verify pregnancy status in females of reproductive potential before initiating"
        ],
        "specific": [
            {
                "type": "Animal data",
                "description": [
                    "In animal reproduction studies, oral administration to pregnant rats and rabbits during organogenesis caused adverse developmental outcomes, including embryofetal mortality (postimplantation loss), reduced fetal weights, and increased incidences of fetal malformations at maternal exposures ≥0.8 times the exposure in humans based on AUC at the recommended dose of 300 mg/day"
                ]
            },
            {
                "type": "Contraception",
                "description": [
                    "Females of reproductive potential: Use effective contraception during treatment and for 1 week after the last dose",
                    "Male patients with female partners of reproductive potential: Use condoms and effective contraception during treatment and for 1 week after the last dose"
                ]
            },
            {
                "type": "Infertility",
                "description": [
                    "Based on findings from animal studies, fertility in males and females of reproductive potential may be impaired"
                ]
            }
        ]
    },
    "lactation": {
        "common": [
            "There are no data on the presence of alpelisib in human milk, its effects on milk production, or the breastfed child",
            "Because of potential for serious adverse reactions in the breastfed child, advise lactating women to not breastfeed during treatment and for 1 week after the last dose"
        ]
    },
    "warnings": {
        "black_box_warning": {
            "common": [],
            "specific": []
        },
        "contraindicators": {
            "common": [
                "Hypersensitivity to alpelisib or any of its components"
            ],
            "specific": []
        },
        "cautions": {
            "common": [
                "Angioedema reported in postmarketing setting",
                "Severe hypersensitivity reactions (eg, anaphylaxis, anaphylactic shock, angioedema) reported; reactions manifested by symptoms including, but not limited to, dyspnea, flushing, rash, fever, or tachycardia; permanently discontinue if hypersensitivity occurs",
                "Severe pneumonitis, including acute interstitial pneumonitis and interstitial lung disease, reported; consider noninfectious pneumonitis in patients presenting with nonspecific respiratory signs and symptoms (eg, hypoxia, cough, dyspnea, or interstitial infiltrates on radiologic examinations) and in whom infectious, neoplastic, and other causes have been excluded; permanently discontinue in all patients if confirmed; advise patients to immediately report new or worsening respiratory symptoms",
                "Based on findings in animals and its mechanism of action, fetal harm may occur when administered to pregnant women"
            ],
            "specific": [
                {
                    "type": "Diarrhea or Colitis",
                    "description": [
                        "Severe diarrhea, including dehydration and acute kidney injury, occurred; based on severity of diarrhea, therapy may require dose interruption, reduction, or discontinuation; advise patients to start antidiarrheal treatment, increase oral fluids, and notify their healthcare provider if diarrhea occurs",
                        "Colitis reported in postmarketing setting",
                        "Monitor for diarrhea and additional symptoms of colitis, such as abdominal pain and mucus or blood in stool; based on severity of diarrhea or colitis, dose interruption, reduction, or discontinuation may be necessary",
                        "For patients with colitis, additional treatment, such as enteric-acting and/or systemic steroids, may be required"
                    ]
                },
                {
                    "type": "Severe cutaneous adverse reactions",
                    "description": [
                        "Severe cutaneous reactions, including Stevens-Johnson syndrome (SJS) and erythema multiforme (EM) reported",
                        "Do not initiate with history of SJS, EM, or toxic epidermal necrolysis (TEN), and drug reaction with eosinophilia and systemic symptoms (DRESS)",
                        "If signs or symptoms of cutaneous reactions occur, interrupt therapy until etiology of reaction determined",
                        "If SJS, TEN, or EM confirmed, permanently discontinue; do not reintroduce in patients who have experienced previous severe cutaneous reactions during treatment",
                        "If cutaneous reactions not confirmed, therapy may require dose modifications, topical corticosteroids, or oral antihistamine treatment"
                    ]
                },
                {
                    "type": "Severe hyperglycemia",
                    "description": [
                        "Closely monitor patients with diabetes",
                        "Based on severity of hyperglycemia, therapy may require dose interruption, reduction, or discontinuation",
                        "In some cases associated with hyperglycemic hyperosmolar non-ketotic syndrome (HHNKS) or ketoacidosis; some fatal cases of ketoacidosis have occurred in the post marketing setting",
                        "Before initiating treatment, test FPG and HbA1c, and optimize blood glucose",
                        "After initiation, monitor fasting glucose more frequently for the first few weeks during treatment in patients with risk factors for hyperglycemia such as obesity (BMI greater than or equal to 30), elevated FPG, HbA1c at the upper limit of normal or above, use of concomitant systemic corticosteroids, or age greater than or equal to 75",
                        "Monitor blood glucose and/or FPG at least qWeek for the first 2 weeks, then at least q4Weeks, and as clinically indicated; monitor HbA1c every 3 months and as clinically indicated",
                        "During treatment with antidiabetic medication, continue monitoring blood glucose or FPG at least once a week for 8 weeks, followed by once q2Weeks and as clinically indicated",
                        "Advise patients of signs and symptoms of hyperglycemia (eg, excessive thirst, urinating more often than usual or higher amount of urine than usual, or increased appetite with weight loss)"
                    ]
                },
                {
                    "type": "Drug interactions overview",
                    "description": [
                        "Alpelisib: CYP3A4 and BCRP substrate; CYP2C9 inducer",
                        "CYP3A4 inducers",
                        "Avoid coadministration",
                        "Strong CYP3A4 inducers may decrease alpelisib concentration and/or activity",
                        "BCRP inihibitors",
                        "Avoid coadministration; if unable to avoid or use alternant drugs, closely monitor for increased adverse effects of alpelisib",
                        "BCRP inhibitors may increase alpelisib concentration and/or risk of toxicities",
                        "CYP2C9 substrates",
                        "Closely monitor for potential reduced activity of CYP2C9 substrate ",
                        "Coadministration of alpelisib with CYP2C9 substrates (eg, warfarin) may reduce plasma concentration of CYP2C9 substrates "
                    ]
                }
            ]
        }
    },
    "interactions": [
        {
            "classification_type": "Serious",
            "interaction_with": "abametapir",
            "description": {
                "common": "abametapir will increase the level or effect of alpelisib by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug. For 2 weeks after abametapir application, avoid taking drugs that are CYP3A4 substrates. If not feasible, avoid use of abametapir."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "acalabrutinib",
            "description": {
                "common": "acalabrutinib will increase the level or effect of alpelisib by  Other (see comment). Avoid or Use Alternate Drug. Coadministration of alpelisib (BCRP substrate) with a BCRP inhibitor may increase alpelisib concentration, which may increase the risk of toxicities. If unable to avoid or use alternant drugs, closely monitor for increased adverse reactions."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "apalutamide",
            "description": {
                "common": "apalutamide will decrease the level or effect of alpelisib by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug. Avoid coadministration of alpelisib (CYP3A4 substrate) with  strong CYP3A4 inducers."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "atazanavir",
            "description": {
                "common": "atazanavir will increase the level or effect of alpelisib by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "bosentan",
            "description": {
                "common": "bosentan will decrease the level or effect of alpelisib by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug. Avoid coadministration of alpelisib (CYP3A4 substrate) with  strong CYP3A4 inducers."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "butabarbital",
            "description": {
                "common": "butabarbital will decrease the level or effect of alpelisib by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug. Avoid coadministration of alpelisib (CYP3A4 substrate) with  strong CYP3A4 inducers."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "butalbital",
            "description": {
                "common": "butalbital will decrease the level or effect of alpelisib by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug. Avoid coadministration of alpelisib (CYP3A4 substrate) with  strong CYP3A4 inducers."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "carbamazepine",
            "description": {
                "common": "carbamazepine will decrease the level or effect of alpelisib by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug. Avoid coadministration of alpelisib (CYP3A4 substrate) with  strong CYP3A4 inducers."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "cobicistat",
            "description": {
                "common": "cobicistat will increase the level or effect of alpelisib by  Other (see comment). Avoid or Use Alternate Drug. Coadministration of alpelisib (BCRP substrate) with a BCRP inhibitor may increase alpelisib concentration, which may increase the risk of toxicities. If unable to avoid or use alternant drugs, closely monitor for increased adverse reactions."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "cyclosporine",
            "description": {
                "common": "cyclosporine will increase the level or effect of alpelisib by  Other (see comment). Avoid or Use Alternate Drug. Coadministration of alpelisib (BCRP substrate) with a BCRP inhibitor may increase alpelisib concentration, which may increase the risk of toxicities. If unable to avoid or use alternant drugs, closely monitor for increased adverse reactions."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "dabrafenib",
            "description": {
                "common": "dabrafenib will decrease the level or effect of alpelisib by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug. Avoid coadministration of alpelisib (CYP3A4 substrate) with  strong CYP3A4 inducers."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "darolutamide",
            "description": {
                "common": "darolutamide will increase the level or effect of alpelisib by  Other (see comment). Avoid or Use Alternate Drug. Darolutamide is a BCRP inhibitor. Avoid coadministration with BCRP inhibitors. If use is unavoidable, closely monitor for adverse reactions and consider dose reduction of BCRP substrate drug (refer BCRP substrate prescribing information)."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "dipyridamole",
            "description": {
                "common": "dipyridamole will increase the level or effect of alpelisib by  Other (see comment). Avoid or Use Alternate Drug. Coadministration of alpelisib (BCRP substrate) with a BCRP inhibitor may increase alpelisib concentration, which may increase the risk of toxicities. If unable to avoid or use alternant drugs, closely monitor for increased adverse reactions."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "efavirenz",
            "description": {
                "common": "efavirenz will decrease the level or effect of alpelisib by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug. Avoid coadministration of alpelisib (CYP3A4 substrate) with  strong CYP3A4 inducers."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "eltrombopag",
            "description": {
                "common": "eltrombopag will increase the level or effect of alpelisib by  Other (see comment). Avoid or Use Alternate Drug. Coadministration of alpelisib (BCRP substrate) with a BCRP inhibitor may increase alpelisib concentration, which may increase the risk of toxicities. If unable to avoid or use alternant drugs, closely monitor for increased adverse reactions."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "eluxadoline",
            "description": {
                "common": "eluxadoline will increase the level or effect of alpelisib by  Other (see comment). Avoid or Use Alternate Drug. Coadministration of alpelisib (BCRP substrate) with a BCRP inhibitor may increase alpelisib concentration, which may increase the risk of toxicities. If unable to avoid or use alternant drugs, closely monitor for increased adverse reactions."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "enzalutamide",
            "description": {
                "common": "enzalutamide will decrease the level or effect of alpelisib by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug. Avoid coadministration of alpelisib (CYP3A4 substrate) with  strong CYP3A4 inducers."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "erdafitinib",
            "description": {
                "common": "alpelisib will increase the level or effect of erdafitinib by  affecting hepatic enzyme CYP2C9/10 metabolism. Avoid or Use Alternate Drug. If coadministration of a strong CYP2C9 inhibitors is unavoidable, closely monitor adverse reactions and modify dose of erdafitinib accordingly. If strong CYP2C9 inhibitor is discontinued, consider increasing erdafitinib dose in the absence of any drug-related toxicities."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "etravirine",
            "description": {
                "common": "etravirine will decrease the level or effect of alpelisib by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug. Avoid coadministration of alpelisib (CYP3A4 substrate) with  strong CYP3A4 inducers."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "fexinidazole",
            "description": {
                "common": "fexinidazole will increase the level or effect of alpelisib by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug. Fexinidazole inhibits CYP3A4. Coadministration may increase risk for adverse effects of CYP3A4 substrates."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "fosphenytoin",
            "description": {
                "common": "fosphenytoin will decrease the level or effect of alpelisib by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug. Avoid coadministration of alpelisib (CYP3A4 substrate) with  strong CYP3A4 inducers."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "gefitinib",
            "description": {
                "common": "gefitinib will increase the level or effect of alpelisib by  Other (see comment). Avoid or Use Alternate Drug. Coadministration of alpelisib (BCRP substrate) with a BCRP inhibitor may increase alpelisib concentration, which may increase the risk of toxicities. If unable to avoid or use alternant drugs, closely monitor for increased adverse reactions."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "imatinib",
            "description": {
                "common": "imatinib will increase the level or effect of alpelisib by  Other (see comment). Avoid or Use Alternate Drug. Coadministration of alpelisib (BCRP substrate) with a BCRP inhibitor may increase alpelisib concentration, which may increase the risk of toxicities. If unable to avoid or use alternant drugs, closely monitor for increased adverse reactions."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "ivosidenib",
            "description": {
                "common": "ivosidenib will decrease the level or effect of alpelisib by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug. Avoid coadministration of alpelisib (CYP3A4 substrate) with  strong CYP3A4 inducers."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "ketoconazole",
            "description": {
                "common": "ketoconazole will increase the level or effect of alpelisib by  Other (see comment). Avoid or Use Alternate Drug. Coadministration of alpelisib (BCRP substrate) with a BCRP inhibitor may increase alpelisib concentration, which may increase the risk of toxicities. If unable to avoid or use alternant drugs, closely monitor for increased adverse reactions."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "lapatinib",
            "description": {
                "common": "lapatinib will increase the level or effect of alpelisib by  Other (see comment). Avoid or Use Alternate Drug. Coadministration of alpelisib (BCRP substrate) with a BCRP inhibitor may increase alpelisib concentration, which may increase the risk of toxicities. If unable to avoid or use alternant drugs, closely monitor for increased adverse reactions."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "lasmiditan",
            "description": {
                "common": "lasmiditan increases levels of alpelisib by Other (see comment). Avoid or Use Alternate Drug. \nComment: Lasmiditan inhibits BCRP in vitro. Avoid coadministration of lasmiditan with BCRP substrates."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "leniolisib",
            "description": {
                "common": "leniolisib will increase the level or effect of alpelisib by  Other (see comment). Avoid or Use Alternate Drug. Leniolisib, a BCRP inhibitor, may increase systemic exposure of BCRP substrates"
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "levoketoconazole",
            "description": {
                "common": "levoketoconazole will increase the level or effect of alpelisib by  Other (see comment). Avoid or Use Alternate Drug. Coadministration of alpelisib (BCRP substrate) with a BCRP inhibitor may increase alpelisib concentration, which may increase the risk of toxicities. If unable to avoid or use alternant drugs, closely monitor for increased adverse reactions."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "lonafarnib",
            "description": {
                "common": "lonafarnib will increase the level or effect of alpelisib by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug. Avoid coadministration with sensitive CYP3A substrates. If coadministration unavoidable, monitor for adverse reactions and reduce CYP3A substrate dose in accordance with product labeling."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "lopinavir",
            "description": {
                "common": "lopinavir will increase the level or effect of alpelisib by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "lorlatinib",
            "description": {
                "common": "lorlatinib will decrease the level or effect of alpelisib by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug. Avoid coadministration of alpelisib (CYP3A4 substrate) with  strong CYP3A4 inducers."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "lumacaftor/ivacaftor",
            "description": {
                "common": "lumacaftor/ivacaftor will decrease the level or effect of alpelisib by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug. Avoid coadministration of alpelisib (CYP3A4 substrate) with  strong CYP3A4 inducers."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "mitotane",
            "description": {
                "common": "mitotane will decrease the level or effect of alpelisib by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug. Avoid coadministration of alpelisib (CYP3A4 substrate) with  strong CYP3A4 inducers."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "nafcillin",
            "description": {
                "common": "nafcillin will decrease the level or effect of alpelisib by  pharmacodynamic synergism. Avoid or Use Alternate Drug. Avoid coadministration of alpelisib (CYP3A4 substrate) with  strong CYP3A4 inducers."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "osimertinib",
            "description": {
                "common": "osimertinib will increase the level or effect of alpelisib by  Other (see comment). Avoid or Use Alternate Drug. Coadministration of alpelisib (BCRP substrate) with a BCRP inhibitor may increase alpelisib concentration, which may increase the risk of toxicities. If unable to avoid or use alternant drugs, closely monitor for increased adverse reactions."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "pantoprazole",
            "description": {
                "common": "pantoprazole will increase the level or effect of alpelisib by  Other (see comment). Avoid or Use Alternate Drug. Coadministration of alpelisib (BCRP substrate) with a BCRP inhibitor may increase alpelisib concentration, which may increase the risk of toxicities. If unable to avoid or use alternant drugs, closely monitor for increased adverse reactions."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "pentobarbital",
            "description": {
                "common": "pentobarbital will decrease the level or effect of alpelisib by  pharmacodynamic synergism. Avoid or Use Alternate Drug. Avoid coadministration of alpelisib (CYP3A4 substrate) with  strong CYP3A4 inducers."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "phenobarbital",
            "description": {
                "common": "phenobarbital will decrease the level or effect of alpelisib by  pharmacodynamic synergism. Avoid or Use Alternate Drug. Avoid coadministration of alpelisib (CYP3A4 substrate) with  strong CYP3A4 inducers."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "phenytoin",
            "description": {
                "common": "phenytoin will decrease the level or effect of alpelisib by  pharmacodynamic synergism. Avoid or Use Alternate Drug. Avoid coadministration of alpelisib (CYP3A4 substrate) with  strong CYP3A4 inducers."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "ponatinib",
            "description": {
                "common": "ponatinib will increase the level or effect of alpelisib by  Other (see comment). Avoid or Use Alternate Drug. Coadministration of alpelisib (BCRP substrate) with a BCRP inhibitor may increase alpelisib concentration, which may increase the risk of toxicities. If unable to avoid or use alternant drugs, closely monitor for increased adverse reactions."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "primidone",
            "description": {
                "common": "primidone will decrease the level or effect of alpelisib by  pharmacodynamic synergism. Avoid or Use Alternate Drug. Avoid coadministration of alpelisib (CYP3A4 substrate) with  strong CYP3A4 inducers."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "regorafenib",
            "description": {
                "common": "regorafenib will increase the level or effect of alpelisib by  Other (see comment). Avoid or Use Alternate Drug. Coadministration of alpelisib (BCRP substrate) with a BCRP inhibitor may increase alpelisib concentration, which may increase the risk of toxicities. If unable to avoid or use alternant drugs, closely monitor for increased adverse reactions."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "rifabutin",
            "description": {
                "common": "rifabutin will decrease the level or effect of alpelisib by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug. Avoid coadministration of alpelisib (CYP3A4 substrate) with  strong CYP3A4 inducers."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "rifampin",
            "description": {
                "common": "rifampin will decrease the level or effect of alpelisib by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug. Avoid coadministration of alpelisib (CYP3A4 substrate) with  strong CYP3A4 inducers."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "rifapentine",
            "description": {
                "common": "rifapentine will decrease the level or effect of alpelisib by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug. Avoid coadministration of alpelisib (CYP3A4 substrate) with  strong CYP3A4 inducers."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "rolapitant",
            "description": {
                "common": "rolapitant will increase the level or effect of alpelisib by  Other (see comment). Avoid or Use Alternate Drug. Coadministration of alpelisib (BCRP substrate) with a BCRP inhibitor may increase alpelisib concentration, which may increase the risk of toxicities. If unable to avoid or use alternant drugs, closely monitor for increased adverse reactions."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "safinamide",
            "description": {
                "common": "safinamide will increase the level or effect of alpelisib by  Other (see comment). Avoid or Use Alternate Drug. Coadministration of alpelisib (BCRP substrate) with a BCRP inhibitor may increase alpelisib concentration, which may increase the risk of toxicities. If unable to avoid or use alternant drugs, closely monitor for increased adverse reactions."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "secobarbital",
            "description": {
                "common": "secobarbital will decrease the level or effect of alpelisib by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug. Avoid coadministration of alpelisib (CYP3A4 substrate) with  strong CYP3A4 inducers."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "St John's Wort",
            "description": {
                "common": "St John's Wort will decrease the level or effect of alpelisib by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug. Avoid coadministration of alpelisib (CYP3A4 substrate) with  strong CYP3A4 inducers."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "stiripentol",
            "description": {
                "common": "stiripentol will increase the level or effect of alpelisib by  Other (see comment). Avoid or Use Alternate Drug. Coadministration of alpelisib (BCRP substrate) with a BCRP inhibitor may increase alpelisib concentration, which may increase the risk of toxicities. If unable to avoid or use alternant drugs, closely monitor for increased adverse reactions."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "sunitinib",
            "description": {
                "common": "sunitinib will increase the level or effect of alpelisib by  Other (see comment). Avoid or Use Alternate Drug. Coadministration of alpelisib (BCRP substrate) with a BCRP inhibitor may increase alpelisib concentration, which may increase the risk of toxicities. If unable to avoid or use alternant drugs, closely monitor for increased adverse reactions."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "tacrolimus",
            "description": {
                "common": "tacrolimus will increase the level or effect of alpelisib by  Other (see comment). Avoid or Use Alternate Drug. Coadministration of alpelisib (BCRP substrate) with a BCRP inhibitor may increase alpelisib concentration, which may increase the risk of toxicities. If unable to avoid or use alternant drugs, closely monitor for increased adverse reactions."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "tafamidis",
            "description": {
                "common": "tafamidis will increase the level or effect of alpelisib by  Other (see comment). Avoid or Use Alternate Drug. Coadministration of alpelisib (BCRP substrate) with a BCRP inhibitor may increase alpelisib concentration, which may increase the risk of toxicities. If unable to avoid or use alternant drugs, closely monitor for increased adverse reactions."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "tafamidis meglumine",
            "description": {
                "common": "tafamidis meglumine will increase the level or effect of alpelisib by  Other (see comment). Avoid or Use Alternate Drug. Coadministration of alpelisib (BCRP substrate) with a BCRP inhibitor may increase alpelisib concentration, which may increase the risk of toxicities. If unable to avoid or use alternant drugs, closely monitor for increased adverse reactions."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "vandetanib",
            "description": {
                "common": "vandetanib will increase the level or effect of alpelisib by  Other (see comment). Avoid or Use Alternate Drug. Coadministration of alpelisib (BCRP substrate) with a BCRP inhibitor may increase alpelisib concentration, which may increase the risk of toxicities. If unable to avoid or use alternant drugs, closely monitor for increased adverse reactions."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "velpatasvir",
            "description": {
                "common": "velpatasvir will increase the level or effect of alpelisib by  Other (see comment). Avoid or Use Alternate Drug. Coadministration of alpelisib (BCRP substrate) with a BCRP inhibitor may increase alpelisib concentration, which may increase the risk of toxicities. If unable to avoid or use alternant drugs, closely monitor for increased adverse reactions."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "vemurafenib",
            "description": {
                "common": "vemurafenib will increase the level or effect of alpelisib by  Other (see comment). Avoid or Use Alternate Drug. Coadministration of alpelisib (BCRP substrate) with a BCRP inhibitor may increase alpelisib concentration, which may increase the risk of toxicities. If unable to avoid or use alternant drugs, closely monitor for increased adverse reactions."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "voxelotor",
            "description": {
                "common": "voxelotor will increase the level or effect of alpelisib by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug. Voxelotor increases systemic exposure of sensitive CYP3A4 substrates. Avoid coadministration with sensitive CYP3A4 substrates with a narrow therapeutic index. Consider dose reduction of the sensitive CYP3A4 substrate(s) if unable to avoid."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "armodafinil",
            "description": {
                "common": "armodafinil will decrease the level or effect of alpelisib by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "belzutifan",
            "description": {
                "common": "belzutifan will decrease the level or effect of alpelisib by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Modify Therapy/Monitor Closely. If unable to avoid coadministration of belzutifan with sensitive CYP3A4 substrates, consider increasing the sensitive CYP3A4 substrate dose in accordance with its prescribing information. "
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "bexarotene",
            "description": {
                "common": "bexarotene will decrease the level or effect of alpelisib by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "bosentan",
            "description": {
                "common": "alpelisib will decrease the level or effect of bosentan by  affecting hepatic enzyme CYP2C9/10 metabolism. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "brigatinib",
            "description": {
                "common": "brigatinib will decrease the level or effect of alpelisib by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "celecoxib",
            "description": {
                "common": "alpelisib will decrease the level or effect of celecoxib by  affecting hepatic enzyme CYP2C9/10 metabolism. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "cenobamate",
            "description": {
                "common": "cenobamate will decrease the level or effect of alpelisib by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Modify Therapy/Monitor Closely. Increase dose of CYP3A4 substrate, as needed, when coadministered with cenobamate."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "chlorpropamide",
            "description": {
                "common": "alpelisib will decrease the level or effect of chlorpropamide by  affecting hepatic enzyme CYP2C9/10 metabolism. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "diclofenac",
            "description": {
                "common": "alpelisib will decrease the level or effect of diclofenac by  affecting hepatic enzyme CYP2C9/10 metabolism. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "dronabinol",
            "description": {
                "common": "alpelisib will decrease the level or effect of dronabinol by  affecting hepatic enzyme CYP2C9/10 metabolism. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "elagolix",
            "description": {
                "common": "elagolix will decrease the level or effect of alpelisib by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Modify Therapy/Monitor Closely. Elagolix is a weak-to-moderate CYP3A4 inducer. Monitor CYP3A substrates if coadministered. Consider increasing CYP3A substrate dose if needed."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "encorafenib",
            "description": {
                "common": "encorafenib will decrease the level or effect of alpelisib by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "eslicarbazepine acetate",
            "description": {
                "common": "eslicarbazepine acetate will decrease the level or effect of alpelisib by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "etravirine",
            "description": {
                "common": "alpelisib will decrease the level or effect of etravirine by  affecting hepatic enzyme CYP2C9/10 metabolism. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "fedratinib",
            "description": {
                "common": "fedratinib will increase the level or effect of alpelisib by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor. Adjust dose of drugs that are CYP3A4 substrates as necessary."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "fluoxetine",
            "description": {
                "common": "alpelisib will decrease the level or effect of fluoxetine by  affecting hepatic enzyme CYP2C9/10 metabolism. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "fluvastatin",
            "description": {
                "common": "alpelisib will decrease the level or effect of fluvastatin by  affecting hepatic enzyme CYP2C19 metabolism. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "fosphenytoin",
            "description": {
                "common": "alpelisib will decrease the level or effect of fosphenytoin by  affecting hepatic enzyme CYP2C9/10 metabolism. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "fostemsavir",
            "description": {
                "common": "fostemsavir will increase the level or effect of alpelisib by  Other (see comment). Modify Therapy/Monitor Closely. Fostemsavir inhibits BCRP transporters. If possible, avoid coadministration or modify dose of BCRP substrate coadministered with fostemsavir. "
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "glimepiride",
            "description": {
                "common": "alpelisib will decrease the level or effect of glimepiride by  affecting hepatic enzyme CYP2C9/10 metabolism. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "glipizide",
            "description": {
                "common": "alpelisib will decrease the level or effect of glipizide by  affecting hepatic enzyme CYP2C9/10 metabolism. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "glyburide",
            "description": {
                "common": "alpelisib will decrease the level or effect of glyburide by  affecting hepatic enzyme CYP2C9/10 metabolism. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "imatinib",
            "description": {
                "common": "alpelisib will decrease the level or effect of imatinib by  affecting hepatic enzyme CYP2C9/10 metabolism. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "istradefylline",
            "description": {
                "common": "istradefylline will increase the level or effect of alpelisib by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor. Istradefylline 40 mg/day increased peak levels and AUC of CYP3A4 substrates in clinical trials. This effect was not observed with istradefylline 20 mg/day. Consider dose reduction of sensitive CYP3A4 substrates."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ketamine",
            "description": {
                "common": "alpelisib will decrease the level or effect of ketamine by  affecting hepatic enzyme CYP2C9/10 metabolism. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "lacosamide",
            "description": {
                "common": "alpelisib will decrease the level or effect of lacosamide by  affecting hepatic enzyme CYP2C9/10 metabolism. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "lenacapavir",
            "description": {
                "common": "lenacapavir will increase the level or effect of alpelisib by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor. Lencapavir may increase CYP3A4 substrates initiated within 9 months after last SC dose of lenacapavir, which may increase potential risk of adverse reactions of CYP3A4 substrates."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "lesinurad",
            "description": {
                "common": "alpelisib will decrease the level or effect of lesinurad by  affecting hepatic enzyme CYP2C9/10 metabolism. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "losartan",
            "description": {
                "common": "alpelisib will decrease the level or effect of losartan by  affecting hepatic enzyme CYP2C9/10 metabolism. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "mestranol",
            "description": {
                "common": "alpelisib will decrease the level or effect of mestranol by  affecting hepatic enzyme CYP2C9/10 metabolism. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "miconazole oral",
            "description": {
                "common": "alpelisib will decrease the level or effect of miconazole oral by  affecting hepatic enzyme CYP2C9/10 metabolism. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "montelukast",
            "description": {
                "common": "alpelisib will decrease the level or effect of montelukast by  pharmacodynamic synergism. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "nateglinide",
            "description": {
                "common": "alpelisib will decrease the level or effect of nateglinide by  pharmacodynamic synergism. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ospemifene",
            "description": {
                "common": "alpelisib will decrease the level or effect of ospemifene by  pharmacodynamic synergism. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "oteseconazole",
            "description": {
                "common": "oteseconazole will increase the level or effect of alpelisib by  Other (see comment). Modify Therapy/Monitor Closely. Otesezonale, a BCRP inhibitor, may increase the effects and risk of toxicities of BCRP substrates. Use lowest starting dose of BCRP substrate, or consider reducing BCRP substrate dose."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "phenytoin",
            "description": {
                "common": "alpelisib will decrease the level or effect of phenytoin by  pharmacodynamic synergism. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "propofol",
            "description": {
                "common": "alpelisib will decrease the level or effect of propofol by  pharmacodynamic synergism. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "rucaparib",
            "description": {
                "common": "rucaparib will increase the level or effect of alpelisib by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Modify Therapy/Monitor Closely. Adjust dosage of CYP3A4 substrates, if clinically indicated."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "siponimod",
            "description": {
                "common": "alpelisib will decrease the level or effect of siponimod by  affecting hepatic enzyme CYP2C9/10 metabolism. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "sulfadiazine",
            "description": {
                "common": "alpelisib will decrease the level or effect of sulfadiazine by  affecting hepatic enzyme CYP2C9/10 metabolism. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "sulfisoxazole",
            "description": {
                "common": "alpelisib will decrease the level or effect of sulfisoxazole by  affecting hepatic enzyme CYP2C9/10 metabolism. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "tamoxifen",
            "description": {
                "common": "alpelisib will decrease the level or effect of tamoxifen by  affecting hepatic enzyme CYP2C9/10 metabolism. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "tazemetostat",
            "description": {
                "common": "tazemetostat will decrease the level or effect of alpelisib by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "telotristat ethyl",
            "description": {
                "common": "telotristat ethyl will decrease the level or effect of alpelisib by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "tolbutamide",
            "description": {
                "common": "alpelisib will decrease the level or effect of tolbutamide by  affecting hepatic enzyme CYP2C9/10 metabolism. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "torsemide",
            "description": {
                "common": "alpelisib will decrease the level or effect of torsemide by  affecting hepatic enzyme CYP2C9/10 metabolism. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "trimethoprim",
            "description": {
                "common": "alpelisib will decrease the level or effect of trimethoprim by  affecting hepatic enzyme CYP2C9/10 metabolism. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "voriconazole",
            "description": {
                "common": "alpelisib will decrease the level or effect of voriconazole by  affecting hepatic enzyme CYP2C9/10 metabolism. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "warfarin",
            "description": {
                "common": "alpelisib will decrease the level or effect of warfarin by  affecting hepatic enzyme CYP2C9/10 metabolism. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "zafirlukast",
            "description": {
                "common": "alpelisib will decrease the level or effect of zafirlukast by  affecting hepatic enzyme CYP2C9/10 metabolism. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "acetazolamide",
            "description": {
                "common": "acetazolamide will increase the level or effect of alpelisib by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "amobarbital",
            "description": {
                "common": "amobarbital will decrease the level or effect of alpelisib by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "anastrozole",
            "description": {
                "common": "anastrozole will increase the level or effect of alpelisib by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "cyclophosphamide",
            "description": {
                "common": "cyclophosphamide will increase the level or effect of alpelisib by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "dapsone",
            "description": {
                "common": "alpelisib will decrease the level or effect of dapsone by  affecting hepatic enzyme CYP2C9/10 metabolism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "larotrectinib",
            "description": {
                "common": "larotrectinib will increase the level or effect of alpelisib by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "levoketoconazole",
            "description": {
                "common": "levoketoconazole will increase the level or effect of alpelisib by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "ribociclib",
            "description": {
                "common": "ribociclib will increase the level or effect of alpelisib by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Minor/Significance Unknown."
            }
        }
    ],
    "adverse effects": [
        {
            "name": "Glucose increased",
            "percent": "79"
        },
        {
            "name": "Creatinine increased",
            "percent": "67"
        },
        {
            "name": "Diarrhea",
            "percent": "58"
        },
        {
            "name": "Rash",
            "percent": "52"
        },
        {
            "name": "Lymphocyte count decreased",
            "percent": "52"
        },
        {
            "name": "GGT increased",
            "percent": "52"
        },
        {
            "name": "Nausea",
            "percent": "45"
        },
        {
            "name": "ALT increased",
            "percent": "44"
        },
        {
            "name": "Fatigue",
            "percent": "42"
        },
        {
            "name": "Hemoglobin decreased",
            "percent": "42"
        },
        {
            "name": "Lipase increased",
            "percent": "42"
        },
        {
            "name": "Glucose increased",
            "percent": "3-4"
        },
        {
            "name": "grade",
            "percent": "39"
        },
        {
            "name": "Decreased appetite",
            "percent": "36"
        },
        {
            "name": "Stomatitis",
            "percent": "30"
        },
        {
            "name": "Vomiting",
            "percent": "27"
        },
        {
            "name": "Decreased weight",
            "percent": "27"
        },
        {
            "name": "Calcium",
            "percent": "27"
        },
        {
            "name": "corrected",
            "percent": "26"
        },
        {
            "name": "decreased",
            "percent": "21"
        },
        {
            "name": "Glucose decreased",
            "percent": "20"
        },
        {
            "name": "aPTT prolonged",
            "percent": "3-4"
        },
        {
            "name": "Alopecia",
            "percent": "20"
        },
        {
            "name": "Rash",
            "percent": "19"
        },
        {
            "name": "grade",
            "percent": "18"
        },
        {
            "name": "Mucosal inflammation",
            "percent": "18"
        },
        {
            "name": "Pruritus",
            "percent": "18"
        },
        {
            "name": "Dry skin",
            "percent": "18"
        },
        {
            "name": "Dysgeusia",
            "percent": "17"
        },
        {
            "name": "Headache",
            "percent": "15"
        },
        {
            "name": "Abdominal pain",
            "percent": "14"
        },
        {
            "name": "Peripheral edema",
            "percent": "14"
        },
        {
            "name": "Pyrexia",
            "percent": "14"
        },
        {
            "name": "Platelet count decreased",
            "percent": "14"
        },
        {
            "name": "Potassium decreased",
            "percent": "12"
        },
        {
            "name": "Albumin decreased",
            "percent": "11"
        },
        {
            "name": "Mucosal dryness",
            "percent": "11"
        },
        {
            "name": "Dyspepsia",
            "percent": "3-4"
        },
        {
            "name": "Magnesium decreased",
            "percent": "11"
        },
        {
            "name": "GGT increased",
            "percent": "60"
        },
        {
            "name": "grade",
            "percent": "59"
        },
        {
            "name": "Decreased calcium",
            "percent": "56"
        },
        {
            "name": "Decreased phosphate",
            "percent": "1"
        },
        {
            "name": "Increased glucose",
            "percent": "38"
        },
        {
            "name": "Increased HbA",
            "percent": "31"
        },
        {
            "name": "c",
            "percent": "29"
        },
        {
            "name": "Increased creatinine",
            "percent": "24"
        },
        {
            "name": "Increased bilirubin",
            "percent": "22"
        },
        {
            "name": "Increased potassium",
            "percent": "20"
        },
        {
            "name": "Decreased leukocytes",
            "percent": "19"
        },
        {
            "name": "Decreased hemoglobin",
            "percent": "19"
        },
        {
            "name": "Decreased neutrophils",
            "percent": "18"
        },
        {
            "name": "Increased triglycerides",
            "percent": "17"
        },
        {
            "name": "Decreased magnesium",
            "percent": "17"
        },
        {
            "name": "Increased lymphocytes",
            "percent": "16"
        },
        {
            "name": "Increased AST",
            "percent": "16"
        },
        {
            "name": "Diarrhea",
            "percent": "14"
        },
        {
            "name": "Stomatitis",
            "percent": "13"
        },
        {
            "name": "Decreased platelets",
            "percent": "13"
        },
        {
            "name": "Increased cholesterol",
            "percent": "12"
        },
        {
            "name": "Decreased albumin",
            "percent": "12"
        },
        {
            "name": "Hyperglycemia",
            "percent": "12"
        },
        {
            "name": "Decreased sodium",
            "percent": "11"
        },
        {
            "name": "Decreased potassium",
            "percent": "11"
        },
        {
            "name": "Increased GGT",
            "percent": "10"
        },
        {
            "name": "Increased glucose",
            "percent": "3-4"
        },
        {
            "name": "Urinary tract infection",
            "percent": "8"
        },
        {
            "name": "Lymphocyte count decreased",
            "percent": "3-4"
        },
        {
            "name": "grade",
            "percent": "7"
        },
        {
            "name": "Diarrhea",
            "percent": "3-4"
        },
        {
            "name": "grade",
            "percent": "7"
        },
        {
            "name": "Lipase increased",
            "percent": "3-4"
        },
        {
            "name": "grade",
            "percent": "2.1"
        },
        {
            "name": "Potassium decreased",
            "percent": "3-4"
        },
        {
            "name": "grade",
            "percent": "5"
        },
        {
            "name": "Fatigue",
            "percent": "3-4"
        },
        {
            "name": "grade",
            "percent": "4.2"
        },
        {
            "name": "Hemoglobin decreased",
            "percent": "3-4"
        },
        {
            "name": "grade",
            "percent": "3.9"
        },
        {
            "name": "Decreased weight",
            "percent": "3-4"
        },
        {
            "name": "grade",
            "percent": "3.5"
        },
        {
            "name": "ALT increased",
            "percent": "3-4"
        },
        {
            "name": "grade",
            "percent": "2.8"
        },
        {
            "name": "Creatinine increased",
            "percent": "3-4"
        },
        {
            "name": "grade",
            "percent": "2.5"
        },
        {
            "name": "Nausea",
            "percent": "3-4"
        },
        {
            "name": "grade",
            "percent": "2.5"
        },
        {
            "name": "Stomatitis",
            "percent": "3-4"
        },
        {
            "name": "grade",
            "percent": "2.1"
        },
        {
            "name": "Mucosal inflammation",
            "percent": "2.1"
        },
        {
            "name": "grade",
            "percent": "3-4"
        },
        {
            "name": "Calcium",
            "percent": "1.4"
        },
        {
            "name": "corrected",
            "percent": "3-4"
        },
        {
            "name": "decreased",
            "percent": "1.1"
        },
        {
            "name": "Abdominal pain",
            "percent": "10"
        },
        {
            "name": "grade",
            "percent": "7"
        },
        {
            "name": "Platelet count decreased",
            "percent": "7"
        },
        {
            "name": "grade",
            "percent": "5"
        },
        {
            "name": "Increased ALT",
            "percent": "5"
        },
        {
            "name": "Eczema",
            "percent": "5"
        },
        {
            "name": "Dry skin",
            "percent": "6"
        },
        {
            "name": "Alopecia",
            "percent": "5"
        },
        {
            "name": "Headache",
            "percent": "3.5"
        },
        {
            "name": "Cellulitis",
            "percent": "2"
        },
        {
            "name": "Decreased hemoglobin",
            "percent": "2"
        },
        {
            "name": "Decreased phosphate",
            "percent": "2"
        },
        {
            "name": "Cellulitis",
            "percent": "3-4"
        },
        {
            "name": "Increased bilirubin",
            "percent": "0.7"
        },
        {
            "name": "Decreased sodium",
            "percent": "3-4"
        },
        {
            "name": "Decreased platelets",
            "percent": "0.7"
        },
        {
            "name": "Pruritus",
            "percent": "3-4"
        },
        {
            "name": "grade",
            "percent": "0.7"
        },
        {
            "name": "Urinary tract infection",
            "percent": "3-4"
        },
        {
            "name": "grade",
            "percent": "0.7"
        },
        {
            "name": "Headache",
            "percent": "3-4"
        },
        {
            "name": "grade",
            "percent": "0.7"
        },
        {
            "name": "Decreased appetite",
            "percent": "3-4"
        },
        {
            "name": "grade",
            "percent": "0.7"
        },
        {
            "name": "Vomiting",
            "percent": "3-4"
        },
        {
            "name": "grade",
            "percent": "0.4"
        },
        {
            "name": "aPTT prolonged",
            "percent": "3-4"
        },
        {
            "name": "grade",
            "percent": "0.4"
        },
        {
            "name": "Dry skin",
            "percent": "3-4"
        },
        {
            "name": "grade",
            "percent": "0.4"
        },
        {
            "name": "Dysgeusia",
            "percent": "3-4"
        },
        {
            "name": "grade",
            "percent": "0.4"
        },
        {
            "name": "Mucosal dryness",
            "percent": "3-4"
        },
        {
            "name": "grade",
            "percent": "0.4"
        },
        {
            "name": "Glucose decreased",
            "percent": null
        },
        {
            "name": "grade",
            "percent": null
        },
        {
            "name": "Magnesium decreased",
            "percent": null
        },
        {
            "name": "grade",
            "percent": null
        },
        {
            "name": "Skin and subcutaneous tissue disorders",
            "percent": null
        },
        {
            "name": "Drug reaction with eosinophilia and systemic symptoms",
            "percent": null
        },
        {
            "name": "DRESS",
            "percent": null
        },
        {
            "name": "Metabolism and nutrition disorders",
            "percent": null
        },
        {
            "name": "Hyperglycemic hyperosmolar nonketotic syndrome",
            "percent": null
        },
        {
            "name": "HHNKS",
            "percent": null
        },
        {
            "name": "Skin and subcutaneous tissue disorders",
            "percent": null
        },
        {
            "name": "Pruritus",
            "percent": null
        },
        {
            "name": "rash",
            "percent": null
        },
        {
            "name": "including rash maculopapular",
            "percent": null
        },
        {
            "name": "rash erythematous",
            "percent": null
        },
        {
            "name": "rash papular",
            "percent": null
        },
        {
            "name": "and rash pruritic",
            "percent": null
        },
        {
            "name": "acne",
            "percent": null
        },
        {
            "name": "including dermatitis acneiform",
            "percent": null
        },
        {
            "name": "Metabolism and nutrition disorders",
            "percent": null
        },
        {
            "name": "Decreased appetite",
            "percent": null
        }
    ]
}