{
    "name": "pneumococcal vaccine polyvalent",
    "comment": "Rx",
    "other_names": [
        "Pneumovax 23"
    ],
    "classes": [
        "Vaccines",
        "Inactivated",
        "Bacterial"
    ],
    "source": "https://reference.medscape.com/drug/pneumovax-23-pneumococcal-vaccine-polyvalent-343164",
    "pregnancy": {
        "common": [
            "Human data from clinical trials in pregnancy have not been established the presence or absence of a vaccine-associated risk",
            "Developmental toxicity studies have not been conducted in animals"
        ],
        "specific": []
    },
    "lactation": {
        "common": [
            "Unknown if excreted in human milk"
        ]
    },
    "warnings": {
        "black_box_warning": {
            "common": [],
            "specific": []
        },
        "contraindicators": {
            "common": [
                "Previous vaccination with pneumococcal vaccine, within 10 days of immunosuppressive therapy"
            ],
            "specific": []
        },
        "cautions": {
            "common": [
                "Polysaccharide capsular vaccine against 23 strains of pneumococci (90% of blood isolates & 85% of isolates found in sterile sites)",
                "CDC now recommends second dose after 5 years for pts with chronic renal failure, asplenia, HIV infection, cancer, or other conditions associated w/immunosuppression",
                "Splenectomy: administer at least 2 wk before scheduled procedure",
                "Defer vaccination in persons with moderate or severe acute illness",
                "Exercise caution and appropriate care in individuals with severely compromised cardiovascular and/or pulmonary function in whom a systemic reaction would pose significant risk",
                "This vaccine does not replace the need for penicillin (or other antibiotic) prophylaxis against pneumococcal infection. In patients who require penicillin (or other antibiotic) prophylaxis against3",
                "Vaccine does not replace need for penicillin (or other antibiotic) prophylaxis against pneumococcal infection; in patients who require penicillin (or other antibiotic) prophylaxis against neumococcal infection, such prophylaxis should not be discontinued after vaccination",
                "Persons who are immunocompromised, including persons receiving immunosuppressive therapy, may have a diminished immune response to vaccine",
                "Vaccine may not be effective in preventing pneumococcal meningitis in patients who have chronic cerebrospinal fluid (CSF) leakage resulting from congenital lesions, skull fractures, or neurosurgical procedures"
            ],
            "specific": []
        }
    },
    "interactions": [
        {
            "classification_type": "Contraindicated",
            "interaction_with": "belimumab",
            "description": {
                "common": "belimumab decreases effects of pneumococcal vaccine polyvalent by immunosuppressive effects; risk of infection. Contraindicated. Do not administer live vaccines 30 days before or concurrently with belimumab."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "zoster vaccine live",
            "description": {
                "common": "pneumococcal vaccine polyvalent decreases effects of zoster vaccine live by Other (see comment). Contraindicated. \nComment: Reduced immune response to zoster vaccine live as measured by gpELISA when coadministered with pneumococcal vaccine polyvalent compared with those who received the vaccines 4 weeks apart."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "adalimumab",
            "description": {
                "common": "adalimumab decreases effects of pneumococcal vaccine polyvalent by pharmacodynamic antagonism. Contraindicated. Immunosuppressants also increase risk of infection with concomitant live vaccines."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "alefacept",
            "description": {
                "common": "alefacept decreases effects of pneumococcal vaccine polyvalent by pharmacodynamic antagonism. Contraindicated. Immunosuppressants also increase risk of infection with concomitant live vaccines."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "anakinra",
            "description": {
                "common": "anakinra decreases effects of pneumococcal vaccine polyvalent by pharmacodynamic antagonism. Contraindicated. Immunosuppressants also increase risk of infection with concomitant live vaccines."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "antithymocyte globulin equine",
            "description": {
                "common": "antithymocyte globulin equine decreases effects of pneumococcal vaccine polyvalent by pharmacodynamic antagonism. Contraindicated. Immunosuppressants also increase risk of infection with concomitant live vaccines."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "antithymocyte globulin rabbit",
            "description": {
                "common": "antithymocyte globulin rabbit decreases effects of pneumococcal vaccine polyvalent by pharmacodynamic antagonism. Contraindicated. Immunosuppressants also increase risk of infection with concomitant live vaccines."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "azathioprine",
            "description": {
                "common": "azathioprine decreases effects of pneumococcal vaccine polyvalent by pharmacodynamic antagonism. Contraindicated. Immunosuppressants also increase risk of infection with concomitant live vaccines."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "basiliximab",
            "description": {
                "common": "basiliximab decreases effects of pneumococcal vaccine polyvalent by pharmacodynamic antagonism. Contraindicated. Immunosuppressants also increase risk of infection with concomitant live vaccines."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "brodalumab",
            "description": {
                "common": "brodalumab, pneumococcal vaccine polyvalent. immunosuppressive effects; risk of infection. Avoid or Use Alternate Drug. Prior to initiating brodalumab, complete all age appropriate immunizations. No data are available on the ability of live or inactive vaccines to elicit an immune response in patients being treated with brodalumab."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "budesonide",
            "description": {
                "common": "budesonide decreases effects of pneumococcal vaccine polyvalent by pharmacodynamic antagonism. Contraindicated. Corticosteroids also increase risk of infection with concomitant live vaccines."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "canakinumab",
            "description": {
                "common": "canakinumab decreases effects of pneumococcal vaccine polyvalent by pharmacodynamic antagonism. Contraindicated. Immunosuppressants also increase risk of infection with concomitant live vaccines."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "cortisone",
            "description": {
                "common": "cortisone decreases effects of pneumococcal vaccine polyvalent by pharmacodynamic antagonism. Contraindicated. Corticosteroids also increase risk of infection with concomitant live vaccines."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "deflazacort",
            "description": {
                "common": "deflazacort decreases effects of pneumococcal vaccine polyvalent by pharmacodynamic antagonism. Contraindicated. Corticosteroids also increase risk of infection with concomitant live vaccines."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "dexamethasone",
            "description": {
                "common": "dexamethasone decreases effects of pneumococcal vaccine polyvalent by pharmacodynamic antagonism. Contraindicated. Corticosteroids also increase risk of infection with concomitant live vaccines."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "elivaldogene autotemcel",
            "description": {
                "common": "elivaldogene autotemcel, pneumococcal vaccine polyvalent.\nEither decreases effects of the other by Other (see comment). Avoid or Use Alternate Drug. \nComment: The safety and effectiveness of vaccination during or following elivaldogene autotemcel treatment have not been studied. Vaccination is not recommended during the 6 weeks preceding myeloablative conditioning, and until hematological recovery following elivaldogene autotemcel treatment. Where feasible, administer childhood vaccinations before myeloablative conditioning. ."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "etanercept",
            "description": {
                "common": "etanercept decreases effects of pneumococcal vaccine polyvalent by pharmacodynamic antagonism. Contraindicated. Immunosuppressants also increase risk of infection with concomitant live vaccines."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "everolimus",
            "description": {
                "common": "everolimus decreases effects of pneumococcal vaccine polyvalent by pharmacodynamic antagonism. Contraindicated. Immunosuppressants also increase risk of infection with concomitant live vaccines."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "fludrocortisone",
            "description": {
                "common": "fludrocortisone decreases effects of pneumococcal vaccine polyvalent by pharmacodynamic antagonism. Contraindicated. Corticosteroids also increase risk of infection with concomitant live vaccines."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "glatiramer",
            "description": {
                "common": "glatiramer decreases effects of pneumococcal vaccine polyvalent by pharmacodynamic antagonism. Contraindicated. Immunosuppressants also increase risk of infection with concomitant live vaccines."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "golimumab",
            "description": {
                "common": "golimumab decreases effects of pneumococcal vaccine polyvalent by pharmacodynamic antagonism. Contraindicated. Immunosuppressants also increase risk of infection with concomitant live vaccines."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "hydrocortisone",
            "description": {
                "common": "hydrocortisone decreases effects of pneumococcal vaccine polyvalent by pharmacodynamic antagonism. Contraindicated. Corticosteroids also increase risk of infection with concomitant live vaccines."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "hydroxychloroquine sulfate",
            "description": {
                "common": "hydroxychloroquine sulfate decreases effects of pneumococcal vaccine polyvalent by pharmacodynamic antagonism. Contraindicated. Immunosuppressants also increase risk of infection with concomitant live vaccines."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "infliximab",
            "description": {
                "common": "infliximab decreases effects of pneumococcal vaccine polyvalent by pharmacodynamic antagonism. Contraindicated. Immunosuppressants also increase risk of infection with concomitant live vaccines."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "ixekizumab",
            "description": {
                "common": "ixekizumab decreases effects of pneumococcal vaccine polyvalent by immunosuppressive effects; risk of infection. Avoid or Use Alternate Drug. Prior to initiating ixekizumab, complete all age appropriate immunizations; non-live vaccinations received during treatment with ixekizumab may not elicit an immune response sufficient to prevent disease."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "leflunomide",
            "description": {
                "common": "leflunomide decreases effects of pneumococcal vaccine polyvalent by pharmacodynamic antagonism. Contraindicated. Immunosuppressants also increase risk of infection with concomitant live vaccines."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "methylprednisolone",
            "description": {
                "common": "methylprednisolone decreases effects of pneumococcal vaccine polyvalent by pharmacodynamic antagonism. Contraindicated. Corticosteroids also increase risk of infection with concomitant live vaccines."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "muromonab CD3",
            "description": {
                "common": "muromonab CD3 decreases effects of pneumococcal vaccine polyvalent by pharmacodynamic antagonism. Contraindicated. Immunosuppressants also increase risk of infection with concomitant live vaccines."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "mycophenolate",
            "description": {
                "common": "mycophenolate decreases effects of pneumococcal vaccine polyvalent by pharmacodynamic antagonism. Contraindicated. Immunosuppressants also increase risk of infection with concomitant live vaccines."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "ofatumumab SC",
            "description": {
                "common": "ofatumumab SC decreases effects of pneumococcal vaccine polyvalent by immunosuppressive effects; risk of infection. Avoid or Use Alternate Drug. Administer all immunizations according to immunization guidelines at least 2 weeks before initiating ofatumumab SC for inactivated vaccines, and whenever possible."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "prednisolone",
            "description": {
                "common": "prednisolone decreases effects of pneumococcal vaccine polyvalent by pharmacodynamic antagonism. Contraindicated. Corticosteroids also increase risk of infection with concomitant live vaccines."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "prednisone",
            "description": {
                "common": "prednisone decreases effects of pneumococcal vaccine polyvalent by pharmacodynamic antagonism. Contraindicated. Corticosteroids also increase risk of infection with concomitant live vaccines."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "rilonacept",
            "description": {
                "common": "rilonacept decreases effects of pneumococcal vaccine polyvalent by pharmacodynamic antagonism. Contraindicated. Immunosuppressants also increase risk of infection with concomitant live vaccines."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "secukinumab",
            "description": {
                "common": "secukinumab decreases effects of pneumococcal vaccine polyvalent by immunosuppressive effects; risk of infection. Avoid or Use Alternate Drug. Prior to initiating secukinumab, complete all age appropriate immunizations; non-live vaccinations received during treatment with secukinumab may not elicit an immune response sufficient to prevent disease."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "siponimod",
            "description": {
                "common": "siponimod decreases effects of pneumococcal vaccine polyvalent by immunosuppressive effects; risk of infection. Avoid or Use Alternate Drug. Pause vaccinations beginning 1 week before initiating siponimod and for 4 weeks after stopping treatment. Coadministration with live attenuated vaccines may increase infection risk."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "sirolimus",
            "description": {
                "common": "sirolimus decreases effects of pneumococcal vaccine polyvalent by pharmacodynamic antagonism. Contraindicated. Immunosuppressants also increase risk of infection with concomitant live vaccines."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "tacrolimus",
            "description": {
                "common": "tacrolimus decreases effects of pneumococcal vaccine polyvalent by pharmacodynamic antagonism. Contraindicated. Immunosuppressants also increase risk of infection with concomitant live vaccines."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "temsirolimus",
            "description": {
                "common": "temsirolimus decreases effects of pneumococcal vaccine polyvalent by pharmacodynamic antagonism. Contraindicated. Immunosuppressants also increase risk of infection with concomitant live vaccines."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "teplizumab",
            "description": {
                "common": "teplizumab decreases effects of pneumococcal vaccine polyvalent by Other (see comment). Avoid or Use Alternate Drug. \nComment: Administer all age-appropriate vaccinations before starting teplizumab. Inactivated or mRNA vaccines are not recommended within 2 weeks before teplizumab treatment, during treatment, or 6 weeks after completion of treatment."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "triamcinolone acetonide injectable suspension",
            "description": {
                "common": "triamcinolone acetonide injectable suspension decreases effects of pneumococcal vaccine polyvalent by pharmacodynamic antagonism. Contraindicated. Corticosteroids also increase risk of infection with concomitant live vaccines."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "certolizumab pegol",
            "description": {
                "common": "certolizumab pegol decreases effects of pneumococcal vaccine polyvalent by pharmacodynamic antagonism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "cyclosporine",
            "description": {
                "common": "cyclosporine decreases effects of pneumococcal vaccine polyvalent by pharmacodynamic antagonism. Modify Therapy/Monitor Closely.  If possible, complete all age-appropriate vaccinations at least 2 weeks before initiating immunosuppressant therapy. Patients vaccinated <14 days before starting immunosuppressive therapy or during immunosuppressive therapy should be revaccinated at least 3 months after therapy is discontinued if immune competence has been restored. Longer waiting periods may be required for drugs that maintain their immunosuppressive effects for more than 3 months after discontinuation (eg, ocrelizumab). ."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "dengue vaccine",
            "description": {
                "common": "dengue vaccine, pneumococcal vaccine polyvalent. unspecified interaction mechanism. Use Caution/Monitor. Data are not available to establish safety and immunogenicity of coadministration of dengue vaccine with recommended adolescent vaccines."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ibrutinib",
            "description": {
                "common": "ibrutinib decreases effects of pneumococcal vaccine polyvalent by immunosuppressive effects; risk of infection. Modify Therapy/Monitor Closely. Coadministration with immunosuppressant therapy reduced efficacy of the vaccine may occur. If possible, complete all age-appropriate vaccinations at least 2 weeks prior to initiation of immunosuppressant therapy. Patients vaccinated <14 days before initiation or during immunosuppressive therapy should be revaccinated at least 3 months after therapy is discontinued. ."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ifosfamide",
            "description": {
                "common": "ifosfamide decreases effects of pneumococcal vaccine polyvalent by immunosuppressive effects; risk of infection. Modify Therapy/Monitor Closely. Coadministration with immunosuppressant therapy reduced efficacy of the vaccine may occur. If possible, complete all age-appropriate vaccinations at least 2 weeks prior to initiation of immunosuppressant therapy. Patients vaccinated <14 days before initiation or during immunosuppressive therapy should be revaccinated at least 3 months after therapy is discontinued. ."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "lomustine",
            "description": {
                "common": "lomustine decreases effects of pneumococcal vaccine polyvalent by pharmacodynamic antagonism. Modify Therapy/Monitor Closely. Coadministration with immunosuppressant therapy reduced efficacy of the vaccine may occur. If possible, complete all age-appropriate vaccinations at least 2 weeks prior to initiation of immunosuppressant therapy. Patients vaccinated <14 days before initiation or during immunosuppressive therapy should be revaccinated at least 3 months after therapy is discontinued. ."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "mechlorethamine",
            "description": {
                "common": "mechlorethamine decreases effects of pneumococcal vaccine polyvalent by immunosuppressive effects; risk of infection. Modify Therapy/Monitor Closely. Coadministration with immunosuppressant therapy reduced efficacy of the vaccine may occur. If possible, complete all age-appropriate vaccinations at least 2 weeks prior to initiation of immunosuppressant therapy. Patients vaccinated <14 days before initiation or during immunosuppressive therapy should be revaccinated at least 3 months after therapy is discontinued. ."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "melphalan",
            "description": {
                "common": "melphalan decreases effects of pneumococcal vaccine polyvalent by pharmacodynamic antagonism. Modify Therapy/Monitor Closely. Coadministration with immunosuppressant therapy reduced efficacy of the vaccine may occur. If possible, complete all age-appropriate vaccinations at least 2 weeks prior to initiation of immunosuppressant therapy. Patients vaccinated <14 days before initiation or during immunosuppressive therapy should be revaccinated at least 3 months after therapy is discontinued. ."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "mercaptopurine",
            "description": {
                "common": "mercaptopurine decreases effects of pneumococcal vaccine polyvalent by pharmacodynamic antagonism. Use Caution/Monitor. Immunosuppressants also increase risk of infection with concomitant live vaccines."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "methotrexate",
            "description": {
                "common": "methotrexate decreases effects of pneumococcal vaccine polyvalent by pharmacodynamic antagonism. Use Caution/Monitor. Concomitant administration of methotrexate can decrease the immunological response of vaccines."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "onasemnogene abeparvovec",
            "description": {
                "common": "onasemnogene abeparvovec decreases effects of pneumococcal vaccine polyvalent by immunosuppressive effects; risk of infection. Modify Therapy/Monitor Closely. Adjust vaccinations to accommodate concomitant corticosteroid administration prior to and following onasemnogene abeparvovec infusion. When initiating systemic corticosteriod therapy, wait 2 weeks after an inactivated vaccine."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "oxaliplatin",
            "description": {
                "common": "oxaliplatin decreases effects of pneumococcal vaccine polyvalent by pharmacodynamic antagonism. Modify Therapy/Monitor Closely. Coadministration with immunosuppressant therapy reduced efficacy of the vaccine may occur. If possible, complete all age-appropriate vaccinations at least 2 weeks prior to initiation of immunosuppressant therapy. Patients vaccinated <14 days before initiation or during immunosuppressive therapy should be revaccinated at least 3 months after therapy is discontinued. ."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "procarbazine",
            "description": {
                "common": "procarbazine decreases effects of pneumococcal vaccine polyvalent by immunosuppressive effects; risk of infection. Modify Therapy/Monitor Closely. Coadministration with immunosuppressant therapy reduced efficacy of the vaccine may occur. If possible, complete all age-appropriate vaccinations at least 2 weeks prior to initiation of immunosuppressant therapy. Patients vaccinated <14 days before initiation or during immunosuppressive therapy should be revaccinated at least 3 months after therapy is discontinued. ."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "satralizumab",
            "description": {
                "common": "satralizumab decreases effects of pneumococcal vaccine polyvalent by immunosuppressive effects; risk of infection. Modify Therapy/Monitor Closely. Administer all immunizations according to immunization guidelines. At least 2 weeks before initiating for non-live vaccines. ."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "tralokinumab",
            "description": {
                "common": "tralokinumab will decrease the level or effect of pneumococcal vaccine polyvalent by  immunosuppressive effects; risk of infection. Use Caution/Monitor. Limited data are available regarding coadministration with non-live vaccines."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ublituximab",
            "description": {
                "common": "ublituximab decreases effects of pneumococcal vaccine polyvalent by immunosuppressive effects; risk of infection. Modify Therapy/Monitor Closely. Administer all immunizations according to immunization guidelines at least 4 weeks before initiating ublituximab for live or live-attenuated vaccines and, whenever possible, at least 2 weeks before initiating for non-live vaccines. Vaccination with live virus vaccines is not recommended during treatment and until B-cell repletion. Do not administer live or live-attenuated vaccines to infants of mothers exposed to ublituximab during pregnancy, before confirming recovery of B-cell counts as measured by CD19+ B cells."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ustekinumab",
            "description": {
                "common": "ustekinumab decreases effects of pneumococcal vaccine polyvalent by pharmacodynamic antagonism. Use Caution/Monitor. Inactivated vaccinations administered during ustekinumab treatment may not elicit an immune response sufficient to prevent disease."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "voclosporin",
            "description": {
                "common": "voclosporin decreases effects of pneumococcal vaccine polyvalent by immunosuppressive effects; risk of infection. Modify Therapy/Monitor Closely. Inactivated vaccines noted to be safe for administration may not be sufficiently immunogenic during treatment."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "zoster vaccine recombinant",
            "description": {
                "common": "pneumococcal vaccine polyvalent decreases effects of zoster vaccine recombinant by pharmacodynamic antagonism. Use Caution/Monitor. Immunosuppressive therapies may reduce the effectiveness of zoster vaccine recombinant."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "chloroquine",
            "description": {
                "common": "chloroquine decreases effects of pneumococcal vaccine polyvalent by pharmacodynamic antagonism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "ozanimod",
            "description": {
                "common": "ozanimod decreases effects of pneumococcal vaccine polyvalent by immunosuppressive effects; risk of infection. Minor/Significance Unknown. No clinical data are available on the efficacy and safety of vaccinations in patients taking ozanimod. Vaccinations may be less effective if coadministered with ozanimod."
            }
        }
    ],
    "adverse effects": [
        {
            "name": "Suspected adverse events after administration of any vaccine may be reported to Vaccine Adverse Events Reporting System",
            "percent": "1-800"
        },
        {
            "name": "VAERS",
            "percent": "822-7967"
        },
        {
            "name": "Erythema",
            "percent": null
        },
        {
            "name": "induration",
            "percent": null
        },
        {
            "name": "soreness at inj site",
            "percent": null
        },
        {
            "name": "Low grade fever",
            "percent": null
        },
        {
            "name": "Rash",
            "percent": null
        },
        {
            "name": "N",
            "percent": null
        },
        {
            "name": "V",
            "percent": null
        },
        {
            "name": "Lymphadenitis",
            "percent": null
        },
        {
            "name": "ITP relapse",
            "percent": null
        },
        {
            "name": "Hemolytic anemia",
            "percent": null
        },
        {
            "name": "Thrombocytopenia",
            "percent": null
        },
        {
            "name": "Anaphylactoid reaction",
            "percent": null
        },
        {
            "name": "Angioedema",
            "percent": null
        },
        {
            "name": "Serum sickness due to drug",
            "percent": null
        },
        {
            "name": "Guillain",
            "percent": null
        },
        {
            "name": "Barre syndrome",
            "percent": null
        }
    ]
}