{
    "name": "mogamulizumab",
    "comment": "Rx",
    "other_names": [
        "Poteligeo",
        "mogamulizumab-kpkc"
    ],
    "classes": [
        "Antineoplastics",
        "Monoclonal Antibody",
        "CCR4 Inhibitors"
    ],
    "source": "https://reference.medscape.com/drug/poteligeo-mogamulizumab-kpkc-mogamulizumab-1000249",
    "pregnancy": {
        "common": [
            "There are no available data on use in pregnant women to inform a drug-associated risk of major birth defects and miscarriage",
            "In general, IgG molecules are known to cross the placental barrier and in the monkey reproduction study mogamulizumab-kpkc was detected in fetal plasma",
            "Therefore, drug may potentially be transmitted from the mother to the developing fetus",
            "Not recommended during pregnancy or in women of childbearing potential not using contraception",
            "For females of reproductive potential, verify pregnancy status prior to initiation"
        ],
        "specific": [
            {
                "type": "Animal data",
                "description": [
                    "In an animal reproduction study, administration to pregnant cynomolgus monkeys from the start of organogenesis through delivery did not show a potential for adverse developmental outcomes at maternal systemic exposures 27 times the exposure in patients at the recommended dose, based on AUC"
                ]
            },
            {
                "type": "Contraception",
                "description": [
                    "Advise females of reproductive potential to use effective contraception during treatment and for at least 3 months following the last dose"
                ]
            }
        ]
    },
    "lactation": {
        "common": [
            "There is no information regarding the presence of mogamulizumab-kpkc in human milk, the effects on the breastfed child, or the effects on milk production",
            "Consider the developmental and health benefits of breastfeeding along with the mother’s clinical need for the drug, and any potential adverse effects on the breastfed infant from the drug or from the underlying maternal condition"
        ]
    },
    "warnings": {
        "black_box_warning": {
            "common": [],
            "specific": []
        },
        "contraindicators": {
            "common": [
                "None"
            ],
            "specific": []
        },
        "cautions": {
            "common": [
                "Fatal and life-threatening skin adverse reactions, including SJS and TEN, have occurred; onset of drug eruption, affected areas, and appearance varies; more common presentations reported included papular or maculopapular rash, lichenoid, spongiotic, or granulomatous dermatitis, and morbilliform rash; monitor for rash throughout treatment course",
                "Fatal and life-threatening infusion reactions reported; most reactions (~90%) occur during or shortly after the first infusion; infusion reactions can also occur with subsequent infusions; most common reported signs include chills, nausea, fever, tachycardia, rigors, headache, and vomiting",
                "Fatal and life-threatening infections, including sepsis, pneumonia, and skin infection occurred; monitor for signs and symptoms of infection and treat promptly",
                "Increased risks of transplant complications reported in patients who receive allogeneic HSCT after mogamulizumab ,including severe (Grade 3 or 4) acute graft-versus-host disease (GVHD), steroid-refractory GVHD, and transplant-related death; a higher risk of transplant complications reported if mogamulizumab is given within a shorter time frame (~50 days) before HSCT; closely monitor for early evidence of transplant-related complications"
            ],
            "specific": [
                {
                    "type": "Autoimmune complications",
                    "description": [
                        "Fatal and life-threatening immune-mediated complications reported; Grade 3 or higher immune-mediated or possibly immune-mediated reactions have included myositis, myocarditis, polymyositis, hepatitis, pneumonitis, glomerulonephritis, and a variant of Guillain Barre syndrome",
                        "Use of systemic immunosuppressants for immune-mediated reactions reported in 1.9% of recipients of mogamulizumab in Trial 1, including for a case of Grade 2 polymyalgia rheumatica",
                        "New-onset hypothyroidism (Grade 1 or 2) reported and managed with observation or levothyroxine",
                        "Interrupt or permanently discontinue treatment as appropriate for suspected immune-mediated adverse reactions",
                        "Consider if benefits outweigh the risks in patients with a history of autoimmune disease"
                    ]
                }
            ]
        }
    },
    "interactions": [
        {
            "classification_type": "Serious",
            "interaction_with": "axicabtagene ciloleucel",
            "description": {
                "common": "mogamulizumab, axicabtagene ciloleucel.\nEither increases effects of the other by immunosuppressive effects; risk of infection. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "brexucabtagene autoleucel",
            "description": {
                "common": "mogamulizumab, brexucabtagene autoleucel.\nEither increases effects of the other by immunosuppressive effects; risk of infection. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "ciltacabtagene autoleucel",
            "description": {
                "common": "mogamulizumab, ciltacabtagene autoleucel.\nEither increases effects of the other by immunosuppressive effects; risk of infection. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "idecabtagene vicleucel",
            "description": {
                "common": "mogamulizumab, idecabtagene vicleucel.\nEither increases effects of the other by immunosuppressive effects; risk of infection. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "lisocabtagene maraleucel",
            "description": {
                "common": "mogamulizumab, lisocabtagene maraleucel.\nEither increases effects of the other by immunosuppressive effects; risk of infection. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "palifermin",
            "description": {
                "common": "palifermin increases toxicity of mogamulizumab by Other (see comment). Avoid or Use Alternate Drug. \nComment: Palifermin should not be administered within 24 hr before, during infusion of, or within 24 hr after administration of antineoplastic agents. Coadministration of palifermin within 24 hr of chemotherapy resulted in increased severity and duration of oral mucositis."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "tisagenlecleucel",
            "description": {
                "common": "mogamulizumab, tisagenlecleucel.\nEither increases effects of the other by immunosuppressive effects; risk of infection. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "dengue vaccine",
            "description": {
                "common": "mogamulizumab decreases effects of dengue vaccine by immunosuppressive effects; risk of infection. Use Caution/Monitor. Immunosuppressive therapies (eg, irradiation, antimetabolites, alkylating agents, cytotoxic drugs, corticosteroids [greater than physiologic doses]) may reduce immune response to dengue vaccine."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "efgartigimod alfa",
            "description": {
                "common": "efgartigimod alfa will decrease the level or effect of mogamulizumab by  receptor binding competition. Use Caution/Monitor. Coadministration of efgartigimod with medications that bind to the human neonatal Fc receptor may lower systemic exposures and effectiveness of such medications. Closely monitor for reduced effectiveness of medications that bind to the human neonatal Fc receptor. If long-term use of such medications is essential, consider discontinuing efgartigimod and using alternative therapies."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ponesimod",
            "description": {
                "common": "ponesimod and mogamulizumab both increase  immunosuppressive effects; risk of infection. Use Caution/Monitor. Caution if coadministered because of additive immunosuppressive effects during such therapy and in the weeks following administration. When switching from drugs with prolonged immune effects, consider the half-life and mode of action of these drugs to avoid unintended additive immunosuppressive effects."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "siponimod",
            "description": {
                "common": "siponimod and mogamulizumab both increase  immunosuppressive effects; risk of infection. Use Caution/Monitor. Caution if coadministered because of additive immunosuppressive effects during such therapy and in the weeks following administration. When switching from drugs with prolonged immune effects, consider the half-life and mode of action of these drugs to avoid unintended additive immunosuppressive effects."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "trastuzumab",
            "description": {
                "common": "trastuzumab, mogamulizumab.\nEither increases toxicity of the other by immunosuppressive effects; risk of infection. Use Caution/Monitor.  Neutropenia or febrile neutropenia incidence were increased when trastuzumab was coadministered with myelosuppressive chemotherapy. ."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "trastuzumab deruxtecan",
            "description": {
                "common": "trastuzumab deruxtecan, mogamulizumab.\nEither increases toxicity of the other by immunosuppressive effects; risk of infection. Use Caution/Monitor.  Neutropenia or febrile neutropenia incidence were increased when trastuzumab was coadministered with myelosuppressive chemotherapy. ."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ublituximab",
            "description": {
                "common": "ublituximab and mogamulizumab both increase  immunosuppressive effects; risk of infection. Modify Therapy/Monitor Closely. Owing to potential additive immunosuppressive effects, consider duration of effect and mechanism of action of these therapies if coadministered"
            }
        }
    ],
    "adverse effects": [
        {
            "name": "Rash",
            "percent": "5"
        },
        {
            "name": "including drug eruption",
            "percent": "5"
        },
        {
            "name": "Drug eruption",
            "percent": "5"
        },
        {
            "name": "Hyperglycemia",
            "percent": "3"
        },
        {
            "name": "Skin infection",
            "percent": "2"
        },
        {
            "name": "Infusion",
            "percent": "2"
        },
        {
            "name": "related reaction",
            "percent": "2"
        },
        {
            "name": "Decreased white blood cells",
            "percent": "2"
        },
        {
            "name": "Anemia",
            "percent": "1"
        },
        {
            "name": "AST increased",
            "percent": "1"
        },
        {
            "name": "Mucositis",
            "percent": null
        },
        {
            "name": "ALT increased",
            "percent": null
        }
    ]
}