{
    "name": "pravastatin",
    "comment": "Rx",
    "other_names": [
        "Pravachol"
    ],
    "classes": [
        "Lipid-Lowering Agents",
        "Statins",
        "HMG-CoA Reductase Inhibitors"
    ],
    "source": "https://reference.medscape.com/drug/pravachol-pravastatin-342460",
    "pregnancy": {
        "common": [
            "Discontinue therapy when pregnancy recognized; alternatively, consider ongoing therapeutic needs of individual patient; therapy decreases synthesis of cholesterol and possibly other biologically active substances derived from cholesterol; therefore, therapy may cause fetal harm when administered to pregnant patients based on mechanism of action",
            "Treatment of hyperlipidemia is not generally necessary during pregnancy; atherosclerosis is a chronic process and discontinuation of lipid-lowering drugs during pregnancy should have little impact on outcome of long-term therapy of primary hyperlipidemia for most patients",
            "Available data from case series and prospective and retrospective observational cohort studies over decades of use with statins in pregnant women have not identified a drug-associated risk of major congenital malformations",
            "Published data from prospective and retrospective observational cohort studies with use in pregnant women are insufficient to determine if there is drug-associated risk of miscarriage",
            "Advise females of reproductive potential to use effective contraception during treatment",
            "Based on one lactation study in published literature, pravastatin is present in human milk; there is no available information on effects of drug on breastfed infant or effects of drug on milk production",
            "Statins, decrease cholesterol synthesis and possibly synthesis of other biologically active substances derived from cholesterol and may cause harm to breastfed infant",
            "Because of potential for serious adverse reactions in breastfed infant, based on mechanism of action, advise patients that breastfeeding is not recommended during treatment"
        ],
        "specific": [
            {
                "type": "Animal data",
                "description": [
                    "In animal reproduction studies, no evidence of fetal malformations was seen in pregnant rats or rabbits orally administered pravastatin during period of organogenesis at doses that resulted in 10 times and 120 times, respectively, the human exposure at maximum recommended human dose (MRHD) of 80 mg/day, based on body surface area (mg/m2)",
                    "An imbalance in some fetal skeletal variations increased offspring mortality, and developmental delays occurred when pregnant rats were exposed to 10 times to 12 times MRHD during organogenesis to parturition"
                ]
            },
            {
                "type": "Contraception",
                "description": [
                    "On July 20, 2021, the ",
                    " request to remove the contraindication against HMG-CoA reductase inhibitors in pregnant females",
                    "Despite the changes, most females found to be pregnant should stop therapy "
                ]
            },
            {
                "type": "FDA MedWatch",
                "description": [
                    "On July 20, 2021, the FDA request to remove the contraindication against HMG-CoA reductase inhibitors in pregnant females",
                    "Breastfeeding is still not recommended if taking statins; drug may still pass through milk and pose a risk breastfed children ",
                    "For patients with lower risk, temporarily stop statin therapy until breastfeeding ends ",
                    "Patients who are at high risk of heart attack or stroke who require statins after delivery should not breastfeed and should use alternatives such as infant formula "
                ]
            },
            {
                "type": "FDA MedWatch",
                "description": [
                    "On July 20, 2021, the FDA request to remove the contraindication against HMG-CoA reductase inhibitors in pregnant females",
                    "Breastfeeding is still not recommended if taking statins; drug may still pass through milk and pose a risk breastfed children ",
                    "For patients with lower risk, temporarily stop statin therapy until breastfeeding ends ",
                    "Patients who are at high risk of heart attack or stroke who require statins after delivery should not breastfeed and should use alternatives such as infant formula "
                ]
            }
        ]
    },
    "lactation": {
        "common": [
            "Based on one lactation study in published literature, pravastatin is present in human milk; there is no available information on effects of drug on breastfed infant or effects of drug on milk production",
            "Statins, decrease cholesterol synthesis and possibly synthesis of other biologically active substances derived from cholesterol and may cause harm to breastfed infant",
            "Because of potential for serious adverse reactions in breastfed infant, based on mechanism of action, advise patients that breastfeeding is not recommended during treatment"
        ]
    },
    "warnings": {
        "black_box_warning": {
            "common": [],
            "specific": []
        },
        "contraindicators": {
            "common": [
                "Hypersensitivity",
                "Active liver disease elevated LFTs, decompensated cirrhosis"
            ],
            "specific": []
        },
        "cautions": {
            "common": [
                "Reduced cholesterol synthesis could theoretically lead to a reduction in gonadal or adrenal steroid hormone production; data is inconsistent; evaluate and treat as clinically indicated patients with signs or symptoms of endocrine dysfunction; use caution when coadministering with concomitant medication that could reduce steroid hormone levels, including ketoconazole, cimetidine, or spironolactone",
                "Fatal and nonfatal hepatic failure reported with use; interrupt therapy if symptoms of hepatotoxicity occur, including jaundice or hyperbilirubinemia; obtain liver enzyme tests at baseline and as clinically indicated; alcohol may increase hepatic effects; patient should avoid excessive intake of alcohol",
                "Nonserious and reversible cognitive side effects may occur",
                "Increased blood sugar and glycosylated hemoglobin (HbA1c) levels reported with statin intake; optimize lifestyle measures, including regular exercise, maintaining a healthy body weight, and making healthy food choices",
                "Risk of rhabdomyolysis; predisposing factors include advanced age (≥65), uncontrolled hypothyroidism, and renal impairment; discontinue if myopathy develops",
                "Instruct patients to promptly report any unexplained muscle pain, tenderness or weakness, particularly if accompanied by malaise or fever",
                "Max response 4-6 weeks",
                "Temporarily discontinue therapy in patients experiencing an acute or serious condition at high risk of developing renal failure secondary to rhabdomyolysis, eg, sepsis; shock; severe hypovolemia; major surgery; trauma; severe metabolic, endocrine, or electrolyte disorders; or uncontrolled epilepsy",
                "Rule out secondary causes of hyperlipidemia before initiating therapy"
            ],
            "specific": [
                {
                    "type": "Hepatic dysfunction",
                    "description": [
                        "Use caution in recent liver disease, symptoms of liver disease; discontinue therapy if markedly elevated CK levels occur or myopathy is diagnosed or suspected; muscle symptoms and CK increases may resolve if therapy is discontinued",
                        "Increases in serum transaminases reported with therapy; in most cases, these changes appeared soon after initiation, were transient, were not accompanied by symptoms, and resolved or improved on continued therapy or after a brief interruption in therapy",
                        "Persistent increases to more than three times the ULN in serum transaminases have occurred; marked persistent increases of hepatic transaminases have also occurred; there have been rare postmarketing reports of fatal and non-fatal hepatic failure in patients taking this therapy and other statins",
                        "Patients who consume substantial quantities of alcohol and/or have a history of liver disease may be at increased risk for hepatic injury",
                        "Consider liver enzyme testing before therapy initiation and when clinically indicated thereafter",
                        "Therapy is contraindicated in patients with acute liver failure or decompensated cirrhosis; if serious hepatic injury with clinical symptoms and/or hyperbilirubinemia or jaundice occurs, promptly discontinue therapy"
                    ]
                },
                {
                    "type": "Immune-mediated necrotizing myopathy",
                    "description": [
                        "Immune-mediated necrotizing myopathy (IMNM), an autoimmune myopathy, reported with statin use, including reports of recurrence when the same or a different statin was administered",
                        "IMNM is characterized by muscle biopsy showing necrotizing myopathy without significant inflammation improvement with immunosuppressive agents, proximal muscle weakness, and elevated serum creatine kinase, which persist despite discontinuation of statin treatment",
                        "Treatment with immunosuppressive agents may be required",
                        "Advice all patients starting therapy or whose dose is being increased, about the risk of myopathy, including rhabdomyolysis",
                        "Patients should report promptly any unexplained muscle pain, tenderness, or weakness particularly if accompanied by malaise or fever or if muscle signs and symptoms persist after discontinuing therapy; additional neuromuscular and serologic testing may be necessary",
                        "Therapy should be discontinued immediately if myopathy is diagnosed or suspected",
                        "Discontinue therapy if markedly elevated creatine kinase (CK) levels occur or if myopathy diagnosed or suspected",
                        "Therapy should be temporarily withheld in any patient experiencing an acute or serious condition predisposing to development of renal failure secondary to rhabdomyolysis, eg, sepsis; hypotension; dehydration; major surgery; trauma; severe metabolic, endocrine, and electrolyte disorders; or uncontrolled epilepsy",
                        "Consider risk of IMNM carefully prior to initiation of a different statin",
                        "If therapy is initiated with a different statin, monitor for signs and symptoms of IMNM",
                        "Additional neuromuscular and serologic testing may be necessary",
                        "Treatment with immunosuppressive agents may be required",
                        "Consider risk of IMNM carefully prior to initiation of a different statin",
                        "If therapy is initiated with a different statin, monitor for signs and symptoms of IMNM"
                    ]
                },
                {
                    "type": "Drug interaction overview",
                    "description": [
                        "Not recommended in patients taking gemfibrozil; there are pravastatin dosage restrictions for patients taking cyclosporin and select macrolide antibiotics",
                        "The following drugs when used concomitantly with pravastatin may increase risk of myopathy and rhabdomyolysis, niacin, fibrates, and colchicine"
                    ]
                }
            ]
        }
    },
    "interactions": [
        {
            "classification_type": "Contraindicated",
            "interaction_with": "gemfibrozil",
            "description": {
                "common": "gemfibrozil increases toxicity of pravastatin by Other (see comment). Contraindicated. \nComment: OATP1B1 inhibitors may increase risk of myopathy."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "red yeast rice",
            "description": {
                "common": "pravastatin, red yeast rice.\nEither increases toxicity of the other by pharmacodynamic synergism. Contraindicated. May increase creatine kinase levels and increase risk of myopathy or rhabdomyolysis; red yeast rice contains monocolin K (reportedly identical to lovastatin)."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "colchicine",
            "description": {
                "common": "colchicine, pravastatin.\nEither increases toxicity of the other by pharmacodynamic synergism. Avoid or Use Alternate Drug. Increased risk of rhabdomyolysis (incl a fatality)."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "cyclosporine",
            "description": {
                "common": "cyclosporine increases toxicity of pravastatin by Other (see comment). Avoid or Use Alternate Drug. \nComment: Cyclosporine, an OATP1B1 inhibitor, with pravastatin, OATP1B1 substrate, may increase risk of myopathy. Initiate pravastatin dose at 10 mg/day and not to exceed 20 mg/day in patients who are also receiving cyclosporine."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "eltrombopag",
            "description": {
                "common": "eltrombopag increases toxicity of pravastatin by Other (see comment). Avoid or Use Alternate Drug. \nComment: OATP1B1 inhibitors may increase risk of myopathy."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "eluxadoline",
            "description": {
                "common": "pravastatin increases levels of eluxadoline by decreasing metabolism. Avoid or Use Alternate Drug. Decrease eluxadoline dose to 75 mg PO BID if coadministered with OATP1B1 inhibitors. ."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "fenofibrate",
            "description": {
                "common": "fenofibrate, pravastatin.\nEither increases effects of the other by pharmacodynamic synergism. Avoid or Use Alternate Drug. Fenofibrate may further increase risk for rhabdomyolysis when added to optimal statin regimen to further decrease TG and increase HDLs."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "fenofibrate micronized",
            "description": {
                "common": "fenofibrate micronized, pravastatin.\nEither increases effects of the other by pharmacodynamic synergism. Avoid or Use Alternate Drug. Fenofibrate may further increase risk for rhabdomyolysis when added to optimal statin regimen to further decrease TG and increase HDLs."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "fenofibric acid",
            "description": {
                "common": "fenofibric acid, pravastatin.\nEither increases effects of the other by pharmacodynamic synergism. Avoid or Use Alternate Drug. Fenofibrate may further increase risk for rhabdomyolysis when added to optimal statin regimen to further decrease TG and increase HDLs."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "gemfibrozil",
            "description": {
                "common": "gemfibrozil, pravastatin.\nEither increases effects of the other by pharmacodynamic synergism. Avoid or Use Alternate Drug. Gemfibrozil may further increase risk for rhabdomyolysis when added to optimal statin regimen to further decrease TG and increase HDLs."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "lasmiditan",
            "description": {
                "common": "lasmiditan increases levels of pravastatin by P-glycoprotein (MDR1) efflux transporter. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "leniolisib",
            "description": {
                "common": "leniolisib will increase the level or effect of pravastatin by  Other (see comment). Avoid or Use Alternate Drug. Leniolisib, an OATP1B1 and OATP1B3 inhibitor, may increase systemic exposure of these substrates "
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "lonafarnib",
            "description": {
                "common": "pravastatin will increase the level or effect of lonafarnib by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug. If coadministration of lonafarnib (a sensitive CYP3A substrate) with weak CYP3A inhibitors is unavoidable, reduce to, or continue lonafarnib at starting dose. Closely monitor for arrhythmias and events (eg, syncope, heart palpitations) since lonafarnib effect on QT interval is unknown."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "niacin",
            "description": {
                "common": "niacin, pravastatin.\nEither increases toxicity of the other by pharmacodynamic synergism. Avoid or Use Alternate Drug. Increased risk of rhabdomyolysis (>1 g/day niacin)."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "sotorasib",
            "description": {
                "common": "sotorasib will decrease the level or effect of pravastatin by  P-glycoprotein (MDR1) efflux transporter. Avoid or Use Alternate Drug. If use is unavoidable, refer to the prescribing information of the P-gp substrate for dosage modifications."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "tepotinib",
            "description": {
                "common": "tepotinib will increase the level or effect of pravastatin by  P-glycoprotein (MDR1) efflux transporter. Avoid or Use Alternate Drug. If concomitant use unavoidable, reduce the P-gp substrate dosage if recommended in its approved product labeling."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "trofinetide",
            "description": {
                "common": "trofinetide will increase the level or effect of pravastatin by  Other (see comment). Avoid or Use Alternate Drug. Trofinetide (an OATP131 and OATP13B inhibitor) may increase plasma levels of OATP131 or OATP13B substrates. Avoid coadministration with sensitive substrates."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "apalutamide",
            "description": {
                "common": "apalutamide will decrease the level or effect of pravastatin by  increasing elimination. Use Caution/Monitor. Apalutamide weakly induces OATP1B1 and may decrease systemic exposure of drugs that are OATP1B1 substrates."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "atogepant",
            "description": {
                "common": "pravastatin will increase the level or effect of atogepant by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "avapritinib",
            "description": {
                "common": "pravastatin will increase the level or effect of avapritinib by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "axitinib",
            "description": {
                "common": "pravastatin increases levels of axitinib by affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "bempedoic acid",
            "description": {
                "common": "bempedoic acid increases levels of pravastatin by unknown mechanism. Modify Therapy/Monitor Closely. Avoid concomitant use with pravastatin dose 40 mg."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "berotralstat",
            "description": {
                "common": "berotralstat will increase the level or effect of pravastatin by  P-glycoprotein (MDR1) efflux transporter. Use Caution/Monitor. Monitor or titrate P-gp substrate dose if coadministered."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "bosutinib",
            "description": {
                "common": "bosutinib increases levels of pravastatin by P-glycoprotein (MDR1) efflux transporter. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "carbamazepine",
            "description": {
                "common": "carbamazepine increases toxicity of pravastatin by Other (see comment). Modify Therapy/Monitor Closely. \nComment: OATP1B1 inhibitors may increase risk of myopathy."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "caspofungin",
            "description": {
                "common": "caspofungin increases toxicity of pravastatin by Other (see comment). Use Caution/Monitor. \nComment: OATP1B1 inhibitors may increase risk of myopathy."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "cholestyramine",
            "description": {
                "common": "cholestyramine decreases levels of pravastatin by inhibition of GI absorption. Applies only to oral form of both agents. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "clarithromycin",
            "description": {
                "common": "clarithromycin increases levels of pravastatin by affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor. Monitor for myopathy; do not exceed pravastatin dose of 40 mg/day when coadministered with clarithromycin ."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "clotrimazole",
            "description": {
                "common": "clotrimazole increases toxicity of pravastatin by Other (see comment). Use Caution/Monitor. \nComment: OATP1B1 inhibitors may increase risk of myopathy."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "cobicistat",
            "description": {
                "common": "cobicistat will increase the level or effect of pravastatin by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Modify Therapy/Monitor Closely. For HMG-CoA reductase inhibitors that are not contraindicated with cobicistat, start with the lowest recommended dose and titrate while monitoring for safety."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "crizotinib",
            "description": {
                "common": "crizotinib increases levels of pravastatin by P-glycoprotein (MDR1) efflux transporter. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "daptomycin",
            "description": {
                "common": "pravastatin, daptomycin.\nEither increases toxicity of the other by Other (see comment). Modify Therapy/Monitor Closely. \nComment: Coadministration of daptomycin with HMG-CoA reductase inhibitors may increase CPK levels and risk for myopathy; consider temporary suspension of HMG-CoA reductase inhibitors during daptomycin therapy."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "darunavir",
            "description": {
                "common": "darunavir increases levels of pravastatin by unknown mechanism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "elagolix",
            "description": {
                "common": "elagolix will increase the level or effect of pravastatin by  P-glycoprotein (MDR1) efflux transporter. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "eliglustat",
            "description": {
                "common": "eliglustat increases effects of pravastatin by P-glycoprotein (MDR1) efflux transporter. Modify Therapy/Monitor Closely. Monitor therapeutic drug concentrations, as indicated, or consider reducing the dosage of the P-gp substrate and titrate to clinical effect."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "encorafenib",
            "description": {
                "common": "encorafenib will increase the level or effect of pravastatin by  Other (see comment). Modify Therapy/Monitor Closely.  Encorafenib (a  OATP1B1, OATP1B3, and BCRP inhibitor) may increase the concentration and toxicities of OATP1B1, OATP1B3, and BCRP substrates. Closely monitor for signs and symptoms of increased exposure and consider adjusting the dose of these substrates. Screen reader support enabled.  "
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "erythromycin base",
            "description": {
                "common": "erythromycin base increases toxicity of pravastatin by Other (see comment). Use Caution/Monitor. \nComment: OATP1B1 inhibitors may increase risk of myopathy."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "erythromycin ethylsuccinate",
            "description": {
                "common": "erythromycin ethylsuccinate increases toxicity of pravastatin by Other (see comment). Use Caution/Monitor. \nComment: OATP1B1 inhibitors may increase risk of myopathy."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "erythromycin lactobionate",
            "description": {
                "common": "erythromycin lactobionate increases toxicity of pravastatin by Other (see comment). Use Caution/Monitor. \nComment: OATP1B1 inhibitors may increase risk of myopathy."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "erythromycin stearate",
            "description": {
                "common": "erythromycin stearate increases toxicity of pravastatin by Other (see comment). Use Caution/Monitor. \nComment: OATP1B1 inhibitors may increase risk of myopathy."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "finerenone",
            "description": {
                "common": "pravastatin will increase the level or effect of finerenone by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Modify Therapy/Monitor Closely. Monitor serum potassium during initiation and dosage adjustment of either finererone or weak CYP3A4 inhibitors. Adjust finererone dosage as needed."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "flibanserin",
            "description": {
                "common": "pravastatin will increase the level or effect of flibanserin by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor. Increased flibanserin adverse effects may occur if coadministered with multiple weak CYP3A4 inhibitors."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "fostemsavir",
            "description": {
                "common": "fostemsavir will increase the level or effect of pravastatin by  Other (see comment). Modify Therapy/Monitor Closely. Fostemsavir inhibits OATP1B1/3 transporter. If possible, avoid coadministration or modify dose of OATP1B1/3 substrates coadministered with fostemsavir. Use lowest possible starting dose for statins and monitor for associated adverse events."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "glecaprevir/pibrentasvir",
            "description": {
                "common": "glecaprevir/pibrentasvir increases levels of pravastatin by Other (see comment). Modify Therapy/Monitor Closely. \nComment: Increased statin concentrations resulting from OATP1B1 inhibition may increase risk of myopathy, including rhabdomyolysis. If coadministered, reduce pravastatin dose by 50%."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "glyburide",
            "description": {
                "common": "glyburide increases toxicity of pravastatin by Other (see comment). Use Caution/Monitor. \nComment: OATP1B1 inhibitors may increase risk of myopathy."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "indinavir",
            "description": {
                "common": "indinavir increases toxicity of pravastatin by Other (see comment). Use Caution/Monitor. \nComment: OATP1B1 inhibitors may increase risk of myopathy."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "isavuconazonium sulfate",
            "description": {
                "common": "pravastatin will increase the level or effect of isavuconazonium sulfate by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "istradefylline",
            "description": {
                "common": "istradefylline will increase the level or effect of pravastatin by  P-glycoprotein (MDR1) efflux transporter. Use Caution/Monitor. Istradefylline 40 mg/day increased peak levels and AUC of P-gp substrates in clinical trials. Consider dose reduction of sensitive P-gp substrates."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ivacaftor",
            "description": {
                "common": "ivacaftor increases levels of pravastatin by P-glycoprotein (MDR1) efflux transporter. Use Caution/Monitor. Ivacaftor and its M1 metabolite has the potential to inhibit P-gp; may significantly increase systemic exposure to sensitive P-gp substrates with a narrow therapeutic index."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ketoconazole",
            "description": {
                "common": "ketoconazole increases toxicity of pravastatin by Other (see comment). Use Caution/Monitor. \nComment: OATP1B1 inhibitors may increase risk of myopathy."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "lanthanum carbonate",
            "description": {
                "common": "lanthanum carbonate decreases levels of pravastatin by cation binding in GI tract. Use Caution/Monitor. Administer statin at least 2 hr before or 2 hr after lanthanum. Monitor serum concentrations."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "lemborexant",
            "description": {
                "common": "pravastatin will increase the level or effect of lemborexant by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Modify Therapy/Monitor Closely. Lower nightly dose of lemborexant recommended if coadministered with weak CYP3A4 inhibitors. See drug monograph for specific dosage modification."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "letermovir",
            "description": {
                "common": "letermovir increases levels of pravastatin by affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor. Coadministration of letermovir with pravastatin may require a dosage reduction. Closely monitor patients for myopathy and rhabdomyolysis. When letermovir is coadministered with cyclosporine, the dose of pravastatin should not exceed 20 mg PO qDay."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "levoketoconazole",
            "description": {
                "common": "levoketoconazole increases toxicity of pravastatin by Other (see comment). Use Caution/Monitor. \nComment: OATP1B1 inhibitors may increase risk of myopathy."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "lomitapide",
            "description": {
                "common": "pravastatin increases levels of lomitapide by affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor. Lomitapide dose should not exceed 30 mg/day."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "lonafarnib",
            "description": {
                "common": "lonafarnib will increase the level or effect of pravastatin by  P-glycoprotein (MDR1) efflux transporter. Modify Therapy/Monitor Closely. Lonafarnib is a weak P-gp inhibitor. Monitor for adverse reactions if coadministered with P-gp substrates where minimal concentration changes may lead to serious or life-threatening toxicities. Reduce P-gp substrate dose if needed."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "mesterolone",
            "description": {
                "common": "mesterolone increases toxicity of pravastatin by decreasing metabolism. Use Caution/Monitor. Risk of rhabdomyolysis (theoretical interaction based on case reports of combination of danazol and >20 mg/day lovastatin)."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "metyrapone",
            "description": {
                "common": "metyrapone increases toxicity of pravastatin by Other (see comment). Use Caution/Monitor. \nComment: OATP1B1 inhibitors may increase risk of myopathy."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "midazolam intranasal",
            "description": {
                "common": "pravastatin will increase the level or effect of midazolam intranasal by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor. Coadministration of mild CYP3A4 inhibitors with midazolam intranasal may cause higher midazolam systemic exposure, which may prolong sedation."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "mifepristone",
            "description": {
                "common": "mifepristone increases toxicity of pravastatin by Other (see comment). Use Caution/Monitor. \nComment: OATP1B1 inhibitors may increase risk of myopathy."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "mipomersen",
            "description": {
                "common": "mipomersen increases toxicity of pravastatin by Other (see comment). Use Caution/Monitor. \nComment: Both drugs have potential to increase hepatic enzymes; monitor LFTs; OATP1B1 inhibitors may increase risk of myopathy."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "nelfinavir",
            "description": {
                "common": "nelfinavir increases toxicity of pravastatin by Other (see comment). Use Caution/Monitor. \nComment: OATP1B1 inhibitors may increase risk of myopathy."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ombitasvir/paritaprevir/ritonavir & dasabuvir (DSC)",
            "description": {
                "common": "ombitasvir/paritaprevir/ritonavir & dasabuvir (DSC) will increase the level or effect of pravastatin by  decreasing hepatic clearance. Modify Therapy/Monitor Closely. Maximum daily dose of pravastatin should be limited to 40 mg/day"
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "paclitaxel",
            "description": {
                "common": "paclitaxel increases toxicity of pravastatin by Other (see comment). Use Caution/Monitor. \nComment: OATP1B1 inhibitors may increase risk of myopathy."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "pazopanib",
            "description": {
                "common": "pazopanib increases toxicity of pravastatin by Other (see comment). Use Caution/Monitor. \nComment: OATP1B1 inhibitors may increase risk of myopathy."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "pioglitazone",
            "description": {
                "common": "pioglitazone increases toxicity of pravastatin by Other (see comment). Use Caution/Monitor. \nComment: OATP1B1 inhibitors may increase risk of myopathy."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ponatinib",
            "description": {
                "common": "ponatinib increases levels of pravastatin by P-glycoprotein (MDR1) efflux transporter. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ranolazine",
            "description": {
                "common": "ranolazine increases toxicity of pravastatin by Other (see comment). Use Caution/Monitor. \nComment: OATP1B1 inhibitors may increase risk of myopathy."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "repaglinide",
            "description": {
                "common": "repaglinide increases toxicity of pravastatin by Other (see comment). Use Caution/Monitor. \nComment: OATP1B1 inhibitors may increase risk of myopathy."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "rifampin",
            "description": {
                "common": "rifampin increases toxicity of pravastatin by Other (see comment). Use Caution/Monitor. \nComment: OATP1B1 inhibitors may increase risk of myopathy."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ritonavir",
            "description": {
                "common": "ritonavir increases toxicity of pravastatin by Other (see comment). Use Caution/Monitor. \nComment: OATP1B1 inhibitors may increase risk of myopathy."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "rosiglitazone",
            "description": {
                "common": "rosiglitazone increases toxicity of pravastatin by Other (see comment). Use Caution/Monitor. \nComment: OATP1B1 inhibitors may increase risk of myopathy."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "sacubitril/valsartan",
            "description": {
                "common": "sacubitril/valsartan increases toxicity of pravastatin by Other (see comment). Use Caution/Monitor. \nComment: OATP1B1 inhibitors may increase risk of myopathy."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "saquinavir",
            "description": {
                "common": "saquinavir increases toxicity of pravastatin by Other (see comment). Use Caution/Monitor. \nComment: OATP1B1 inhibitors may increase risk of myopathy."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "sarecycline",
            "description": {
                "common": "sarecycline will increase the level or effect of pravastatin by  P-glycoprotein (MDR1) efflux transporter. Use Caution/Monitor. Monitor for toxicities of P-gp substrates that may require dosage reduction when coadministered with P-gp inhibitors."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "stiripentol",
            "description": {
                "common": "stiripentol will increase the level or effect of pravastatin by  P-glycoprotein (MDR1) efflux transporter. Modify Therapy/Monitor Closely. Consider reducing the dose of P-glycoprotein (P-gp) substrates, if adverse reactions are experienced when administered concomitantly with stiripentol."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "tacrolimus",
            "description": {
                "common": "tacrolimus increases toxicity of pravastatin by Other (see comment). Use Caution/Monitor. \nComment: OATP1B1 inhibitors may increase risk of myopathy."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "telmisartan",
            "description": {
                "common": "telmisartan increases toxicity of pravastatin by Other (see comment). Use Caution/Monitor. \nComment: OATP1B1 inhibitors may increase risk of myopathy."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "tenapanor",
            "description": {
                "common": "tenapanor decreases levels of pravastatin by Other (see comment). Use Caution/Monitor. \nComment: Tenapanor (an inhibitor of intestinal uptake transporter, OATP2B1) may reduce the exposure of OATP2B1 substrates."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "tinidazole",
            "description": {
                "common": "pravastatin will increase the level or effect of tinidazole by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "tucatinib",
            "description": {
                "common": "tucatinib will increase the level or effect of pravastatin by  P-glycoprotein (MDR1) efflux transporter. Use Caution/Monitor. Consider reducing the dosage of P-gp substrates, where minimal concentration changes may lead to serious or life-threatening toxicities."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "valsartan",
            "description": {
                "common": "pravastatin will increase the level or effect of valsartan by  Other (see comment). Use Caution/Monitor. The results from an in vitro study with human liver tissue indicate that valsartan is a substrate of the hepatic uptake transporter OATP1B1; coadministration with OATP1B1 inhibitors may increase valsartan systemic exposure"
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "vemurafenib",
            "description": {
                "common": "vemurafenib increases levels of pravastatin by P-glycoprotein (MDR1) efflux transporter. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "warfarin",
            "description": {
                "common": "pravastatin increases effects of warfarin by anticoagulation. Use Caution/Monitor. Dosage adjustment of anticoagulant based in INR and clinical response may be necessary."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "coenzyme Q10",
            "description": {
                "common": "pravastatin decreases levels of coenzyme Q10 by unspecified interaction mechanism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "colestipol",
            "description": {
                "common": "colestipol decreases levels of pravastatin by inhibition of GI absorption. Applies only to oral form of both agents. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "isradipine",
            "description": {
                "common": "isradipine decreases levels of pravastatin by unknown mechanism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "orlistat",
            "description": {
                "common": "orlistat increases effects of pravastatin by pharmacodynamic synergism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "ruxolitinib",
            "description": {
                "common": "pravastatin will increase the level or effect of ruxolitinib by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "ruxolitinib topical",
            "description": {
                "common": "pravastatin will increase the level or effect of ruxolitinib topical by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "trazodone",
            "description": {
                "common": "trazodone increases levels of pravastatin by unspecified interaction mechanism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "voclosporin",
            "description": {
                "common": "voclosporin will increase the level or effect of pravastatin by  Other (see comment). Minor/Significance Unknown. Information suggests voclosporin (an OATP1B1 inhibitor) may increase in the concentration of OATP1B1 substrates is possible. Monitor for adverse reactions of OATP1B1 substrates when coadministered with voclosporin."
            }
        }
    ],
    "adverse effects": [
        {
            "name": "Nausea",
            "percent": "7"
        },
        {
            "name": "vomiting",
            "percent": "6"
        },
        {
            "name": "Diarrhea",
            "percent": "2-6"
        },
        {
            "name": "Headache",
            "percent": "4"
        },
        {
            "name": "Chest pain",
            "percent": "4"
        },
        {
            "name": "Fatigue",
            "percent": "4"
        },
        {
            "name": "Rash",
            "percent": "3"
        },
        {
            "name": "Cough",
            "percent": "3"
        },
        {
            "name": "Heartburn",
            "percent": "2"
        },
        {
            "name": "Flulike symptoms",
            "percent": "2"
        },
        {
            "name": "Myalgia",
            "percent": "1"
        },
        {
            "name": "Myopathy",
            "percent": "3"
        },
        {
            "name": "Rhabdomyolysis",
            "percent": null
        },
        {
            "name": "Musculoskeletal",
            "percent": null
        },
        {
            "name": "Polymyositis",
            "percent": null
        },
        {
            "name": "Respiratory",
            "percent": null
        },
        {
            "name": "Interstitial lung disease",
            "percent": null
        },
        {
            "name": "Psychiatric",
            "percent": null
        },
        {
            "name": "Nightmare",
            "percent": null
        },
        {
            "name": "Nervous system",
            "percent": null
        },
        {
            "name": "Dysfunction of certain cranial nerves",
            "percent": null
        },
        {
            "name": "including alteration of taste",
            "percent": null
        },
        {
            "name": "impairment of extraocular movement",
            "percent": null
        },
        {
            "name": "facial paresis",
            "percent": null
        },
        {
            "name": "peripheral nerve palsy",
            "percent": null
        },
        {
            "name": "rare postmarketing reports of cognitive impairment",
            "percent": null
        },
        {
            "name": "eg",
            "percent": null
        },
        {
            "name": "memory loss",
            "percent": null
        },
        {
            "name": "forgetfulness",
            "percent": null
        },
        {
            "name": "amnesia",
            "percent": null
        },
        {
            "name": "memory impairment",
            "percent": null
        },
        {
            "name": "confusion",
            "percent": null
        },
        {
            "name": "associated with statin use",
            "percent": null
        },
        {
            "name": "cognitive impairment was generally nonserious",
            "percent": null
        },
        {
            "name": "and reversible upon statin discontinuation",
            "percent": null
        },
        {
            "name": "with variable times to symptom onset",
            "percent": null
        },
        {
            "name": "day to years",
            "percent": null
        },
        {
            "name": "and symptom resolution",
            "percent": null
        },
        {
            "name": "median of",
            "percent": null
        },
        {
            "name": "weeks",
            "percent": null
        }
    ]
}