{
    "name": "pneumococcal vaccine 20-valent",
    "comment": "Rx",
    "other_names": [
        "Prevnar 20"
    ],
    "classes": [
        "Vaccines",
        "Inactivated",
        "Bacterial"
    ],
    "source": "https://reference.medscape.com/drug/prevnar-20-pneumococcal-vaccine-20-valent-4000166",
    "pregnancy": {
        "common": [
            "There are no adequate and well-controlled studies in pregnant females; data are insufficient to assess vaccine-associated risks in pregnancy"
        ],
        "specific": [
            {
                "type": "Animal studies",
                "description": [
                    "Female rabbits were administered the vaccine IM twice prior to mating (17 days and 4 days prior to mating) and twice during gestation (Gestation Days 10 and 24) with 0.5 mL/rabbit/occasion (a single human dose)",
                    "No adverse effects on preweaning development observed",
                    "There were no vaccine-related fetal malformations or variations"
                ]
            }
        ]
    },
    "lactation": {
        "common": [
            "Data are not available to assess effects on breastfed infants or on milk production/excretion ",
            "Consider developmental and health benefits of breastfeeding along with the mother’s clinical need for vaccine and any potential adverse effects on breastfed child from vaccine or from underlying maternal condition; for preventive vaccines, the underlying maternal condition is susceptibility to disease as prevented by vaccine"
        ]
    },
    "warnings": {
        "black_box_warning": {
            "common": [],
            "specific": []
        },
        "contraindicators": {
            "common": [
                "Severe allergic reaction (eg, anaphylaxis) to any component of the vaccine or to diphtheria toxoid"
            ],
            "specific": []
        },
        "cautions": {
            "common": [
                "Administer in medically supervised setting with treatments to manage acute allergic reactions",
                "Safety and immunogenicity data are not available for individuals in immunocompromised groups; based on experience with pneumococcal vaccines, individuals with altered immunocompetence may have reduced immune responses; consider vaccination on an individual basis ",
                "Apnea following IM vaccination observed in some infants born prematurely; consider the individual's medical status and potential benefits and/or risks of vaccinating on whether to administer to a premature infant"
            ],
            "specific": [
                {
                    "type": "Drug interaction overview",
                    "description": [
                        "Receipt of the 23-valent pneumococcal vaccine 1-5 years prior resulted in diminished immune responses measured by opsonophagocytic activity (OPA) assay",
                        "Individuals with impaired immune responsiveness owing to immunosuppressive therapy (eg, irradiation, corticosteroids, antimetabolites, alkylating agents, cytotoxic agents) may not respond optimally"
                    ]
                }
            ]
        }
    },
    "interactions": [
        {
            "classification_type": "Serious",
            "interaction_with": "elivaldogene autotemcel",
            "description": {
                "common": "elivaldogene autotemcel, pneumococcal vaccine 20-valent.\nEither decreases effects of the other by Other (see comment). Avoid or Use Alternate Drug. \nComment: The safety and effectiveness of vaccination during or following elivaldogene autotemcel treatment have not been studied. Vaccination is not recommended during the 6 weeks preceding myeloablative conditioning, and until hematological recovery following elivaldogene autotemcel treatment. Where feasible, administer childhood vaccinations before myeloablative conditioning. ."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "teplizumab",
            "description": {
                "common": "teplizumab decreases effects of pneumococcal vaccine 20-valent by Other (see comment). Avoid or Use Alternate Drug. \nComment: Administer all age-appropriate vaccinations before starting teplizumab. Inactivated or mRNA vaccines are not recommended within 2 weeks before teplizumab treatment, during treatment, or 6 weeks after completion of treatment."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "satralizumab",
            "description": {
                "common": "satralizumab decreases effects of pneumococcal vaccine 20-valent by immunosuppressive effects; risk of infection. Modify Therapy/Monitor Closely. Administer all immunizations according to immunization guidelines. At least 2 weeks before initiating for non-live vaccines. ."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "tralokinumab",
            "description": {
                "common": "tralokinumab will decrease the level or effect of pneumococcal vaccine 20-valent by  immunosuppressive effects; risk of infection. Use Caution/Monitor. Limited data are available regarding coadministration with non-live vaccines."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ublituximab",
            "description": {
                "common": "ublituximab decreases effects of pneumococcal vaccine 20-valent by immunosuppressive effects; risk of infection. Modify Therapy/Monitor Closely. Administer all immunizations according to immunization guidelines at least 4 weeks before initiating ublituximab for live or live-attenuated vaccines and, whenever possible, at least 2 weeks before initiating for non-live vaccines. Vaccination with live virus vaccines is not recommended during treatment and until B-cell repletion. Do not administer live or live-attenuated vaccines to infants of mothers exposed to ublituximab during pregnancy, before confirming recovery of B-cell counts as measured by CD19+ B cells."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "voclosporin",
            "description": {
                "common": "voclosporin decreases effects of pneumococcal vaccine 20-valent by immunosuppressive effects; risk of infection. Modify Therapy/Monitor Closely. Inactivated vaccines noted to be safe for administration may not be sufficiently immunogenic during treatment."
            }
        }
    ],
    "adverse effects": [
        {
            "name": "Pain at injection site",
            "percent": "70"
        },
        {
            "name": "Muscle pain",
            "percent": "50"
        },
        {
            "name": "Fatigue",
            "percent": "40"
        },
        {
            "name": "Headache",
            "percent": "30"
        },
        {
            "name": "Arthralgia",
            "percent": "10"
        },
        {
            "name": "Injection site swelling",
            "percent": "10"
        },
        {
            "name": "Pain at injection site",
            "percent": "50"
        },
        {
            "name": "Muscle pain",
            "percent": "30"
        },
        {
            "name": "Fatigue",
            "percent": "30"
        },
        {
            "name": "Headache",
            "percent": "20"
        },
        {
            "name": "Arthralgia",
            "percent": "10"
        }
    ]
}