{
    "name": "cholestyramine",
    "comment": "Rx",
    "other_names": [
        "Prevalite",
        "Questran",
        "Questran Light",
        "LoCholest"
    ],
    "classes": [
        "Bile Acid Sequestrants"
    ],
    "source": "https://reference.medscape.com/drug/prevalite-questran-cholestyramine-342448",
    "pregnancy": {
        "common": [
            "Pregnancy category: C",
            "Lactation: Drug does not enter breast milk; use with caution because of potential vitamin loss in mother"
        ],
        "specific": []
    },
    "lactation": {
        "common": [
            "Lactation: Drug does not enter breast milk; use with caution because of potential vitamin loss in mother"
        ]
    },
    "warnings": {
        "black_box_warning": {
            "common": [],
            "specific": []
        },
        "contraindicators": {
            "common": [
                "Hypersensitivity to bile-sequestering resins",
                "Complete biliary obstruction"
            ],
            "specific": []
        },
        "cautions": {
            "common": [
                "Use with caution in renal impairment",
                "Volume depletion",
                "Concomitant spironolactone therapy",
                "Not for use with baseline fasting triglyceride levels ≥300 mg/dL or type III hyperlipoproteinemia; use with caution in patients with triglyceride levels 250-299 mg/dL; perform fasting lipid panel in 4-6weeks after initiation; discontinue use if triglycerides are >400 mg/dL; secondary causes of hyperlipidemia must be ruled out before therapy is initiated",
                "Not to be used as monotherapy in hypertriglyceridemia",
                "With prolonged use, increased risk of bleeding because of hypoprothrombinemia from vitamin K deficiency",
                "May interfere with fat absorption and decrease absorption of fat-soluble vitamins (A, D, E, K)",
                "May exacerbate preexisting constipation (initiate therapy at lower dosage in patients with history of constipation)",
                "Special care must be taken to avoid constipation in patients with symptomatic coronary heart disease",
                "Always mix with water or fluids; never ingest dry powder",
                "Some formulations contain phenylalanine",
                "Because of large quantities of chloride ion released from resin (which may lead to hyperchloremic acidosis and increase urinary calcium excretion on prolonged use), it may be advisable to reduce chloride intake",
                "Take other drugs at least 1 hour before or 4-6 hours after taking cholestyramine to minimize possible interference with absorption"
            ],
            "specific": []
        }
    },
    "interactions": [
        {
            "classification_type": "Contraindicated",
            "interaction_with": "mycophenolate",
            "description": {
                "common": "cholestyramine decreases levels of mycophenolate by inhibition of GI absorption. Applies only to oral form of both agents. Contraindicated. Cholestyramine binds bile acids and reduces mycophenolic acid exposure."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "warfarin",
            "description": {
                "common": "cholestyramine decreases effects of warfarin by inhibition of GI absorption. Applies only to oral form of both agents. Avoid or Use Alternate Drug. Cholestyramine and vitamin K antagonists should be administered 3-4 hr apart and monitor patients closely for reduced vitamin K antagonist effects."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "amiodarone",
            "description": {
                "common": "cholestyramine decreases levels of amiodarone by inhibition of GI absorption. Applies only to oral form of both agents. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "atorvastatin",
            "description": {
                "common": "cholestyramine decreases levels of atorvastatin by inhibition of GI absorption. Applies only to oral form of both agents. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "bendroflumethiazide",
            "description": {
                "common": "cholestyramine decreases levels of bendroflumethiazide by inhibition of GI absorption. Applies only to oral form of both agents. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "beta carotene",
            "description": {
                "common": "cholestyramine decreases levels of beta carotene by drug binding in GI tract. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "budesonide",
            "description": {
                "common": "cholestyramine decreases levels of budesonide by inhibition of GI absorption. Applies only to oral form of both agents. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "calcifediol",
            "description": {
                "common": "cholestyramine will decrease the level or effect of calcifediol by  drug binding in GI tract. Modify Therapy/Monitor Closely. Dose adjustment of calcifediol may be required, and serum total 25-hydroxyvitamin D, intact PTH, and serum calcium concentrations should be monitored closely if cholestyramine is initiated or discontinued."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "chlorothiazide",
            "description": {
                "common": "cholestyramine decreases levels of chlorothiazide by inhibition of GI absorption. Applies only to oral form of both agents. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "chlorthalidone",
            "description": {
                "common": "cholestyramine decreases levels of chlorthalidone by inhibition of GI absorption. Applies only to oral form of both agents. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "cholic acid",
            "description": {
                "common": "cholestyramine will decrease the level or effect of cholic acid by  drug binding in GI tract. Use Caution/Monitor. Take cholic acid at least 1 hr before or 4-6 hr (or as great an interval as possible) after a bile acid binding resin."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "cortisone",
            "description": {
                "common": "cholestyramine decreases levels of cortisone by inhibition of GI absorption. Applies only to oral form of both agents. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "deferasirox",
            "description": {
                "common": "cholestyramine decreases levels of deferasirox by Other (see comment). Use Caution/Monitor. \nComment: Avoid concomitant use of cholestyramine with deferasirox. If co-administration is required then consider increasing initial dose of deferasirox to 30 mg/kg and monitor serum ferritin levels and clinical response."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "deflazacort",
            "description": {
                "common": "cholestyramine decreases levels of deflazacort by inhibition of GI absorption. Applies only to oral form of both agents. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "demeclocycline",
            "description": {
                "common": "cholestyramine decreases levels of demeclocycline by inhibition of GI absorption. Applies only to oral form of both agents. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "dexamethasone",
            "description": {
                "common": "cholestyramine decreases levels of dexamethasone by inhibition of GI absorption. Applies only to oral form of both agents. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "diclofenac",
            "description": {
                "common": "cholestyramine decreases levels of diclofenac by inhibition of GI absorption. Applies only to oral form of both agents. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "digoxin",
            "description": {
                "common": "cholestyramine decreases levels of digoxin by inhibition of GI absorption. Applies only to oral form of both agents. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "doxercalciferol",
            "description": {
                "common": "cholestyramine decreases levels of doxercalciferol by inhibition of GI absorption. Applies only to oral form of both agents. Use Caution/Monitor. (Vitamin D analog)."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "doxycycline",
            "description": {
                "common": "cholestyramine decreases levels of doxycycline by inhibition of GI absorption. Applies only to oral form of both agents. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ezetimibe",
            "description": {
                "common": "cholestyramine decreases levels of ezetimibe by inhibition of GI absorption. Applies only to oral form of both agents. Use Caution/Monitor. Separate by 2-4 hours."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "fenofibrate",
            "description": {
                "common": "cholestyramine decreases levels of fenofibrate by inhibition of GI absorption. Applies only to oral form of both agents. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "fenofibrate micronized",
            "description": {
                "common": "cholestyramine decreases levels of fenofibrate micronized by inhibition of GI absorption. Applies only to oral form of both agents. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "fenofibric acid",
            "description": {
                "common": "cholestyramine decreases levels of fenofibric acid by inhibition of GI absorption. Applies only to oral form of both agents. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "fludrocortisone",
            "description": {
                "common": "cholestyramine decreases levels of fludrocortisone by inhibition of GI absorption. Applies only to oral form of both agents. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "fluvastatin",
            "description": {
                "common": "cholestyramine decreases levels of fluvastatin by inhibition of GI absorption. Applies only to oral form of both agents. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "furosemide",
            "description": {
                "common": "cholestyramine decreases levels of furosemide by inhibition of GI absorption. Applies only to oral form of both agents. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "gemfibrozil",
            "description": {
                "common": "cholestyramine decreases levels of gemfibrozil by inhibition of GI absorption. Applies only to oral form of both agents. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "hydrochlorothiazide",
            "description": {
                "common": "cholestyramine decreases levels of hydrochlorothiazide by inhibition of GI absorption. Applies only to oral form of both agents. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "hydrocortisone",
            "description": {
                "common": "cholestyramine decreases levels of hydrocortisone by inhibition of GI absorption. Applies only to oral form of both agents. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "imipramine",
            "description": {
                "common": "cholestyramine decreases levels of imipramine by inhibition of GI absorption. Applies only to oral form of both agents. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "indapamide",
            "description": {
                "common": "cholestyramine decreases levels of indapamide by inhibition of GI absorption. Applies only to oral form of both agents. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "leflunomide",
            "description": {
                "common": "cholestyramine decreases levels of leflunomide by inhibition of GI absorption. Applies only to oral form of both agents. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "levothyroxine",
            "description": {
                "common": "cholestyramine decreases levels of levothyroxine by inhibition of GI absorption. Applies only to oral form of both agents. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "liothyronine",
            "description": {
                "common": "cholestyramine decreases levels of liothyronine by inhibition of GI absorption. Applies only to oral form of both agents. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "lomitapide",
            "description": {
                "common": "cholestyramine decreases levels of lomitapide by drug binding in GI tract. Use Caution/Monitor. Separate lomitapide and administration of bile acid sequestrants by at least 4 hours; bile acid sequestrants can interfere with the absorption of oral medications."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "lovastatin",
            "description": {
                "common": "cholestyramine decreases levels of lovastatin by inhibition of GI absorption. Applies only to oral form of both agents. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "meloxicam",
            "description": {
                "common": "cholestyramine decreases levels of meloxicam by inhibition of GI absorption. Applies only to oral form of both agents. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "methotrexate",
            "description": {
                "common": "cholestyramine decreases levels of methotrexate by inhibition of GI absorption. Applies only to oral form of both agents. Use Caution/Monitor. To minimize drug interactions, administer other drugs at least 1 hour before or at least 4-6 hours after the administration of cholestyramine."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "methyclothiazide",
            "description": {
                "common": "cholestyramine decreases levels of methyclothiazide by inhibition of GI absorption. Applies only to oral form of both agents. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "methylprednisolone",
            "description": {
                "common": "cholestyramine decreases levels of methylprednisolone by inhibition of GI absorption. Applies only to oral form of both agents. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "metolazone",
            "description": {
                "common": "cholestyramine decreases levels of metolazone by inhibition of GI absorption. Applies only to oral form of both agents. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "metronidazole",
            "description": {
                "common": "cholestyramine decreases levels of metronidazole by inhibition of GI absorption. Applies only to oral form of both agents. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "minocycline",
            "description": {
                "common": "cholestyramine decreases levels of minocycline by inhibition of GI absorption. Applies only to oral form of both agents. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "niacin",
            "description": {
                "common": "cholestyramine decreases levels of niacin by inhibition of GI absorption. Applies only to oral form of both agents. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "obeticholic acid",
            "description": {
                "common": "cholestyramine will decrease the level or effect of obeticholic acid by  drug binding in GI tract. Modify Therapy/Monitor Closely. Administer obeticholic acid at least 4 hr before or 4 hr after taking a bile acid binding resins."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "odevixibat",
            "description": {
                "common": "cholestyramine will decrease the level or effect of odevixibat by  drug binding in GI tract. Modify Therapy/Monitor Closely. Administer bile acid sequestrants 4 hr before or after odevixibat."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "omadacycline",
            "description": {
                "common": "cholestyramine will decrease the level or effect of omadacycline by  inhibition of GI absorption. Applies only to oral form of both agents. Modify Therapy/Monitor Closely. Monitor for decreased effects of tetracyclines if coadministered with a bile acid sequestrant.  Separate doses 2 or more hours if these agents are used concomitantly."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "oxytetracycline",
            "description": {
                "common": "cholestyramine decreases levels of oxytetracycline by inhibition of GI absorption. Applies only to oral form of both agents. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "paricalcitol",
            "description": {
                "common": "cholestyramine decreases levels of paricalcitol by inhibition of GI absorption. Applies only to oral form of both agents. Use Caution/Monitor. (Vitamin D analog)."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "piroxicam",
            "description": {
                "common": "cholestyramine decreases levels of piroxicam by inhibition of GI absorption. Applies only to oral form of both agents. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "pitavastatin",
            "description": {
                "common": "cholestyramine decreases levels of pitavastatin by inhibition of GI absorption. Applies only to oral form of both agents. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "pravastatin",
            "description": {
                "common": "cholestyramine decreases levels of pravastatin by inhibition of GI absorption. Applies only to oral form of both agents. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "prednisolone",
            "description": {
                "common": "cholestyramine decreases levels of prednisolone by inhibition of GI absorption. Applies only to oral form of both agents. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "prednisone",
            "description": {
                "common": "cholestyramine decreases levels of prednisone by inhibition of GI absorption. Applies only to oral form of both agents. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "raloxifene",
            "description": {
                "common": "cholestyramine decreases levels of raloxifene by inhibition of GI absorption. Applies only to oral form of both agents. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "rosuvastatin",
            "description": {
                "common": "cholestyramine decreases levels of rosuvastatin by inhibition of GI absorption. Applies only to oral form of both agents. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "sarecycline",
            "description": {
                "common": "cholestyramine will decrease the level or effect of sarecycline by  inhibition of GI absorption. Applies only to oral form of both agents. Modify Therapy/Monitor Closely. Monitor for decreased effects of tetracyclines if coadministered with a bile acid sequestrant.  Separate doses by 2 or more hours if coadministered."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "simvastatin",
            "description": {
                "common": "cholestyramine decreases levels of simvastatin by inhibition of GI absorption. Applies only to oral form of both agents. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "spironolactone",
            "description": {
                "common": "cholestyramine, spironolactone. unspecified interaction mechanism. Use Caution/Monitor. Hyperkalemic metabolic acidosis reported when coadministered."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "tetracycline",
            "description": {
                "common": "cholestyramine decreases levels of tetracycline by inhibition of GI absorption. Applies only to oral form of both agents. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "thyroid desiccated",
            "description": {
                "common": "cholestyramine decreases levels of thyroid desiccated by inhibition of GI absorption. Applies only to oral form of both agents. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "tinidazole",
            "description": {
                "common": "cholestyramine will decrease the level or effect of tinidazole by  Other (see comment). Use Caution/Monitor. Coadministration of cholestyramine with tinidazole may decrease absorption of tinidazole. Advise to separate dosing regimens for cholestyramine and tinidazole to minimize any potential effect on the oral bioavailability of tinidazole. "
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "triamcinolone acetonide injectable suspension",
            "description": {
                "common": "cholestyramine decreases levels of triamcinolone acetonide injectable suspension by inhibition of GI absorption. Applies only to oral form of both agents. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "valproic acid",
            "description": {
                "common": "cholestyramine decreases levels of valproic acid by inhibition of GI absorption. Applies only to oral form of both agents. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "vitamin D",
            "description": {
                "common": "cholestyramine will decrease the level or effect of vitamin D by  Other (see comment). Use Caution/Monitor. Bile acid sequestrants may decrease the absorption of fat-soluble vitamins. Administer vitamin supplementation at least 4 hours prior to cholestyramine."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "acetaminophen",
            "description": {
                "common": "cholestyramine decreases levels of acetaminophen by inhibition of GI absorption. Applies only to oral form of both agents. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "acetaminophen IV",
            "description": {
                "common": "cholestyramine decreases levels of acetaminophen IV by inhibition of GI absorption. Applies only to oral form of both agents. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "acetaminophen rectal",
            "description": {
                "common": "cholestyramine decreases levels of acetaminophen rectal by inhibition of GI absorption. Applies only to oral form of both agents. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "chenodiol",
            "description": {
                "common": "cholestyramine decreases levels of chenodiol by inhibition of GI absorption. Applies only to oral form of both agents. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "ursodiol",
            "description": {
                "common": "cholestyramine decreases effects of ursodiol by pharmacodynamic antagonism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "vitamin A",
            "description": {
                "common": "cholestyramine decreases levels of vitamin A by inhibition of GI absorption. Applies only to oral form of both agents. Minor/Significance Unknown. (Vitamin A)."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "vitamin K1 (phytonadione)",
            "description": {
                "common": "cholestyramine decreases levels of vitamin K1 (phytonadione) by inhibition of GI absorption. Applies only to oral form of both agents. Minor/Significance Unknown. (Vitamin K)."
            }
        }
    ],
    "adverse effects": [
        {
            "name": "Belching",
            "percent": null
        },
        {
            "name": "Constipation",
            "percent": null
        },
        {
            "name": "Dental erosion",
            "percent": null
        },
        {
            "name": "Diarrhea",
            "percent": null
        },
        {
            "name": "Duodenal ulcer bleeding",
            "percent": null
        },
        {
            "name": "Flatulence",
            "percent": null
        },
        {
            "name": "Gallstones",
            "percent": null
        },
        {
            "name": "Heartburn",
            "percent": null
        },
        {
            "name": "Hypoprothrombinemia",
            "percent": null
        },
        {
            "name": "Malabsorption of fat",
            "percent": null
        },
        {
            "name": "soluble vitamins",
            "percent": null
        },
        {
            "name": "Nausea and vomiting",
            "percent": null
        },
        {
            "name": "Pancreatitis",
            "percent": null
        },
        {
            "name": "Perianal irritation",
            "percent": null
        },
        {
            "name": "Rectal pain",
            "percent": null
        },
        {
            "name": "Steatorrhea",
            "percent": null
        },
        {
            "name": "Stomach pain",
            "percent": null
        },
        {
            "name": "Weight gain or loss",
            "percent": null
        }
    ]
}