{
    "name": "omeprazole",
    "comment": "Rx, OTC",
    "other_names": [
        "Prilosec",
        "Prilosec OTC",
        "OmepraCare",
        "OmepraCare DR"
    ],
    "classes": [
        "Proton Pump Inhibitors"
    ],
    "source": "https://reference.medscape.com/drug/prilosec-omeprazole-341997",
    "pregnancy": {
        "common": [
            "There are no adequate and well-controlled studies in pregnant women; available epidemiologic data fail to demonstrate an increased risk of major congenital malformations or other adverse pregnancy outcomes with first trimester omeprazole use; reproduction studies in rats and rabbits resulted in dose-dependent embryo-lethality at omeprazole doses that were approximately 3.4 to 34 times an oral human dose of 40 mg (based on a body surface area for a 60 kg person)",
            "Teratogenicity was not observed in animal reproduction studies with administration of oral esomeprazole (an enantiomer of omeprazole) magnesium in rats and rabbits during organogenesis with doses about 68 times and 42 times, respectively, an oral human dose of 40 mg esomeprazole or 40 mg omeprazole (based on body surface area for a 60 kg person); changes in bone morphology were observed in offspring of rats dosed through most of pregnancy and lactation at doses equal to or greater than approximately 34 times an oral human dose of 40 mg esomeprazole or 40 mg omeprazole; when maternal administration was confined to gestation only, there were no effects on bone physeal morphology in offspring at any age"
        ],
        "specific": []
    },
    "lactation": {
        "common": [
            "Limited data suggest omeprazole may be present in human milk; there are no clinical data on effects of omeprazole on breastfed infant or on milk production; developmental and health benefits of breastfeeding should be considered along with mother's clinical need for therapy and any potential adverse effects on breastfed infant from treatment or from underlying maternal condition"
        ]
    },
    "warnings": {
        "black_box_warning": {
            "common": [],
            "specific": []
        },
        "contraindicators": {
            "common": [
                "Hypersensitivity to omeprazole or other proton pump inhibitors (PPIs)"
            ],
            "specific": []
        },
        "cautions": {
            "common": [
                "PPIs are possibly associated with increased incidence of Clostridium difficile-associated diarrhea (CDAD); consider diagnosis of CDAD for patients taking PPIs who have diarrhea that does not improve",
                "May require dosage reduction with liver disease",
                "Cutaneous lupus erythematosus (CLE) and systemic lupus erythematosus (SLE) reported with PPIs; avoid using for longer than medically indicated; discontinue if signs or symptoms consistent with CLE or SLE are observed and refer patient to specialist",
                "Shown to cause gastric carcinoid tumors in rats with increased doses, but risk in humans unconfirmed",
                "Published observational studies suggest that PPI therapy may be associated with an increased risk for osteoporosis-related fractures of the hip, wrist, or spine, particularly with prolonged (>1 yr), high-dose therapy",
                "Hypomagnesemia may occur with prolonged use (>1 year); adverse effects may result and include tetany, arrhythmias, and seizures; in 25% of cases reviewed, magnesium supplementation alone did not improve low serum magnesium levels and the PPI had to be discontinued",
                "Decreased gastric acidity increases serum chromogranin A (CgA) levels and may cause false-positive diagnostic results for neuroendocrine tumors; temporarily discontinue PPIs before assessing CgA levels",
                "Inhibits hepatic isoenzyme CYP2C19 and may alter metabolism of drugs that are CYP2C19 substrates",
                "PPIs may decrease the efficacy of clopidogrel by reducing the formation of the active metabolite",
                "Stop use and inform a healthcare professional if rash or joint pain develops",
                "Daily long-term use (e.g., longer than 3 years) may lead to malabsorption or a deficiency of cyanocobalamin",
                "Acute interstitial nephritis has been observed in patients taking PPIs",
                "Relief of symptoms does not eliminate the possibility of a gastric malignancy",
                "Therapy increases risk of Salmonella, Campylobacter, and other infections",
                "May elevate and/or prolong serum concentrations of methotrexate and/or its metabolite when administered concomitantly with PPIs, possibly leading to toxicity; consider a temporary withdrawal of PPI therapy therapy with high dose methotrexate administration",
                "PPI therapy is associated with increased risk of fundic gland polyp; risk increases with long-term use >1 year; patient may be asymptomatic; problem usually identified incidentally on endoscopy; use shortest duration of therapy appropriate to condition being treated",
                "If patient taking a prescription drug, the patient should ask a doctor or a pharmacist whether acid reducers can be taken concomitantly with it",
                "Therapy may cause severe skin reactions, including skin reddening, blisters, rash; if an allergic reaction occurs, stop use and seek medical help right away",
                "Acute tubulointerstitial nephritis (TIN) reported in patients taking PPIs; may occur at any point during PPI therapy; patients may present with varying signs and symptoms from symptomatic hypersensitivity reactions to non-specific symptoms of decreased renal function (eg, malaise, nausea, anorexia); in reported case series, some patients were diagnosed on biopsy and in absence of extra-renal manifestations (eg, fever, rash or arthralgia); discontinue therapy and evaluate patients with suspected acute TIN"
            ],
            "specific": []
        }
    },
    "interactions": [
        {
            "classification_type": "Contraindicated",
            "interaction_with": "erlotinib",
            "description": {
                "common": "omeprazole decreases levels of erlotinib by Other (see comment). Contraindicated. \nComment: Concomitant use of proton pump inhibitors with erlotinib should be avoided if possible. Drugs that alter pH of upper GI tract may alter the solubility of erlotinib and reduce its bioavailability. ."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "mavacamten",
            "description": {
                "common": "omeprazole will increase the level or effect of mavacamten by  affecting hepatic enzyme CYP2C19 metabolism. Contraindicated. Strong or moderate CYP2C19 inhibitors may increase mavacamten systemic exposure, resulting in heart failure due to systolic dysfunction. "
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "nelfinavir",
            "description": {
                "common": "omeprazole decreases levels of nelfinavir by unspecified interaction mechanism. Contraindicated. Coadministration may lead to loss of nelfinavir virologic response and development of resistance; mechanism may be CYP2C19 inhibition of nelfinavir conversion to active M8 metabolite, and also PPIs decreasing gastric pH resulting in decreased nelfinavir absorption."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "rilpivirine",
            "description": {
                "common": "omeprazole decreases levels of rilpivirine by increasing gastric pH. Applies only to oral form of both agents. Contraindicated. Concurrent use may cause treatment failure and/or the development of rilpivirine or NNRTI resistance owing to decreased levels."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "abametapir",
            "description": {
                "common": "abametapir will increase the level or effect of omeprazole by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug. For 2 weeks after abametapir application, avoid taking drugs that are CYP3A4 substrates. If not feasible, avoid use of abametapir."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "abrocitinib",
            "description": {
                "common": "omeprazole will increase the level or effect of abrocitinib by  decreasing metabolism. Avoid or Use Alternate Drug. Abrocitinib is a CYP2C9 and CYP2C19 substrate. Drugs that are moderate-to-strong inhibitors of both CYP2C9 and CYP2C19 increase systemic exposure of abrocitinib and its active metabolites, which may increase adverse effects. "
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "acalabrutinib",
            "description": {
                "common": "omeprazole decreases levels of acalabrutinib by increasing gastric pH. Applies only to oral form of both agents. Avoid or Use Alternate Drug. Acalabrutinib solubility decreases with increasing gastric pH. Due to the long-lasting effect of PPIs, separation of doses may not eliminate the interaction."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "apalutamide",
            "description": {
                "common": "apalutamide will decrease the level or effect of omeprazole by  affecting hepatic enzyme CYP2C19 metabolism. Avoid or Use Alternate Drug. Coadministration of apalutamide, a strong CYP2C19 inducer, with drugs that are CYP2C19 substrates can result in lower exposure to these medications. Avoid or substitute another drug for these medications when possible. Evaluate for loss of therapeutic effect if medication must be coadministered."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "atazanavir",
            "description": {
                "common": "omeprazole will decrease the level or effect of atazanavir by  increasing gastric pH. Applies only to oral form of both agents. Avoid or Use Alternate Drug. Atazanavir solubility decreases as pH increases. Substantially reduced plasma concentrations of atazanavir are expected if PPIs are coadministered. PPI dose should not exceed a dose comparable to omeprazole 20 mg and must be taken ~12 h before atazanavir/ritonavir in treatment naive-patients. PPIs are not recommended in treatment-experienced taking atazanavir."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "carbamazepine",
            "description": {
                "common": "carbamazepine will decrease the level or effect of omeprazole by  affecting hepatic enzyme CYP2C19 metabolism. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "ceritinib",
            "description": {
                "common": "omeprazole decreases effects of ceritinib by increasing gastric pH. Applies only to oral form of both agents. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "cilostazol",
            "description": {
                "common": "omeprazole will increase the level or effect of cilostazol by  affecting hepatic enzyme CYP2C19 metabolism. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "clopidogrel",
            "description": {
                "common": "omeprazole decreases effects of clopidogrel by affecting hepatic enzyme CYP2C19 metabolism. Avoid or Use Alternate Drug. Clopidogrel efficacy may be reduced by drugs that inhibit CYP2C19. Inhibition of platelet aggregation by clopidogrel is entirely due to an active metabolite. Clopidogrel is metabolized to this active metabolite in part by CYP2C19.  ."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "dacomitinib",
            "description": {
                "common": "omeprazole will increase the level or effect of dacomitinib by  unspecified interaction mechanism. Avoid or Use Alternate Drug. Concomitant use with a PPI decreases dacomitinib concentrations, which may reduce dacomitinib efficacy. Avoid use of PPIs with dacomitinib. As an alternative to PPIs, use locally-acting antacids or an H2-receptor antagonist. Administer at least 6 hours before or 10 hours after taking an H2-receptor antagonist."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "dasatinib",
            "description": {
                "common": "omeprazole will decrease the level or effect of dasatinib by  increasing gastric pH. Applies only to oral form of both agents. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "digoxin",
            "description": {
                "common": "omeprazole will increase the level or effect of digoxin by  increasing gastric pH. Applies only to oral form of both agents. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "duloxetine",
            "description": {
                "common": "omeprazole will decrease the level or effect of duloxetine by  affecting hepatic enzyme CYP1A2 metabolism. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "enzalutamide",
            "description": {
                "common": "enzalutamide will decrease the level or effect of omeprazole by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "erdafitinib",
            "description": {
                "common": "omeprazole will increase the level or effect of erdafitinib by  affecting hepatic enzyme CYP2C9/10 metabolism. Avoid or Use Alternate Drug. If coadministration of a strong CYP2C9 inhibitors is unavoidable, closely monitor adverse reactions and modify dose of erdafitinib accordingly. If strong CYP2C9 inhibitor is discontinued, consider increasing erdafitinib dose in the absence of any drug-related toxicities."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "fedratinib",
            "description": {
                "common": "omeprazole will increase the level or effect of fedratinib by  Other (see comment). Avoid or Use Alternate Drug. Avoid coadministration of fedratinib (a CYP3A4 and CYP2C19 substrate) with dual CYP3A4 and CYP2C19 inhibitor. Effect of coadministration of a dual CYP3A4 and CYP2C19 inhibitor with fedratinib has not been studied."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "fexinidazole",
            "description": {
                "common": "fexinidazole will increase the level or effect of omeprazole by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug. Fexinidazole inhibits CYP3A4. Coadministration may increase risk for adverse effects of CYP3A4 substrates."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "fluvoxamine",
            "description": {
                "common": "fluvoxamine will increase the level or effect of omeprazole by  affecting hepatic enzyme CYP2C19 metabolism. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "idelalisib",
            "description": {
                "common": "idelalisib will increase the level or effect of omeprazole by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug. Idelalisib is a strong CYP3A inhibitor; avoid coadministration with sensitive CYP3A substrates"
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "indinavir",
            "description": {
                "common": "omeprazole will decrease the level or effect of indinavir by  increasing gastric pH. Applies only to oral form of both agents. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "infigratinib",
            "description": {
                "common": "omeprazole will decrease the level or effect of infigratinib by  inhibition of GI absorption. Applies only to oral form of both agents. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "isoniazid",
            "description": {
                "common": "isoniazid will increase the level or effect of omeprazole by  affecting hepatic enzyme CYP2C19 metabolism. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "itraconazole",
            "description": {
                "common": "omeprazole will decrease the level or effect of itraconazole by  increasing gastric pH. Applies only to oral form of both agents. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "ivosidenib",
            "description": {
                "common": "ivosidenib will decrease the level or effect of omeprazole by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug. Avoid coadministration of sensitive CYP3A4 substrates with ivosidenib or replace with alternative therapies. If coadministration is unavoidable, monitor patients for loss of therapeutic effect of these drugs."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "ketoconazole",
            "description": {
                "common": "omeprazole will decrease the level or effect of ketoconazole by  increasing gastric pH. Applies only to oral form of both agents. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "levoketoconazole",
            "description": {
                "common": "omeprazole will decrease the level or effect of levoketoconazole by  increasing gastric pH. Applies only to oral form of both agents. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "lonafarnib",
            "description": {
                "common": "omeprazole will increase the level or effect of lonafarnib by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug. If coadministration of lonafarnib (a sensitive CYP3A substrate) with weak CYP3A inhibitors is unavoidable, reduce to, or continue lonafarnib at starting dose. Closely monitor for arrhythmias and events (eg, syncope, heart palpitations) since lonafarnib effect on QT interval is unknown."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "mesalamine",
            "description": {
                "common": "omeprazole decreases effects of mesalamine by increasing gastric pH. Applies only to oral form of both agents. Avoid or Use Alternate Drug. Applies only to sustained release dosage form."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "neratinib",
            "description": {
                "common": "omeprazole will decrease the level or effect of neratinib by  increasing gastric pH. Applies only to oral form of both agents. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "nilotinib",
            "description": {
                "common": "omeprazole will decrease the level or effect of nilotinib by  increasing gastric pH. Applies only to oral form of both agents. Avoid or Use Alternate Drug. Nilotinib has a pH-dependent solubility and  solubility is decreased at higher pH; separating doses may not eliminate this effect because of PPI extended duration of action"
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "nisoldipine",
            "description": {
                "common": "omeprazole will increase the level or effect of nisoldipine by  increasing gastric pH. Applies only to oral form of both agents. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "pazopanib",
            "description": {
                "common": "omeprazole will decrease the level or effect of pazopanib by  increasing gastric pH. Applies only to oral form of both agents. Avoid or Use Alternate Drug. Avoid coadministration of pazopanib with drugs that raise gastric pH; consider short-acting antacids in place of PPIs and H2 antagonists; separate antacid and pazopanib dosing by several hours"
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "pexidartinib",
            "description": {
                "common": "omeprazole will decrease the level or effect of pexidartinib by  inhibition of GI absorption. Applies only to oral form of both agents. Avoid or Use Alternate Drug. Avoid coadministration of proton pump inhibitors (PPIs) with pexidartinib. Use H2-receptor antagonists or antacids if needed. When using alternatives to PPIs, administer pexidartinib 2 hr before or after taking locally-acting antacids OR administer pexidartinib at least 2 hr before or 10 hr after taking an H2-receptor antagonist."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "phenobarbital",
            "description": {
                "common": "phenobarbital will decrease the level or effect of omeprazole by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "rifampin",
            "description": {
                "common": "rifampin will decrease the level or effect of omeprazole by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "rifapentine",
            "description": {
                "common": "rifapentine will decrease the level or effect of omeprazole by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "secobarbital",
            "description": {
                "common": "secobarbital will decrease the level or effect of omeprazole by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "secretin",
            "description": {
                "common": "omeprazole, secretin. Other (see comment). Avoid or Use Alternate Drug. \nComment: Concomitant use of PPIs may cause a hyperresponse in gastrin secretion in response to stimulation testing with secretin, falsely suggesting gastrinoma. The time it takes for serum gastrin concentrations to return to baseline following discontinuation of PPIs is specific to the individual PPI. Temporarily stop omeprazole treatment at least 14 days before assessing to allow gastrin levels to return to baseline."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "siponimod",
            "description": {
                "common": "omeprazole will increase the level or effect of siponimod by  affecting hepatic enzyme CYP2C9/10 metabolism. Avoid or Use Alternate Drug. Coadministration of siponimod with drugs that cause moderate CYP2C9 AND a moderate or strong CYP3A4 inhibition is not recommended. Caution if siponimod coadministered with moderate CYP2C9 inhibitors alone."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "sofosbuvir/velpatasvir",
            "description": {
                "common": "omeprazole will decrease the level or effect of sofosbuvir/velpatasvir by  increasing gastric pH. Applies only to oral form of both agents. Avoid or Use Alternate Drug. Velpatasvir solubility decreases as gastric pH increases (practically insoluble at pH >5). Coadministration of sofosbuvir/velpatasvir with omeprazole or other PPIs is not recommended. If considered medically necessary, give sofosbuvir/velpatasvir with food 4 hr before omeprazole 20 mg. Use with other PPIs has not been studied."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "sotorasib",
            "description": {
                "common": "omeprazole will decrease the level or effect of sotorasib by  inhibition of GI absorption. Applies only to oral form of both agents. Avoid or Use Alternate Drug. If use with an acid-reducing agent cannot be avoided, administer sotorasib 4 hr before or 10 hr after administration of a locally-acting antacid."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "sparsentan",
            "description": {
                "common": "omeprazole decreases effects of sparsentan by increasing gastric pH. Applies only to oral form of both agents. Avoid or Use Alternate Drug. Proton pump inhibitors may decrease sparsentan exposure which may reduce efficacy of sparsentan."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "tucatinib",
            "description": {
                "common": "tucatinib will increase the level or effect of omeprazole by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug. Avoid concomitant use of tucatinib with CYP3A substrates, where minimal concentration changes may lead to serious or life-threatening toxicities. If unavoidable, reduce CYP3A substrate dose according to product labeling."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "voxelotor",
            "description": {
                "common": "voxelotor will increase the level or effect of omeprazole by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug. Voxelotor increases systemic exposure of sensitive CYP3A4 substrates. Avoid coadministration with sensitive CYP3A4 substrates with a narrow therapeutic index. Consider dose reduction of the sensitive CYP3A4 substrate(s) if unable to avoid."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "abrocitinib",
            "description": {
                "common": "omeprazole will increase the level or effect of abrocitinib by  affecting hepatic enzyme CYP2C19 metabolism. Modify Therapy/Monitor Closely. Start abrocitinib 50 mg qDay when coadministered with CYP2C19 inhibitors. If adequate response not achieved after 12 weeks, may increase to 100 mg qDay. Discontinue if inadequate response after dosage increase."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "amobarbital",
            "description": {
                "common": "amobarbital will decrease the level or effect of omeprazole by  affecting hepatic enzyme CYP2C19 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ampicillin",
            "description": {
                "common": "omeprazole will decrease the level or effect of ampicillin by  increasing gastric pH. Applies only to oral form of both agents. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "armodafinil",
            "description": {
                "common": "armodafinil will increase the level or effect of omeprazole by  affecting hepatic enzyme CYP2C19 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "avapritinib",
            "description": {
                "common": "omeprazole will increase the level or effect of avapritinib by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "axitinib",
            "description": {
                "common": "omeprazole increases levels of axitinib by affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "belumosudil",
            "description": {
                "common": "omeprazole will decrease the level or effect of belumosudil by  increasing gastric pH. Applies only to oral form of both agents. Modify Therapy/Monitor Closely. Increase belumosudil dosage to 200 mg PO BID when coadministered with proton pump inhibitors."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "belzutifan",
            "description": {
                "common": "omeprazole will increase the level or effect of belzutifan by  affecting hepatic enzyme CYP2C19 metabolism. Modify Therapy/Monitor Closely. Belzutifan is a CYP2C19 substrate. Coadministration with CYP2C19 inhibitors may increase incidence or severity of adverse effects. Monitor for anemia and hypoxia and reduce belzutifan dose as recommended. "
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "bendamustine",
            "description": {
                "common": "omeprazole decreases levels of bendamustine by affecting hepatic enzyme CYP1A2 metabolism. Use Caution/Monitor. Concentrations of active metabolites may be increased."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "bortezomib",
            "description": {
                "common": "bortezomib will increase the level or effect of omeprazole by  affecting hepatic enzyme CYP2C19 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "bosutinib",
            "description": {
                "common": "omeprazole decreases levels of bosutinib by Other (see comment). Use Caution/Monitor. \nComment: PPIs may decrease bosutinib concentration by ~45%; bosutinib displays pH-dependent solubility."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "budesonide",
            "description": {
                "common": "omeprazole decreases effects of budesonide by increasing gastric pH. Applies only to oral form of both agents. Modify Therapy/Monitor Closely. Enteric-coated budesonide dissolves at pH >5.5. Also, dissolution of extended-release budesonide tablets is pH dependent. Coadministration with drugs that increase gastric pH may cause these budesonide products to prematurely dissolve, and possibly affect release properties and absorption of the drug in the duodenum."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "butabarbital",
            "description": {
                "common": "butabarbital will decrease the level or effect of omeprazole by  affecting hepatic enzyme CYP2C19 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "butalbital",
            "description": {
                "common": "butalbital will decrease the level or effect of omeprazole by  affecting hepatic enzyme CYP2C19 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "cannabidiol",
            "description": {
                "common": "omeprazole will increase the level or effect of cannabidiol by  affecting hepatic enzyme CYP2C19 metabolism. Modify Therapy/Monitor Closely. Consider reducing the cannabidiol dose when coadministered with a strong CYP2C19 inhibitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "capecitabine",
            "description": {
                "common": "omeprazole decreases effects of capecitabine by unknown mechanism. Use Caution/Monitor. Retrospective data suggest elevated gastric pH caused by PPI use may impair capecitabine tablet dissolution and/or reduce absorption."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "carbamazepine",
            "description": {
                "common": "carbamazepine will decrease the level or effect of omeprazole by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "carbonyl iron",
            "description": {
                "common": "omeprazole will decrease the level or effect of carbonyl iron by  increasing gastric pH. Applies only to oral form of both agents. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "cefpodoxime",
            "description": {
                "common": "omeprazole decreases effects of cefpodoxime by increasing gastric pH. Applies only to oral form of both agents. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "cefuroxime",
            "description": {
                "common": "omeprazole decreases effects of cefuroxime by increasing gastric pH. Applies only to oral form of both agents. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "cenobamate",
            "description": {
                "common": "cenobamate will decrease the level or effect of omeprazole by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Modify Therapy/Monitor Closely. Increase dose of CYP3A4 substrate, as needed, when coadministered with cenobamate."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ciprofloxacin",
            "description": {
                "common": "omeprazole will decrease the level or effect of ciprofloxacin by  unknown mechanism. Use Caution/Monitor. Absorption of the ciprofloxacin ER tablet was slightly diminished (20%) when coadministered with omeprazole."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "citalopram",
            "description": {
                "common": "omeprazole will increase the level or effect of citalopram by  affecting hepatic enzyme CYP2C19 metabolism. Use Caution/Monitor. Citalopram 20 mg/day is the maximum recommended dose for patients taking CYP2C19 inhibitors because of the risk of QT prolongation."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "clobazam",
            "description": {
                "common": "omeprazole will increase the level or effect of clobazam by  affecting hepatic enzyme CYP2C19 metabolism. Use Caution/Monitor. Dosage adjustment may be required; CYP2C19 inhibitors may result in increased exposure to N-desmethylclobazam (active metabolite)."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "clozapine",
            "description": {
                "common": "omeprazole will decrease the level or effect of clozapine by  affecting hepatic enzyme CYP1A2 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "cobicistat",
            "description": {
                "common": "cobicistat will increase the level or effect of omeprazole by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "conivaptan",
            "description": {
                "common": "conivaptan will increase the level or effect of omeprazole by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "crizotinib",
            "description": {
                "common": "omeprazole will decrease the level or effect of crizotinib by  increasing gastric pH. Applies only to oral form of both agents. Use Caution/Monitor. Drugs that elevate the gastric pH may decrease the solubility of crizotinib and subsequently reduce its bioavailability. However, no formal studies have been conducted."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "cyclosporine",
            "description": {
                "common": "omeprazole, cyclosporine.\nEither increases toxicity of the other by Other (see comment). Use Caution/Monitor. \nComment: Long-term use of PPIs may cause hypomagnesemia and increase this risk when coadministered with drugs that may also decrease magnesium levels."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "dabrafenib",
            "description": {
                "common": "omeprazole will decrease the level or effect of dabrafenib by  increasing gastric pH. Applies only to oral form of both agents. Use Caution/Monitor. Drugs that alter upper GI tract pH (eg, PPIs, H2-blockers, antacids) may decrease dabrafenib solubility and reduce its bioavailability"
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "dextroamphetamine",
            "description": {
                "common": "omeprazole, dextroamphetamine. Other (see comment). Use Caution/Monitor. \nComment: Reduced gastric acidity caused by proton pump inhibitors decreases time to Tmax for amphetamine and dextroamphetamine. AUC was unaffected. ."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "diazepam intranasal",
            "description": {
                "common": "omeprazole will increase the level or effect of diazepam intranasal by  affecting hepatic enzyme CYP2C19 metabolism. Use Caution/Monitor. Strong or moderate CYP2C19 inhibitors may decrease rate of diazepam elimination, thereby increasing adverse reactions to diazepam."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "dichlorphenamide",
            "description": {
                "common": "dichlorphenamide and omeprazole both decrease  serum potassium. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "digoxin",
            "description": {
                "common": "omeprazole increases toxicity of digoxin by Other (see comment). Use Caution/Monitor. \nComment: Prolonged use of PPIs may cause hypomagnesemia and increase risk for digoxin toxicity."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "efavirenz",
            "description": {
                "common": "efavirenz will increase the level or effect of omeprazole by  affecting hepatic enzyme CYP2C19 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "elagolix",
            "description": {
                "common": "elagolix will increase the level or effect of omeprazole by  affecting hepatic enzyme CYP2C19 metabolism. Modify Therapy/Monitor Closely. Elagolix is a weak inhibitor of CYP2C19. No dose adjustments are needed for omeprazole with 40 mg/day or less. Consider omeprazole dose reduction with higher omeprazole doses (eg, dose for Zollinger-Ellison) if coadministered with elagolix."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "eltrombopag",
            "description": {
                "common": "omeprazole will decrease the level or effect of eltrombopag by  affecting hepatic enzyme CYP1A2 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "eluxadoline",
            "description": {
                "common": "omeprazole increases levels of eluxadoline by affecting hepatic enzyme CYP2C19 metabolism. Use Caution/Monitor. As a precautionary measure due to incomplete information on the metabolism of eluxadoline, use caution when coadministered with strong CYP2C19 inhibitors."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "encorafenib",
            "description": {
                "common": "encorafenib, omeprazole. affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor. Encorafenib both inhibits and induces CYP3A4 at clinically relevant plasma concentrations. Coadministration of encorafenib with sensitive CYP3A4 substrates may result in increased toxicity or decreased efficacy of these agents."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "escitalopram",
            "description": {
                "common": "omeprazole will increase the level or effect of escitalopram by  affecting hepatic enzyme CYP2C19 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "eslicarbazepine acetate",
            "description": {
                "common": "eslicarbazepine acetate will increase the level or effect of omeprazole by  affecting hepatic enzyme CYP2C19 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "etravirine",
            "description": {
                "common": "etravirine will increase the level or effect of omeprazole by  affecting hepatic enzyme CYP2C19 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "fedratinib",
            "description": {
                "common": "fedratinib will increase the level or effect of omeprazole by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor. Adjust dose of drugs that are CYP3A4 substrates as necessary."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ferric gluconate",
            "description": {
                "common": "omeprazole will decrease the level or effect of ferric gluconate by  increasing gastric pH. Applies only to oral form of both agents. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ferric maltol",
            "description": {
                "common": "omeprazole will decrease the level or effect of ferric maltol by  increasing gastric pH. Applies only to oral form of both agents. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ferrous fumarate",
            "description": {
                "common": "omeprazole will decrease the level or effect of ferrous fumarate by  increasing gastric pH. Applies only to oral form of both agents. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ferrous gluconate",
            "description": {
                "common": "omeprazole will decrease the level or effect of ferrous gluconate by  increasing gastric pH. Applies only to oral form of both agents. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ferrous sulfate",
            "description": {
                "common": "omeprazole will decrease the level or effect of ferrous sulfate by  increasing gastric pH. Applies only to oral form of both agents. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "fexinidazole",
            "description": {
                "common": "fexinidazole will increase the level or effect of omeprazole by  affecting hepatic enzyme CYP2C19 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "finerenone",
            "description": {
                "common": "omeprazole will increase the level or effect of finerenone by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Modify Therapy/Monitor Closely. Monitor serum potassium during initiation and dosage adjustment of either finererone or weak CYP3A4 inhibitors. Adjust finererone dosage as needed."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "flibanserin",
            "description": {
                "common": "omeprazole will increase the level or effect of flibanserin by  affecting hepatic enzyme CYP2C19 metabolism. Modify Therapy/Monitor Closely. Coadministration of flibanserin with strong CYP2C19 inhibitors may increase flibanserin exposure and increase the risk of hypotension, syncope, and CNS depression."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "fluconazole",
            "description": {
                "common": "fluconazole will increase the level or effect of omeprazole by  affecting hepatic enzyme CYP2C19 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "fosamprenavir",
            "description": {
                "common": "omeprazole will decrease the level or effect of fosamprenavir by  increasing gastric pH. Applies only to oral form of both agents. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "fosphenytoin",
            "description": {
                "common": "omeprazole will increase the level or effect of fosphenytoin by  affecting hepatic enzyme CYP2C9/10 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "gefitinib",
            "description": {
                "common": "omeprazole decreases levels of gefitinib by increasing gastric pH. Applies only to oral form of both agents. Use Caution/Monitor. Avoid coadministration of gefitinib with PPIs if possible. If treatment with a PPI is required, separate gefitinib and PPI doses by 12 hr."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "glyburide",
            "description": {
                "common": "omeprazole will increase the level or effect of glyburide by  affecting hepatic enzyme CYP2C9/10 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "iloperidone",
            "description": {
                "common": "iloperidone increases levels of omeprazole by affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor. Iloperidone is a time-dependent CYP3A inhibitor and may lead to increased plasma levels of drugs predominantly eliminated by CYP3A4."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "imipramine",
            "description": {
                "common": "omeprazole will increase the level or effect of imipramine by  affecting hepatic enzyme CYP2C19 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "iron dextran complex",
            "description": {
                "common": "omeprazole will decrease the level or effect of iron dextran complex by  increasing gastric pH. Applies only to oral form of both agents. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "iron sucrose",
            "description": {
                "common": "omeprazole will decrease the level or effect of iron sucrose by  increasing gastric pH. Applies only to oral form of both agents. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "isavuconazonium sulfate",
            "description": {
                "common": "omeprazole will increase the level or effect of isavuconazonium sulfate by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "istradefylline",
            "description": {
                "common": "istradefylline will increase the level or effect of omeprazole by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor. Istradefylline 40 mg/day increased peak levels and AUC of CYP3A4 substrates in clinical trials. This effect was not observed with istradefylline 20 mg/day. Consider dose reduction of sensitive CYP3A4 substrates."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ledipasvir/sofosbuvir",
            "description": {
                "common": "omeprazole decreases levels of ledipasvir/sofosbuvir by Other (see comment). Use Caution/Monitor. \nComment: Ledipasvir solubility decreases as pH increases; drugs that increase gastric pH are expected to decrease levels of ledipasvir; proton-pump inhibitor doses comparable to omeprazole <20 mg can be administered simultaneously with ledipasvir/sofosbuvir under fasted conditions."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "lemborexant",
            "description": {
                "common": "omeprazole will increase the level or effect of lemborexant by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Modify Therapy/Monitor Closely. Lower nightly dose of lemborexant recommended if coadministered with weak CYP3A4 inhibitors. See drug monograph for specific dosage modification."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "letermovir",
            "description": {
                "common": "letermovir increases levels of omeprazole by affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor. Monitor and dose adjustment may be necessary."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "lomitapide",
            "description": {
                "common": "omeprazole increases levels of lomitapide by affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor. Lomitapide dose should not exceed 30 mg/day."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "losartan",
            "description": {
                "common": "omeprazole will increase the level or effect of losartan by  affecting hepatic enzyme CYP2C9/10 metabolism. Use Caution/Monitor. May inhibit the conversion of losartan to its active metabolite E-3174. Importance of interaction not established; monitor individual therapeutic response to determine losartan dosage."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "lumacaftor/ivacaftor",
            "description": {
                "common": "lumacaftor/ivacaftor, omeprazole. affecting hepatic enzyme CYP2C19 metabolism. Use Caution/Monitor. In vitro studies suggest that lumacaftor may induce and ivacaftor may inhibit CYP2C19 substrates. ."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "methotrexate",
            "description": {
                "common": "omeprazole increases levels of methotrexate by decreasing renal clearance. Use Caution/Monitor. Temporary withdrawal of PPI may be considered in some patients."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "methylphenidate",
            "description": {
                "common": "omeprazole decreases effects of methylphenidate by enhancing GI absorption. Applies only to oral form of both agents. Modify Therapy/Monitor Closely. Since the characteristics of methylphenidate extended release capsules (Ritalin LA) are pH dependent, coadministration of antacids or acid suppressants could alter the release of methylphenidate. Consider separating the administration of the antacid and the methylphenidate extended-release capsules may be avoided."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "midazolam intranasal",
            "description": {
                "common": "omeprazole will increase the level or effect of midazolam intranasal by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor. Coadministration of mild CYP3A4 inhibitors with midazolam intranasal may cause higher midazolam systemic exposure, which may prolong sedation."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "modafinil",
            "description": {
                "common": "modafinil will increase the level or effect of omeprazole by  affecting hepatic enzyme CYP2C19 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "mycophenolate",
            "description": {
                "common": "omeprazole will decrease the level or effect of mycophenolate by  increasing gastric pH. Applies only to oral form of both agents. Use Caution/Monitor. Potential interaction applies to mycophenolate mofetil. Enteric coated mycophenolate sodium formulation is less sensitive to this interaction. Clinical significance unclear."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "nateglinide",
            "description": {
                "common": "omeprazole will increase the level or effect of nateglinide by  affecting hepatic enzyme CYP2C9/10 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ombitasvir/paritaprevir/ritonavir & dasabuvir (DSC)",
            "description": {
                "common": "ombitasvir/paritaprevir/ritonavir & dasabuvir (DSC) will decrease the level or effect of omeprazole by  unspecified interaction mechanism. Use Caution/Monitor. Monitor for decreased omeprazole efficacy; consider increasing omeprazole dose in patients whose symptoms are not well controlled (not to exceed 40 mg/day)"
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "oxcarbazepine",
            "description": {
                "common": "oxcarbazepine will increase the level or effect of omeprazole by  affecting hepatic enzyme CYP2C19 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "pentobarbital",
            "description": {
                "common": "pentobarbital will decrease the level or effect of omeprazole by  affecting hepatic enzyme CYP2C19 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "phenobarbital",
            "description": {
                "common": "phenobarbital will decrease the level or effect of omeprazole by  affecting hepatic enzyme CYP2C19 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "phenytoin",
            "description": {
                "common": "omeprazole will increase the level or effect of phenytoin by  affecting hepatic enzyme CYP2C9/10 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "polysaccharide iron",
            "description": {
                "common": "omeprazole will decrease the level or effect of polysaccharide iron by  increasing gastric pH. Applies only to oral form of both agents. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "posaconazole",
            "description": {
                "common": "omeprazole will decrease the level or effect of posaconazole by  increasing gastric pH. Applies only to oral form of both agents. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "primidone",
            "description": {
                "common": "primidone will decrease the level or effect of omeprazole by  affecting hepatic enzyme CYP2C19 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "rifampin",
            "description": {
                "common": "rifampin will decrease the level or effect of omeprazole by  affecting hepatic enzyme CYP2C19 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "riociguat",
            "description": {
                "common": "omeprazole will decrease the level or effect of riociguat by  increasing gastric pH. Applies only to oral form of both agents. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ritonavir",
            "description": {
                "common": "ritonavir will increase the level or effect of omeprazole by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "roflumilast",
            "description": {
                "common": "omeprazole will decrease the level or effect of roflumilast by  affecting hepatic enzyme CYP1A2 metabolism. Modify Therapy/Monitor Closely. Concomitant therapy may reduce therapeutic effectiveness."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "rose hips",
            "description": {
                "common": "omeprazole will decrease the level or effect of rose hips by  increasing gastric pH. Applies only to oral form of both agents. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "secobarbital",
            "description": {
                "common": "secobarbital will decrease the level or effect of omeprazole by  affecting hepatic enzyme CYP2C19 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "sparsentan",
            "description": {
                "common": "sparsentan will decrease the level or effect of omeprazole by  affecting hepatic enzyme CYP2C19 metabolism. Use Caution/Monitor. Sparsentan (a CYP2C19 inducer) decreases exposure of CYP2C19 substrates and reduces efficacy related to these substrates. "
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "St John's Wort",
            "description": {
                "common": "St John's Wort will decrease the level or effect of omeprazole by  affecting hepatic enzyme CYP2C19 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "stiripentol",
            "description": {
                "common": "stiripentol, omeprazole. affecting hepatic/intestinal enzyme CYP3A4 metabolism. Modify Therapy/Monitor Closely. Stiripentol is a CYP3A4 inhibitor and inducer. Monitor CYP3A4 substrates coadministered with stiripentol for increased or decreased effects. CYP3A4 substrates may require dosage adjustment."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "tacrolimus",
            "description": {
                "common": "omeprazole will increase the level or effect of tacrolimus by  affecting hepatic enzyme CYP2C19 metabolism. Use Caution/Monitor. Concomitant administration may increase tacrolimus whole blood concentrations, particularly in intermediate or poor metabolizers of CYP2C19"
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "tamoxifen",
            "description": {
                "common": "omeprazole will increase the level or effect of tamoxifen by  affecting hepatic enzyme CYP2C9/10 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "tazemetostat",
            "description": {
                "common": "tazemetostat will decrease the level or effect of omeprazole by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "tinidazole",
            "description": {
                "common": "omeprazole will increase the level or effect of tinidazole by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "tofacitinib",
            "description": {
                "common": "omeprazole increases levels of tofacitinib by affecting hepatic enzyme CYP2C19 metabolism. Use Caution/Monitor. No specific dose adjustment recommended when tofacitinib coadministered with potent CYP2C19 inhibitors; decrease tofacitinib dose if coadministered with both moderate CYP3A4 and potent CYP2C19 inhibitors ."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "triclabendazole",
            "description": {
                "common": "triclabendazole will increase the level or effect of omeprazole by  affecting hepatic enzyme CYP2C19 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "vismodegib",
            "description": {
                "common": "omeprazole will decrease the level or effect of vismodegib by  Other (see comment). Use Caution/Monitor. Drugs that increase gastric pH alter vismodegib solubility and therefore reduce bioavailability; effect on efficacy unknown"
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "voriconazole",
            "description": {
                "common": "voriconazole will increase the level or effect of omeprazole by  affecting hepatic enzyme CYP2C19 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "warfarin",
            "description": {
                "common": "omeprazole will increase the level or effect of warfarin by  Other (see comment). Use Caution/Monitor. Warfarin's less potent R-enantiomer is metabolized in part by CYP3A4 (and also CYP1A2 and CYP2C19). Monitor INR more frequently if coadministered with inhibitors of these isoenzymes and adjust warfarin dose if needed. "
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "acetazolamide",
            "description": {
                "common": "acetazolamide will increase the level or effect of omeprazole by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "alosetron",
            "description": {
                "common": "omeprazole will decrease the level or effect of alosetron by  affecting hepatic enzyme CYP1A2 metabolism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "alprazolam",
            "description": {
                "common": "omeprazole increases levels of alprazolam by decreasing metabolism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "ambrisentan",
            "description": {
                "common": "omeprazole will increase the level or effect of ambrisentan by  affecting hepatic enzyme CYP2C19 metabolism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "anastrozole",
            "description": {
                "common": "anastrozole will increase the level or effect of omeprazole by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "bismuth subsalicylate",
            "description": {
                "common": "omeprazole increases levels of bismuth subsalicylate by enhancing GI absorption. Applies only to oral form of both agents. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "blessed thistle",
            "description": {
                "common": "blessed thistle decreases effects of omeprazole by pharmacodynamic antagonism. Minor/Significance Unknown. Theoretical interaction."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "bosentan",
            "description": {
                "common": "omeprazole will increase the level or effect of bosentan by  affecting hepatic enzyme CYP2C9/10 metabolism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "carbamazepine",
            "description": {
                "common": "omeprazole increases levels of carbamazepine by decreasing metabolism. Minor/Significance Unknown. Monitor plasma levels when used concomitantly."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "carvedilol",
            "description": {
                "common": "omeprazole will increase the level or effect of carvedilol by  affecting hepatic enzyme CYP2C9/10 metabolism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "chlordiazepoxide",
            "description": {
                "common": "omeprazole increases levels of chlordiazepoxide by decreasing metabolism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "clomipramine",
            "description": {
                "common": "omeprazole will increase the level or effect of clomipramine by  affecting hepatic enzyme CYP2C19 metabolism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "clonazepam",
            "description": {
                "common": "omeprazole increases levels of clonazepam by decreasing metabolism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "clorazepate",
            "description": {
                "common": "omeprazole increases levels of clorazepate by decreasing metabolism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "cyanocobalamin",
            "description": {
                "common": "omeprazole decreases levels of cyanocobalamin by inhibition of GI absorption. Applies only to oral form of both agents. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "cyclophosphamide",
            "description": {
                "common": "cyclophosphamide will increase the level or effect of omeprazole by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "darifenacin",
            "description": {
                "common": "darifenacin will decrease the level or effect of omeprazole by  Other (see comment). Minor/Significance Unknown. Effectiveness of proton pump inhibitors may be decreased theoretically if administered with other antisecretory agents"
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "devil's claw",
            "description": {
                "common": "devil's claw decreases effects of omeprazole by pharmacodynamic antagonism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "dexamethasone",
            "description": {
                "common": "dexamethasone will decrease the level or effect of omeprazole by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "diazepam",
            "description": {
                "common": "omeprazole will increase the level or effect of diazepam by  affecting hepatic enzyme CYP2C19 metabolism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "dronedarone",
            "description": {
                "common": "dronedarone will increase the level or effect of omeprazole by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "elvitegravir/cobicistat/emtricitabine/tenofovir DF",
            "description": {
                "common": "elvitegravir/cobicistat/emtricitabine/tenofovir DF, omeprazole. affecting hepatic/intestinal enzyme CYP3A4 metabolism. Minor/Significance Unknown. Based on drug interaction studies conducted with the components of Stribild, no clinically significant drug interactions have been either observed or are expected when coadministered with PPIs."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "eslicarbazepine acetate",
            "description": {
                "common": "eslicarbazepine acetate decreases effects of omeprazole by affecting hepatic/intestinal enzyme CYP3A4 metabolism. Minor/Significance Unknown. Monitor for GI symptoms; net increased or decreased effect on PPI action unclear due to opposing CYP450 actions."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "estazolam",
            "description": {
                "common": "omeprazole increases levels of estazolam by decreasing metabolism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "etravirine",
            "description": {
                "common": "omeprazole will increase the level or effect of etravirine by  affecting hepatic enzyme CYP2C19 metabolism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "ferric carboxymaltose",
            "description": {
                "common": "omeprazole will decrease the level or effect of ferric carboxymaltose by  increasing gastric pH. Applies only to oral form of both agents. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "fluoxetine",
            "description": {
                "common": "fluoxetine will increase the level or effect of omeprazole by  affecting hepatic enzyme CYP2C9/10 metabolism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "flurazepam",
            "description": {
                "common": "omeprazole increases levels of flurazepam by decreasing metabolism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "fluvastatin",
            "description": {
                "common": "omeprazole will increase the level or effect of fluvastatin by  affecting hepatic enzyme CYP2C9/10 metabolism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "glipizide",
            "description": {
                "common": "omeprazole will increase the level or effect of glipizide by  affecting hepatic enzyme CYP2C19 metabolism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "ibuprofen IV",
            "description": {
                "common": "omeprazole will increase the level or effect of ibuprofen IV by  affecting hepatic enzyme CYP2C9/10 metabolism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "larotrectinib",
            "description": {
                "common": "larotrectinib will increase the level or effect of omeprazole by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "levoketoconazole",
            "description": {
                "common": "levoketoconazole will increase the level or effect of omeprazole by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "levothyroxine",
            "description": {
                "common": "omeprazole decreases levels of levothyroxine by increasing gastric pH. Applies only to oral form of both agents. Minor/Significance Unknown. Conflicting evidence regarding this interaction exists."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "lidocaine",
            "description": {
                "common": "omeprazole will decrease the level or effect of lidocaine by  affecting hepatic enzyme CYP1A2 metabolism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "liothyronine",
            "description": {
                "common": "omeprazole decreases levels of liothyronine by increasing gastric pH. Applies only to oral form of both agents. Minor/Significance Unknown. Conflicting evidence regarding this interaction exists."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "liotrix",
            "description": {
                "common": "omeprazole decreases levels of liotrix by increasing gastric pH. Applies only to oral form of both agents. Minor/Significance Unknown. Conflicting evidence regarding this interaction exists."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "lisdexamfetamine",
            "description": {
                "common": "omeprazole, lisdexamfetamine. Other (see comment). Minor/Significance Unknown. \nComment: Reduced gastric acidity caused by proton pump inhibitors decreases time to Tmax for amphetamine and dextroamphetamine. AUC was unaffected. ."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "lorazepam",
            "description": {
                "common": "omeprazole increases levels of lorazepam by decreasing metabolism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "methamphetamine",
            "description": {
                "common": "omeprazole decreases levels of methamphetamine by Other (see comment). Minor/Significance Unknown. \nComment: Time to maximum concentration (Tmax) of amphetamine is decreased compared to when administered alone; monitor patients for changes in clinical effect and adjust therapy based on clinical response."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "mexiletine",
            "description": {
                "common": "omeprazole will decrease the level or effect of mexiletine by  affecting hepatic enzyme CYP1A2 metabolism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "midazolam",
            "description": {
                "common": "omeprazole increases levels of midazolam by decreasing metabolism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "mitotane",
            "description": {
                "common": "mitotane decreases levels of omeprazole by affecting hepatic/intestinal enzyme CYP3A4 metabolism. Minor/Significance Unknown. Mitotane is a strong inducer of cytochrome P-4503A4; monitor when coadministered with CYP3A4 substrates for possible dosage adjustments."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "olanzapine",
            "description": {
                "common": "omeprazole will decrease the level or effect of olanzapine by  affecting hepatic enzyme CYP1A2 metabolism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "ospemifene",
            "description": {
                "common": "omeprazole increases levels of ospemifene by affecting hepatic enzyme CYP2C19 metabolism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "phytoestrogens",
            "description": {
                "common": "omeprazole decreases levels of phytoestrogens by inhibition of GI absorption. Applies only to oral form of both agents. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "ponatinib",
            "description": {
                "common": "omeprazole decreases levels of ponatinib by increasing gastric pH. Applies only to oral form of both agents. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "quazepam",
            "description": {
                "common": "omeprazole increases levels of quazepam by decreasing metabolism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "ribociclib",
            "description": {
                "common": "ribociclib will increase the level or effect of omeprazole by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "riluzole",
            "description": {
                "common": "omeprazole will decrease the level or effect of riluzole by  affecting hepatic enzyme CYP1A2 metabolism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "ruxolitinib",
            "description": {
                "common": "omeprazole will increase the level or effect of ruxolitinib by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "ruxolitinib topical",
            "description": {
                "common": "omeprazole will increase the level or effect of ruxolitinib topical by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "sulfamethoxazole",
            "description": {
                "common": "omeprazole will increase the level or effect of sulfamethoxazole by  affecting hepatic enzyme CYP2C9/10 metabolism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "theophylline",
            "description": {
                "common": "omeprazole will decrease the level or effect of theophylline by  affecting hepatic enzyme CYP1A2 metabolism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "thyroid desiccated",
            "description": {
                "common": "omeprazole decreases levels of thyroid desiccated by increasing gastric pH. Applies only to oral form of both agents. Minor/Significance Unknown. Conflicting evidence regarding this interaction exists."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "tizanidine",
            "description": {
                "common": "omeprazole will decrease the level or effect of tizanidine by  affecting hepatic enzyme CYP1A2 metabolism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "tolbutamide",
            "description": {
                "common": "omeprazole will increase the level or effect of tolbutamide by  affecting hepatic enzyme CYP2C9/10 metabolism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "triazolam",
            "description": {
                "common": "omeprazole increases levels of triazolam by decreasing metabolism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "voriconazole",
            "description": {
                "common": "omeprazole will increase the level or effect of voriconazole by  affecting hepatic enzyme CYP2C19 metabolism. Minor/Significance Unknown."
            }
        }
    ],
    "adverse effects": [
        {
            "name": "Headache",
            "percent": "7"
        },
        {
            "name": "Abdominal pain",
            "percent": "5"
        },
        {
            "name": "Diarrhea",
            "percent": "4"
        },
        {
            "name": "Nausea",
            "percent": "4"
        },
        {
            "name": "Vomiting",
            "percent": "3"
        },
        {
            "name": "Flatulence",
            "percent": "3"
        },
        {
            "name": "Dizziness",
            "percent": "2"
        },
        {
            "name": "Upper respiratory infection",
            "percent": "2"
        },
        {
            "name": "Acid regurgitation",
            "percent": "2"
        },
        {
            "name": "Constipation",
            "percent": "2"
        },
        {
            "name": "Rash",
            "percent": "2"
        },
        {
            "name": "Cough",
            "percent": "1"
        },
        {
            "name": "Fracture of bone",
            "percent": null
        },
        {
            "name": "osteoporosis",
            "percent": null
        },
        {
            "name": "related",
            "percent": null
        },
        {
            "name": "Hepatotoxicity",
            "percent": null
        },
        {
            "name": "rare",
            "percent": null
        },
        {
            "name": "Agranulocytosis",
            "percent": null
        },
        {
            "name": "Anorexia",
            "percent": null
        },
        {
            "name": "Gastric polyps",
            "percent": null
        },
        {
            "name": "Hip fracture",
            "percent": null
        },
        {
            "name": "Alopecia",
            "percent": null
        },
        {
            "name": "Atrophic gastritis",
            "percent": null
        },
        {
            "name": "Interstitial nephritis",
            "percent": null
        },
        {
            "name": "rare",
            "percent": null
        },
        {
            "name": "Pancreatitis",
            "percent": null
        },
        {
            "name": "rare",
            "percent": null
        },
        {
            "name": "Rhabdomyolysis",
            "percent": null
        },
        {
            "name": "Taste perversion",
            "percent": null
        },
        {
            "name": "Abnormal dreams",
            "percent": null
        },
        {
            "name": "Toxic epidermal necrolysis",
            "percent": null
        },
        {
            "name": "rare",
            "percent": null
        },
        {
            "name": "Bone fracture",
            "percent": null
        },
        {
            "name": "Fundic gland polyps",
            "percent": null
        },
        {
            "name": "Acute tubulointerstitial nephritis",
            "percent": null
        }
    ]
}