{
    "name": "probenecid",
    "comment": "Rx",
    "other_names": [
        "Benemid"
    ],
    "classes": [
        "Uricosuric Agents"
    ],
    "source": "https://reference.medscape.com/drug/probenecid-342832",
    "pregnancy": {
        "common": [
            "Probenecid crosses placenta barrier and appears in cord blood; the use of any drug in women of childbearing potential requires that the anticipated benefit be weighed against possible hazards"
        ],
        "specific": []
    },
    "lactation": {
        "common": [
            "Not known if distributed into breast milk, use with caution"
        ]
    },
    "warnings": {
        "black_box_warning": {
            "common": [],
            "specific": []
        },
        "contraindicators": {
            "common": [
                "<2 years",
                "Uric acid kidney stones, acute gouty arthritis",
                "Hypersensitivity",
                "Blood dyscrasias",
                "Administration during gouty attack",
                "Small or large dose aspirin therapy"
            ],
            "specific": []
        },
        "cautions": {
            "common": [
                "Use caution in patients with G6PD deficiency; may increase risk for hemolytic anemia",
                "Use caution in patients with peptic ulcer disease",
                "Salicylates may reduce the therapeutic effects of probenecid (effect may be pronounced with high chronic doses",
                "May cause exacerbation of acute gouty attack; in such cases colchicine or other appropriate therapy is advisable",
                "May increase serum concentration of methotrexate; if probenecid is given with methotrexate, reduce dosage of methotrexate and monitor serum levels",
                "Hematuria, renal colic, costovertebral pain, and formation of uric acid stones associated with use of probenecid in gouty patients may be prevented by alkalization of the urine and a liberal fluid intake; in these cases when alkali is administered, the acid-base balance of the patient should be watched",
                "Rarely, severe allergic reactions and anaphylaxis have been reported with the use of probenecid; most of these have been reported to occur within several hours after readministration following prior usage of the drug; the appearance of hypersensitivity reactions requires cessation of therapy with probenecid; discontinue drug if allergic reaction occurs",
                "Probenecid has been used in patients with some renal impairment, but dosage requirements may be increased; probenecid may not be effective in chronic renal insufficiency particularly when the glomerular filtration rate is ≤30 mL/minute because of its mechanism of action, probenecid is not recommended in conjunction with penicillin in the presence of known renal impairment"
            ],
            "specific": [
                {
                    "type": "Drug interaction overview",
                    "description": [
                        "In patients on probenecid the use of salicylates in either small or large doses is contraindicated because antagonizes the uricosuric action of probenecid; the biphasic action of salicylates in the renal tubules accounts for the so-called “paradoxical effect” of uricosuric agents; in patients on probenecid who require a mild analgesic agent the use of acetaminophen rather than small doses of salicylates would be preferred",
                        "Concomitant administration of probenecid increases mean plasma elimination half-life of a number of drugs which can lead to increased plasma concentrations; these include agents such as indomethacin, acetaminophen, naproxen, ketoprofen, meclofenamate, lorazepam, and rifampin",
                        "Although clinical significance of this observation has not been established, a lower dosage of the drug may be required to produce a therapeutic effect, and increases a dosage of the drug in question should be made cautiously and in small increments when probenecid is being coadministered",
                        "Although specific instances of toxicity due to potential interaction have not been observed to date, physicians should be alert to this possibility",
                        "Probenecid given concomitantly with sulindac had only a slight effect on plasma sulfide levels, while plasma levels of sulindac and sulfone were increased; sulindac was shown to produce a modest reduction in uricosuric action of probenecid, which probably is not significant under most circumstances"
                    ]
                }
            ]
        }
    },
    "interactions": [
        {
            "classification_type": "Serious",
            "interaction_with": "aspirin",
            "description": {
                "common": "aspirin decreases effects of probenecid by acidic (anionic) drug competition for renal tubular clearance. Avoid or Use Alternate Drug. Aspirin decreases uricosuric action of probenecid."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "aspirin rectal",
            "description": {
                "common": "aspirin rectal decreases effects of probenecid by acidic (anionic) drug competition for renal tubular clearance. Avoid or Use Alternate Drug. Aspirin decreases uricosuric action of probenecid."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "aspirin/citric acid/sodium bicarbonate",
            "description": {
                "common": "aspirin/citric acid/sodium bicarbonate decreases effects of probenecid by acidic (anionic) drug competition for renal tubular clearance. Avoid or Use Alternate Drug. Aspirin decreases uricosuric action of probenecid."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "baricitinib",
            "description": {
                "common": "probenecid will increase the level or effect of baricitinib by  decreasing elimination. Avoid or Use Alternate Drug. Coadministration of baricitinib with strong organic anion transporter 3 (OAT3) inhibitors is not recommended."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "imipenem/cilastatin",
            "description": {
                "common": "probenecid increases levels of imipenem/cilastatin by decreasing renal clearance. Avoid or Use Alternate Drug. Coadministration increases the plasma level and half-life of imipenem."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "imipenem/cilastatin/relebactam",
            "description": {
                "common": "probenecid increases levels of imipenem/cilastatin/relebactam by decreasing renal clearance. Avoid or Use Alternate Drug. Coadministration increases the plasma level and half-life of imipenem."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "ketorolac",
            "description": {
                "common": "probenecid increases levels of ketorolac by decreasing renal clearance. Contraindicated."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "ketorolac intranasal",
            "description": {
                "common": "probenecid increases levels of ketorolac intranasal by decreasing renal clearance. Contraindicated."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "meropenem/vaborbactam",
            "description": {
                "common": "probenecid increases levels of meropenem/vaborbactam by decreasing elimination. Avoid or Use Alternate Drug. Probenecid competes withe meropenem for active tubular secretion."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "methotrexate",
            "description": {
                "common": "probenecid increases levels of methotrexate by acidic (anionic) drug competition for renal tubular clearance. Avoid or Use Alternate Drug. If combination must be used, decrease methotrexate dose; also, methotrexate increases uric acid production and risk for uric acid neuropathy."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "nafcillin",
            "description": {
                "common": "nafcillin, probenecid.\nEither increases levels of the other by decreasing renal clearance. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "pivmecillinam",
            "description": {
                "common": "pivmecillinam, probenecid.\nEither increases levels of the other by decreasing renal clearance. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "temocillin",
            "description": {
                "common": "temocillin, probenecid.\nEither increases levels of the other by decreasing renal clearance. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "ticarcillin",
            "description": {
                "common": "ticarcillin, probenecid.\nEither increases levels of the other by decreasing renal clearance. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "aceclofenac",
            "description": {
                "common": "aceclofenac will increase the level or effect of probenecid by  acidic (anionic) drug competition for renal tubular clearance. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "acemetacin",
            "description": {
                "common": "acemetacin will increase the level or effect of probenecid by  acidic (anionic) drug competition for renal tubular clearance. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "acyclovir",
            "description": {
                "common": "acyclovir will increase the level or effect of probenecid by  acidic (anionic) drug competition for renal tubular clearance. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "aminohippurate sodium",
            "description": {
                "common": "aminohippurate sodium will increase the level or effect of probenecid by  acidic (anionic) drug competition for renal tubular clearance. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "aspirin/citric acid/sodium bicarbonate",
            "description": {
                "common": "aspirin/citric acid/sodium bicarbonate decreases effects of probenecid by unknown mechanism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "balsalazide",
            "description": {
                "common": "balsalazide will increase the level or effect of probenecid by  acidic (anionic) drug competition for renal tubular clearance. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "bendroflumethiazide",
            "description": {
                "common": "bendroflumethiazide will increase the level or effect of probenecid by  acidic (anionic) drug competition for renal tubular clearance. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "cabozantinib",
            "description": {
                "common": "probenecid will increase the level or effect of cabozantinib by  Other (see comment). Use Caution/Monitor. MRP2 inhibitors increase cabozantinib toxicity"
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "cefaclor",
            "description": {
                "common": "cefaclor will increase the level or effect of probenecid by  acidic (anionic) drug competition for renal tubular clearance. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "cefadroxil",
            "description": {
                "common": "cefadroxil will increase the level or effect of probenecid by  acidic (anionic) drug competition for renal tubular clearance. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "cefamandole",
            "description": {
                "common": "cefamandole will increase the level or effect of probenecid by  acidic (anionic) drug competition for renal tubular clearance. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "cefazolin",
            "description": {
                "common": "probenecid increases levels of cefazolin by acidic (anionic) drug competition for renal tubular clearance. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "cefdinir",
            "description": {
                "common": "probenecid will increase the level or effect of cefdinir by  acidic (anionic) drug competition for renal tubular clearance. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "cefditoren",
            "description": {
                "common": "probenecid will increase the level or effect of cefditoren by  acidic (anionic) drug competition for renal tubular clearance. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "cefepime",
            "description": {
                "common": "probenecid will increase the level or effect of cefepime by  acidic (anionic) drug competition for renal tubular clearance. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "cefixime",
            "description": {
                "common": "probenecid will increase the level or effect of cefixime by  acidic (anionic) drug competition for renal tubular clearance. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "cefotaxime",
            "description": {
                "common": "probenecid will increase the level or effect of cefotaxime by  acidic (anionic) drug competition for renal tubular clearance. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "cefotetan",
            "description": {
                "common": "probenecid will increase the level or effect of cefotetan by  acidic (anionic) drug competition for renal tubular clearance. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "cefoxitin",
            "description": {
                "common": "probenecid will increase the level or effect of cefoxitin by  acidic (anionic) drug competition for renal tubular clearance. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "cefpirome",
            "description": {
                "common": "cefpirome will increase the level or effect of probenecid by  acidic (anionic) drug competition for renal tubular clearance. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "cefpodoxime",
            "description": {
                "common": "probenecid will increase the level or effect of cefpodoxime by  acidic (anionic) drug competition for renal tubular clearance. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "cefprozil",
            "description": {
                "common": "probenecid will increase the level or effect of cefprozil by  acidic (anionic) drug competition for renal tubular clearance. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ceftaroline",
            "description": {
                "common": "probenecid increases levels of ceftaroline by acidic (anionic) drug competition for renal tubular clearance. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ceftazidime",
            "description": {
                "common": "probenecid will increase the level or effect of ceftazidime by  acidic (anionic) drug competition for renal tubular clearance. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ceftazidime/avibactam",
            "description": {
                "common": "probenecid increases levels of ceftazidime/avibactam by decreasing renal clearance. Use Caution/Monitor. Avoid, coadministration not recommended according to the prescribing information. In vitro, probenecid inhibits uptake of avibactam by OATP1 and OATP3 transporters in the kidney by 56-70%. This may result in decreased renal elimination of avibactam."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ceftibuten",
            "description": {
                "common": "ceftibuten will increase the level or effect of probenecid by  acidic (anionic) drug competition for renal tubular clearance. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ceftriaxone",
            "description": {
                "common": "probenecid will increase the level or effect of ceftriaxone by  acidic (anionic) drug competition for renal tubular clearance. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "cefuroxime",
            "description": {
                "common": "probenecid will increase the level or effect of cefuroxime by  acidic (anionic) drug competition for renal tubular clearance. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "celecoxib",
            "description": {
                "common": "celecoxib will increase the level or effect of probenecid by  acidic (anionic) drug competition for renal tubular clearance. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "cephalexin",
            "description": {
                "common": "cephalexin will increase the level or effect of probenecid by  acidic (anionic) drug competition for renal tubular clearance. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "chlorothiazide",
            "description": {
                "common": "chlorothiazide will increase the level or effect of probenecid by  acidic (anionic) drug competition for renal tubular clearance. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "chlorpropamide",
            "description": {
                "common": "chlorpropamide will increase the level or effect of probenecid by  acidic (anionic) drug competition for renal tubular clearance. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "chlorthalidone",
            "description": {
                "common": "chlorthalidone will increase the level or effect of probenecid by  acidic (anionic) drug competition for renal tubular clearance. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "choline magnesium trisalicylate",
            "description": {
                "common": "choline magnesium trisalicylate will increase the level or effect of probenecid by  acidic (anionic) drug competition for renal tubular clearance. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ciprofloxacin",
            "description": {
                "common": "probenecid will increase the level or effect of ciprofloxacin by  Other (see comment). Use Caution/Monitor. Probenecid interferes with renal tubular secretion of ciprofloxacin and produces an increase in the ciprofloxacin levels in the serum"
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "cyclopenthiazide",
            "description": {
                "common": "cyclopenthiazide will increase the level or effect of probenecid by  acidic (anionic) drug competition for renal tubular clearance. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "deferiprone",
            "description": {
                "common": "probenecid will increase the level or effect of deferiprone by  decreasing metabolism. Use Caution/Monitor. Coadministration with UGT1A6 inhibitors may increase serum concentration of deferiprone."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "diclofenac",
            "description": {
                "common": "diclofenac will increase the level or effect of probenecid by  acidic (anionic) drug competition for renal tubular clearance. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "dicloxacillin",
            "description": {
                "common": "probenecid increases levels of dicloxacillin by decreasing renal clearance. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "diflunisal",
            "description": {
                "common": "diflunisal will increase the level or effect of probenecid by  acidic (anionic) drug competition for renal tubular clearance. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ethambutol",
            "description": {
                "common": "ethambutol decreases effects of probenecid by Other (see comment). Use Caution/Monitor. \nComment: Hyperuricemia reported with ethambutol and precipitation of gout reported; uric acid lowering agents may be require dosage adjustment."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "etodolac",
            "description": {
                "common": "etodolac will increase the level or effect of probenecid by  acidic (anionic) drug competition for renal tubular clearance. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "famciclovir",
            "description": {
                "common": "probenecid increases levels of famciclovir by acidic (anionic) drug competition for renal tubular clearance. Use Caution/Monitor. Coadministration of famciclovir with drugs that are significantly eliminated by active renal tubular secretion may increase plasma concentrations of famciclovir's active moiety (ie, penciclovir)."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "fenoprofen",
            "description": {
                "common": "fenoprofen will increase the level or effect of probenecid by  acidic (anionic) drug competition for renal tubular clearance. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "flurbiprofen",
            "description": {
                "common": "flurbiprofen will increase the level or effect of probenecid by  acidic (anionic) drug competition for renal tubular clearance. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ganciclovir",
            "description": {
                "common": "ganciclovir will increase the level or effect of probenecid by  acidic (anionic) drug competition for renal tubular clearance. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "glimepiride",
            "description": {
                "common": "probenecid increases levels of glimepiride by unspecified interaction mechanism. Use Caution/Monitor. Risk of hypoglycemia."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "glipizide",
            "description": {
                "common": "probenecid increases levels of glipizide by unspecified interaction mechanism. Use Caution/Monitor. Risk of hypoglycemia."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "glyburide",
            "description": {
                "common": "probenecid increases levels of glyburide by unspecified interaction mechanism. Use Caution/Monitor. Risk of hypoglycemia."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "glycerol phenylbutyrate",
            "description": {
                "common": "probenecid, glycerol phenylbutyrate. decreasing renal clearance. Use Caution/Monitor. Probenecid may inhibit the renal excretion glycerol phenylbutyrate metabolites PAA and PAGN; caution when adjusting doses based on these metabolite levels."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "hydrochlorothiazide",
            "description": {
                "common": "hydrochlorothiazide will increase the level or effect of probenecid by  acidic (anionic) drug competition for renal tubular clearance. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "hydroxyurea",
            "description": {
                "common": "hydroxyurea increases levels of probenecid by Other (see comment). Use Caution/Monitor. \nComment: Dosage adjustment of probenecid may be needed."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ibuprofen",
            "description": {
                "common": "ibuprofen will increase the level or effect of probenecid by  acidic (anionic) drug competition for renal tubular clearance. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ibuprofen IV",
            "description": {
                "common": "ibuprofen IV will increase the level or effect of probenecid by  acidic (anionic) drug competition for renal tubular clearance. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "indapamide",
            "description": {
                "common": "indapamide will increase the level or effect of probenecid by  acidic (anionic) drug competition for renal tubular clearance. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "indomethacin",
            "description": {
                "common": "indomethacin will increase the level or effect of probenecid by  acidic (anionic) drug competition for renal tubular clearance. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ketoprofen",
            "description": {
                "common": "ketoprofen will increase the level or effect of probenecid by  acidic (anionic) drug competition for renal tubular clearance. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ketorolac",
            "description": {
                "common": "ketorolac will increase the level or effect of probenecid by  acidic (anionic) drug competition for renal tubular clearance. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ketorolac intranasal",
            "description": {
                "common": "ketorolac intranasal will increase the level or effect of probenecid by  acidic (anionic) drug competition for renal tubular clearance. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "lornoxicam",
            "description": {
                "common": "lornoxicam will increase the level or effect of probenecid by  acidic (anionic) drug competition for renal tubular clearance. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "mavacamten",
            "description": {
                "common": "probenecid will increase the level or effect of mavacamten by  affecting hepatic enzyme CYP2C19 metabolism. Modify Therapy/Monitor Closely. Inititiation of weak CYP2C19 inhibitors may require decreased mavacamten dose. "
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "meclofenamate",
            "description": {
                "common": "meclofenamate will increase the level or effect of probenecid by  acidic (anionic) drug competition for renal tubular clearance. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "mefenamic acid",
            "description": {
                "common": "mefenamic acid will increase the level or effect of probenecid by  acidic (anionic) drug competition for renal tubular clearance. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "meloxicam",
            "description": {
                "common": "meloxicam will increase the level or effect of probenecid by  acidic (anionic) drug competition for renal tubular clearance. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "meropenem",
            "description": {
                "common": "probenecid increases levels of meropenem by decreasing elimination. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "mesalamine",
            "description": {
                "common": "mesalamine will increase the level or effect of probenecid by  acidic (anionic) drug competition for renal tubular clearance. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "methotrexate",
            "description": {
                "common": "probenecid will increase the level or effect of methotrexate by  Other (see comment). Use Caution/Monitor. Methotrexate plasma levels, therapeutic effects, and toxicity may be enhanced. Monitor methotrexate concentrations and adjust dose accordingly."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "methyclothiazide",
            "description": {
                "common": "methyclothiazide will increase the level or effect of probenecid by  acidic (anionic) drug competition for renal tubular clearance. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "metolazone",
            "description": {
                "common": "metolazone will increase the level or effect of probenecid by  acidic (anionic) drug competition for renal tubular clearance. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "mycophenolate",
            "description": {
                "common": "probenecid increases levels of mycophenolate by decreasing renal clearance. Use Caution/Monitor. Probenecid may interfere with renal tubular secretion of mycophenolate active metabolites."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "nabumetone",
            "description": {
                "common": "nabumetone will increase the level or effect of probenecid by  acidic (anionic) drug competition for renal tubular clearance. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "nafcillin",
            "description": {
                "common": "probenecid will increase the level or effect of nafcillin by  decreasing renal clearance. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "naproxen",
            "description": {
                "common": "naproxen will increase the level or effect of probenecid by  acidic (anionic) drug competition for renal tubular clearance. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "oseltamivir",
            "description": {
                "common": "probenecid increases levels of oseltamivir by Other (see comment). Use Caution/Monitor. \nComment: Coadministration of probenecid results in a 2-fold increase in exposure to oseltamivir carboxylate because of a decrease in active anionic tubular secretion in the kidney. No dosage adjustments are required with probenecid coadministration."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "oxaprozin",
            "description": {
                "common": "oxaprozin will increase the level or effect of probenecid by  acidic (anionic) drug competition for renal tubular clearance. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "parecoxib",
            "description": {
                "common": "parecoxib will increase the level or effect of probenecid by  acidic (anionic) drug competition for renal tubular clearance. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "penicillin G aqueous",
            "description": {
                "common": "probenecid increases levels of penicillin G aqueous by acidic (anionic) drug competition for renal tubular clearance. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "piperacillin",
            "description": {
                "common": "probenecid will increase the level or effect of piperacillin by  acidic (anionic) drug competition for renal tubular clearance. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "piroxicam",
            "description": {
                "common": "piroxicam will increase the level or effect of probenecid by  acidic (anionic) drug competition for renal tubular clearance. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "pralatrexate",
            "description": {
                "common": "probenecid increases levels of pralatrexate by decreasing renal clearance. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "pyrazinamide",
            "description": {
                "common": "pyrazinamide decreases effects of probenecid by unknown mechanism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "rifampin",
            "description": {
                "common": "probenecid will increase the level or effect of rifampin by  unspecified interaction mechanism. Use Caution/Monitor. Concomitant use with probenecid increase concentration of rifampin which may increase risk of toxicity; monitor for adverse reactions during coadministration"
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "rose hips",
            "description": {
                "common": "rose hips will increase the level or effect of probenecid by  acidic (anionic) drug competition for renal tubular clearance. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "salicylates (non-asa)",
            "description": {
                "common": "salicylates (non-asa) will increase the level or effect of probenecid by  acidic (anionic) drug competition for renal tubular clearance. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "salsalate",
            "description": {
                "common": "salsalate will increase the level or effect of probenecid by  acidic (anionic) drug competition for renal tubular clearance. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "sodium phenylacetate",
            "description": {
                "common": "probenecid increases levels of sodium phenylacetate by decreasing renal clearance. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "sodium phenylbutyrate",
            "description": {
                "common": "probenecid increases levels of sodium phenylbutyrate by decreasing renal clearance. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "sulfasalazine",
            "description": {
                "common": "sulfasalazine will increase the level or effect of probenecid by  acidic (anionic) drug competition for renal tubular clearance. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "sulindac",
            "description": {
                "common": "sulindac will increase the level or effect of probenecid by  acidic (anionic) drug competition for renal tubular clearance. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "tenofovir DF",
            "description": {
                "common": "probenecid increases levels of tenofovir DF by decreasing renal clearance. Use Caution/Monitor. Potential for increased toxicity. ."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "tolazamide",
            "description": {
                "common": "probenecid increases levels of tolazamide by unspecified interaction mechanism. Use Caution/Monitor. Risk of hypoglycemia."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "tolbutamide",
            "description": {
                "common": "probenecid increases levels of tolbutamide by unspecified interaction mechanism. Use Caution/Monitor. Risk of hypoglycemia."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "tolfenamic acid",
            "description": {
                "common": "tolfenamic acid will increase the level or effect of probenecid by  acidic (anionic) drug competition for renal tubular clearance. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "tolmetin",
            "description": {
                "common": "tolmetin will increase the level or effect of probenecid by  acidic (anionic) drug competition for renal tubular clearance. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "valganciclovir",
            "description": {
                "common": "probenecid will increase the level or effect of valganciclovir by  acidic (anionic) drug competition for renal tubular clearance. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "willow bark",
            "description": {
                "common": "willow bark will increase the level or effect of probenecid by  acidic (anionic) drug competition for renal tubular clearance. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "zidovudine",
            "description": {
                "common": "probenecid increases levels of zidovudine by decreasing metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "aztreonam",
            "description": {
                "common": "probenecid increases levels of aztreonam by decreasing elimination. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "benazepril",
            "description": {
                "common": "probenecid increases levels of benazepril by Other (see comment). Minor/Significance Unknown. \nComment: Probenecid may decrease the renal excretion of benazepril; monitor blood pressure."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "captopril",
            "description": {
                "common": "probenecid increases effects of captopril by unspecified interaction mechanism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "dapsone",
            "description": {
                "common": "probenecid increases levels of dapsone by decreasing elimination. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "enalapril",
            "description": {
                "common": "probenecid increases effects of enalapril by unspecified interaction mechanism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "ertapenem",
            "description": {
                "common": "probenecid increases levels of ertapenem by decreasing elimination. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "fosinopril",
            "description": {
                "common": "probenecid increases effects of fosinopril by unspecified interaction mechanism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "gemifloxacin",
            "description": {
                "common": "probenecid increases levels of gemifloxacin by decreasing renal clearance. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "imidapril",
            "description": {
                "common": "probenecid increases effects of imidapril by unspecified interaction mechanism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "lisinopril",
            "description": {
                "common": "probenecid increases effects of lisinopril by unspecified interaction mechanism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "methohexital",
            "description": {
                "common": "probenecid increases levels of methohexital by unknown mechanism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "moexipril",
            "description": {
                "common": "probenecid increases effects of moexipril by unspecified interaction mechanism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "penicillin VK",
            "description": {
                "common": "probenecid will increase the level or effect of penicillin VK by  acidic (anionic) drug competition for renal tubular clearance. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "perindopril",
            "description": {
                "common": "probenecid increases effects of perindopril by unspecified interaction mechanism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "primaquine",
            "description": {
                "common": "primaquine, probenecid. Mechanism: pharmacodynamic synergism. Minor/Significance Unknown. Risk of hemolysis in G6PD deficient pts."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "quinapril",
            "description": {
                "common": "probenecid increases effects of quinapril by unspecified interaction mechanism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "ramipril",
            "description": {
                "common": "probenecid increases effects of ramipril by unspecified interaction mechanism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "sulfadiazine",
            "description": {
                "common": "probenecid increases levels of sulfadiazine by unspecified interaction mechanism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "sulfamethoxazole",
            "description": {
                "common": "probenecid increases levels of sulfamethoxazole by unspecified interaction mechanism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "sulfisoxazole",
            "description": {
                "common": "probenecid increases levels of sulfisoxazole by unspecified interaction mechanism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "trandolapril",
            "description": {
                "common": "probenecid increases effects of trandolapril by unspecified interaction mechanism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "valacyclovir",
            "description": {
                "common": "probenecid increases levels of valacyclovir by decreasing renal clearance. Minor/Significance Unknown."
            }
        }
    ],
    "adverse effects": [
        {
            "name": "Headache",
            "percent": null
        },
        {
            "name": "Nausea",
            "percent": null
        },
        {
            "name": "Vomiting",
            "percent": null
        },
        {
            "name": "Loss of appetite",
            "percent": null
        },
        {
            "name": "GI upset",
            "percent": null
        },
        {
            "name": "Rash",
            "percent": null
        },
        {
            "name": "Flushing",
            "percent": null
        },
        {
            "name": "Dizziness",
            "percent": null
        },
        {
            "name": "Fever",
            "percent": null
        },
        {
            "name": "Aplastic anemia",
            "percent": null
        },
        {
            "name": "Hemolytic anemia",
            "percent": null
        },
        {
            "name": "Leukopenia",
            "percent": null
        },
        {
            "name": "Renal calculi",
            "percent": null
        },
        {
            "name": "Nephrotic syndrome",
            "percent": null
        },
        {
            "name": "rare",
            "percent": null
        },
        {
            "name": "Exacerbation of gout",
            "percent": null
        },
        {
            "name": "Gouty arthritis",
            "percent": null
        },
        {
            "name": "Hepatic necrosis",
            "percent": null
        },
        {
            "name": "rare",
            "percent": null
        }
    ]
}