{
    "name": "acetaminophen/caffeine/isometheptene",
    "comment": "Rx",
    "other_names": [
        "Prodrin"
    ],
    "classes": [
        "Analgesics",
        "Other Combos"
    ],
    "source": "https://reference.medscape.com/drug/prodrin-acetaminophen-caffeine-isometheptene-999925",
    "pregnancy": {
        "common": [
            "Pregnancy Category: C Lactation: Unknown if distributed in human breast milk"
        ],
        "specific": []
    },
    "lactation": {
        "common": [
            "Pregnancy Category: C Lactation: Unknown if distributed in human breast milk"
        ]
    },
    "warnings": {
        "black_box_warning": {
            "common": [],
            "specific": [
                {
                    "type": "Medication errors and hepatotoxicity with acetaminophen",
                    "description": [
                        "Take care when prescribing, preparing, and administering acetaminophen to avoid dosing errors which could result in accidental overdose and death",
                        "In particular, be careful to ensure that",
                        "The dose in milligrams (mg) and milliliters (mL) is not confused",
                        "The dosing is based on weight for patients <50 kg",
                        "Infusion pumps are properly programmed",
                        "The total daily dose of acetaminophen from all sources does not exceed maximum daily limits",
                        "Acetaminophen has been associated with cases of acute liver failure, at times resulting in liver transplant and death",
                        "Most of the cases of liver injury are associated with the use of acetaminophen at doses that exceed the maximum daily limits, and often involve more than one acetaminophen-containing product"
                    ]
                }
            ]
        },
        "contraindicators": {
            "common": [
                "Glaucoma",
                "Severe renal disease",
                "Severe hypertension",
                "Organic heart disease",
                "Severe hepatic disease",
                "Coadministration or within 2 weeks of MAOIs"
            ],
            "specific": []
        },
        "cautions": {
            "common": [
                "Cautions with history of hypertension, peripheral vascular disease, and after recent cardiovascular events"
            ],
            "specific": [
                {
                    "type": "Acetaminophen ",
                    "description": [
                        "Reports of acute liver failure, at times resulting in liver transplant and death; most of the cases of liver injury are associated with doses exceeding 4 g/day, and often involve >1 acetaminophen-containing product (see Black Box Warnings)",
                        "Risk for rare, but serious skin reactions that can be fatal; these reactions include Stevens-Johnson Syndrome (SJS), toxic epidermal necrolysis (TEN), and acute generalized exanthematous pustulosis (AGEP); symptoms may include skin redness, blisters and rash",
                        "Postmarketing reports of hypersensitivity and anaphylaxis"
                    ]
                }
            ]
        }
    },
    "interactions": [
        {
            "classification_type": "Contraindicated",
            "interaction_with": "isocarboxazid",
            "description": {
                "common": "isocarboxazid increases effects of caffeine by pharmacodynamic synergism. Contraindicated. Risk of acute hypertensive episode."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "linezolid",
            "description": {
                "common": "linezolid, isometheptene.\nEither increases effects of the other by pharmacodynamic synergism. Contraindicated. Hypertension, V tach."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "phenelzine",
            "description": {
                "common": "phenelzine increases effects of caffeine by pharmacodynamic synergism. Contraindicated. Risk of acute hypertensive episode."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "procarbazine",
            "description": {
                "common": "procarbazine increases effects of caffeine by pharmacodynamic synergism. Contraindicated. Caffeine can produce severe hypertensive crises or dangerous cardiac arrhythmias if administered to patients taking a MAOI. All preparations containing caffeine should be used sparingly."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "selegiline transdermal",
            "description": {
                "common": "selegiline transdermal, isometheptene.\nEither increases effects of the other by pharmacodynamic synergism. Contraindicated. Hypertension, V tach."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "selegiline transdermal",
            "description": {
                "common": "selegiline transdermal increases effects of caffeine by pharmacodynamic synergism. Contraindicated. Risk of acute hypertensive episode."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "tranylcypromine",
            "description": {
                "common": "tranylcypromine increases effects of caffeine by pharmacodynamic synergism. Contraindicated. Risk of acute hypertensive episode."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "abametapir",
            "description": {
                "common": "abametapir will increase the level or effect of caffeine by  affecting hepatic enzyme CYP1A2 metabolism. Avoid or Use Alternate Drug. For 2 weeks after abametapir application, avoid taking drugs that are CYP1A2 substrates. If not feasible, avoid use of abametapir."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "bupropion",
            "description": {
                "common": "caffeine increases toxicity of bupropion by unspecified interaction mechanism. Avoid or Use Alternate Drug. May lower seizure threshold; keep bupropion dose as low as possible."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "dipyridamole",
            "description": {
                "common": "caffeine decreases effects of dipyridamole by pharmacodynamic antagonism. Contraindicated."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "givosiran",
            "description": {
                "common": "givosiran will increase the level or effect of caffeine by  affecting hepatic enzyme CYP1A2 metabolism. Avoid or Use Alternate Drug. Avoid coadministration of sensitive CYP1A2 substrates with givosiran. If unavoidable, decrease the CYP1A2 substrate dosage in accordance with approved product labeling."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "iobenguane I 131",
            "description": {
                "common": "caffeine will decrease the level or effect of iobenguane I 131 by  Other (see comment). Avoid or Use Alternate Drug. Based on the mechanism of action of iobenguane, drugs that reduce catecholamine uptake or that deplete catecholamine stores may interfere with iobenguane uptake into cells, and thus, reduce iobenguane efficacy. Discontinue interfering drugs for at least 5 half-lives before administration of either the dosimetry or an iobenguane dose. Do not administer these drugs until at least 7 days after each iobenguane dose."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "lonafarnib",
            "description": {
                "common": "acetaminophen will increase the level or effect of lonafarnib by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug. If coadministration of lonafarnib (a sensitive CYP3A substrate) with weak CYP3A inhibitors is unavoidable, reduce to, or continue lonafarnib at starting dose. Closely monitor for arrhythmias and events (eg, syncope, heart palpitations) since lonafarnib effect on QT interval is unknown."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "ozanimod",
            "description": {
                "common": "ozanimod increases toxicity of caffeine by sympathetic (adrenergic) effects, including increased blood pressure and heart rate. Avoid or Use Alternate Drug. Because the active metabolite of ozanimod inhibits MAO-B in vitro, there is a potential for serious adverse reactions, including hypertensive crisis. Therefore, coadministration of ozanimod with drugs that can increase norepinephrine or serotonin is not recommended. Monitor for hypertension with concomitant use."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "pexidartinib",
            "description": {
                "common": "acetaminophen and pexidartinib both increase  Other (see comment). Avoid or Use Alternate Drug. Pexidartinib can cause hepatotoxicity. Avoid coadministration of pexidartinib with other products know to cause hepatoxicity."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "pretomanid",
            "description": {
                "common": "acetaminophen, pretomanid.\nEither increases toxicity of the other by Other (see comment). Avoid or Use Alternate Drug. \nComment: Pretomanid regimen associated with hepatotoxicity. Avoid alcohol and hepatotoxic agents, including herbal supplements and drugs other than bedaquiline and linezolid."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "regadenoson",
            "description": {
                "common": "caffeine decreases effects of regadenoson by pharmacodynamic antagonism. Avoid or Use Alternate Drug. Avoid methylxanthines for 12 hours before regadenoson administration."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "albuterol",
            "description": {
                "common": "albuterol and caffeine both decrease  sedation. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "alfentanil",
            "description": {
                "common": "alfentanil increases and caffeine decreases sedation. Effect of interaction is not clear, use caution. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "alprazolam",
            "description": {
                "common": "alprazolam increases and caffeine decreases sedation. Effect of interaction is not clear, use caution. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "amitriptyline",
            "description": {
                "common": "amitriptyline increases and caffeine decreases sedation. Effect of interaction is not clear, use caution. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "amobarbital",
            "description": {
                "common": "amobarbital increases and caffeine decreases sedation. Effect of interaction is not clear, use caution. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "amoxapine",
            "description": {
                "common": "amoxapine increases and caffeine decreases sedation. Effect of interaction is not clear, use caution. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "apalutamide",
            "description": {
                "common": "apalutamide will decrease the level or effect of acetaminophen by  increasing elimination. Use Caution/Monitor. Apalutamide induces UGT and may decrease systemic exposure of drugs that are UGT substrates."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "arformoterol",
            "description": {
                "common": "arformoterol and caffeine both decrease  sedation. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "aripiprazole",
            "description": {
                "common": "aripiprazole increases and caffeine decreases sedation. Effect of interaction is not clear, use caution. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "armodafinil",
            "description": {
                "common": "armodafinil and caffeine both decrease  sedation. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "atogepant",
            "description": {
                "common": "acetaminophen will increase the level or effect of atogepant by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "avapritinib",
            "description": {
                "common": "acetaminophen will increase the level or effect of avapritinib by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "axitinib",
            "description": {
                "common": "acetaminophen increases levels of axitinib by affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "azelastine",
            "description": {
                "common": "azelastine increases and caffeine decreases sedation. Effect of interaction is not clear, use caution. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "belladonna and opium",
            "description": {
                "common": "belladonna and opium increases and caffeine decreases sedation. Effect of interaction is not clear, use caution. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "benperidol",
            "description": {
                "common": "benperidol increases and caffeine decreases sedation. Effect of interaction is not clear, use caution. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "benzphetamine",
            "description": {
                "common": "caffeine and benzphetamine both decrease  sedation. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "brompheniramine",
            "description": {
                "common": "brompheniramine increases and caffeine decreases sedation. Effect of interaction is not clear, use caution. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "bupivacaine implant",
            "description": {
                "common": "acetaminophen, bupivacaine implant.\nEither increases toxicity of the other by Other (see comment). Use Caution/Monitor. \nComment: Local anesthetics may increase the risk of developing methemoglobinemia when concurrently exposed to drugs that also cause methemoglobinemia."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "buprenorphine buccal",
            "description": {
                "common": "buprenorphine buccal increases and caffeine decreases sedation. Effect of interaction is not clear, use caution. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "busulfan",
            "description": {
                "common": "acetaminophen increases levels of busulfan by decreasing metabolism. Use Caution/Monitor. Use of acetaminophen prior to (< 72 hours) or concurrently with busulfan may result in decreased clearance of busulfan due to acetaminophen-induced decreases in glutathione levels."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "butabarbital",
            "description": {
                "common": "butabarbital increases and caffeine decreases sedation. Effect of interaction is not clear, use caution. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "butalbital",
            "description": {
                "common": "butalbital increases and caffeine decreases sedation. Effect of interaction is not clear, use caution. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "butorphanol",
            "description": {
                "common": "butorphanol increases and caffeine decreases sedation. Effect of interaction is not clear, use caution. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "carbinoxamine",
            "description": {
                "common": "carbinoxamine increases and caffeine decreases sedation. Effect of interaction is not clear, use caution. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "chloral hydrate",
            "description": {
                "common": "chloral hydrate increases and caffeine decreases sedation. Effect of interaction is not clear, use caution. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "chlordiazepoxide",
            "description": {
                "common": "chlordiazepoxide increases and caffeine decreases sedation. Effect of interaction is not clear, use caution. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "chlorpheniramine",
            "description": {
                "common": "chlorpheniramine increases and caffeine decreases sedation. Effect of interaction is not clear, use caution. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "chlorpromazine",
            "description": {
                "common": "chlorpromazine increases and caffeine decreases sedation. Effect of interaction is not clear, use caution. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "cinnarizine",
            "description": {
                "common": "cinnarizine increases and caffeine decreases sedation. Effect of interaction is not clear, use caution. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ciprofloxacin",
            "description": {
                "common": "ciprofloxacin will increase the level or effect of caffeine by  affecting hepatic enzyme CYP1A2 metabolism. Use Caution/Monitor. The hepatic metabolism of caffeine may be decreased by ciprofloxacin; pharmacologic effects of caffeine may be increased."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "clemastine",
            "description": {
                "common": "clemastine increases and caffeine decreases sedation. Effect of interaction is not clear, use caution. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "clomipramine",
            "description": {
                "common": "clomipramine increases and caffeine decreases sedation. Effect of interaction is not clear, use caution. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "clonazepam",
            "description": {
                "common": "clonazepam increases and caffeine decreases sedation. Effect of interaction is not clear, use caution. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "clorazepate",
            "description": {
                "common": "clorazepate increases and caffeine decreases sedation. Effect of interaction is not clear, use caution. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "clozapine",
            "description": {
                "common": "clozapine increases and caffeine decreases sedation. Effect of interaction is not clear, use caution. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "codeine",
            "description": {
                "common": "codeine increases and caffeine decreases sedation. Effect of interaction is not clear, use caution. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "cyclizine",
            "description": {
                "common": "cyclizine increases and caffeine decreases sedation. Effect of interaction is not clear, use caution. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "cyproheptadine",
            "description": {
                "common": "cyproheptadine increases and caffeine decreases sedation. Effect of interaction is not clear, use caution. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "dapsone topical",
            "description": {
                "common": "acetaminophen increases toxicity of dapsone topical by altering metabolism. Modify Therapy/Monitor Closely. May induce methemoglobinemia ."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "deferasirox",
            "description": {
                "common": "deferasirox increases levels of caffeine by affecting hepatic enzyme CYP1A2 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "desipramine",
            "description": {
                "common": "desipramine increases and caffeine decreases sedation. Effect of interaction is not clear, use caution. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "dexchlorpheniramine",
            "description": {
                "common": "dexchlorpheniramine increases and caffeine decreases sedation. Effect of interaction is not clear, use caution. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "dexfenfluramine",
            "description": {
                "common": "caffeine and dexfenfluramine both decrease  sedation. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "dexmedetomidine",
            "description": {
                "common": "dexmedetomidine increases and caffeine decreases sedation. Effect of interaction is not clear, use caution. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "dexmethylphenidate",
            "description": {
                "common": "caffeine and dexmethylphenidate both decrease  sedation. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "dextroamphetamine",
            "description": {
                "common": "caffeine and dextroamphetamine both decrease  sedation. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "dextromoramide",
            "description": {
                "common": "dextromoramide increases and caffeine decreases sedation. Effect of interaction is not clear, use caution. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "diamorphine",
            "description": {
                "common": "diamorphine increases and caffeine decreases sedation. Effect of interaction is not clear, use caution. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "diethylpropion",
            "description": {
                "common": "caffeine and diethylpropion both decrease  sedation. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "difenoxin hcl",
            "description": {
                "common": "difenoxin hcl increases and caffeine decreases sedation. Effect of interaction is not clear, use caution. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "dimenhydrinate",
            "description": {
                "common": "dimenhydrinate increases and caffeine decreases sedation. Effect of interaction is not clear, use caution. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "diphenhydramine",
            "description": {
                "common": "diphenhydramine increases and caffeine decreases sedation. Effect of interaction is not clear, use caution. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "diphenoxylate hcl",
            "description": {
                "common": "diphenoxylate hcl increases and caffeine decreases sedation. Effect of interaction is not clear, use caution. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "dipipanone",
            "description": {
                "common": "dipipanone increases and caffeine decreases sedation. Effect of interaction is not clear, use caution. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "dobutamine",
            "description": {
                "common": "dobutamine and caffeine both decrease  sedation. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "dopamine",
            "description": {
                "common": "caffeine and dopamine both decrease  sedation. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "dopexamine",
            "description": {
                "common": "dopexamine and caffeine both decrease  sedation. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "doxepin",
            "description": {
                "common": "doxepin increases and caffeine decreases sedation. Effect of interaction is not clear, use caution. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "droperidol",
            "description": {
                "common": "droperidol increases and caffeine decreases sedation. Effect of interaction is not clear, use caution. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "droxidopa",
            "description": {
                "common": "isometheptene and droxidopa both increase  sympathetic (adrenergic) effects, including increased blood pressure and heart rate. Use Caution/Monitor. May increase risk for supine hypertension"
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "eltrombopag",
            "description": {
                "common": "eltrombopag increases levels of acetaminophen by decreasing metabolism. Use Caution/Monitor. UGT inhibition; significance of interaction unclear."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ephedrine",
            "description": {
                "common": "ephedrine and caffeine both decrease  sedation. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "epinephrine",
            "description": {
                "common": "epinephrine and caffeine both decrease  sedation. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "epinephrine inhaled",
            "description": {
                "common": "caffeine, epinephrine inhaled.\nEither increases effects of the other by sympathetic (adrenergic) effects, including increased blood pressure and heart rate. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "epinephrine racemic",
            "description": {
                "common": "epinephrine racemic and caffeine both decrease  sedation. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "esketamine intranasal",
            "description": {
                "common": "esketamine intranasal, caffeine.\nEither increases toxicity of the other by sympathetic (adrenergic) effects, including increased blood pressure and heart rate. Use Caution/Monitor. Closely monitor blood pressure with concomitant use of esketamine nasal with stimulants. ."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "estazolam",
            "description": {
                "common": "estazolam increases and caffeine decreases sedation. Effect of interaction is not clear, use caution. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ethanol",
            "description": {
                "common": "ethanol increases and caffeine decreases sedation. Effect of interaction is not clear, use caution. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ethinylestradiol",
            "description": {
                "common": "ethinylestradiol will increase the level or effect of caffeine by  affecting hepatic enzyme CYP1A2 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "exenatide injectable solution",
            "description": {
                "common": "exenatide injectable solution will decrease the level or effect of acetaminophen by  unspecified interaction mechanism. Use Caution/Monitor. To avoid potential interaction, give acetaminophen at least 1 hour before or 4 hours after exenatide injection."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "exenatide injectable suspension",
            "description": {
                "common": "exenatide injectable suspension will decrease the level or effect of acetaminophen by  unspecified interaction mechanism. Use Caution/Monitor. To avoid potential interaction, give acetaminophen at least 1 hour before or 4 hours after exenatide injection."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "fenfluramine",
            "description": {
                "common": "caffeine and fenfluramine both decrease  sedation. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "fexinidazole",
            "description": {
                "common": "fexinidazole will increase the level or effect of caffeine by  affecting hepatic enzyme CYP1A2 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "finerenone",
            "description": {
                "common": "acetaminophen will increase the level or effect of finerenone by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Modify Therapy/Monitor Closely. Monitor serum potassium during initiation and dosage adjustment of either finererone or moderate CYP3A4 inhibitors. Adjust finererone dosage as needed."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "flibanserin",
            "description": {
                "common": "acetaminophen will increase the level or effect of flibanserin by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor. Increased flibanserin adverse effects may occur if coadministered with multiple weak CYP3A4 inhibitors."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "fluphenazine",
            "description": {
                "common": "fluphenazine increases and caffeine decreases sedation. Effect of interaction is not clear, use caution. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "flurazepam",
            "description": {
                "common": "flurazepam increases and caffeine decreases sedation. Effect of interaction is not clear, use caution. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "fluvoxamine",
            "description": {
                "common": "fluvoxamine will increase the level or effect of caffeine by  affecting hepatic enzyme CYP1A2 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "formoterol",
            "description": {
                "common": "formoterol and caffeine both decrease  sedation. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "green tea",
            "description": {
                "common": "green tea increases effects of caffeine by Other (see comment). Use Caution/Monitor. \nComment: Potential for increased risk of CNS stimulation due to caffeine component of green tea. Caution advised."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "guselkumab",
            "description": {
                "common": "guselkumab, caffeine. Other (see comment). Use Caution/Monitor. \nComment: Formation of CYP450 enzymes can be altered by increased levels of certain cytokines during chronic inflammation; thus, normalizing the formation of CYP450 enzymes. Upon initiation or discontinuation of guselkumab in patients who are receiving concomitant CYP450 substrates, particularly those with a narrow therapeutic index, consider monitoring for therapeutic effect."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "haloperidol",
            "description": {
                "common": "haloperidol increases and caffeine decreases sedation. Effect of interaction is not clear, use caution. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "hydromorphone",
            "description": {
                "common": "hydromorphone increases and caffeine decreases sedation. Effect of interaction is not clear, use caution. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "hydroxyzine",
            "description": {
                "common": "hydroxyzine increases and caffeine decreases sedation. Effect of interaction is not clear, use caution. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "iloperidone",
            "description": {
                "common": "iloperidone increases and caffeine decreases sedation. Effect of interaction is not clear, use caution. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "imatinib",
            "description": {
                "common": "imatinib decreases levels of acetaminophen by decreasing hepatic clearance. Modify Therapy/Monitor Closely. In vitro, imatinib was found to inhibit acetaminophen O-glucuronidation (Ki value of 58.5 micro-M) at therapeutic levels; avoid chronic acetaminophen therapy with imatinib; if occasional acetaminophen administered, do not exceed 1300 mg/day."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "imipramine",
            "description": {
                "common": "imipramine increases and caffeine decreases sedation. Effect of interaction is not clear, use caution. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "isavuconazonium sulfate",
            "description": {
                "common": "acetaminophen will increase the level or effect of isavuconazonium sulfate by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "isoniazid",
            "description": {
                "common": "isoniazid will increase the level or effect of acetaminophen by  affecting hepatic enzyme CYP2E1 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "isoproterenol",
            "description": {
                "common": "isoproterenol and caffeine both decrease  sedation. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ivacaftor",
            "description": {
                "common": "acetaminophen increases levels of ivacaftor by affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor. Monitor when coadministered with weak CYP3A4 inhibitors ."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ketotifen, ophthalmic",
            "description": {
                "common": "ketotifen, ophthalmic increases and caffeine decreases sedation. Effect of interaction is not clear, use caution. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "lemborexant",
            "description": {
                "common": "acetaminophen will increase the level or effect of lemborexant by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Modify Therapy/Monitor Closely. Lower nightly dose of lemborexant recommended if coadministered with weak CYP3A4 inhibitors. See drug monograph for specific dosage modification."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "letermovir",
            "description": {
                "common": "letermovir increases levels of caffeine by affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "levalbuterol",
            "description": {
                "common": "levalbuterol and caffeine both decrease  sedation. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "levonorgestrel oral/ethinylestradiol/ferrous bisglycinate",
            "description": {
                "common": "levonorgestrel oral/ethinylestradiol/ferrous bisglycinate will decrease the level or effect of acetaminophen by  unknown mechanism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "levorphanol",
            "description": {
                "common": "levorphanol increases and caffeine decreases sedation. Effect of interaction is not clear, use caution. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "levothyroxine",
            "description": {
                "common": "caffeine decreases levels of levothyroxine by inhibition of GI absorption. Applies only to oral form of both agents. Use Caution/Monitor. COFFEE binds levothyroxine in the GI tract.  Separate by 2 hours."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "lisdexamfetamine",
            "description": {
                "common": "caffeine and lisdexamfetamine both decrease  sedation. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "lixisenatide (DSC)",
            "description": {
                "common": "lixisenatide (DSC) will decrease the level or effect of acetaminophen by  inhibition of GI absorption. Applies only to oral form of both agents. Modify Therapy/Monitor Closely. GLP1 agonists delay gastric emptying, which may affect absorption of concomitantly administered oral medications. No effects on acetaminophen Cmax and Tmax were observed when acetaminophen was administered 1 hr before lixisenatide. When administered 1 or 4 hr after lixisenatide, acetaminophen Cmax was decreased by 29% and 31% respectively and median Tmax was delayed by 2 and 1.75 hr, respectively."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "lofepramine",
            "description": {
                "common": "lofepramine increases and caffeine decreases sedation. Effect of interaction is not clear, use caution. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "lofexidine",
            "description": {
                "common": "lofexidine increases and caffeine decreases sedation. Effect of interaction is not clear, use caution. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "lomitapide",
            "description": {
                "common": "acetaminophen increases levels of lomitapide by affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor. Lomitapide dose should not exceed 30 mg/day."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "loprazolam",
            "description": {
                "common": "loprazolam increases and caffeine decreases sedation. Effect of interaction is not clear, use caution. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "lorazepam",
            "description": {
                "common": "lorazepam increases and caffeine decreases sedation. Effect of interaction is not clear, use caution. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "lormetazepam",
            "description": {
                "common": "lormetazepam increases and caffeine decreases sedation. Effect of interaction is not clear, use caution. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "loxapine",
            "description": {
                "common": "loxapine increases and caffeine decreases sedation. Effect of interaction is not clear, use caution. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "loxapine inhaled",
            "description": {
                "common": "loxapine inhaled increases and caffeine decreases sedation. Effect of interaction is not clear, use caution. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "maprotiline",
            "description": {
                "common": "maprotiline increases and caffeine decreases sedation. Effect of interaction is not clear, use caution. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "marijuana",
            "description": {
                "common": "marijuana increases and caffeine decreases sedation. Effect of interaction is not clear, use caution. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "melatonin",
            "description": {
                "common": "melatonin increases and caffeine decreases sedation. Effect of interaction is not clear, use caution. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "meperidine",
            "description": {
                "common": "meperidine increases and caffeine decreases sedation. Effect of interaction is not clear, use caution. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "meprobamate",
            "description": {
                "common": "meprobamate increases and caffeine decreases sedation. Effect of interaction is not clear, use caution. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "metaproterenol",
            "description": {
                "common": "metaproterenol and caffeine both decrease  sedation. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "methadone",
            "description": {
                "common": "methadone increases and caffeine decreases sedation. Effect of interaction is not clear, use caution. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "methamphetamine",
            "description": {
                "common": "caffeine and methamphetamine both decrease  sedation. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "methotrexate",
            "description": {
                "common": "caffeine decreases effects of methotrexate by pharmacodynamic antagonism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "methylenedioxymethamphetamine",
            "description": {
                "common": "caffeine and methylenedioxymethamphetamine both decrease  sedation. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "methylphenidate",
            "description": {
                "common": "caffeine increases effects of methylphenidate by pharmacodynamic synergism. Use Caution/Monitor. Risk of acute hypertensive episode."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "midazolam",
            "description": {
                "common": "midazolam increases and caffeine decreases sedation. Effect of interaction is not clear, use caution. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "midazolam intranasal",
            "description": {
                "common": "acetaminophen will increase the level or effect of midazolam intranasal by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor.  Coadministration of mild CYP3A4 inhibitors with midazolam intranasal may cause higher midazolam systemic exposure, which may prolong sedation."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "midodrine",
            "description": {
                "common": "caffeine and midodrine both decrease  sedation. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "mipomersen",
            "description": {
                "common": "mipomersen, acetaminophen.\nEither increases toxicity of the other by Other (see comment). Use Caution/Monitor. \nComment: Both drugs have potential to increase hepatic enzymes; monitor LFTs."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "mirtazapine",
            "description": {
                "common": "mirtazapine increases and caffeine decreases sedation. Effect of interaction is not clear, use caution. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "modafinil",
            "description": {
                "common": "caffeine and modafinil both decrease  sedation. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "morphine",
            "description": {
                "common": "morphine increases and caffeine decreases sedation. Effect of interaction is not clear, use caution. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "motherwort",
            "description": {
                "common": "motherwort increases and caffeine decreases sedation. Effect of interaction is not clear, use caution. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "moxonidine",
            "description": {
                "common": "moxonidine increases and caffeine decreases sedation. Effect of interaction is not clear, use caution. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "nabilone",
            "description": {
                "common": "nabilone increases and caffeine decreases sedation. Effect of interaction is not clear, use caution. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "nalbuphine",
            "description": {
                "common": "nalbuphine increases and caffeine decreases sedation. Effect of interaction is not clear, use caution. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "norepinephrine",
            "description": {
                "common": "norepinephrine and caffeine both decrease  sedation. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "nortriptyline",
            "description": {
                "common": "nortriptyline increases and caffeine decreases sedation. Effect of interaction is not clear, use caution. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "olanzapine",
            "description": {
                "common": "olanzapine increases and caffeine decreases sedation. Effect of interaction is not clear, use caution. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "opium tincture",
            "description": {
                "common": "opium tincture increases and caffeine decreases sedation. Effect of interaction is not clear, use caution. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "oxazepam",
            "description": {
                "common": "oxazepam increases and caffeine decreases sedation. Effect of interaction is not clear, use caution. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "oxycodone",
            "description": {
                "common": "oxycodone increases and caffeine decreases sedation. Effect of interaction is not clear, use caution. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "oxymorphone",
            "description": {
                "common": "oxymorphone increases and caffeine decreases sedation. Effect of interaction is not clear, use caution. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "paliperidone",
            "description": {
                "common": "paliperidone increases and caffeine decreases sedation. Effect of interaction is not clear, use caution. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "papaveretum",
            "description": {
                "common": "papaveretum increases and caffeine decreases sedation. Effect of interaction is not clear, use caution. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "pefloxacin",
            "description": {
                "common": "pefloxacin will increase the level or effect of caffeine by  affecting hepatic enzyme CYP1A2 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "pentazocine",
            "description": {
                "common": "pentazocine increases and caffeine decreases sedation. Effect of interaction is not clear, use caution. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "pentobarbital",
            "description": {
                "common": "pentobarbital increases and caffeine decreases sedation. Effect of interaction is not clear, use caution. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "perphenazine",
            "description": {
                "common": "perphenazine increases and caffeine decreases sedation. Effect of interaction is not clear, use caution. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "phendimetrazine",
            "description": {
                "common": "caffeine and phendimetrazine both decrease  sedation. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "phenobarbital",
            "description": {
                "common": "phenobarbital increases and caffeine decreases sedation. Effect of interaction is not clear, use caution. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "phentermine",
            "description": {
                "common": "caffeine and phentermine both decrease  sedation. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "phenylephrine",
            "description": {
                "common": "caffeine and phenylephrine both decrease  sedation. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "phenylephrine PO",
            "description": {
                "common": "caffeine and phenylephrine PO both decrease  sedation. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "pholcodine",
            "description": {
                "common": "pholcodine increases and caffeine decreases sedation. Effect of interaction is not clear, use caution. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "pimozide",
            "description": {
                "common": "pimozide increases and caffeine decreases sedation. Effect of interaction is not clear, use caution. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "pirbuterol",
            "description": {
                "common": "pirbuterol and caffeine both decrease  sedation. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "primidone",
            "description": {
                "common": "primidone increases and caffeine decreases sedation. Effect of interaction is not clear, use caution. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "prochlorperazine",
            "description": {
                "common": "prochlorperazine increases and caffeine decreases sedation. Effect of interaction is not clear, use caution. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "promethazine",
            "description": {
                "common": "promethazine increases and caffeine decreases sedation. Effect of interaction is not clear, use caution. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "propylhexedrine",
            "description": {
                "common": "caffeine and propylhexedrine both decrease  sedation. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "protriptyline",
            "description": {
                "common": "protriptyline increases and caffeine decreases sedation. Effect of interaction is not clear, use caution. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "quazepam",
            "description": {
                "common": "quazepam increases and caffeine decreases sedation. Effect of interaction is not clear, use caution. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "quetiapine",
            "description": {
                "common": "quetiapine increases and caffeine decreases sedation. Effect of interaction is not clear, use caution. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "rasagiline",
            "description": {
                "common": "rasagiline increases effects of caffeine by pharmacodynamic synergism. Modify Therapy/Monitor Closely. Risk of acute hypertensive episode."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "risperidone",
            "description": {
                "common": "risperidone increases and caffeine decreases sedation. Effect of interaction is not clear, use caution. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "rucaparib",
            "description": {
                "common": "rucaparib will increase the level or effect of caffeine by  affecting hepatic enzyme CYP1A2 metabolism. Modify Therapy/Monitor Closely. Adjust dosage of CYP1A2 substrates, if clinically indicated."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "salmeterol",
            "description": {
                "common": "salmeterol and caffeine both decrease  sedation. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "scullcap",
            "description": {
                "common": "scullcap increases and caffeine decreases sedation. Effect of interaction is not clear, use caution. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "secobarbital",
            "description": {
                "common": "secobarbital increases and caffeine decreases sedation. Effect of interaction is not clear, use caution. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "selegiline",
            "description": {
                "common": "selegiline increases effects of caffeine by pharmacodynamic synergism. Modify Therapy/Monitor Closely. Risk of acute hypertensive episode."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "shepherd's purse",
            "description": {
                "common": "shepherd's purse increases and caffeine decreases sedation. Effect of interaction is not clear, use caution. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "solriamfetol",
            "description": {
                "common": "caffeine and solriamfetol both increase  sympathetic (adrenergic) effects, including increased blood pressure and heart rate. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "stiripentol",
            "description": {
                "common": "stiripentol, caffeine. affecting hepatic enzyme CYP1A2 metabolism. Modify Therapy/Monitor Closely. Stiripentol is a CYP1A2 inhibitor and inducer. Monitor CYP1A2 substrates coadministered with stiripentol for increased or decreased effects. CYP1A2 substrates may require dosage adjustment."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "sufentanil",
            "description": {
                "common": "sufentanil increases and caffeine decreases sedation. Effect of interaction is not clear, use caution. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "tapentadol",
            "description": {
                "common": "tapentadol increases and caffeine decreases sedation. Effect of interaction is not clear, use caution. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "tazemetostat",
            "description": {
                "common": "acetaminophen will increase the level or effect of tazemetostat by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "temazepam",
            "description": {
                "common": "temazepam increases and caffeine decreases sedation. Effect of interaction is not clear, use caution. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "terbutaline",
            "description": {
                "common": "terbutaline and caffeine both decrease  sedation. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "teriflunomide",
            "description": {
                "common": "teriflunomide decreases levels of caffeine by affecting hepatic enzyme CYP1A2 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "tetracaine",
            "description": {
                "common": "tetracaine, acetaminophen. Other (see comment). Use Caution/Monitor. \nComment: Monitor for signs of methemoglobinemia when methemoglobin-inducing drugs are coadministered."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "thioridazine",
            "description": {
                "common": "thioridazine increases and caffeine decreases sedation. Effect of interaction is not clear, use caution. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "thiothixene",
            "description": {
                "common": "thiothixene increases and caffeine decreases sedation. Effect of interaction is not clear, use caution. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "tinidazole",
            "description": {
                "common": "acetaminophen will increase the level or effect of tinidazole by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "topiramate",
            "description": {
                "common": "topiramate increases and caffeine decreases sedation. Effect of interaction is not clear, use caution. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "tramadol",
            "description": {
                "common": "tramadol increases and caffeine decreases sedation. Effect of interaction is not clear, use caution. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "trazodone",
            "description": {
                "common": "trazodone increases and caffeine decreases sedation. Effect of interaction is not clear, use caution. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "triazolam",
            "description": {
                "common": "triazolam increases and caffeine decreases sedation. Effect of interaction is not clear, use caution. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "triclofos",
            "description": {
                "common": "triclofos increases and caffeine decreases sedation. Effect of interaction is not clear, use caution. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "trifluoperazine",
            "description": {
                "common": "trifluoperazine increases and caffeine decreases sedation. Effect of interaction is not clear, use caution. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "trimipramine",
            "description": {
                "common": "trimipramine increases and caffeine decreases sedation. Effect of interaction is not clear, use caution. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "triprolidine",
            "description": {
                "common": "triprolidine increases and caffeine decreases sedation. Effect of interaction is not clear, use caution. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "warfarin",
            "description": {
                "common": "acetaminophen increases effects of warfarin by anticoagulation. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "xylometazoline",
            "description": {
                "common": "caffeine and xylometazoline both decrease  sedation. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "acetazolamide",
            "description": {
                "common": "acetazolamide decreases levels of acetaminophen by increasing metabolism. Minor/Significance Unknown. Enhanced metabolism incr levels of hepatotoxic metabolites."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "adenosine",
            "description": {
                "common": "caffeine decreases effects of adenosine by pharmacodynamic antagonism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "albiglutide",
            "description": {
                "common": "albiglutide decreases levels of acetaminophen by unspecified interaction mechanism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "amantadine",
            "description": {
                "common": "amantadine, caffeine.\nEither increases effects of the other by pharmacodynamic synergism. Minor/Significance Unknown. Potential for additive CNS stimulation."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "American ginseng",
            "description": {
                "common": "American ginseng increases effects of caffeine by pharmacodynamic synergism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "amobarbital",
            "description": {
                "common": "amobarbital will decrease the level or effect of caffeine by  affecting hepatic enzyme CYP1A2 metabolism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "antithrombin alfa",
            "description": {
                "common": "acetaminophen increases effects of antithrombin alfa by unknown mechanism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "antithrombin III",
            "description": {
                "common": "acetaminophen increases effects of antithrombin III by unknown mechanism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "argatroban",
            "description": {
                "common": "acetaminophen increases effects of argatroban by unknown mechanism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "armodafinil",
            "description": {
                "common": "armodafinil will decrease the level or effect of caffeine by  affecting hepatic enzyme CYP1A2 metabolism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "bemiparin",
            "description": {
                "common": "acetaminophen increases effects of bemiparin by unknown mechanism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "bivalirudin",
            "description": {
                "common": "acetaminophen increases effects of bivalirudin by unknown mechanism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "butabarbital",
            "description": {
                "common": "butabarbital will decrease the level or effect of caffeine by  affecting hepatic enzyme CYP1A2 metabolism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "butalbital",
            "description": {
                "common": "butalbital will decrease the level or effect of caffeine by  affecting hepatic enzyme CYP1A2 metabolism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "calcium acetate",
            "description": {
                "common": "caffeine decreases levels of calcium acetate by increasing renal clearance. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "calcium carbonate",
            "description": {
                "common": "caffeine decreases levels of calcium carbonate by increasing renal clearance. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "calcium chloride",
            "description": {
                "common": "caffeine decreases levels of calcium chloride by increasing renal clearance. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "calcium citrate",
            "description": {
                "common": "caffeine decreases levels of calcium citrate by increasing renal clearance. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "calcium gluconate",
            "description": {
                "common": "caffeine decreases levels of calcium gluconate by increasing renal clearance. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "carbamazepine",
            "description": {
                "common": "carbamazepine will decrease the level or effect of caffeine by  affecting hepatic enzyme CYP1A2 metabolism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "cholestyramine",
            "description": {
                "common": "cholestyramine decreases levels of acetaminophen by inhibition of GI absorption. Applies only to oral form of both agents. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "cigarette smoking",
            "description": {
                "common": "cigarette smoking will decrease the level or effect of caffeine by  affecting hepatic enzyme CYP1A2 metabolism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "cimetidine",
            "description": {
                "common": "cimetidine will increase the level or effect of caffeine by  affecting hepatic enzyme CYP1A2 metabolism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "clonazepam",
            "description": {
                "common": "clonazepam decreases levels of acetaminophen by increasing metabolism. Minor/Significance Unknown. Enhanced metabolism incr levels of hepatotoxic metabolites."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "clotrimazole",
            "description": {
                "common": "clotrimazole increases levels of caffeine by decreasing metabolism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "colestipol",
            "description": {
                "common": "colestipol decreases levels of acetaminophen by inhibition of GI absorption. Applies only to oral form of both agents. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "dalteparin",
            "description": {
                "common": "acetaminophen increases effects of dalteparin by unknown mechanism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "diazepam",
            "description": {
                "common": "diazepam decreases levels of acetaminophen by increasing metabolism. Minor/Significance Unknown. Enhanced metabolism incr levels of hepatotoxic metabolites."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "disulfiram",
            "description": {
                "common": "disulfiram will increase the level or effect of acetaminophen by  affecting hepatic enzyme CYP2E1 metabolism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "enoxaparin",
            "description": {
                "common": "acetaminophen increases effects of enoxaparin by unknown mechanism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "erythromycin base",
            "description": {
                "common": "erythromycin base will increase the level or effect of caffeine by  affecting hepatic enzyme CYP1A2 metabolism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "erythromycin ethylsuccinate",
            "description": {
                "common": "erythromycin ethylsuccinate will increase the level or effect of caffeine by  affecting hepatic enzyme CYP1A2 metabolism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "erythromycin lactobionate",
            "description": {
                "common": "erythromycin lactobionate will increase the level or effect of caffeine by  affecting hepatic enzyme CYP1A2 metabolism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "erythromycin stearate",
            "description": {
                "common": "erythromycin stearate will increase the level or effect of caffeine by  affecting hepatic enzyme CYP1A2 metabolism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "ethanol",
            "description": {
                "common": "ethanol will decrease the level or effect of acetaminophen by  affecting hepatic enzyme CYP2E1 metabolism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "ethosuximide",
            "description": {
                "common": "ethosuximide decreases levels of acetaminophen by increasing metabolism. Minor/Significance Unknown. Enhanced metabolism incr levels of hepatotoxic metabolites."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "eucalyptus",
            "description": {
                "common": "eucalyptus increases and caffeine decreases sedation. Effect of interaction is not clear, use caution. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "felbamate",
            "description": {
                "common": "felbamate decreases levels of acetaminophen by increasing metabolism. Minor/Significance Unknown. Enhanced metabolism incr levels of hepatotoxic metabolites."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "fluconazole",
            "description": {
                "common": "fluconazole increases levels of caffeine by decreasing metabolism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "fondaparinux",
            "description": {
                "common": "acetaminophen increases effects of fondaparinux by unknown mechanism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "fosphenytoin",
            "description": {
                "common": "fosphenytoin decreases levels of acetaminophen by increasing metabolism. Minor/Significance Unknown. Enhanced metabolism incr levels of hepatotoxic metabolites."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "grapefruit",
            "description": {
                "common": "grapefruit increases levels of caffeine by decreasing metabolism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "green tea",
            "description": {
                "common": "green tea increases effects of acetaminophen by pharmacodynamic synergism. Minor/Significance Unknown. (Theoretical, due to caffeine content)."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "guarana",
            "description": {
                "common": "guarana increases effects of caffeine by pharmacodynamic synergism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "heparin",
            "description": {
                "common": "acetaminophen increases effects of heparin by unknown mechanism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "isoniazid",
            "description": {
                "common": "isoniazid will increase the level or effect of caffeine by  affecting hepatic enzyme CYP1A2 metabolism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "itraconazole",
            "description": {
                "common": "itraconazole increases levels of caffeine by decreasing metabolism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "lacosamide",
            "description": {
                "common": "lacosamide decreases levels of acetaminophen by increasing metabolism. Minor/Significance Unknown. Enhanced metabolism incr levels of hepatotoxic metabolites."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "ketoconazole",
            "description": {
                "common": "ketoconazole increases levels of caffeine by decreasing metabolism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "lamotrigine",
            "description": {
                "common": "lamotrigine decreases levels of acetaminophen by increasing metabolism. Minor/Significance Unknown. Enhanced metabolism incr levels of hepatotoxic metabolites."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "levetiracetam",
            "description": {
                "common": "levetiracetam decreases levels of acetaminophen by increasing metabolism. Minor/Significance Unknown. Enhanced metabolism incr levels of hepatotoxic metabolites."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "levoketoconazole",
            "description": {
                "common": "levoketoconazole increases levels of caffeine by decreasing metabolism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "liraglutide",
            "description": {
                "common": "liraglutide decreases levels of acetaminophen by unspecified interaction mechanism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "lorazepam",
            "description": {
                "common": "lorazepam decreases levels of acetaminophen by increasing metabolism. Minor/Significance Unknown. Enhanced metabolism incr levels of hepatotoxic metabolites."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "methsuximide",
            "description": {
                "common": "methsuximide decreases levels of acetaminophen by increasing metabolism. Minor/Significance Unknown. Enhanced metabolism incr levels of hepatotoxic metabolites."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "metoclopramide",
            "description": {
                "common": "metoclopramide increases levels of acetaminophen by enhancing GI absorption. Applies only to oral form of both agents. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "metronidazole",
            "description": {
                "common": "metronidazole will increase the level or effect of acetaminophen by  affecting hepatic enzyme CYP2E1 metabolism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "mexiletine",
            "description": {
                "common": "mexiletine will increase the level or effect of caffeine by  affecting hepatic enzyme CYP1A2 metabolism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "miconazole vaginal",
            "description": {
                "common": "miconazole vaginal increases levels of caffeine by decreasing metabolism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "modafinil",
            "description": {
                "common": "modafinil will decrease the level or effect of caffeine by  affecting hepatic enzyme CYP1A2 metabolism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "oxcarbazepine",
            "description": {
                "common": "oxcarbazepine decreases levels of acetaminophen by increasing metabolism. Minor/Significance Unknown. Enhanced metabolism incr levels of hepatotoxic metabolites."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "oxybutynin",
            "description": {
                "common": "oxybutynin decreases levels of acetaminophen by unspecified interaction mechanism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "oxybutynin topical",
            "description": {
                "common": "oxybutynin topical decreases levels of acetaminophen by unspecified interaction mechanism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "oxybutynin transdermal",
            "description": {
                "common": "oxybutynin transdermal decreases levels of acetaminophen by unspecified interaction mechanism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "peginterferon alfa 2a",
            "description": {
                "common": "peginterferon alfa 2a will increase the level or effect of caffeine by  affecting hepatic enzyme CYP1A2 metabolism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "pentobarbital",
            "description": {
                "common": "pentobarbital will decrease the level or effect of caffeine by  affecting hepatic enzyme CYP1A2 metabolism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "phenindione",
            "description": {
                "common": "acetaminophen increases effects of phenindione by unknown mechanism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "phenobarbital",
            "description": {
                "common": "phenobarbital decreases levels of acetaminophen by increasing metabolism. Minor/Significance Unknown. Enhanced metabolism incr levels of hepatotoxic metabolites."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "phenytoin",
            "description": {
                "common": "phenytoin decreases levels of acetaminophen by increasing metabolism. Minor/Significance Unknown. Enhanced metabolism incr levels of hepatotoxic metabolites."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "pipemidic acid",
            "description": {
                "common": "pipemidic acid will increase the level or effect of caffeine by  affecting hepatic enzyme CYP1A2 metabolism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "posaconazole",
            "description": {
                "common": "posaconazole increases levels of caffeine by decreasing metabolism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "primidone",
            "description": {
                "common": "primidone decreases levels of acetaminophen by increasing metabolism. Minor/Significance Unknown. Enhanced metabolism incr levels of hepatotoxic metabolites."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "protamine",
            "description": {
                "common": "acetaminophen increases effects of protamine by unknown mechanism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "rifampin",
            "description": {
                "common": "rifampin will decrease the level or effect of caffeine by  affecting hepatic enzyme CYP1A2 metabolism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "rifabutin",
            "description": {
                "common": "rifabutin decreases levels of acetaminophen by increasing metabolism. Minor/Significance Unknown. Enhanced metabolism incr levels of hepatotoxic metabolites."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "rifampin",
            "description": {
                "common": "rifampin decreases levels of acetaminophen by increasing metabolism. Minor/Significance Unknown. Enhanced metabolism incr levels of hepatotoxic metabolites."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "rufinamide",
            "description": {
                "common": "rufinamide decreases levels of acetaminophen by increasing metabolism. Minor/Significance Unknown. Enhanced metabolism incr levels of hepatotoxic metabolites."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "ruxolitinib",
            "description": {
                "common": "acetaminophen will increase the level or effect of ruxolitinib by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "ruxolitinib topical",
            "description": {
                "common": "acetaminophen will increase the level or effect of ruxolitinib topical by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "sage",
            "description": {
                "common": "sage increases and caffeine decreases sedation. Effect of interaction is not clear, use caution. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "secobarbital",
            "description": {
                "common": "secobarbital will decrease the level or effect of caffeine by  affecting hepatic enzyme CYP1A2 metabolism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "smoking",
            "description": {
                "common": "smoking will decrease the level or effect of caffeine by  affecting hepatic enzyme CYP1A2 metabolism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "thiamine",
            "description": {
                "common": "caffeine decreases levels of thiamine by inhibition of GI absorption. Applies only to oral form of both agents. Minor/Significance Unknown. Coffee, tea are high in anti-thiamine factors."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "tiagabine",
            "description": {
                "common": "tiagabine decreases levels of acetaminophen by increasing metabolism. Minor/Significance Unknown. Enhanced metabolism incr levels of hepatotoxic metabolites."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "tobacco use",
            "description": {
                "common": "tobacco use will decrease the level or effect of caffeine by  affecting hepatic enzyme CYP1A2 metabolism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "topiramate",
            "description": {
                "common": "topiramate decreases levels of acetaminophen by increasing metabolism. Minor/Significance Unknown. Enhanced metabolism incr levels of hepatotoxic metabolites."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "valproic acid",
            "description": {
                "common": "valproic acid decreases levels of acetaminophen by increasing metabolism. Minor/Significance Unknown. Enhanced metabolism incr levels of hepatotoxic metabolites."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "verapamil",
            "description": {
                "common": "verapamil will increase the level or effect of caffeine by  affecting hepatic enzyme CYP1A2 metabolism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "voriconazole",
            "description": {
                "common": "voriconazole increases levels of caffeine by decreasing metabolism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "yerba mate",
            "description": {
                "common": "yerba mate increases effects of caffeine by pharmacodynamic synergism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "zileuton",
            "description": {
                "common": "zileuton will increase the level or effect of caffeine by  affecting hepatic enzyme CYP1A2 metabolism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "zonisamide",
            "description": {
                "common": "zonisamide decreases levels of acetaminophen by increasing metabolism. Minor/Significance Unknown. Enhanced metabolism increase levels of hepatotoxic metabolites."
            }
        }
    ],
    "adverse effects": [
        {
            "name": "Rash",
            "percent": null
        },
        {
            "name": "Transient dizziness",
            "percent": null
        }
    ]
}