{
    "name": "mometasone sinus implant",
    "comment": "Rx",
    "other_names": [
        "Propel",
        "Sinuva",
        "Propel Mini",
        "Propel Contour"
    ],
    "classes": [
        "Corticosteroids"
    ],
    "source": "https://reference.medscape.com/drug/propel-sinuva-mometasone-sinus-implant-1000181",
    "pregnancy": {
        "common": [
            "No data are available in pregnant women"
        ],
        "specific": []
    },
    "lactation": {
        "common": [
            "No data are available on the presence of mometasone in breast milk from the implants"
        ]
    },
    "warnings": {
        "black_box_warning": {
            "common": [],
            "specific": []
        },
        "contraindicators": {
            "common": [
                "Suspected or confirmed intolerance to mometasone furoate or any of the copolymers",
                "Propel implant copolymers: Lactide, glycolide, or caprolactone copolymers",
                "Sinuva copolymers: poly(DL-lactide-co-glycolide), polyethylene glycol"
            ],
            "specific": []
        },
        "cautions": {
            "common": [],
            "specific": [
                {
                    "type": "Propel implants",
                    "description": [
                        "Confirm no antimicrobial properties are present; possible foreign body reaction may occur",
                        "Reports of sinus surgery-associated physiochemical condition, with or without sinus implants and packing",
                        "Risk of toxic shock syndrome"
                    ]
                },
                {
                    "type": "Sinuva implants",
                    "description": [
                        "Monitor nasal mucosa adjacent to implant for any signs of bleeding, irritation, infection, or perforation; avoid use with nasal ulcers or trauma",
                        "Glaucoma, cataracts, and clinically significant elevated IOP were not observed in patients from the treatment group of 1 randomized controlled clinical study (N = 53) who underwent bilateral implant placement; however, close monitoring is warranted in patients vision changes or history of increased IOP, glaucoma, and/or cataracts",
                        "Hypersensitivity reactions, including rash, pruritus, and angioedema have been reported with use of metabolic-endocrine#corticosteroids",
                        "Caution with immunosuppressed patients or those using immunosuppressive drugs; increased risk of infection in these individuals",
                        "Hypercorticism and adrenal suppression were not evaluated during clinical trials; monitor patients who may be at risk",
                        "Immunosuppression and risk of infections",
                        "Persons who are using drugs that suppress the immune system, such as metabolic-endocrine#corticosteroids, are more susceptible to infections than healthy individuals; chickenpox and measles, for example, can have a more serious or even fatal course in susceptible children or adults using metabolic-endocrine#corticosteroids; in such children or adults who have not had these diseases or who are not properly immunized, particular care should be taken to avoid exposure",
                        "How the dose, route, and duration of corticosteroid administration affect risk of developing a disseminated infection is not known; safety and effectiveness of implant have not been established in pediatric patients less than 18 years of age and is not indicated for use in this population"
                    ]
                },
                {
                    "type": "Drug interaction overview",
                    "description": [
                        "Potent CYP3A4 inhibitors may increase mometasone plasma concentrations"
                    ]
                }
            ]
        }
    },
    "interactions": [
        {
            "classification_type": "Serious",
            "interaction_with": "axicabtagene ciloleucel",
            "description": {
                "common": "mometasone sinus implant, axicabtagene ciloleucel.\nEither increases effects of the other by immunosuppressive effects; risk of infection. Avoid or Use Alternate Drug. Consider the use of prophylactic corticosteroid in patients after weighing the potential benefits and risks. Corticosteroids may, however, be required for treatment of cytokine release syndrome or neurologic toxicity."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "brexucabtagene autoleucel",
            "description": {
                "common": "mometasone sinus implant, brexucabtagene autoleucel.\nEither increases effects of the other by immunosuppressive effects; risk of infection. Avoid or Use Alternate Drug. Avoid prophylactic use of systemic corticosteroids as premedication before CAR-T cell therapy. Corticosteroids may, however, be required for treatment of cytokine release syndrome or neurologic toxicity."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "ciltacabtagene autoleucel",
            "description": {
                "common": "mometasone sinus implant, ciltacabtagene autoleucel.\nEither increases effects of the other by immunosuppressive effects; risk of infection. Avoid or Use Alternate Drug. Avoid prophylactic use of systemic corticosteroids as premedication before CAR-T cell therapy. Corticosteroids may, however, be required for treatment of cytokine release syndrome or neurologic toxicity."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "idecabtagene vicleucel",
            "description": {
                "common": "mometasone sinus implant, idecabtagene vicleucel.\nEither increases effects of the other by immunosuppressive effects; risk of infection. Avoid or Use Alternate Drug. Avoid prophylactic use of systemic corticosteroids as premedication before CAR-T cell therapy. Corticosteroids may, however, be required for treatment of cytokine release syndrome or neurologic toxicity."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "lisocabtagene maraleucel",
            "description": {
                "common": "mometasone sinus implant, lisocabtagene maraleucel.\nEither increases effects of the other by immunosuppressive effects; risk of infection. Avoid or Use Alternate Drug. Avoid prophylactic use of systemic corticosteroids as premedication before CAR-T cell therapy. Corticosteroids may, however, be required for treatment of cytokine release syndrome or neurologic toxicity."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "macimorelin",
            "description": {
                "common": "mometasone sinus implant, macimorelin. unspecified interaction mechanism. Avoid or Use Alternate Drug. Drugs that directly affect the pituitary secretion of growth hormone (GH) may impact the accuracy of the macimorelin diagnostic test. Allow sufficient washout time of drugs affecting GH release before administering macimorelin. ."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "tisagenlecleucel",
            "description": {
                "common": "mometasone sinus implant, tisagenlecleucel.\nEither increases effects of the other by immunosuppressive effects; risk of infection. Avoid or Use Alternate Drug. Avoid prophylactic use of systemic corticosteroids as premedication before CAR-T cell therapy. Corticosteroids may, however, be required for treatment of cytokine release syndrome or neurologic toxicity."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "cyclosporine",
            "description": {
                "common": "mometasone sinus implant, cyclosporine. Other (see comment). Use Caution/Monitor. \nComment: Corticosteroids may increase or decrease cyclosporine concentrations. Also, cyclosporine may increase the plasma concentrations of the corticosteroids. Monitor for changes in cyclosporine concentrations and for toxicities of corticosteroids and/or cyclosporine."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "dengue vaccine",
            "description": {
                "common": "mometasone sinus implant decreases effects of dengue vaccine by immunosuppressive effects; risk of infection. Use Caution/Monitor. Immunosuppressive therapies (eg, irradiation, antimetabolites, alkylating agents, cytotoxic drugs, corticosteroids [greater than physiologic doses]) may reduce immune response to dengue vaccine."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "isavuconazonium sulfate",
            "description": {
                "common": "mometasone sinus implant and isavuconazonium sulfate both decrease  immunosuppressive effects; risk of infection. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "lonapegsomatropin",
            "description": {
                "common": "lonapegsomatropin decreases effects of mometasone sinus implant by Other (see comment). Use Caution/Monitor. \nComment: Growth hormone (GH) inhibits microsomal enzyme 11 beta-hydroxysteroid dehydrogenase type 1, which converts cortisone to its active metabolite, cortisol. Patients with untreated GH deficiency may have increases in serum cortisol, and initiation of lonapegsomatropin may result decreased serum cortisol. Patients with hypoadrenalism treated with glucocorticoids may require an increase glucocorticoid stress or maintenance doses following lonapegsomatropin initiation."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ozanimod",
            "description": {
                "common": "ozanimod, mometasone sinus implant.\nEither increases effects of the other by immunosuppressive effects; risk of infection. Use Caution/Monitor. Coadministration with immunosuppressive therapies may increase the risk of additive immune effects during therapy and in the weeks following administration. When switching from drugs with prolonged immune effects, consider the half-life and mode of action of these drugs in order to avoid unintended additive immunosuppressive effects."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ponesimod",
            "description": {
                "common": "ponesimod and mometasone sinus implant both increase  immunosuppressive effects; risk of infection. Use Caution/Monitor. Caution if coadministered because of additive immunosuppressive effects during such therapy and in the weeks following administration. When switching from drugs with prolonged immune effects, consider the half-life and mode of action of these drugs to avoid unintended additive immunosuppressive effects."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "sodium sulfate/?magnesium sulfate/potassium chloride",
            "description": {
                "common": "sodium sulfate/?magnesium sulfate/potassium chloride increases toxicity of mometasone sinus implant by Other (see comment). Use Caution/Monitor. \nComment: Coadministration with medications that cause fluid and electrolyte abnormalities may increase the risk of adverse events of seizure, arrhythmias, and renal impairment."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "sodium sulfate/potassium sulfate/magnesium sulfate",
            "description": {
                "common": "sodium sulfate/potassium sulfate/magnesium sulfate increases toxicity of mometasone sinus implant by Other (see comment). Use Caution/Monitor. \nComment: Coadministration with medications that cause fluid and electrolyte abnormalities may increase the risk of adverse events of seizure, arrhythmias, and renal impairment."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "somapacitan",
            "description": {
                "common": "somapacitan decreases effects of mometasone sinus implant by Other (see comment). Modify Therapy/Monitor Closely. \nComment: Microsomal enzyme 11-beta-hydroxysteroid dehydrogenase type 1 (11-beta-HSD-1) required for cortisone conversion to its active metabolite, cortisol, in hepatic and adipose tissue. GH inhibits 11-beta-HSD-1. Patients treated with glucocorticoid for hypoadrenalism may require increased maintenance or stress doses after initiating somapacitan."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ublituximab",
            "description": {
                "common": "ublituximab and mometasone sinus implant both increase  immunosuppressive effects; risk of infection. Modify Therapy/Monitor Closely. Owing to potential additive immunosuppressive effects, consider duration of effect and mechanism of action of these therapies if coadministered"
            }
        }
    ],
    "adverse effects": [
        {
            "name": "Asthma",
            "percent": "4.7"
        },
        {
            "name": "Headache",
            "percent": "3.5"
        },
        {
            "name": "Epistaxis",
            "percent": "2.4"
        },
        {
            "name": "Presyncope",
            "percent": "2.4"
        },
        {
            "name": "Bronchitis",
            "percent": "2"
        },
        {
            "name": "Otitis media",
            "percent": "2"
        },
        {
            "name": "Nasopharyngitis",
            "percent": "1.2"
        },
        {
            "name": "Premature displacement of implant or implant fragments",
            "percent": null
        },
        {
            "name": "Swallowing implant or implant fragments",
            "percent": null
        },
        {
            "name": "Pain",
            "percent": null
        },
        {
            "name": "Pressure",
            "percent": null
        },
        {
            "name": "Headache",
            "percent": null
        },
        {
            "name": "Foreign body response",
            "percent": null
        }
    ]
}