{
    "name": "viloxazine",
    "comment": "Rx",
    "other_names": [
        "Qelbree"
    ],
    "classes": [
        "Norepinephrine Reuptake Inhibitors",
        "Selective",
        "ADHD Agents"
    ],
    "source": "https://reference.medscape.com/drug/qelbree-viloxazine-4000058",
    "pregnancy": {
        "common": [
            "Based on findings from animal reproduction studies, maternal harm may occur when used during pregnancy",
            "Discontinue when pregnancy is recognized unless benefits of therapy outweigh potential risks to mother",
            "Insufficient data are available on use in pregnant females to determine a drug-associated risk of major birth defects, miscarriage, or adverse maternal outcomes"
        ],
        "specific": [
            {
                "type": "Pregnancy registry",
                "description": [
                    "Registry monitors pregnancy outcomes in treated or exposed females",
                    "Encourage patients to register by calling the National Pregnancy Registry for Psychiatric Medications at 1-866-961-2388 or visiting online at "
                ]
            },
            {
                "type": "Animal data",
                "description": [
                    "In animal reproduction studies, oral administration during the period of organogenesis caused fetal toxicities and delayed fetal development in the rat and maternal toxicities in the rabbit at doses approximately equal to maximum recommended human dose (MRHD) of 600 mg in adults, based on mg/m",
                    "Oral administration to pregnant rats and mice during pregnancy and lactation caused maternal toxicities and deaths and fetal toxicities at doses equal to or < MRHD of 600 mg in adults, based on mg/m",
                    ", respectively"
                ]
            }
        ]
    },
    "lactation": {
        "common": [
            "There are no data on presence in human milk, effects on breastfed infants, or effects on milk production ",
            "Viloxazine is likely present in rat milk; when present in animal milk, drug is likely present in human milk "
        ]
    },
    "warnings": {
        "black_box_warning": {
            "common": [],
            "specific": [
                {
                    "type": "Suicidal thoughts and behaviors",
                    "description": [
                        "Higher rates of suicidal thoughts and behavior reported in viloxazine-treated patients compared with placebo",
                        "Closely monitor all treated patients for clinical worsening, and for emergence of suicidal thoughts and behaviors "
                    ]
                }
            ]
        },
        "contraindicators": {
            "common": [
                "Coadministration with monoamine oxidase inhibitors (MAOIs), or within 14 days following discontinuing an MAOI ",
                "Coadministration of sensitive CYP1A2 substrates or CYP1A2 substrates with a narrow therapeutic range"
            ],
            "specific": []
        },
        "cautions": {
            "common": [
                "May increase HR and diastolic BP",
                "Noradrenergic drugs, such as viloxazine, may induce mania or mixed episode in patients with bipolar disorder ",
                "Somnolence and fatigue may occur; performing activities requiring mental alertness (eg, operating a motor vehicle, hazardous machinery) are not recommended "
            ],
            "specific": [
                {
                    "type": "Suicidal thoughts and ideation",
                    "description": [
                        "Suicidal thoughts and behavior were reported ",
                        "Causal link between emerging symptoms (eg, irritability, insomnia, depressed mood, anxiety, agitation, akathisia, mania, hypomania, panic attacks, impulsive behavior, aggression) and emergence of suicidal impulses not established",
                        "Closely monitor for clinical worsening and emergence of suicidal thoughts and behaviors, especially during initial few months of therapy and after dosage adjustments",
                        "Consider discontinuing or adjusting therapy in patients who are experiencing emergent suicidal thoughts and behaviors or symptoms, especially if symptoms are severe or abrupt in onset, or were not part of patient’s presenting symptoms",
                        "Consult family members or caregivers to monitor for emergence of suicidal ideation or behavior, and report such symptoms immediately to healthcare provider"
                    ]
                },
                {
                    "type": "Drug interaction overview",
                    "description": [
                        "Strong CYP1A2 inhibitor; weak CY2D6 and CYP3A4 inhibitor",
                        "MAOIs",
                        "Contraindicated with MAOIs and within 2 weeks after discontinuing an MAOI",
                        "Coadministration with an MAOI may lead to potentially life-threatening hypertensive crisis",
                        "CYP1A2 substrates ",
                        "Sensitive CYP1A2 substrates or CYP1A2 substrates with a narrow therapeutic range: Contraindicated",
                        "Moderately sensitive CYP1A2: Not recommended; dosage reduction recommended if coadministered",
                        "Viloxazine may significantly increase total exposure and risk of toxicities of these CYP1A2 substrates ",
                        "CYP2D6 substrates",
                        "Viloxazine may increase exposure of CYP2D6 substrates ",
                        "Monitor for adverse reactions and adjust dosages of substrates, as clinically indicated",
                        "CYP3A4 substrates",
                        "Viloxazine may increase exposure of CYP3A4 substrates ",
                        "Monitor for adverse reactions and adjust dosages of substrates, as clinically indicated"
                    ]
                }
            ]
        }
    },
    "interactions": [
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "atogepant",
            "description": {
                "common": "viloxazine will increase the level or effect of atogepant by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "finerenone",
            "description": {
                "common": "viloxazine will increase the level or effect of finerenone by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Modify Therapy/Monitor Closely. Monitor serum potassium during initiation and dosage adjustment of either finererone or weak CYP3A4 inhibitors. Adjust finererone dosage as needed."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "isavuconazonium sulfate",
            "description": {
                "common": "viloxazine will increase the level or effect of isavuconazonium sulfate by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        }
    ],
    "adverse effects": [
        {
            "name": "Somnolence",
            "percent": "12-19"
        },
        {
            "name": "Headache",
            "percent": "10-11"
        },
        {
            "name": "Insomnia",
            "percent": "23"
        },
        {
            "name": "Headache",
            "percent": "17"
        },
        {
            "name": "Nausea",
            "percent": "12"
        },
        {
            "name": "Fatigue",
            "percent": "12"
        },
        {
            "name": "Fatigue",
            "percent": "4-9"
        },
        {
            "name": "Decreased appetite",
            "percent": "5-8"
        },
        {
            "name": "Upper respiratory tract infections",
            "percent": "5-8"
        },
        {
            "name": "Abdominal pain",
            "percent": "3-7"
        },
        {
            "name": "Nausea",
            "percent": "1-7"
        },
        {
            "name": "Vomiting",
            "percent": "3-6"
        },
        {
            "name": "Insomnia",
            "percent": "2-5"
        },
        {
            "name": "Irritability",
            "percent": "2-5"
        },
        {
            "name": "Pyrexia",
            "percent": "1-3"
        },
        {
            "name": "Dry mouth",
            "percent": "10"
        },
        {
            "name": "Decreased appetite",
            "percent": "10"
        },
        {
            "name": "Somnolence",
            "percent": "6"
        },
        {
            "name": "Constipation",
            "percent": "6"
        },
        {
            "name": "Vomiting",
            "percent": "4"
        },
        {
            "name": "Irritability",
            "percent": "4"
        },
        {
            "name": "Dizziness",
            "percent": "4"
        },
        {
            "name": "Tachycardia",
            "percent": "4"
        },
        {
            "name": "Gastroesophageal reflux disease",
            "percent": "2"
        }
    ]
}