{
    "name": "beclomethasone, inhaled",
    "comment": "Rx",
    "other_names": [
        "Qvar RediHaler"
    ],
    "classes": [
        "Corticosteroids",
        "Inhalants"
    ],
    "source": "https://reference.medscape.com/drug/qvar-redihaler-beclomethasone-inhaled-343427",
    "pregnancy": {
        "common": [
            "There are no adequate and well-controlled in pregnant women; there are clinical considerations with use of inhaled corticosteroids (ICS), including beclomethasone dipropionate, in pregnant women; available human data do not establish presence or absence of drug- associated risk to fetus; in animal reproduction studies, beclomethasone dipropionate resulted in adverse developmental effects in mice and rabbits at subcutaneous doses equal to or greater than approximately 0.75 times maximum recommended human daily inhalation dose (MRHDID) in adults (0.64 mg/day); in rats exposed to beclomethasone dipropionate by inhalation, dose-related gross injury to fetal adrenal glands was observed at doses greater than 180 times the MRHDID, but there was no evidence of external or skeletal malformations or embryo lethality at inhalation doses up to 440 times the MRHDID",
            "The risk of complications to mother and developing fetus from inadequate control of asthma must be balanced against risks from exposure to beclomethasone dipropionate"
        ],
        "specific": [
            {
                "type": "Labor or delivery",
                "description": [
                    "There are no specific human data regarding any adverse effects of inhaled beclomethasone dipropionate on labor and delivery"
                ]
            },
            {
                "type": "Fertility",
                "description": [
                    "Impairment of fertility was observed in rats and dogs at oral doses corresponding to 250 and 25 times the MRHDID for adults on a mg/ m² basis, respectively"
                ]
            }
        ]
    },
    "lactation": {
        "common": [
            "There are no data available on presence in human milk, effects on breastfed child, or on milk production; however, other inhaled corticosteroids have been detected in human milk",
            "The developmental and health benefits of breastfeeding should be considered along with mother’s clinical need for therapy and any potential adverse effects on breastfed child from beclomethasone dipropionate or from underlying maternal condition"
        ]
    },
    "warnings": {
        "black_box_warning": {
            "common": [],
            "specific": []
        },
        "contraindicators": {
            "common": [
                "Hypersensitivity",
                "Primary treatment of status asthmaticus, acute bronchospasm"
            ],
            "specific": []
        },
        "cautions": {
            "common": [
                "Immediate hypersensitivity reactions may occur; discontinue beclomethasone inhaler if such reactions occur",
                "May decrease growth velocity in children; titrate dose to the lowest effective dose to relieve signs/symptoms",
                "Kaposi sarcoma associated with prolonged corticosteroid treatment; if observed, consider discontinuing therapy",
                "Psychiatric disturbances reported with corticosteroid use; psychiatric conditions, including depression, euphoria, personality changes, insomnia, and mood swings may be exacerbated by corticosteroid use",
                "Following initiation of inhaled corticosteroids, rare cases of vasculitis or eosinophilic conditions may occur after decrease and/or withdrawal of oral corticosteroid therapy",
                "Use caution in patients with heart failure (long-term use associated with fluid retention), diabetes mellitus (may lead to hyperglycemia), gastrointestinal disease (diverculitis, peptic ulcer, ulcerative colitis due to perforation risk), myasthenia gravis (exacerbation may occur), myocardial infarct (exacerbation of symptoms reported), myocardial infarct (corticosteroids associated with myocardial rupture), ocular disease (routine eye exam recommended), history of seizure disorder (seizures reported with adrenal crisis)",
                "Dosage adjustments may be necessary with changes in thyroid status; metabolic clearance of corticosteroids may increase in hyperthyroid patients and decreases in hypothyroid ones"
            ],
            "specific": [
                {
                    "type": "Long term corticosteroid use",
                    "description": [
                        "Decreases in bone mineral density (BMD) have been observed; monitor",
                        "Eye disorders",
                        "Cataracts, glaucoma, increased IOP, and blurred vision reported after long term corticosteroid use; closely monitor for patients with changes in vision or with history of increased intraocular pressure, blurred vision, glaucoma, and/or cataracts"
                    ]
                },
                {
                    "type": "Immunosuppression",
                    "description": [
                        "Risk for more serious or fatal course of chickenpox or measles in susceptible patients (eg, unvaccinated or immunologically unexposed individuals); care must be taken to avoid exposure",
                        "Immunocompromised patients"
                    ]
                },
                {
                    "type": "Localized effects",
                    "description": [
                        "Risk of localized infections of nose, mouth, and pharynx, including Candida albicans; must rinse mouth after inhalation to reduce risk",
                        "If oropharyngeal candidiasis develops, it should be treated with appropriate local or systemic antifungal therapy; certain cases may require temporary interruption of therapy under close supervision"
                    ]
                },
                {
                    "type": "Deterioration of asthma and acute episodes",
                    "description": [
                        "Risk of bronchospasm with immediate increase in wheezing after administration; if this occurs, discontinue therapy and administer SABA immediately",
                        "Not a bronchodilator; should not be administered for rapid relief of acute bronchospasm",
                        "Acute symptoms (eg, shortness of breath) should be relieved with a short-acting beta2-agonist; patients with acute episodes may require oral corticosteroids"
                    ]
                },
                {
                    "type": "Transferring patients from systemic corticosteroid therapy",
                    "description": [
                        "Excessive use may suppress HPA function (eg, adrenal insufficiency when exposed to trauma, surgery, or infections (particularly gastroenteritis); monitor closely, especially postoperatively or during periods of stress",
                        "During periods of stress or severe status asthmaticus, may require supplementary systemic corticosteroids immediately; patient should carry warning card indicating possible need for supplementary systemic steroids in such emergencies Switching from systemic steroids to therapy may unmask allergic conditions (eg, conjunctivitis, eczema, rhinitis)",
                        "Deaths have occurred due to adrenal insufficiency following abrupt withdrawal of oral steroids; taper withdrawal gradually"
                    ]
                }
            ]
        }
    },
    "interactions": [
        {
            "classification_type": "Serious",
            "interaction_with": "aldesleukin",
            "description": {
                "common": "beclomethasone, inhaled decreases effects of aldesleukin by Other (see comment). Avoid or Use Alternate Drug. \nComment: Cordicosteroids may interfere with antitumor effects of biological response modulators."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "BCG intravesical live",
            "description": {
                "common": "beclomethasone, inhaled increases effects of BCG intravesical live by Other (see comment). Avoid or Use Alternate Drug. \nComment: May interfere with response to intravesicle TICE BCG response."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "BCG vaccine live",
            "description": {
                "common": "beclomethasone, inhaled increases effects of BCG vaccine live by immunosuppressive effects; risk of infection. Avoid or Use Alternate Drug. May interfere with generation of an adequate immune response to BCG vaccine."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "echinacea",
            "description": {
                "common": "echinacea decreases effects of beclomethasone, inhaled by pharmacodynamic antagonism. Avoid or Use Alternate Drug. Monitor for reduced efficacy of immunosuppressant when used concomitantly."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "hyaluronidase",
            "description": {
                "common": "beclomethasone, inhaled will decrease the level or effect of hyaluronidase by  unspecified interaction mechanism. Avoid or Use Alternate Drug. Larger hyaluronidase doses may be required to achieve desired effect"
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "leflunomide",
            "description": {
                "common": "beclomethasone, inhaled increases toxicity of leflunomide by unspecified interaction mechanism. Avoid or Use Alternate Drug. May increase risk of hematologic toxicities; should monitor for bone marrow suppression at least monthly throughout duration of concurrent therapy when leflunomide is given with another immunosuppressants."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "macimorelin",
            "description": {
                "common": "beclomethasone, inhaled, macimorelin. unspecified interaction mechanism. Avoid or Use Alternate Drug. Drugs that directly affect the pituitary secretion of growth hormone (GH) may impact the accuracy of the macimorelin diagnostic test. Allow sufficient washout time of drugs affecting GH growth hormone release before administering prior to administration of macimorelin. Drugs that directly affect the pituitary secretion of growth hormone (GH) may impact the accuracy of the macimorelin diagnostic test. Allow sufficient washout time of drugs affecting GH release before administering macimorelin."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "natalizumab",
            "description": {
                "common": "beclomethasone, inhaled increases toxicity of natalizumab by immunosuppressive effects; risk of infection. Avoid or Use Alternate Drug. Before initiating natalizumab, taper of steroids patients receiving chronic corticosteroids ."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "pimecrolimus",
            "description": {
                "common": "beclomethasone, inhaled increases toxicity of pimecrolimus by immunosuppressive effects; risk of infection. Avoid or Use Alternate Drug. Effects are dependent on immunosuppression, intensity, and duration."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "tacrolimus ointment",
            "description": {
                "common": "beclomethasone, inhaled increases toxicity of tacrolimus ointment by immunosuppressive effects; risk of infection. Avoid or Use Alternate Drug. Effects are dependent on immunosuppression, intensity, and duration."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "amphotericin B deoxycholate",
            "description": {
                "common": "beclomethasone, inhaled increases toxicity of amphotericin B deoxycholate by Mechanism: unspecified interaction mechanism. Use Caution/Monitor. Corticosteroids may increase the hypokalemic effect of amphotericin B."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "bumetanide",
            "description": {
                "common": "beclomethasone, inhaled increases toxicity of bumetanide by increasing elimination. Use Caution/Monitor. Corticosteroids may increase the hypkalemic effects of loop diuretics."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "chlorothiazide",
            "description": {
                "common": "beclomethasone, inhaled increases toxicity of chlorothiazide by increasing elimination. Use Caution/Monitor. May increase the hypokalemic effects of thiazide diuretics."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "chlorthalidone",
            "description": {
                "common": "beclomethasone, inhaled increases toxicity of chlorthalidone by increasing elimination. Use Caution/Monitor. May increase the hypokalemic effects of thiazide diuretics."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "corticorelin",
            "description": {
                "common": "beclomethasone, inhaled decreases effects of corticorelin by unspecified interaction mechanism. Use Caution/Monitor. May blunt plasma ACTH response to corticorelin."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "deferasirox",
            "description": {
                "common": "beclomethasone, inhaled increases toxicity of deferasirox by unspecified interaction mechanism. Use Caution/Monitor. Increases risk for GI ulceration/irritation or GI bleeding."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "denosumab",
            "description": {
                "common": "denosumab increases toxicity of beclomethasone, inhaled by immunosuppressive effects; risk of infection. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ethacrynic acid",
            "description": {
                "common": "beclomethasone, inhaled increases toxicity of ethacrynic acid by increasing elimination. Use Caution/Monitor. Corticosteroids may increase the hypkalemic effects of loop diuretics."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "furosemide",
            "description": {
                "common": "beclomethasone, inhaled increases toxicity of furosemide by increasing elimination. Use Caution/Monitor. Corticosteroids may increase the hypkalemic effects of loop diuretics."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "hydrochlorothiazide",
            "description": {
                "common": "beclomethasone, inhaled increases toxicity of hydrochlorothiazide by increasing elimination. Use Caution/Monitor. May increase the hypokalemic effects of thiazide diuretics."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "sipuleucel-T",
            "description": {
                "common": "beclomethasone, inhaled decreases effects of sipuleucel-T by unspecified interaction mechanism. Use Caution/Monitor. Drugs that suppress  the immune system may inhibit clinical activity of sipuleucel-T."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "torsemide",
            "description": {
                "common": "beclomethasone, inhaled increases toxicity of torsemide by increasing elimination. Use Caution/Monitor. Corticosteroids may increase the hypkalemic effects of loop diuretics."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "trastuzumab",
            "description": {
                "common": "trastuzumab, beclomethasone, inhaled.\nEither increases toxicity of the other by immunosuppressive effects; risk of infection. Use Caution/Monitor.  Neutropenia or febrile neutropenia incidence were increased when trastuzumab was coadministered with myelosuppressive chemotherapy. ."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "trastuzumab deruxtecan",
            "description": {
                "common": "trastuzumab deruxtecan, beclomethasone, inhaled.\nEither increases toxicity of the other by immunosuppressive effects; risk of infection. Use Caution/Monitor.  Neutropenia or febrile neutropenia incidence were increased when trastuzumab was coadministered with myelosuppressive chemotherapy. ."
            }
        }
    ],
    "adverse effects": [
        {
            "name": "Pharyngitis",
            "percent": "5-27"
        },
        {
            "name": "Headache",
            "percent": "8-25"
        },
        {
            "name": "Upper respiratory tract infection",
            "percent": "5-11"
        },
        {
            "name": "URI",
            "percent": "80-160"
        },
        {
            "name": "Vomiting",
            "percent": "1.6"
        },
        {
            "name": "mcg",
            "percent": "80"
        },
        {
            "name": "Headache",
            "percent": "1.6"
        },
        {
            "name": "mcg",
            "percent": "80"
        },
        {
            "name": "URI",
            "percent": "2.4"
        },
        {
            "name": "mcg",
            "percent": "160"
        },
        {
            "name": "Cough",
            "percent": "2.4"
        },
        {
            "name": "mcg",
            "percent": "160"
        },
        {
            "name": "Pyrexia",
            "percent": "3.2"
        },
        {
            "name": "mcg",
            "percent": "80-160"
        },
        {
            "name": "Pharyngitis",
            "percent": "3.2"
        },
        {
            "name": "mcg",
            "percent": "80"
        },
        {
            "name": "Nasopharyngitis",
            "percent": "4"
        },
        {
            "name": "mcg",
            "percent": "80-160"
        },
        {
            "name": "Viral URI",
            "percent": "4"
        },
        {
            "name": "mcg",
            "percent": "160"
        },
        {
            "name": "Headache",
            "percent": "4"
        },
        {
            "name": "mcg",
            "percent": "160"
        },
        {
            "name": "Nasopharyngitis",
            "percent": "8.8"
        },
        {
            "name": "mcg",
            "percent": "2-4"
        },
        {
            "name": "Increased asthma symptoms",
            "percent": "320"
        },
        {
            "name": "URI",
            "percent": "4"
        },
        {
            "name": "mcg",
            "percent": "80"
        },
        {
            "name": "Nasopharyngitis",
            "percent": "4"
        },
        {
            "name": "mcg",
            "percent": "80"
        },
        {
            "name": "Nasopharyngitis",
            "percent": "4"
        },
        {
            "name": "mcg",
            "percent": "80"
        },
        {
            "name": "Viral URI",
            "percent": "3"
        },
        {
            "name": "mcg",
            "percent": "80"
        },
        {
            "name": "Sinusitis",
            "percent": "3"
        },
        {
            "name": "mcg",
            "percent": "640"
        },
        {
            "name": "URI",
            "percent": "3"
        },
        {
            "name": "mcg",
            "percent": "320"
        },
        {
            "name": "Oral candidiasis",
            "percent": "3"
        },
        {
            "name": "mcg",
            "percent": "80-160"
        },
        {
            "name": "URI",
            "percent": "3"
        },
        {
            "name": "mcg",
            "percent": "160"
        },
        {
            "name": "Rhinitis allergic",
            "percent": "3"
        },
        {
            "name": "mcg",
            "percent": "3"
        },
        {
            "name": "Sinusitis",
            "percent": "2-3"
        },
        {
            "name": "Oral symptoms",
            "percent": "160"
        },
        {
            "name": "Nasopharyngitis",
            "percent": "2"
        },
        {
            "name": "mcg",
            "percent": "80-160"
        },
        {
            "name": "Oropharyngeal pain",
            "percent": "2"
        },
        {
            "name": "mcg",
            "percent": "160"
        },
        {
            "name": "Oral candidiasis",
            "percent": "2"
        },
        {
            "name": "mcg",
            "percent": "320-640"
        },
        {
            "name": "Nasopharyngitis",
            "percent": "1"
        },
        {
            "name": "mcg",
            "percent": "80"
        },
        {
            "name": "Cough",
            "percent": "0.8"
        },
        {
            "name": "mcg",
            "percent": "80"
        },
        {
            "name": "URI",
            "percent": "0.8"
        },
        {
            "name": "mcg",
            "percent": "80"
        },
        {
            "name": "Pyrexia",
            "percent": "0.8"
        },
        {
            "name": "mcg",
            "percent": "320"
        },
        {
            "name": "Oropharyngeal pain",
            "percent": "1"
        },
        {
            "name": "mcg",
            "percent": "80"
        },
        {
            "name": "Viral URI",
            "percent": "1"
        },
        {
            "name": "mcg",
            "percent": "320-640"
        },
        {
            "name": "Sinusitis",
            "percent": "1"
        },
        {
            "name": "mcg",
            "percent": "640"
        },
        {
            "name": "Rhinitis allergic",
            "percent": "1"
        },
        {
            "name": "mcg",
            "percent": null
        }
    ]
}