{
    "name": "red blood cells",
    "comment": "Blood Component",
    "other_names": [
        "RBCs"
    ],
    "classes": [
        "Blood Components"
    ],
    "source": "https://reference.medscape.com/drug/rbcs-red-blood-cells-999507",
    "pregnancy": {
        "common": [
            "CMV-negative or CMV reduced risk (leukocyte reduced) RBCs should be used in pregnant women who are CMV-negative or whose CMV status is unknown."
        ],
        "specific": []
    },
    "lactation": {
        "common": []
    },
    "warnings": {
        "black_box_warning": {
            "common": [],
            "specific": []
        },
        "contraindicators": {
            "common": [
                "Should not be used to treat anemia that can be corrected with a non-transfusion therapy (e.g. iron therapy) unless immediate correction is urgently needed.",
                "Not indicated solely to providing blood volume &/or oncotic pressure, a sense of well being, or to improve wound healing."
            ],
            "specific": []
        },
        "cautions": {
            "common": [
                "If a transfusion reaction is suspected, the transfusion should be stopped, the patient assessed and stabilized, the blood bank notified, and a transfusion reaction investigation initiated. Massive or rapid transfusion may lead to arrhythmias, hypothermia, hyperkalemia, hypocalcemia, dyspnea, and/or heart failure.",
                "All transfusions must be given via blood administration sets containing 170- to 260-micron filters or 20- to 40-micron microaggregate filters. No other medications or fluids other than normal saline should be simultaneously given through the same line without prior consultation with the medical director of the blood bank.",
                "Patient’s should be monitored for signs of a transfusion reaction including vitals pre, during, and post transfusion.",
                "Non-septic infectious risks include transmission of HIV (~1:2 mill), HCV (~1:1.5 mill), HBV (1:300k), HTLV, WNV, CMV, parvovirus B19, lyme disease, babesiosis, malaria, chaga’s disease, vCJD.",
                "Iron overload in chronically transfused patients due to hemoglobinopathies or thalassemia.",
                "Consult with blood bank medical director or hematologist if you have questions regarding special transfusion requirements."
            ],
            "specific": []
        }
    },
    "interactions": [],
    "adverse effects": [
        {
            "name": "Hemolytic Transfusion Reactions",
            "percent": null
        },
        {
            "name": "Febrile Non",
            "percent": null
        },
        {
            "name": "Hemolytic Reactions",
            "percent": null
        },
        {
            "name": "Allergic Reactions ranging from urticaria to anaphylaxis",
            "percent": null
        },
        {
            "name": "Septic Reactions",
            "percent": null
        },
        {
            "name": "Transfusion Related Acute Lung Injury",
            "percent": null
        },
        {
            "name": "TRALI",
            "percent": null
        },
        {
            "name": "Circulatory Overload",
            "percent": null
        },
        {
            "name": "Transfusion Associated Graft Versus Host Disease",
            "percent": null
        },
        {
            "name": "Postransfusion Purpura",
            "percent": null
        }
    ]
}