{
    "name": "ribavirin",
    "comment": "Rx",
    "other_names": [
        "Rebetol",
        "Ribasphere",
        "RibaPak",
        "Copegus",
        "Virazole",
        "Moderiba"
    ],
    "classes": [
        "Hepatitis B/Hepatitis C Agents",
        "RSV Agents"
    ],
    "source": "https://reference.medscape.com/drug/rebetol-ribasphere-ribavirin-342625",
    "pregnancy": {
        "common": [
            "A pregnancy exposure registry monitors pregnancy outcomes in women exposed to drug during pregnancy or within 6 months following cessation of treatment; healthcare providers and patients are encouraged to report such cases by calling 1-800-593-2214",
            "Therapy is contraindicated for use in pregnant women and in men whose female partners are pregnant; obtain negative pregnancy test before initiating therapy; patients should have periodic pregnancy tests during treatment and during the 9-month period after treatment has been stopped",
            "Female patients of reproductive potential should use effective contraception during treatment and for 9 months post-therapy",
            "Male patients should use effective contraception during treatment and during 6-month period after treatment has been stopped"
        ],
        "specific": [
            {
                "type": "Infertility",
                "description": [
                    "Based on animal data, the drug may impair male fertility; in animal studies, these effects were mostly reversible within a few months after drug cessation"
                ]
            },
            {
                "type": "Animal data",
                "description": [
                    "Therapy has demonstrated significant teratogenic and embryocidal effects in all animal species tested; these effects occurred at doses as low as one-twentieth of recommended human dose of ribavirin",
                    "Interim data from Pregnancy Registry are insufficient to identify a drug-associated risk of birth defects, miscarriage, or adverse maternal or fetal outcomes",
                    "The drug is known to accumulate in intracellular components from where it is cleared very slowly; in animal studies, drug exposure was shown to have teratogenic and/or embryocidal effects"
                ]
            }
        ]
    },
    "lactation": {
        "common": [
            "There are no data on presence of ribavirin in human milk or effects on breastfed infant or milk production; the developmental and health benefits of breastfeeding should be considered along with the mother’s clinical need for therapy and any potential adverse effects on breastfed infant from therapy or from the underlying maternal condition"
        ]
    },
    "warnings": {
        "black_box_warning": {
            "common": [],
            "specific": [
                {
                    "type": "Oral",
                    "description": [
                        "Monotherapy not effective for treatment of chronic hepatitis C virus (HCV) infection and should not be used alone for this indication",
                        "Hemolytic anemia is the primary toxicity, which may result in worsening of cardiac disease and lead to fatal and nonfatal MI; do not use if history of significant or unstable cardiac disease",
                        "Significant teratogenic and/or embryocidal effects demonstrated in all animal species exposed to ribavirin",
                        "Half-life is 12 days, and drug may persist in nonplasma compartments for as long as 6 months",
                        "Contraindicated during pregnancy and in the male partners of pregnant women",
                        "Extreme care must be taken to avoid pregnancy during therapy and for 6 months after completion of treatment in both female patients and female partners of male patients taking ribavirin",
                        "At least 2 reliable forms of effective contraception must be used during treatment and during the 6-month posttreatment follow-up period"
                    ]
                },
                {
                    "type": "Inhalation",
                    "description": [
                        "Aerosolized ribavirin in patients requiring mechanical ventilator assistance should be administered only by health care providers and support staff familiar with this mode of administration and the specific ventilator being used",
                        "Strictly follow procedures that minimize drug precipitate accumulation to avoid mechanical ventilator dysfunction",
                        "Sudden respiratory function deterioration in infants may occur during initiation of aerosolized ribavirin",
                        "Carefully monitor respiratory function during treatment",
                        "If sudden deterioration of respiratory function occurs, stop treatment and reinstitute only with extreme caution, continuous monitoring, and possibly bronchodilator coadministration",
                        "Aerosolized ribavirin not indicated for adults",
                        "Produces testicular lesions in rodents and is teratogenic in all animal species in which adequate studies have been conducted (rodents and rabbits)"
                    ]
                }
            ]
        },
        "contraindicators": {
            "common": [
                "Women who are or may become pregnant",
                "Men whose female partners are pregnant",
                "Known hypersensitivity reactions to ribavirin (eg, Stevens-Johnson syndrome, toxic epidermal necrolysis, erythema multiforme)",
                "Autoimmune hepatitis",
                "Hemoglobinopathies (eg, thalassemia major, sickle-cell anemia)",
                "CrCl <50 mL/min",
                "Coadministration with didanosine"
            ],
            "specific": []
        },
        "cautions": {
            "common": [
                "Use caution in mechanically ventilated patients",
                "Do NOT use for influenza",
                "Only Copegus studied in HCV/HIV coinfected patients, however, the modified dose is CDC recommended",
                "There are significant adverse reactions caused by ribavirin/ peginterferon therapy, including severe depression and suicidal or homicidal ideation, hemolytic anemia, suppression of bone marrow function, autoimmune and infectious disorders, pulmonary dysfunction, pancreatitis, and diabetes; suicidal ideation may occur more frequently among pediatric patients, primarily adolescents, compared to adult patients (2.4% versus 1%) during treatment and off-therapy follow-up",
                "Suspend ribavirin and alfa interferon combination therapy in patients with signs and symptoms of pancreatitis and discontinue in patients with confirmed pancreatitis",
                "Pulmonary symptoms, including dyspnea, pulmonary infiltrates, pneumonitis, pulmonary hypertension, and pneumonia, reported during therapy with ribavirin with alpha interferon combination therapy; occasional cases of fatal pneumonia have occurred; sarcoidosis or the exacerbation of sarcoidosis reported; closely monitor patient or if necessary discontinue therapy if pulmonary infiltrate or pulmonary function impairment observed",
                "Dental and periodontal disorders reported in patients receiving ribavirin and interferon alfa combination therapy; dry mouth could have damaging effect on teeth and mucous membranes of mouth during long-term treatment with combination of ribavirin and interferon alfa; patients should brush teeth thoroughly twice daily and have regular dental examinations; if vomiting occurs, they should be advised to rinse out their mouth thoroughly afterwards",
                "Take extreme care to avoid pregnancy",
                "Ocular disorders reported when ribavirin is used in combination therapy with alpha interferons (eg, decrease or loss of vision, retinopathy including macular edema, retinal artery or vein, thrombosis, retinal hemorrhages; cotton wool spots, optic neuritis, papilledema, serous retinal detachment)",
                "Study in boys showed growth rate inhibited (ie, height percentile decreases) with peginterferon alfa-2b plus ribavirin",
                "Pancytopenia and bone marrow suppression reported when coadministered with pegylated interferon and azathioprine",
                "Assess patient for underlying cardiac disease before initiating therapy",
                "Patients with pre-existing cardiac disease should have electrocardiograms administered before treatment and should be appropriately monitored during therapy; if there is deterioration of cardiovascular status, therapy should be suspended or discontinued",
                "Peginterferon in combination with ribavirin may cause severe decreases in neutrophil and platelet counts, and hematologic, endocrine (eg, TSH), and hepatic abnormalities",
                "Obtain hematology and blood chemistry testing in patients on Peginterferon/ribavirin combination therapy before start of treatment and periodically thereafter"
            ],
            "specific": [
                {
                    "type": "Hepatic decompensation",
                    "description": [
                        "Patients with chronic hepatitis C (CHC) and cirrhosis may be at risk of hepatic decompensation and death when treated with alpha interferons, including PEGASYS",
                        "Cirrhotic CHC patients coinfected with HIV receiving highly active antiretroviral therapy (HAART) and interferon alfa-2a with or without ribavirin appear to be at increased risk for the development of hepatic decompensation compared to patients not receiving HAART"
                    ]
                },
                {
                    "type": "Drug interaction overview",
                    "description": [
                        "Pancytopenia (marked decreases in red blood cells, neutrophils, and platelets) and bone marrow suppression reported to occur within 3 to 7 weeks after concomitant administration of pegylated interferon/ribavirin and azathioprine; myelotoxicity was reversible within 4 to 6 weeks upon withdrawal of both HCV antiviral therapy and concomitant azathioprine and did not recur upon reintroduction of either treatment alone; discontinue peginterferon, ribavirin, and azathioprine for pancytopenia, and do not reintroduce pegylated interferon/ribavirin with concomitant azathioprine",
                        "Exposure to didanosine or its active metabolite (deoxyadenosine 5’-triphosphate) is increased when didanosine is coadministered with ribavirin, which could cause or worsen clinical toxicities; therefore, coadministration of ribavirin and didanosine is contraindicated"
                    ]
                }
            ]
        }
    },
    "interactions": [
        {
            "classification_type": "Contraindicated",
            "interaction_with": "didanosine",
            "description": {
                "common": "ribavirin increases toxicity of didanosine by unspecified interaction mechanism. Contraindicated. Risk of hepatic failure, peripheral neuropathy, pancreatitis, lactic acidosis."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "abacavir",
            "description": {
                "common": "ribavirin increases toxicity of abacavir by Other (see comment). Avoid or Use Alternate Drug. \nComment: Increased risk of lactic acidosis and hepatic decompensation."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "stavudine",
            "description": {
                "common": "ribavirin decreases effects of stavudine by Other (see comment). Contraindicated. \nComment: Mechanism: Competition for thymidine kinase for conversion to active form."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "zidovudine",
            "description": {
                "common": "ribavirin decreases effects of zidovudine by Other (see comment). Avoid or Use Alternate Drug. \nComment: Mechanism: Competition for thymidine kinase for conversion to active form."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "emtricitabine",
            "description": {
                "common": "ribavirin increases toxicity of emtricitabine by pharmacodynamic synergism. Modify Therapy/Monitor Closely. Use alternatives if available. Increased risk of lactic acidosis."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "lamivudine",
            "description": {
                "common": "ribavirin increases toxicity of lamivudine by pharmacodynamic synergism. Modify Therapy/Monitor Closely. Use alternatives if available. Increased risk of lactic acidosis."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "tobramycin inhaled",
            "description": {
                "common": "tobramycin inhaled and ribavirin both increase  nephrotoxicity and/or ototoxicity. Modify Therapy/Monitor Closely. Avoid concurrent or sequential use to decrease risk for ototoxicity"
            }
        }
    ],
    "adverse effects": [
        {
            "name": "Dehydration",
            "percent": null
        },
        {
            "name": "Hearing impairment",
            "percent": null
        },
        {
            "name": "Hearing loss",
            "percent": null
        },
        {
            "name": "Retinal detachment",
            "percent": null
        },
        {
            "name": "Pure red cell aplasia",
            "percent": null
        },
        {
            "name": "PRCA",
            "percent": null
        },
        {
            "name": "Serious skin reactions",
            "percent": null
        },
        {
            "name": "Liver and renal graft rejection",
            "percent": null
        },
        {
            "name": "Homicidal ideation",
            "percent": null
        },
        {
            "name": "Growth inhibition in pediatric patients",
            "percent": null
        }
    ]
}