{
    "name": "imipenem/cilastatin/relebactam",
    "comment": "Rx",
    "other_names": [
        "Recarbrio"
    ],
    "classes": [
        "Carbapenems"
    ],
    "source": "https://reference.medscape.com/drug/recarbrio-imipenem-cilastatin-relebactam-1000331",
    "pregnancy": {
        "common": [
            "Data are insufficient in pregnant women to establish whether there is a drug-associated risk for major birth defects, miscarriage, or adverse maternal or fetal outcomes"
        ],
        "specific": [
            {
                "type": "Animal studies",
                "description": [
                    "Administration during organogenesis to mice, rats, rabbits, and monkeys at doses 1-5 times the maximum recommended human dose ([MRHD] of imipenem 500 mg/cilastatin 500 mg q6hr for total daily doses of imipenem 2g/cilastatin 2g) based on BSA comparison, showed no drug induced fetal malformations",
                    "Embryofetal development studies with imipenem/cilastatin administered to cynomolgus monkeys at doses similar to the MRHD (based on BSA comparison) showed an increase in embryonic loss",
                    "In an embryofetal study, parental administration of relebactam to pregnant mice during the period of organogenesis was associated with a nondose-responsive increase in the litter incidence of cleft palate at a plasma relebactam exposure approximately equal to the human exposure at the MRHD (250 mg q6hr for a daily dose of 1 g) and an increased percent litter incidence of total skeletal malformations at a plasma exposure approximately 6 times the human exposure at the MRHD"
                ]
            }
        ]
    },
    "lactation": {
        "common": [
            "There are insufficient data on the presence of imipenem/cilastatin and relebactam in human milk, and no data on the effects on the breastfed child, or the effects on milk production",
            "Relebactam is present in milk of lactating rats"
        ]
    },
    "warnings": {
        "black_box_warning": {
            "common": [],
            "specific": []
        },
        "contraindicators": {
            "common": [
                "History of severe hypersensitivity to imipenem, cilastatin, or relebactam, or any other component"
            ],
            "specific": []
        },
        "cautions": {
            "common": [
                "Serious and occasionally fatal hypersensitivity (anaphylactic) reactions reported in patients receiving therapy with beta-lactams; carefully assess allergy history for previous hypersensitivity to antimicrobials#carbapenems, penicillins, cephalosporins, other beta-lactams, and other allergens",
                "Clostridium difficile-associated diarrhea (CDAD) has been reported with use of nearly all antibacterial agents; if CDAD is suspected or confirmed, ongoing antibacterial drug use not directed against C difficile may need to be discontinued",
                "Prescribing antibiotics in the absence of a proven or strongly suspected bacterial infection or prophylactic indication is unlikely to provide benefit to the patient and increases risk of drug-resistant bacteria",
                " ",
                " "
            ],
            "specific": [
                {
                    "type": "CNS adverse effects",
                    "description": [
                        "CNS adverse reactions (eg, seizures, confusional states, myoclonic activity) reported with imipenem/cilastatin, especially if imipenem exceeds recommended dosage",
                        "Most commonly reported in patients with CNS disorders (eg, brain lesions, seizures) and/or compromised renal function",
                        "Continue anticonvulsant therapy in patients with known seizure disorders",
                        "If CNS adverse reactions occur, patients should undergo a neurological evaluation to determine if drug should be discontinued"
                    ]
                },
                {
                    "type": "Drug interaction overview",
                    "description": [
                        "Ganciclovir: Generalized seizures reported with coadministration of ganciclovir and imipenem/cilastatin",
                        "Increased seizure potential with valproic acid",
                        "Coadministration with valproic acid or divalproex sodium may increase risk of breakthrough seizures",
                        "Avoid concomitant use or consider alternative antibacterial drugs other than antimicrobials#carbapenems",
                        "In vitro animal data suggest antimicrobials#carbapenems may inhibit the hydrolysis of valproic acid's glucuronide metabolite (VPA-g) back to valproic acid, thus decreasing the serum concentrations of valproic acid"
                    ]
                }
            ]
        }
    },
    "interactions": [
        {
            "classification_type": "Serious",
            "interaction_with": "BCG intravesical live",
            "description": {
                "common": "imipenem/cilastatin/relebactam decreases effects of BCG intravesical live by pharmacodynamic antagonism. Avoid or Use Alternate Drug. Intravesical BCG prescribing information states that antimicrobial therapy for other infections may interfere with the effectiveness of BCG intravesical. Antibiotics with activity against mycobacteria are of the greatest concern; however, avoiding all antimicrobial therapy during treatment is currently recommended."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "cholera vaccine",
            "description": {
                "common": "imipenem/cilastatin/relebactam decreases effects of cholera vaccine by pharmacodynamic antagonism. Avoid or Use Alternate Drug. Avoid coadministration of cholera vaccine with systemic antibiotics since these agents may be active against the vaccine strain. Do not administer cholera vaccine to patients who have received oral or parenteral antibiotics within 14 days prior to vaccination."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "divalproex sodium",
            "description": {
                "common": "imipenem/cilastatin/relebactam will decrease the level or effect of divalproex sodium by  unknown mechanism. Avoid or Use Alternate Drug. Data from in vitro and animal studies suggest carbapenems may inhibit hydrolysis of the valproic acid glucuronide metabolite (VPA-g) back to valproic acid, thus decreasing the serum concentrations of valproic acid/divalproex sodium."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "ganciclovir",
            "description": {
                "common": "ganciclovir, imipenem/cilastatin/relebactam. unknown mechanism. Avoid or Use Alternate Drug. Coadministration may increase risk of seizures. Avoid unless potential benefit outweighs the risk."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "microbiota oral",
            "description": {
                "common": "imipenem/cilastatin/relebactam decreases effects of microbiota oral by pharmacodynamic antagonism. Avoid or Use Alternate Drug. Microbiota oral contains bacterial spores. Antibacterial agents may decrease efficacy if coadministered. Complete antibiotic regimens 2-4 days before initiating microbiota oral. ."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "probenecid",
            "description": {
                "common": "probenecid increases levels of imipenem/cilastatin/relebactam by decreasing renal clearance. Avoid or Use Alternate Drug. Coadministration increases the plasma level and half-life of imipenem."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "valacyclovir",
            "description": {
                "common": "valacyclovir, imipenem/cilastatin/relebactam. unknown mechanism. Avoid or Use Alternate Drug. Coadministration may increase risk of seizures. Avoid unless potential benefit outweighs the risk."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "valproic acid",
            "description": {
                "common": "imipenem/cilastatin/relebactam will decrease the level or effect of valproic acid by  unknown mechanism. Avoid or Use Alternate Drug. Data from in vitro and animal studies suggest carbapenems may inhibit hydrolysis of the valproic acid glucuronide metabolite (VPA-g) back to valproic acid, thus decreasing the serum concentrations of valproic acid/divalproex sodium."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "BCG vaccine live",
            "description": {
                "common": "imipenem/cilastatin/relebactam decreases effects of BCG vaccine live by pharmacodynamic antagonism. Modify Therapy/Monitor Closely. BCG vaccine prescribing information states that antimicrobial or immunosuppressive agents may interfere with the development of the immune response and should be used only under medical supervision."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "cyclosporine",
            "description": {
                "common": "cyclosporine, imipenem/cilastatin/relebactam. Other (see comment). Use Caution/Monitor. \nComment: Cyclosporine may increase the neurotoxic effects of imipenem. Cases reports describe imipenem increasing or decreasing cyclosporine serum concentration levels."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "sodium picosulfate",
            "description": {
                "common": "imipenem/cilastatin/relebactam decreases effects of sodium picosulfate by altering metabolism. Use Caution/Monitor. Coadministration with antibiotics decreases efficacy by altering colonic bacterial flora needed to convert sodium picosulfate to active drug."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "sodium picosulfate/magnesium oxide/anhydrous citric acid",
            "description": {
                "common": "imipenem/cilastatin/relebactam decreases effects of sodium picosulfate/magnesium oxide/anhydrous citric acid by altering metabolism. Use Caution/Monitor. Coadministration with antibiotics decreases efficacy by altering colonic bacterial flora needed to convert sodium picosulfate to active drug."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "typhoid vaccine live",
            "description": {
                "common": "imipenem/cilastatin/relebactam decreases effects of typhoid vaccine live by pharmacodynamic antagonism. Modify Therapy/Monitor Closely. Postpone administering vaccine until at least 3 days after completing antibiotic regimen."
            }
        }
    ],
    "adverse effects": [
        {
            "name": "Blood and lymphatic system disorders",
            "percent": null
        },
        {
            "name": "Agranulocytosis",
            "percent": null
        },
        {
            "name": "increased eosinophils",
            "percent": null
        },
        {
            "name": "hemolytic anemia",
            "percent": null
        },
        {
            "name": "Nervous system disorders",
            "percent": null
        },
        {
            "name": "Seizure",
            "percent": null
        },
        {
            "name": "Hepatobiliary disorders",
            "percent": null
        },
        {
            "name": "Hepatic failure",
            "percent": null
        },
        {
            "name": "jaundice",
            "percent": null
        },
        {
            "name": "Skin and subcutaneous tissue disorders",
            "percent": null
        },
        {
            "name": "Rash",
            "percent": null
        },
        {
            "name": "Laboratory investigations",
            "percent": null
        },
        {
            "name": "Blood lactate dehydrogenase increased",
            "percent": null
        },
        {
            "name": "positive Coombs test",
            "percent": null
        },
        {
            "name": "eosinophil count increased",
            "percent": null
        }
    ]
}