{
    "name": "zoledronic acid",
    "comment": "Rx",
    "other_names": [
        "Reclast",
        "Zometa"
    ],
    "classes": [
        "Calcium Metabolism Modifiers",
        "Bisphosphonate Derivatives"
    ],
    "source": "https://reference.medscape.com/drug/reclast-zometa-zoledronic-acid-342858",
    "pregnancy": {
        "common": [
            "There are no available data in pregnant women to inform the drug-associated risk",
            "Bisphosphonates are incorporated into bone matrix and are gradually released over periods of weeks to years; there may be a risk of fetal harm (e.g., skeletal and other abnormalities) if a woman becomes pregnant after completing a course of bisphosphonate therapy; advise pregnant women and females of reproductive potential of the potential risk to a fetus",
            "Verify pregnancy status of females of reproductive potential prior to initiation of therapy",
            "Therapy can cause fetal harm when administered to a pregnant woman; drug binds to bone long term and may be released over weeks to years; advise females of reproductive potential to use effective contraception during and after therapy",
            "Based on animal studies, therapy may impair fertility in females of reproductive potential"
        ],
        "specific": [
            {
                "type": "Animal data",
                "description": [
                    "Based on findings from animal studies and its mechanism of action, drug can cause fetal harm when administered to a pregnant woman; in animal reproduction studies, administration of drug to pregnant rats during organogenesis resulted in fetal malformations and embryo-fetal lethality at maternal exposures that were greater than or equal to 2.4 times the human clinical exposure based on AUC"
                ]
            }
        ]
    },
    "lactation": {
        "common": [
            "Not known whether drug is present in human milk, or whether it affects milk production, or breastfed child; drug binds to bone long term and may be released over weeks to years",
            "Consider developmental and health benefits of breast-feeding along with the mother’s clinical need for therapy and any potential adverse effects on breast-fed child from drug or from underlying maternal condition"
        ]
    },
    "warnings": {
        "black_box_warning": {
            "common": [],
            "specific": []
        },
        "contraindicators": {
            "common": [
                "Pregnancy",
                "All indications: Hypersensitivity, including rare cases of urticaria, angioedema, and anaphylactic reaction or shock",
                "Nononcologic uses: Hypocalcemia, severe renal impairment (CrCl <35 mL/min or evidence of acute renal impairment)"
            ],
            "specific": []
        },
        "cautions": {
            "common": [
                "Assess renal function before and after treatment; if renal function is decreased after treatment, withhold additional treatment until it returns to within 10% of baseline",
                "Before each Reclast dose, calculate CrCl on basis of actual body weight, using Cockcroft-Gault formula",
                "Other risks for renal impairment include coadministration of zoledronic acid with nephrotoxic or diuretic medications, severe dehydration before or after zoledronic acid administration, and advanced age",
                "Previous renal insufficiency (serum creatinine >3 mg/dL [265 mmol/L]), hepatic insufficiency, musculoskeletal pain",
                "Infuse over ≥15 minutes; faster infusion increases renal toxicity",
                "May cause significant risk of hypocalcemia (seizures, tetany, and numbness); hypocalcemia must be corrected before initiation of therapy; adequately supplement patients with calcium and vitamin D; monitor serum calcium closely with concomitant administration of other drugs known to cause hypocalcemia to avoid severe or life-threatening hypocalcemia",
                "Use with caution in aspirin-sensitive asthma; may cause bronchoconstriction",
                "Increased risk of osteonecrosis of jaw (advise patients against dental work); reported predominantly in cancer patients treated with IV bisphosphonates, including zoledronic acid; many patients were also receiving chemotherapy and corticosteroids which may be risk factors; risk may increase with duration of exposure to bisphosphonates; perform preventive dental exams before initiating therapy; avoid invasive dental procedures; monitor diabetic patients carefully",
                "Cases of osteonecrosis (primarily involving the jaw but also of other anatomical sites including hip, femur and external auditory canal) reported predominantly in cancer patients",
                "Risk of osteonecrosis of the jaw may increase with duration of exposure to bisphosphonates",
                "Possible increased risk for atypical subtrochanteric and diaphyseal femur fractures; consider periodic reevaluation of need for continued bisphosphonate therapy, particularly if treatment lasts >5 years",
                "If patients are receiving Zometa, they should not receive Reclast",
                "Severe bone, joint, and muscle pain may occur; withhold future doses of zoledronic acid if severe symptoms occur",
                "Rehydrate patients with hypercalcemia of malignancy prior to administration of zoledronic acid injection and monitor electrolytes during treatment",
                "Women of childbearing age should be advised of potential hazard to fetus and avoid becoming pregnant",
                "Femur Fractures reported; patients with thigh or groin pain should be evaluated to rule out a femoral fracture",
                "Severe bone, joint, and muscle pain may occur; withhold future doses of reclast if severe symptoms occur"
            ],
            "specific": []
        }
    },
    "interactions": [
        {
            "classification_type": "Contraindicated",
            "interaction_with": "human parathyroid hormone, recombinant",
            "description": {
                "common": "zoledronic acid decreases effects of human parathyroid hormone, recombinant by Other (see comment). Contraindicated. \nComment: Coadministration of bisphosphonates with rhPTH leads to reduction in rhPTH's calcium sparing effect, which can interfere with the normalization of serum calcium."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "aluminum hydroxide",
            "description": {
                "common": "aluminum hydroxide decreases levels of zoledronic acid by inhibition of GI absorption. Applies only to oral form of both agents. Use Caution/Monitor. Separate by 2 hours."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "calcium acetate",
            "description": {
                "common": "calcium acetate decreases levels of zoledronic acid by inhibition of GI absorption. Applies only to oral form of both agents. Use Caution/Monitor. Separate by 30 minutes."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "calcium carbonate",
            "description": {
                "common": "calcium carbonate decreases levels of zoledronic acid by inhibition of GI absorption. Applies only to oral form of both agents. Use Caution/Monitor. Separate by 30 minutes."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "calcium chloride",
            "description": {
                "common": "calcium chloride decreases levels of zoledronic acid by inhibition of GI absorption. Applies only to oral form of both agents. Use Caution/Monitor. Separate by 30 minutes."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "calcium citrate",
            "description": {
                "common": "calcium citrate decreases levels of zoledronic acid by inhibition of GI absorption. Applies only to oral form of both agents. Use Caution/Monitor. Separate by 30 minutes."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "calcium gluconate",
            "description": {
                "common": "calcium gluconate decreases levels of zoledronic acid by inhibition of GI absorption. Applies only to oral form of both agents. Use Caution/Monitor. Separate by 30 minutes."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "dichlorphenamide",
            "description": {
                "common": "dichlorphenamide and zoledronic acid both decrease  serum potassium. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "peramivir",
            "description": {
                "common": "zoledronic acid increases levels of peramivir by decreasing renal clearance. Use Caution/Monitor. Caution when peramivir coadministered with nephrotoxic drugs."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "sodium bicarbonate",
            "description": {
                "common": "sodium bicarbonate decreases levels of zoledronic acid by inhibition of GI absorption. Applies only to oral form of both agents. Use Caution/Monitor. Separate by 2 hours."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "sodium citrate/citric acid",
            "description": {
                "common": "sodium citrate/citric acid decreases levels of zoledronic acid by inhibition of GI absorption. Applies only to oral form of both agents. Use Caution/Monitor. Separate by 2 hours."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "sodium sulfate/?magnesium sulfate/potassium chloride",
            "description": {
                "common": "sodium sulfate/?magnesium sulfate/potassium chloride increases toxicity of zoledronic acid by Other (see comment). Use Caution/Monitor. \nComment: Coadministration with medications that cause fluid and electrolyte abnormalities may increase the risk of adverse events of seizure, arrhythmias, and renal impairment."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "sodium sulfate/potassium sulfate/magnesium sulfate",
            "description": {
                "common": "sodium sulfate/potassium sulfate/magnesium sulfate increases toxicity of zoledronic acid by Other (see comment). Use Caution/Monitor. \nComment: Coadministration with medications that cause fluid and electrolyte abnormalities may increase the risk of adverse events of seizure, arrhythmias, and renal impairment."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "voclosporin",
            "description": {
                "common": "voclosporin, zoledronic acid.\nEither increases toxicity of the other by nephrotoxicity and/or ototoxicity. Modify Therapy/Monitor Closely. Coadministration with drugs associated with nephrotoxicity may increase the risk for acute and/or chronic nephrotoxicity."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "amikacin",
            "description": {
                "common": "amikacin, zoledronic acid. Mechanism: pharmacodynamic synergism. Minor/Significance Unknown. Additive hypocalcemia."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "aspirin",
            "description": {
                "common": "aspirin decreases levels of zoledronic acid by inhibition of GI absorption. Applies only to oral form of both agents. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "aspirin rectal",
            "description": {
                "common": "aspirin rectal decreases levels of zoledronic acid by inhibition of GI absorption. Applies only to oral form of both agents. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "aspirin/citric acid/sodium bicarbonate",
            "description": {
                "common": "aspirin/citric acid/sodium bicarbonate decreases levels of zoledronic acid by inhibition of GI absorption. Applies only to oral form of both agents. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "bumetanide",
            "description": {
                "common": "bumetanide, zoledronic acid. Mechanism: pharmacodynamic synergism. Minor/Significance Unknown. Additive hypocalcemia."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "entecavir",
            "description": {
                "common": "zoledronic acid, entecavir.\nEither increases effects of the other by decreasing renal clearance. Minor/Significance Unknown. Coadministration with drugs that reduce renal function or compete for active tubular secretion may increase serum concentrations of either entecavir or the coadministered drug."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "ethacrynic acid",
            "description": {
                "common": "ethacrynic acid, zoledronic acid. Mechanism: pharmacodynamic synergism. Minor/Significance Unknown. Additive hypocalcemia."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "foscarnet",
            "description": {
                "common": "foscarnet increases effects of zoledronic acid by pharmacodynamic synergism. Minor/Significance Unknown. Risk of severe hypocalcemia."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "furosemide",
            "description": {
                "common": "furosemide, zoledronic acid. Mechanism: pharmacodynamic synergism. Minor/Significance Unknown. Additive hypocalcemia."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "gentamicin",
            "description": {
                "common": "gentamicin, zoledronic acid. Mechanism: pharmacodynamic synergism. Minor/Significance Unknown. Additive hypocalcemia."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "indomethacin",
            "description": {
                "common": "indomethacin increases levels of zoledronic acid by enhancing GI absorption. Applies only to oral form of both agents. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "neomycin PO",
            "description": {
                "common": "neomycin PO, zoledronic acid. Mechanism: pharmacodynamic synergism. Minor/Significance Unknown. Additive hypocalcemia."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "paromomycin",
            "description": {
                "common": "paromomycin, zoledronic acid. Mechanism: pharmacodynamic synergism. Minor/Significance Unknown. Additive hypocalcemia."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "streptomycin",
            "description": {
                "common": "streptomycin, zoledronic acid. Mechanism: pharmacodynamic synergism. Minor/Significance Unknown. Additive hypocalcemia."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "teriparatide",
            "description": {
                "common": "teriparatide, zoledronic acid. Other (see comment). Minor/Significance Unknown. \nComment: No advantage to bone density with combined treatment."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "tobramycin",
            "description": {
                "common": "tobramycin, zoledronic acid. Mechanism: pharmacodynamic synergism. Minor/Significance Unknown. Additive hypocalcemia."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "torsemide",
            "description": {
                "common": "torsemide, zoledronic acid. Mechanism: pharmacodynamic synergism. Minor/Significance Unknown. Additive hypocalcemia."
            }
        }
    ],
    "adverse effects": [
        {
            "name": "Bone pain",
            "percent": "55"
        },
        {
            "name": "Nausea",
            "percent": "29-46"
        },
        {
            "name": "Fever",
            "percent": "32-44"
        },
        {
            "name": "Fatigue",
            "percent": "39"
        },
        {
            "name": "Anemia",
            "percent": "22-33"
        },
        {
            "name": "Vomiting",
            "percent": "14-32"
        },
        {
            "name": "Constipation",
            "percent": "27-31"
        },
        {
            "name": "Dyspnea",
            "percent": "22-27"
        },
        {
            "name": "Diarrhea",
            "percent": "17-24"
        },
        {
            "name": "Anorexia",
            "percent": "9-22"
        },
        {
            "name": "Arthralgia",
            "percent": "5-21"
        },
        {
            "name": "Headache",
            "percent": "5-19"
        },
        {
            "name": "Dizziness",
            "percent": "18"
        },
        {
            "name": "Insomnia",
            "percent": "15-16"
        },
        {
            "name": "Urinary tract infection",
            "percent": "12-14"
        },
        {
            "name": "UTI",
            "percent": "11-14"
        },
        {
            "name": "Anxiety",
            "percent": "5-14"
        },
        {
            "name": "Hypophosphatemia",
            "percent": "12"
        },
        {
            "name": "Hypokalemia",
            "percent": "11"
        },
        {
            "name": "Hypotension",
            "percent": "11"
        },
        {
            "name": "Hypomagnesemia",
            "percent": "11"
        },
        {
            "name": "Rash",
            "percent": "3"
        },
        {
            "name": "Ocular inflammation",
            "percent": "30"
        },
        {
            "name": "eg",
            "percent": null
        },
        {
            "name": "uveitis",
            "percent": null
        },
        {
            "name": "scleritis",
            "percent": null
        },
        {
            "name": "episcleritis",
            "percent": null
        },
        {
            "name": "conjunctivitis",
            "percent": null
        },
        {
            "name": "iritis",
            "percent": null
        },
        {
            "name": "orbital inflammation",
            "percent": null
        },
        {
            "name": "Ocular",
            "percent": null
        },
        {
            "name": "Uveitis",
            "percent": null
        },
        {
            "name": "scleritis",
            "percent": null
        },
        {
            "name": "episcleritis",
            "percent": null
        },
        {
            "name": "conjunctivitis",
            "percent": null
        },
        {
            "name": "iritis",
            "percent": null
        },
        {
            "name": "blurred vision",
            "percent": null
        },
        {
            "name": "orbital inflammation",
            "percent": null
        },
        {
            "name": "including orbital edema",
            "percent": null
        },
        {
            "name": "CNS",
            "percent": null
        },
        {
            "name": "Taste disturbance",
            "percent": null
        },
        {
            "name": "hyperesthesia",
            "percent": null
        },
        {
            "name": "tremor",
            "percent": null
        },
        {
            "name": "GI",
            "percent": null
        },
        {
            "name": "Dry mouth",
            "percent": null
        },
        {
            "name": "Skin",
            "percent": null
        },
        {
            "name": "Increased sweating",
            "percent": null
        },
        {
            "name": "Musculoskeletal",
            "percent": null
        },
        {
            "name": "Muscle cramps",
            "percent": null
        },
        {
            "name": "osteonecrosis of jaw",
            "percent": null
        },
        {
            "name": "pain",
            "percent": null
        },
        {
            "name": "atypical subtrochanteric and diaphyseal femoral fractures",
            "percent": null
        },
        {
            "name": "Osteonecrosis of other bones including femur",
            "percent": null
        },
        {
            "name": "hip",
            "percent": null
        },
        {
            "name": "knee",
            "percent": null
        },
        {
            "name": "ankle",
            "percent": null
        },
        {
            "name": "wrist and humerus",
            "percent": null
        },
        {
            "name": "Cardiovascular",
            "percent": null
        },
        {
            "name": "Hypertension",
            "percent": null
        },
        {
            "name": "bradycardia",
            "percent": null
        },
        {
            "name": "hypotension",
            "percent": null
        },
        {
            "name": "associated with syncope or circulatory collapse",
            "percent": null
        },
        {
            "name": "primarily in patients with underlying risk factors",
            "percent": null
        },
        {
            "name": "Acute",
            "percent": null
        },
        {
            "name": "phase reaction",
            "percent": null
        },
        {
            "name": "days after administration",
            "percent": null
        },
        {
            "name": "with symptoms including pyrexia",
            "percent": null
        },
        {
            "name": "fatigue",
            "percent": null
        },
        {
            "name": "bone pain or arthralgias",
            "percent": null
        },
        {
            "name": "myalgias",
            "percent": null
        },
        {
            "name": "chills",
            "percent": null
        },
        {
            "name": "flulike illness",
            "percent": null
        },
        {
            "name": "arthritis with subsequent joint swelling",
            "percent": null
        },
        {
            "name": "Hypersensitivity",
            "percent": null
        },
        {
            "name": "Bronchoconstriction or bronchospasm",
            "percent": null
        },
        {
            "name": "interstitial lung disease",
            "percent": null
        },
        {
            "name": "angioedema",
            "percent": null
        },
        {
            "name": "Stevens",
            "percent": null
        },
        {
            "name": "Johnson syndrome",
            "percent": null
        },
        {
            "name": "toxic epidermal necrolysis",
            "percent": null
        },
        {
            "name": "Renal",
            "percent": null
        },
        {
            "name": "Hematuria",
            "percent": null
        },
        {
            "name": "proteinuria",
            "percent": null
        },
        {
            "name": "General disorders and administration site",
            "percent": null
        },
        {
            "name": "Weight increase",
            "percent": null
        },
        {
            "name": "flulike illness",
            "percent": null
        },
        {
            "name": "pyrexia",
            "percent": null
        },
        {
            "name": "asthenia",
            "percent": null
        },
        {
            "name": "fatigue or malaise",
            "percent": null
        },
        {
            "name": "persisting for",
            "percent": null
        },
        {
            "name": "days",
            "percent": null
        },
        {
            "name": "Laboratory abnormalities",
            "percent": null
        },
        {
            "name": "Hyperkalemia",
            "percent": null
        },
        {
            "name": "hypernatremia",
            "percent": null
        },
        {
            "name": "Acqured Fanconi syndrome",
            "percent": null
        }
    ]
}