{
    "name": "thrombin",
    "comment": "Rx",
    "other_names": [
        "Recothrom",
        "Thrombogen",
        "Thrombin JMI"
    ],
    "classes": [
        "Hemostatics"
    ],
    "source": "https://reference.medscape.com/drug/recothrom-thrombogen-thrombin-342158",
    "pregnancy": {
        "common": [
            "Pregnancy Category: C",
            "Lactation: Not applicable"
        ],
        "specific": []
    },
    "lactation": {
        "common": [
            "Lactation: Not applicable"
        ]
    },
    "warnings": {
        "black_box_warning": {
            "common": [
                "The use of topical bovine thrombin preparations has occasionally been associated with abnormalities in hemostasis ranging from asymptomatic alterations in laboratory determinations, such as prothrombin time (PT) and partial thromboplastin time (PTT), to severe bleeding or thrombosis, which rarely have been fatal. These hemostatic effects appear to be related to the formation of antibodies against bovine thrombin and/or factor V, which in some cases may cross-react with human factor V, potentially resulting in factor V deficiency.",
                "Repeated clinical applications of topical bovine thrombin increase the likelihood that antibodies against thrombin and/or factor V may be formed. Consultation with an expert in coagulation disorders is recommended if a patient exhibits abnormal coagulation laboratory values, abnormal bleeding, or abnormal thrombosis following the use of topical thrombin.",
                "Any interventions should consider the immunologic basis of this condition. Patients with antibodies to bovine thrombin preparations should not be re-exposed to these products."
            ],
            "specific": []
        },
        "contraindicators": {
            "common": [
                "Hypersensitivity to product or any component",
                "Evithrom: Treatment of severe or brisk arterial bleeding; patients with known anaphylactic or severe systemic reactions to blood products",
                "Recothrom: Hypersensitivity to hamster proteins; treatment of severe or brisk arterial bleeding",
                "Thrombi-Gel: Closure of skin incisions, due to possible interference with healing or skin edges",
                "Thrombin-JMI and Thrombi-Pad: Hypersensitivty to material of bovine origin",
                "Injection into large blood vessels"
            ],
            "specific": []
        },
        "cautions": {
            "common": [
                "Human plasma products may potentially contain infectious agents that could transmit disease",
                "Hypersensitivity to snake proteins can potentially (theoretically) may increase risk of allergic reaction to recothrom",
                "Thrombi-Gel or Thrombi-Pad not for use in the presence of infection; exercise caution in areas of contamination",
                "Thrombi-Pad not absorbable; do not leave in the body",
                "For tropical use only; not for intravenous injection"
            ],
            "specific": []
        }
    },
    "interactions": [],
    "adverse effects": [
        {
            "name": "Skin incision finding",
            "percent": "63"
        },
        {
            "name": "Nausea and vomiting",
            "percent": "33"
        },
        {
            "name": "Pain",
            "percent": "29"
        },
        {
            "name": "procedural",
            "percent": "28"
        },
        {
            "name": "Nausea without vomiting",
            "percent": "15"
        },
        {
            "name": "Immune hypersensitivity reaction",
            "percent": "6"
        },
        {
            "name": "Thromboembolic disorder",
            "percent": null
        },
        {
            "name": "General allergic reactions",
            "percent": null
        },
        {
            "name": "Antibody formation",
            "percent": null
        }
    ]
}