{
    "name": "metoclopramide",
    "comment": "Rx",
    "other_names": [
        "Reglan",
        "Metozolv ODT"
    ],
    "classes": [
        "Antiemetic Agents",
        "Prokinetic Agents"
    ],
    "source": "https://reference.medscape.com/drug/reglan-metozolv-odt-metoclopramide-342051",
    "pregnancy": {
        "common": [
            "Published studies, including retrospective cohort studies, national registry studies, and meta-analyses, do not report an increased risk of adverse pregnancy-related outcomes with use of metoclopramide during pregnancy. There are potential risks to neonate following exposure in utero to metoclopramide during delivery; in animal reproduction studies, no adverse developmental effects were observed with oral administration of metoclopramide to pregnant rats and rabbits at exposures about 6 and 12 times the maximum recommended human dose (MRHD)",
            "Metoclopramide crosses the placental barrier and may cause extrapyramidal signs and methemoglobinemia in neonates with maternal administration during delivery; monitor neonates for extrapyramidal signs"
        ],
        "specific": []
    },
    "lactation": {
        "common": [
            "Limited published data report the presence of metoclopramide in human milk in variable amounts; breastfed infants exposed to metoclopramide have experienced gastrointestinal adverse reactions, including intestinal discomfort and increased intestinal gas formation; metoclopramide elevates prolactin levels; however, published data are not adequate to support drug effects on milk production; developmental and health benefits of breastfeeding should be considered along with mother’s clinical need for therapy and any potential adverse effects on breastfed child from therapy or from underlying maternal condition",
            "Monitor breastfeeding neonates because metoclopramide may cause extrapyramidal signs (dystonias) and methemoglobinemia"
        ]
    },
    "warnings": {
        "black_box_warning": {
            "common": [
                "May cause tardive dyskinesia (often irreversible)",
                "Risk of developing tardive dyskinesia increases with treatment duration and total cumulative dose",
                "Discontinue with signs or symptoms of tardive dyskinesia",
                "No known treatment exists for tardive dyskinesia",
                "Symptoms may lessen or resolve after metoclopramide treatment is stopped",
                "Do not administer for longer than 12 weeks, except in rare cases where therapeutic benefit is thought to outweigh risk of tardive dyskinesia"
            ],
            "specific": []
        },
        "contraindicators": {
            "common": [
                "Hypersensitivity to metoclopramide or procainamide",
                "History of tardive dyskinesia (TD) or a dystonic reaction to metoclopramide",
                "When stimulation of gastrointestinal motility might be dangerous (e.g., in the presence of gastrointestinal hemorrhage, mechanical obstruction, or perforation)",
                "Presence of pheochromocytoma or other catecholamine-releasing paragangliomas",
                "Patients with history of epilepsy",
                "Other drugs causing extrapyramidal symptoms (eg, phenothiazines, butyrophenones)"
            ],
            "specific": []
        },
        "cautions": {
            "common": [
                "Mental depression reported; use with caution in patients with history of mental illness",
                "Use with caution or avoid in Parkinson disease patients; may have increased risk of extrapyramidal symptoms",
                "Use with caution after GI anastomosis or closure; promotility agents reported to increase pressure in suture lines",
                "Use caution in patients with hypertension, CHF, renal impairment, cirrhosis",
                "Use caution in patients who are at risk of fluid overload",
                "Metoclopramide may cause a potentially fatal symptom complex called neuroleptic malignant syndrome (NMS). NMS has been reported in association with metoclopramide over dosage and concomitant treatment with another drug associated with NMS; discontinue therapy immediately if symptoms occur",
                "Can cause tardive dyskinesia (see Black Box Warnings), especially in elderly; discontinue if signs or symptoms of tardive dyskinesia develop (metoclopramide itself may completely or partially suppress these manifestations); tardive dyskinesia may persist even after drug is discontinued",
                "As with other dopamine D2 receptor antagonists, metoclopramide elevates prolactin levels",
                "Galactorrhea, amenorrhea, gynecomastia, and impotence reported with prolactin-elevating drugs, including metoclopramide; hyperprolactinemia may potentially stimulate prolactin-dependent breast cancer; however, some clinical studies and epidemiology studies have not shown an association between administration of dopamine D2 receptor antagonists and tumorigenesis in humans",
                "May impair mental and/or physical abilities required for performance of hazardous tasks such as operating machinery or driving a motor vehicle; concomitant use of central nervous system (CNS) depressants or drugs associated with EPS may increase this effect (e.g., alcohol, sedatives, hypnotics, opiates, and anxiolytics); avoid drug or the interacting drug, depending on importance of drug to the patient",
                "Diphenhydramine 50 mg IM can be given for extrapyramidal symptoms",
                "Pseudoparkisonism (eg, tremor, rigidity) may occur within 6 months of therapy; reversible within 2-3 months of discontinuing therapy",
                "Metoclopramide IV administration associated with catecholamine release; use caution in patients with hypertension",
                "Hypertensive crisis reported in patients with undiagnosed pheochromocytoma; discontinue therapy immediately with any sudden increase in blood pressure during therapy",
                "May cause QT prolongation and torsades de pointes in some patients with heart failure patients that also have renal impairment; data on healthy males have failed to show similar effects; implications unclear; use caution in cardiovascular disease"
            ],
            "specific": []
        }
    },
    "interactions": [
        {
            "classification_type": "Contraindicated",
            "interaction_with": "lurasidone",
            "description": {
                "common": "metoclopramide increases toxicity of lurasidone by antidopaminergic effects, including extrapyramidal symptoms and neuroleptic malignant syndrome. Contraindicated. Concomitant use of metoclopramide and antipsychotics is contraindicated by the manufacturer of metoclopramide; increased risk of extrapyramidal effects. ."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "cabergoline",
            "description": {
                "common": "metoclopramide decreases levels of cabergoline by inhibition of GI absorption. Applies only to oral form of both agents. Contraindicated."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "citalopram",
            "description": {
                "common": "metoclopramide and citalopram both increase  serotonin levels. Avoid or Use Alternate Drug. Additive effects; increased risk for serotonin syndrome, neuroleptic malignant syndrome, dystonia, or other extrapyramidal reactions"
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "desvenlafaxine",
            "description": {
                "common": "metoclopramide and desvenlafaxine both increase  serotonin levels. Avoid or Use Alternate Drug. Additive effects; increased risk for serotonin syndrome, neuroleptic malignant syndrome, dystonia, or other extrapyramidal reactions"
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "dopamine",
            "description": {
                "common": "metoclopramide decreases levels of dopamine by inhibition of GI absorption. Applies only to oral form of both agents. Contraindicated."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "duloxetine",
            "description": {
                "common": "metoclopramide and duloxetine both increase  serotonin levels. Avoid or Use Alternate Drug. Additive effects; increased risk for serotonin syndrome, neuroleptic malignant syndrome, dystonia, or other extrapyramidal reactions"
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "escitalopram",
            "description": {
                "common": "metoclopramide and escitalopram both increase  serotonin levels. Avoid or Use Alternate Drug. Additive effects; increased risk for serotonin syndrome, neuroleptic malignant syndrome, dystonia, or other extrapyramidal reactions"
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "fluoxetine",
            "description": {
                "common": "metoclopramide and fluoxetine both increase  serotonin levels. Avoid or Use Alternate Drug. Additive effects; increased risk for serotonin syndrome, neuroleptic malignant syndrome, dystonia, or other extrapyramidal reactions"
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "fluvoxamine",
            "description": {
                "common": "fluvoxamine and metoclopramide both increase  serotonin levels. Avoid or Use Alternate Drug. Additive effects: Increased risk for serotonin syndrome, neuroleptic malignant syndrome, dystonia, or other extrapyramidal reactions"
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "levodopa inhaled",
            "description": {
                "common": "metoclopramide decreases effects of levodopa inhaled by pharmacodynamic antagonism. Avoid or Use Alternate Drug. Avoid coadministration of dopamine D2 receptor antagonists with levodopa inhaled."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "levomilnacipran",
            "description": {
                "common": "metoclopramide and levomilnacipran both increase  serotonin levels. Avoid or Use Alternate Drug. Additive effects; increased risk for serotonin syndrome, neuroleptic malignant syndrome, dystonia, or other extrapyramidal reactions"
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "lisuride",
            "description": {
                "common": "metoclopramide decreases levels of lisuride by inhibition of GI absorption. Applies only to oral form of both agents. Contraindicated."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "methyldopa",
            "description": {
                "common": "metoclopramide decreases levels of methyldopa by inhibition of GI absorption. Applies only to oral form of both agents. Contraindicated."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "milnacipran",
            "description": {
                "common": "metoclopramide and milnacipran both increase  serotonin levels. Avoid or Use Alternate Drug. Additive effects; increased risk for serotonin syndrome, neuroleptic malignant syndrome, dystonia, or other extrapyramidal reactions"
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "paroxetine",
            "description": {
                "common": "metoclopramide and paroxetine both increase  serotonin levels. Avoid or Use Alternate Drug. Additive effects; increased risk for serotonin syndrome, neuroleptic malignant syndrome, dystonia, or other extrapyramidal reactions"
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "pramipexole",
            "description": {
                "common": "metoclopramide decreases levels of pramipexole by pharmacodynamic antagonism. Contraindicated."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "red yeast rice",
            "description": {
                "common": "metoclopramide will increase the level or effect of red yeast rice by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug. May increase creatine kinase levels and increase risk of myopathy or rhabdomyolysis; red yeast rice contains monocolin K (reportedly identical to lovastatin)"
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "rivastigmine",
            "description": {
                "common": "rivastigmine, metoclopramide.\nEither increases toxicity of the other by antidopaminergic effects, including extrapyramidal symptoms and neuroleptic malignant syndrome. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "ropinirole",
            "description": {
                "common": "metoclopramide decreases levels of ropinirole by pharmacodynamic antagonism. Contraindicated."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "safinamide",
            "description": {
                "common": "metoclopramide decreases effects of safinamide by pharmacodynamic antagonism. Avoid or Use Alternate Drug. Dopamine antagonists may decrease safinamide effects and exacerbate Parkinson disease symptoms."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "sertraline",
            "description": {
                "common": "metoclopramide and sertraline both increase  serotonin levels. Avoid or Use Alternate Drug. Additive effects; increased risk for serotonin syndrome, neuroleptic malignant syndrome, dystonia, or other extrapyramidal reactions"
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "venlafaxine",
            "description": {
                "common": "metoclopramide and venlafaxine both increase  serotonin levels. Avoid or Use Alternate Drug. Additive effects; increased risk for serotonin syndrome, neuroleptic malignant syndrome, dystonia, or other extrapyramidal reactions"
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "vilazodone",
            "description": {
                "common": "metoclopramide increases levels of vilazodone by affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug. Strong CYP3A4 inhibitors may increase vilazodone plasma levels by 50% - Reduce daily dose  to 20 mg."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "amoxapine",
            "description": {
                "common": "amoxapine and metoclopramide both increase  antidopaminergic effects, including extrapyramidal symptoms and neuroleptic malignant syndrome. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "apomorphine",
            "description": {
                "common": "metoclopramide decreases levels of apomorphine by pharmacodynamic antagonism. Use Caution/Monitor. Avoid combination if possible."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "aripiprazole",
            "description": {
                "common": "aripiprazole and metoclopramide both increase  antidopaminergic effects, including extrapyramidal symptoms and neuroleptic malignant syndrome. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "benperidol",
            "description": {
                "common": "benperidol and metoclopramide both increase  antidopaminergic effects, including extrapyramidal symptoms and neuroleptic malignant syndrome. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "bromocriptine",
            "description": {
                "common": "metoclopramide decreases levels of bromocriptine by pharmacodynamic antagonism. Use Caution/Monitor. Avoid combination if possible."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "bupivacaine implant",
            "description": {
                "common": "metoclopramide, bupivacaine implant.\nEither increases levels of the other by Other (see comment). Use Caution/Monitor. \nComment: Local anesthetics may increase the risk of developing methemoglobinemia when concurrently exposed to drugs that also cause methemoglobinemia."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "chlorpromazine",
            "description": {
                "common": "chlorpromazine and metoclopramide both increase  antidopaminergic effects, including extrapyramidal symptoms and neuroleptic malignant syndrome. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "clobazam",
            "description": {
                "common": "metoclopramide, clobazam. Other (see comment). Use Caution/Monitor. \nComment: Concomitant administration can increase the potential for CNS effects (e.g., increased sedation or respiratory depression)."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "clozapine",
            "description": {
                "common": "clozapine and metoclopramide both increase  antidopaminergic effects, including extrapyramidal symptoms and neuroleptic malignant syndrome. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "cyclosporine",
            "description": {
                "common": "metoclopramide increases levels of cyclosporine by enhancing GI absorption. Applies only to oral form of both agents. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "deutetrabenazine",
            "description": {
                "common": "metoclopramide and deutetrabenazine both increase  antidopaminergic effects, including extrapyramidal symptoms and neuroleptic malignant syndrome. Modify Therapy/Monitor Closely. The risk for parkinsonism, neuroleptic malignant syndrome, and akathisia may be increased by concomitant use of deutetrabenazine and dopamine antagonists or antipsychotics."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "digoxin",
            "description": {
                "common": "metoclopramide decreases levels of digoxin by inhibition of GI absorption. Applies only to oral form of both agents. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "droperidol",
            "description": {
                "common": "droperidol and metoclopramide both increase  antidopaminergic effects, including extrapyramidal symptoms and neuroleptic malignant syndrome. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "fluphenazine",
            "description": {
                "common": "fluphenazine and metoclopramide both increase  antidopaminergic effects, including extrapyramidal symptoms and neuroleptic malignant syndrome. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "haloperidol",
            "description": {
                "common": "haloperidol and metoclopramide both increase  antidopaminergic effects, including extrapyramidal symptoms and neuroleptic malignant syndrome. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "iloperidone",
            "description": {
                "common": "iloperidone and metoclopramide both increase  antidopaminergic effects, including extrapyramidal symptoms and neuroleptic malignant syndrome. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "levodopa",
            "description": {
                "common": "metoclopramide decreases levels of levodopa by pharmacodynamic antagonism. Use Caution/Monitor. Avoid combination if possible."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "loxapine",
            "description": {
                "common": "loxapine and metoclopramide both increase  antidopaminergic effects, including extrapyramidal symptoms and neuroleptic malignant syndrome. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "loxapine inhaled",
            "description": {
                "common": "loxapine inhaled and metoclopramide both increase  antidopaminergic effects, including extrapyramidal symptoms and neuroleptic malignant syndrome. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "midazolam intranasal",
            "description": {
                "common": "midazolam intranasal, metoclopramide.\nEither increases toxicity of the other by pharmacodynamic synergism. Modify Therapy/Monitor Closely. Concomitant use of barbiturates, alcohol, or other CNS depressants may increase the risk of hypoventilation, airway obstruction, desaturation, or apnea and may contribute to profound and/or prolonged drug effect."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "olanzapine",
            "description": {
                "common": "olanzapine and metoclopramide both increase  antidopaminergic effects, including extrapyramidal symptoms and neuroleptic malignant syndrome. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "oxybutynin",
            "description": {
                "common": "oxybutynin decreases effects of metoclopramide by pharmacodynamic antagonism. Use Caution/Monitor. May antagonize prokinetic effects."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "oxybutynin topical",
            "description": {
                "common": "oxybutynin topical decreases effects of metoclopramide by pharmacodynamic antagonism. Use Caution/Monitor. May antagonize prokinetic effects."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "oxybutynin transdermal",
            "description": {
                "common": "oxybutynin transdermal decreases effects of metoclopramide by pharmacodynamic antagonism. Use Caution/Monitor. May antagonize prokinetic effects."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "paliperidone",
            "description": {
                "common": "paliperidone and metoclopramide both increase  antidopaminergic effects, including extrapyramidal symptoms and neuroleptic malignant syndrome. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "perphenazine",
            "description": {
                "common": "perphenazine and metoclopramide both increase  antidopaminergic effects, including extrapyramidal symptoms and neuroleptic malignant syndrome. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "pimozide",
            "description": {
                "common": "pimozide and metoclopramide both increase  antidopaminergic effects, including extrapyramidal symptoms and neuroleptic malignant syndrome. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "posaconazole",
            "description": {
                "common": "metoclopramide decreases levels of posaconazole by inhibition of GI absorption. Applies only to oral form of both agents. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "prochlorperazine",
            "description": {
                "common": "prochlorperazine and metoclopramide both increase  antidopaminergic effects, including extrapyramidal symptoms and neuroleptic malignant syndrome. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "promethazine",
            "description": {
                "common": "promethazine and metoclopramide both increase  antidopaminergic effects, including extrapyramidal symptoms and neuroleptic malignant syndrome. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "quetiapine",
            "description": {
                "common": "quetiapine and metoclopramide both increase  antidopaminergic effects, including extrapyramidal symptoms and neuroleptic malignant syndrome. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "risperidone",
            "description": {
                "common": "risperidone and metoclopramide both increase  antidopaminergic effects, including extrapyramidal symptoms and neuroleptic malignant syndrome. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "tetrabenazine",
            "description": {
                "common": "metoclopramide and tetrabenazine both increase  antidopaminergic effects, including extrapyramidal symptoms and neuroleptic malignant syndrome. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "thioridazine",
            "description": {
                "common": "thioridazine and metoclopramide both increase  antidopaminergic effects, including extrapyramidal symptoms and neuroleptic malignant syndrome. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "thiothixene",
            "description": {
                "common": "thiothixene and metoclopramide both increase  antidopaminergic effects, including extrapyramidal symptoms and neuroleptic malignant syndrome. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "trifluoperazine",
            "description": {
                "common": "trifluoperazine and metoclopramide both increase  antidopaminergic effects, including extrapyramidal symptoms and neuroleptic malignant syndrome. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ziprasidone",
            "description": {
                "common": "ziprasidone and metoclopramide both increase  antidopaminergic effects, including extrapyramidal symptoms and neuroleptic malignant syndrome. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "acetaminophen",
            "description": {
                "common": "metoclopramide increases levels of acetaminophen by enhancing GI absorption. Applies only to oral form of both agents. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "acetaminophen IV",
            "description": {
                "common": "metoclopramide increases levels of acetaminophen IV by enhancing GI absorption. Applies only to oral form of both agents. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "acetaminophen rectal",
            "description": {
                "common": "metoclopramide increases levels of acetaminophen rectal by enhancing GI absorption. Applies only to oral form of both agents. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "atovaquone",
            "description": {
                "common": "metoclopramide decreases levels of atovaquone by inhibition of GI absorption. Applies only to oral form of both agents. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "ethanol",
            "description": {
                "common": "metoclopramide increases effects of ethanol by enhancing GI absorption. Applies only to oral form of both agents. Minor/Significance Unknown. Increased CNS depression."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "fosfomycin",
            "description": {
                "common": "metoclopramide decreases levels of fosfomycin by inhibition of GI absorption. Applies only to oral form of both agents. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "meperidine",
            "description": {
                "common": "metoclopramide increases effects of meperidine by enhancing GI absorption. Applies only to oral form of both agents. Minor/Significance Unknown. Increased CNS depression."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "nitrofurantoin",
            "description": {
                "common": "metoclopramide decreases levels of nitrofurantoin by inhibition of GI absorption. Applies only to oral form of both agents. Minor/Significance Unknown."
            }
        }
    ],
    "adverse effects": [
        {
            "name": "Extrapyramidal symptoms",
            "percent": "25"
        },
        {
            "name": "dystonic reactions in",
            "percent": "18-30"
        },
        {
            "name": "of young adults",
            "percent": "2-10"
        },
        {
            "name": "years old",
            "percent": "10"
        },
        {
            "name": "Fatigue",
            "percent": "10"
        },
        {
            "name": "Restlessness",
            "percent": "4-5"
        },
        {
            "name": "Sedation",
            "percent": "1-4"
        },
        {
            "name": "Headache",
            "percent": "2-3"
        },
        {
            "name": "Dizziness",
            "percent": null
        },
        {
            "name": "Somnolence",
            "percent": null
        },
        {
            "name": "Diarrhea",
            "percent": null
        },
        {
            "name": "Nausea",
            "percent": null
        },
        {
            "name": "Galactorrhea",
            "percent": null
        },
        {
            "name": "Gynecomastia",
            "percent": null
        },
        {
            "name": "Impotence",
            "percent": null
        },
        {
            "name": "Menstrual disorders",
            "percent": null
        },
        {
            "name": "Neuroleptic malignant syndrome",
            "percent": null
        },
        {
            "name": "Hematologic abnormalities",
            "percent": null
        }
    ]
}