{
    "name": "tretinoin topical",
    "comment": "Rx",
    "other_names": [
        "Retin A",
        "Renova",
        "Altreno",
        "Atralin",
        "Avita",
        "Refissa",
        "Retin-A Micro"
    ],
    "classes": [
        "Acne Agents",
        "Topical"
    ],
    "source": "https://reference.medscape.com/drug/retin-a-renova-tretinoin-topical-343555",
    "pregnancy": {
        "common": [
            "Pregnancy category: C",
            "Lactation: Not known whether excreted in breast milk"
        ],
        "specific": []
    },
    "lactation": {
        "common": [
            "Lactation: Not known whether excreted in breast milk"
        ]
    },
    "warnings": {
        "black_box_warning": {
            "common": [],
            "specific": []
        },
        "contraindicators": {
            "common": [
                "Hypersensitivity",
                "Sunburn"
            ],
            "specific": []
        },
        "cautions": {
            "common": [
                "Extreme caution in eczema (may produce severe irritation of eczematous skin)",
                "Discontinue if sensitivity or chemical irritation occurs",
                "Exposure to UV light (including from sunlamps) increases intensity of inflammatory reaction; use sunscreen of at least SPF 15 and protective clothing during exposure",
                "Concomitant topical medications such as abrasive soaps, cleansers, or cosmetics with strong drying effects may increase skin irritation",
                "Avoid use with weather extremes, such as wind or cold due to potential for increased irritation; excessive dryness, redness, and swollen or blistered skin may occur; reduce amount, frequency, or discontinue use until irritation disappears",
                "Use Atralin Gel with caution if patient allergic to fish due to potential for allergenicity to fish protein; patients who develop pruritus or urticaria should contact their health care provider"
            ],
            "specific": []
        }
    },
    "interactions": [
        {
            "classification_type": "Serious",
            "interaction_with": "aminolevulinic acid oral",
            "description": {
                "common": "aminolevulinic acid oral, tretinoin topical.\nEither increases toxicity of the other by pharmacodynamic synergism. Avoid or Use Alternate Drug. Avoid administering other phototoxic drugs with aminolevulinic acid oral for 24 hr during perioperative period."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "aminolevulinic acid topical",
            "description": {
                "common": "tretinoin topical, aminolevulinic acid topical.\nEither increases toxicity of the other by pharmacodynamic synergism. Avoid or Use Alternate Drug. Each drug may increase the photosensitizing effect of the other."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "bendroflumethiazide",
            "description": {
                "common": "bendroflumethiazide, tretinoin topical. Mechanism: pharmacodynamic synergism. Avoid or Use Alternate Drug. Increased phototoxicity."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "chlorothiazide",
            "description": {
                "common": "chlorothiazide, tretinoin topical. Mechanism: pharmacodynamic synergism. Avoid or Use Alternate Drug. Increased phototoxicity."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "chlorpromazine",
            "description": {
                "common": "chlorpromazine, tretinoin topical. Mechanism: pharmacodynamic synergism. Avoid or Use Alternate Drug. Increased phototoxicity."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "chlorthalidone",
            "description": {
                "common": "chlorthalidone, tretinoin topical. Mechanism: pharmacodynamic synergism. Avoid or Use Alternate Drug. Increased phototoxicity."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "ciprofloxacin",
            "description": {
                "common": "ciprofloxacin, tretinoin topical. Mechanism: pharmacodynamic synergism. Avoid or Use Alternate Drug. Both drugs have increased risk of phototoxicity, use caution with concomitant use."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "cyclopenthiazide",
            "description": {
                "common": "cyclopenthiazide, tretinoin topical. Mechanism: pharmacodynamic synergism. Avoid or Use Alternate Drug. Increased phototoxicity."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "demeclocycline",
            "description": {
                "common": "demeclocycline, tretinoin topical. Mechanism: pharmacodynamic synergism. Avoid or Use Alternate Drug. Increased phototoxicity."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "doxycycline",
            "description": {
                "common": "doxycycline, tretinoin topical. Mechanism: pharmacodynamic synergism. Avoid or Use Alternate Drug. Increased phototoxicity."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "fleroxacin",
            "description": {
                "common": "fleroxacin, tretinoin topical. Mechanism: pharmacodynamic synergism. Avoid or Use Alternate Drug. Increased phototoxicity."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "fluphenazine",
            "description": {
                "common": "fluphenazine, tretinoin topical. Mechanism: pharmacodynamic synergism. Avoid or Use Alternate Drug. Increased phototoxicity."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "gemifloxacin",
            "description": {
                "common": "gemifloxacin, tretinoin topical. Mechanism: pharmacodynamic synergism. Avoid or Use Alternate Drug. Increased phototoxicity."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "hydrochlorothiazide",
            "description": {
                "common": "hydrochlorothiazide, tretinoin topical. Mechanism: pharmacodynamic synergism. Avoid or Use Alternate Drug. Increased phototoxicity."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "indapamide",
            "description": {
                "common": "indapamide, tretinoin topical. Mechanism: pharmacodynamic synergism. Avoid or Use Alternate Drug. Increased phototoxicity."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "levofloxacin",
            "description": {
                "common": "levofloxacin, tretinoin topical. Mechanism: pharmacodynamic synergism. Avoid or Use Alternate Drug. Increased phototoxicity."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "methotrexate",
            "description": {
                "common": "methotrexate, tretinoin topical.\nEither increases toxicity of the other by pharmacodynamic synergism. Avoid or Use Alternate Drug. Additive hepatotoxicity."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "methyclothiazide",
            "description": {
                "common": "methyclothiazide, tretinoin topical. Mechanism: pharmacodynamic synergism. Avoid or Use Alternate Drug. Increased phototoxicity."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "methyl aminolevulinate",
            "description": {
                "common": "tretinoin topical, methyl aminolevulinate.\nEither increases toxicity of the other by pharmacodynamic synergism. Avoid or Use Alternate Drug. Each drug may increase the photosensitizing effect of the other."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "metolazone",
            "description": {
                "common": "metolazone, tretinoin topical. Mechanism: pharmacodynamic synergism. Avoid or Use Alternate Drug. Increased phototoxicity."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "minocycline",
            "description": {
                "common": "minocycline, tretinoin topical. Mechanism: pharmacodynamic synergism. Avoid or Use Alternate Drug. Increased phototoxicity."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "moxifloxacin",
            "description": {
                "common": "moxifloxacin, tretinoin topical. Mechanism: pharmacodynamic synergism. Avoid or Use Alternate Drug. Increased phototoxicity."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "ofloxacin",
            "description": {
                "common": "ofloxacin, tretinoin topical. Mechanism: pharmacodynamic synergism. Avoid or Use Alternate Drug. Increased phototoxicity."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "oxytetracycline",
            "description": {
                "common": "oxytetracycline, tretinoin topical. Mechanism: pharmacodynamic synergism. Avoid or Use Alternate Drug. Increased phototoxicity."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "perphenazine",
            "description": {
                "common": "perphenazine, tretinoin topical. Mechanism: pharmacodynamic synergism. Avoid or Use Alternate Drug. Increased phototoxicity."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "prochlorperazine",
            "description": {
                "common": "prochlorperazine, tretinoin topical. Mechanism: pharmacodynamic synergism. Avoid or Use Alternate Drug. Increased phototoxicity."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "promazine",
            "description": {
                "common": "promazine, tretinoin topical. Mechanism: pharmacodynamic synergism. Avoid or Use Alternate Drug. Increased phototoxicity."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "promethazine",
            "description": {
                "common": "promethazine, tretinoin topical. Mechanism: pharmacodynamic synergism. Avoid or Use Alternate Drug. Increased phototoxicity."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "sulfadiazine",
            "description": {
                "common": "sulfadiazine, tretinoin topical. Mechanism: pharmacodynamic synergism. Avoid or Use Alternate Drug. Increased phototoxicity."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "sulfamethoxazole",
            "description": {
                "common": "sulfamethoxazole, tretinoin topical. Mechanism: pharmacodynamic synergism. Avoid or Use Alternate Drug. Increased phototoxicity."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "sulfisoxazole",
            "description": {
                "common": "sulfisoxazole, tretinoin topical. Mechanism: pharmacodynamic synergism. Avoid or Use Alternate Drug. Increased phototoxicity."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "tetracycline",
            "description": {
                "common": "tetracycline, tretinoin topical. Mechanism: pharmacodynamic synergism. Avoid or Use Alternate Drug. Increased phototoxicity."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "thioridazine",
            "description": {
                "common": "thioridazine, tretinoin topical. Mechanism: pharmacodynamic synergism. Avoid or Use Alternate Drug. Increased phototoxicity."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "trifluoperazine",
            "description": {
                "common": "trifluoperazine, tretinoin topical. Mechanism: pharmacodynamic synergism. Avoid or Use Alternate Drug. Increased phototoxicity."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "mifepristone",
            "description": {
                "common": "mifepristone will increase the level or effect of tretinoin topical by  Other (see comment). Use Caution/Monitor. Inhibits CYP2C8/2C9; use smallest recommended doses for substrates and monitor"
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "porfimer",
            "description": {
                "common": "tretinoin topical will increase the level or effect of porfimer by  pharmacodynamic synergism. Use Caution/Monitor. May enhance the photosensitizing effects of porfimer"
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "stiripentol",
            "description": {
                "common": "stiripentol will increase the level or effect of tretinoin topical by  Other (see comment). Modify Therapy/Monitor Closely. Stiripentol is a CYP2C8 inhibitor. Consider dosage reduction for CYP2C8 substrates if adverse effects are experienced when coadministered."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "ketoconazole",
            "description": {
                "common": "ketoconazole increases levels of tretinoin topical by decreasing metabolism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "levoketoconazole",
            "description": {
                "common": "levoketoconazole increases levels of tretinoin topical by decreasing metabolism. Minor/Significance Unknown."
            }
        }
    ],
    "adverse effects": [
        {
            "name": "Excessive dryness",
            "percent": null
        },
        {
            "name": "Erythema",
            "percent": null
        },
        {
            "name": "Scaling",
            "percent": null
        },
        {
            "name": "Pruritus",
            "percent": null
        },
        {
            "name": "Hyperpigmentation",
            "percent": null
        },
        {
            "name": "hypopigmentation",
            "percent": null
        },
        {
            "name": "Photosensitivity",
            "percent": null
        },
        {
            "name": "Initial acne flare",
            "percent": null
        },
        {
            "name": "up",
            "percent": null
        },
        {
            "name": "Edema",
            "percent": null
        },
        {
            "name": "Blistering",
            "percent": null
        },
        {
            "name": "Stinging",
            "percent": null
        }
    ]
}