{
    "name": "lenalidomide",
    "comment": "Rx",
    "other_names": [
        "Revlimid"
    ],
    "classes": [
        "Antineoplastics",
        "Angiogenesis Inhibitors"
    ],
    "source": "https://reference.medscape.com/drug/revlimid-lenalidomide-342200",
    "pregnancy": {
        "common": [
            "Contraindicated during pregnancy (see Contraindications and Black Box Warnings)",
            "Based on the mechanism of action and findings from animal studies, lenalidomide can cause embryo-fetal harm when administered to a pregnant female and is contraindicated during pregnancy",
            "Thalidomide analogue; thalidomide is a human teratogen, inducing a high frequency of severe and life-threatening birth defects such as amelia (absence of limbs), phocomelia (short limbs), bone hypoplasticity, absence of bones, external ear abnormalities (including anotia, microtia, small or absent external auditory canals), facial palsy, eye abnormalities (anophthalmos, microphthalmos), and congenital heart defects",
            "Mortality at or shortly after birth has been reported in ~40% of infants"
        ],
        "specific": [
            {
                "type": "Contraception",
                "description": [
                    "  ",
                    "Females of reproductive potential must commit either to abstain continuously from heterosexual sexual intercourse or to use 2 methods of reliable birth control simultaneously: one highly effective form of contraception (eg, tubal ligation, IUD, hormonal [birth control pills, injections, hormonal patches, vaginal rings, or implants]), or partner’s vasectomy, and 1 additional effective contraceptive method (eg, male latex or synthetic condom, diaphragm, or cervical cap)",
                    "Contraception must begin 4 weeks prior to initiating treatment, during therapy, during dose interruptions, and continuing for 4 weeks following discontinuation of therapy",
                    "Reliable contraception is indicated even where there has been a history of infertility, unless due to hysterectomy",
                    "Females of reproductive potential should be referred to a qualified provider of contraceptive methods, if needed",
                    "  ",
                    "Present in the semen of males; therefore, males must always use a latex or synthetic condom during any sexual contact with females of reproductive potential while taking lenalidomide and for up to 4 weeks after discontinuing, even if they have undergone a successful vasectomy",
                    "Male patients taking lenalidomide must not donate sperm"
                ]
            },
            {
                "type": "Pregnancy registry",
                "description": [
                    "There is a pregnancy exposure registry that monitors pregnancy outcomes in females exposed to lenalidomide during pregnancy as well as female partners of male patients who are exposed",
                    "This registry is also used to understand the root cause for the pregnancy",
                    "Report any suspected fetal exposure to lenalidomide to the FDA via the MedWatch program at 1-800-FDA-1088 and also to the manufacturer at 1-888-423-5436"
                ]
            }
        ]
    },
    "lactation": {
        "common": [
            "Unknown if distributed into human breast milk",
            "Because of the potential for adverse reactions in breastfed infants from lenalidomide, advise women not to breastfeed during treatment"
        ]
    },
    "warnings": {
        "black_box_warning": {
            "common": [],
            "specific": [
                {
                    "type": "Embryo-fetal toxicity",
                    "description": [
                        "Thalidomide analogue, caused limb abnormalities in a developmental monkey study similar to birth defects caused by thalidomide in humans",
                        "Avoid during pregnancy; if taken during pregnancy, likely to cause birth defects or fetal death",
                        "Prevent pregnancy during treatment by the use of two reliable methods of contraception In females of reproductive potential, obtain 2 negative pregnancy tests before starting treatment",
                        "Females of reproductive potential must use 2 forms of contraception or continuously abstain from heterosexual sex during and for 4 weeks after treatment",
                        "Only available through a restricted distribution program, REVLIMID REMS program; information is available at www.celgeneriskmanagement.com or by calling the manufacturer’s toll-free number 1-888-423-5436"
                    ]
                },
                {
                    "type": "Hematologic toxicity (neutropenia and thrombocytopenia)",
                    "description": [
                        "Associated with significant neutropenia and thrombocytopenia",
                        "80% of patients with deletion 5q myelodysplastic syndromes (MDS) had to have a dose delay/reduction during the major study; 34% had to have a 2nd dose delay/reduction",
                        "Grade 3 or 4 hematologic toxicity was seen in 80% of patients enrolled in the study",
                        "Patients on therapy for del 5q myelodysplastic syndromes should monitor CBC weekly for the first 8 weeks of therapy and at least monthly thereafter; reduce dose when necessary",
                        "Patients may require dose interruption and/or reduction",
                        "Patients may require use of blood product support and/or growth factors"
                    ]
                },
                {
                    "type": "Venous and arterial thrombosis",
                    "description": [
                        "Significantly increased risk of deep vein thrombosis (DVT) and pulmonary embolism (PE), as well as risk of myocardial infarction and stroke in patients with multiple myeloma receiving lenalidomide with dexamethasone",
                        "Monitor for signs and symptoms of thromboembolism; advise patients to seek immediate medical care if they develop symptoms (eg, shortness of breath, chest pain, arm or leg swelling)",
                        "Antithrombotic prophylaxis is recommended; choice of regimen should be based on an assessment of the patient’s underlying risks"
                    ]
                }
            ]
        },
        "contraindicators": {
            "common": [
                "Pregnancy; sexually active women of childbearing potential not using 2 forms of contraception",
                "Demonstrated hypersensitivity (eg, angioedema, Stevens-Johnson syndrome, toxic epidermal necrolysis)"
            ],
            "specific": []
        },
        "cautions": {
            "common": [
                "Risk of hematologic toxicity; can cause significant neutropenia and thrombocytopenia (see Dosage Modifications)",
                "Use caution in renal impairment",
                "Increases risk of mortality in patients with CLL with monotherapy; therapy not indicated and not recommended in CLL outside of controlled clinical trials",
                "Fatal instances of tumor lysis syndrome reported",
                "Patients must not donate blood during treatment and for 4 weeks following discontinuation of drug because blood might be given to pregnant female patient whose fetus must not be exposed to drug",
                "Tumor flare reaction (TFR) has occurred during investigational use for CLL and lymphoma, and is characterized by tender lymph node swelling, low grade fever, pain and rash; tumor flare may mimic progression of disease; may continue treatment if grade 1 or 2 TFR (treat with corticosteroids, NSAIDs, and/or narcotic analgesics), hold treatment for grade 3 or 4 TFR until resolves to ≤Grade 1",
                "Hepatic failure, including fatal cases, has occurred when administered in combination with dexamethasone; the mechanism of drug-induced hepatotoxicity is unknown; pre-existing viral liver disease, elevated baseline liver enzymes, and concomitant medications may be risk factors; monitor liver enzymes periodically; stop therapy upon elevation of liver enzymes; after return to baseline values, treatment at a lower dose may be considered",
                "Patients treated with lenalidomide (with melphalan and stem cell transplantation) had higher incidence of second primary malignancies, particularly acute myelogenous leukemia (AML) and Hodgkin lymphoma, compared to patients in the control arms who received similar therapy but did not receive lenalidomide",
                "Monitor patients for development of second primary malignancies; take into account both potential benefit of therapy and risk of second primary malignancies when considering therapy",
                "Impaired stem cell mobilization reported; refer patients who are auto-HSCT candidates to a transplant center early in treatment to optimize the timing of the stem cell collection; patients who received more than 4 cycles of treatment or for whom inadequate numbers of CD 34+ cells have been collected with G-CSF alone, G-CSF with cyclophosphamide or the combination of G­CSF with a CXCR4 inhibitor may be considered",
                "Both hypothyroidism and hyperthyroidism reported: measure thyroid function before initiating and during therapy",
                "Tumor lysis syndrome reported with therapy; monitor patients at risk closely; take appropriate preventive approaches",
                "Increased mortality was observed in 2 randomized clinical trials in patients with multiple myeloma when pembrolizumab was added to a thalidomide analogue and dexamethasone; treatment with a PD-1 or PD-L1 blocking antibody in combination with a thalidomide analogue plus dexamethasone is not recommended outside of controlled clinical trials"
            ],
            "specific": [
                {
                    "type": "Venous and arterial thromboembolism",
                    "description": [
                        "Increased risk of DVT, PE, MI, and stroke associated with therapy",
                        "Patients with known risk factors, including prior thrombosis, may be at greater risk and actions should be taken to try to minimize all modifiable factors (e.g. hyperlipidemia, hypertension, smoking)",
                        "Thromboprophylaxis is recommended; the regimen of thromboprophylaxis should be based on an assessment of the patient’s underlying risks; instruct patients to report immediately any signs and symptoms suggestive of thrombotic events; ESAs and estrogens may further increase risk of thrombosis and their use should be based on a benefit-risk decision in patients receiving therapy"
                    ]
                },
                {
                    "type": "Hematologic toxicity",
                    "description": [
                        "Monitor patients with neutropenia for signs of infection; advise patients to observe for bleeding or bruising, especially with use of concomitant medication that may increase risk of bleeding; patients receiving therapy should have their complete blood counts assessed periodically",
                        "Monitor complete blood counts (CBC) in patients receiving therapy in combination with dexamethasone or as maintenance therapy for MM every 7 days (weekly) for first 2 cycles, on Days 1 and 15 of Cycle 3, and every 28 days (4 weeks) thereafter",
                        "Monitor CBC, in patients taking therapy, for MCL weekly for the first cycle (28 days), every 2 weeks during cycles 2-4, and then monthly thereafter",
                        "Monitor complete blood counts (CBC) in patients receiving therapy for FL or MZL weekly for the first 3 weeks of Cycle 1 (28 days), every 2 weeks during Cycles 2­4, and then monthly thereafter"
                    ]
                },
                {
                    "type": "Angioedema and serious dermatologic reactions",
                    "description": [
                        "Angioedema and severe cutaneous reactions including Stevens-Johnson syndrome (SJS), toxic epidermal necrolysis (TEN), and drug reaction with eosinophilia and systemic symptoms (DRESS) reported; DRESS may present with a cutaneous reaction (such as rash or exfoliative dermatitis), eosinophilia, fever, and/or lymphadenopathy with systemic complications such as hepatitis, nephritis, pneumonitis, myocarditis, and/or pericarditis; these events can be fatal",
                        "Patients with prior history of Grade 4 rash associated with thalidomide treatment should not receive lenalidomide",
                        "Consider interrupting or discontinuing for Grade 2-3 skin rash",
                        "Discontinue for angioedema, Grade 4 rash, exfoliative or bullous rash, or if SJS or TEN is suspected and should not be resumed following discontinuation for these reactions"
                    ]
                },
                {
                    "type": "Drug interactions overview",
                    "description": [
                        "Digoxin",
                        "Coadministration of lenalidomide (multiple doses of 10 mg/day) with digoxin may increase plasma levels of digoxin; monitor digoxin plasma levels based on clinical judgement and standard practices",
                        "Therapies that increase risk of thrombosis",
                        "Use erythropoietic agents, or other agents that may increase the risk of thrombosis, such as estrogen containing therapies, with caution after making a benefit-risk assessment in patients receiving lenalidomide",
                        "Warfarin",
                        "Coadministration of lenalidomide with a single-dose of warfarin had no effect on the pharmacokinetics of lenalidomide or R- and S-warfarin",
                        "Expected changes in PT and INR were observed after warfarin administration",
                        "Unknown whether an interaction between dexamethasone and warfarin",
                        "Close monitoring of PT and INR is recommended in patients with MM taking concomitant warfarin"
                    ]
                }
            ]
        }
    },
    "interactions": [
        {
            "classification_type": "Contraindicated",
            "interaction_with": "anakinra",
            "description": {
                "common": "anakinra increases toxicity of lenalidomide by Other (see comment). Contraindicated. \nComment: Avoid concomitant use due to increased risk of infection."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "deferiprone",
            "description": {
                "common": "deferiprone, lenalidomide.\nEither increases toxicity of the other by pharmacodynamic synergism. Avoid or Use Alternate Drug. Avoid use of deferiprone with other drugs known to be associated with neutropenia or agranulocytosis; if an alternative is not possible, monitor absolute neutrophil count more frequently."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "palifermin",
            "description": {
                "common": "palifermin increases toxicity of lenalidomide by Other (see comment). Avoid or Use Alternate Drug. \nComment: Palifermin should not be administered within 24 hrbefore, during infusion of, or within 24 hr after administration of antineoplastic agents. Coadministration of palifermin within 24 hr of chemotherapy resulted in increased severity and duration of oral mucositis."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "ropeginterferon alfa 2b",
            "description": {
                "common": "ropeginterferon alfa 2b, lenalidomide.\nEither increases toxicity of the other by Other (see comment). Avoid or Use Alternate Drug. \nComment: Myelosuppressive agents can produce additive myelosuppression. Avoid use and monitor patients receiving the combination for effects of excessive myelosuppression."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "selinexor",
            "description": {
                "common": "selinexor, lenalidomide. unspecified interaction mechanism. Avoid or Use Alternate Drug. Patients treated with selinexor may experience neurological toxicities. Avoid taking selinexor with other medications that may cause dizziness or confusion."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "vedolizumab",
            "description": {
                "common": "vedolizumab and lenalidomide both increase  immunosuppressive effects; risk of infection. Avoid or Use Alternate Drug. Avoid coadministration of vedolizumab with TNF blockers because of the potential for increased risk of infections"
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "acalabrutinib",
            "description": {
                "common": "acalabrutinib, lenalidomide.\nEither increases toxicity of the other by pharmacodynamic synergism. Use Caution/Monitor. Coadministration may increase risk of myelosuppressive effects."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "cholera vaccine",
            "description": {
                "common": "lenalidomide decreases effects of cholera vaccine by immunosuppressive effects; risk of infection. Modify Therapy/Monitor Closely. Immunosuppressive therapies, including irradiation, antimetabolites, alkylating agents, cytotoxic drugs and corticosteroids (used in greater than physiologic doses), may reduce the immune response to cholera vaccine."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "denosumab",
            "description": {
                "common": "lenalidomide, denosumab. Other (see comment). Use Caution/Monitor. \nComment: Caution should be taken in patients on concomitant immunosuppressants or with impaired immune systems because of increased risk for serious infections."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "dichlorphenamide",
            "description": {
                "common": "dichlorphenamide and lenalidomide both decrease  serum potassium. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "fingolimod",
            "description": {
                "common": "lenalidomide increases effects of fingolimod by immunosuppressive effects; risk of infection. Modify Therapy/Monitor Closely. Concomitant therapy is expected to increase the risk of immunosuppression. Use caution when switching patients from long-acting therapies with immune effects. ."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "hydroxyurea",
            "description": {
                "common": "lenalidomide, hydroxyurea. Other (see comment). Use Caution/Monitor. \nComment: Combination may increase risk of myelosuppression."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ponesimod",
            "description": {
                "common": "ponesimod and lenalidomide both increase  immunosuppressive effects; risk of infection. Use Caution/Monitor. Caution if coadministered because of additive immunosuppressive effects during such therapy and in the weeks following administration. When switching from drugs with prolonged immune effects, consider the half-life and mode of action of these drugs to avoid unintended additive immunosuppressive effects."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "siponimod",
            "description": {
                "common": "siponimod and lenalidomide both increase  immunosuppressive effects; risk of infection. Use Caution/Monitor. Caution if coadministered because of additive immunosuppressive effects during such therapy and in the weeks following administration. When switching from drugs with prolonged immune effects, consider the half-life and mode of action of these drugs to avoid unintended additive immunosuppressive effects."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "sipuleucel-T",
            "description": {
                "common": "lenalidomide decreases effects of sipuleucel-T by pharmacodynamic antagonism. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "trastuzumab",
            "description": {
                "common": "trastuzumab, lenalidomide.\nEither increases toxicity of the other by immunosuppressive effects; risk of infection. Use Caution/Monitor.  Neutropenia or febrile neutropenia incidence were increased when trastuzumab was coadministered with myelosuppressive chemotherapy. ."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "trastuzumab deruxtecan",
            "description": {
                "common": "trastuzumab deruxtecan, lenalidomide.\nEither increases toxicity of the other by immunosuppressive effects; risk of infection. Use Caution/Monitor.  Neutropenia or febrile neutropenia incidence were increased when trastuzumab was coadministered with myelosuppressive chemotherapy. ."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "zidovudine",
            "description": {
                "common": "lenalidomide, zidovudine.\nEither increases toxicity of the other by pharmacodynamic synergism. Use Caution/Monitor. Increased risk of myelosuppression."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "food",
            "description": {
                "common": "food decreases levels of lenalidomide by inhibition of GI absorption. Applies only to oral form of both agents. Minor/Significance Unknown. Decreased Cmax, but AUC unaffected."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "tocilizumab",
            "description": {
                "common": "tocilizumab, lenalidomide.\nEither increases effects of the other by pharmacodynamic synergism. Minor/Significance Unknown. Additive immunosuppression; risk of serious infection. (Theoretical interaction)."
            }
        }
    ],
    "adverse effects": [
        {
            "name": "Thrombocytopenia",
            "percent": "62"
        },
        {
            "name": "Neutropenia",
            "percent": "59"
        },
        {
            "name": "Diarrhea",
            "percent": "48"
        },
        {
            "name": "Pruritus",
            "percent": "42"
        },
        {
            "name": "Nausea",
            "percent": "35"
        },
        {
            "name": "Rash",
            "percent": "35"
        },
        {
            "name": "Fatigue",
            "percent": "31"
        },
        {
            "name": "Constipation",
            "percent": "24"
        },
        {
            "name": "Arthralgia",
            "percent": "22"
        },
        {
            "name": "Back pain",
            "percent": "21"
        },
        {
            "name": "Peripheral edema",
            "percent": "21"
        },
        {
            "name": "Pyrexia",
            "percent": "21"
        },
        {
            "name": "Dizziness",
            "percent": "20"
        },
        {
            "name": "Headache",
            "percent": "20"
        },
        {
            "name": "Cough",
            "percent": "19"
        },
        {
            "name": "Muscle cramp",
            "percent": "18"
        },
        {
            "name": "Dyspnea",
            "percent": "17"
        },
        {
            "name": "URTI",
            "percent": "15"
        },
        {
            "name": "Anemia",
            "percent": "12"
        },
        {
            "name": "Pneumonia",
            "percent": "12"
        },
        {
            "name": "UTI",
            "percent": "11"
        },
        {
            "name": "Tumor flare reaction",
            "percent": "10"
        },
        {
            "name": "MCL",
            "percent": "8"
        },
        {
            "name": "Abdominal pain",
            "percent": "8"
        },
        {
            "name": "Leukopenia",
            "percent": "8"
        },
        {
            "name": "Myalgia",
            "percent": "7"
        },
        {
            "name": "Pain",
            "percent": "6"
        },
        {
            "name": "Bronchitis",
            "percent": "6"
        },
        {
            "name": "Rhinitis",
            "percent": "5"
        },
        {
            "name": "Febrile neutropenia",
            "percent": "5"
        },
        {
            "name": "Peripheral neuropathy",
            "percent": null
        },
        {
            "name": "Endocrine disorders",
            "percent": null
        },
        {
            "name": "Hypothyroidism",
            "percent": null
        },
        {
            "name": "hyperthyroidism",
            "percent": null
        },
        {
            "name": "Hepatobiliary disorders",
            "percent": null
        },
        {
            "name": "Hepatic failure",
            "percent": null
        },
        {
            "name": "including fatality",
            "percent": null
        },
        {
            "name": "toxic hepatitis",
            "percent": null
        },
        {
            "name": "cytolytic hepatitis",
            "percent": null
        },
        {
            "name": "cholestatic hepatitis",
            "percent": null
        },
        {
            "name": "mixed cytolytic",
            "percent": null
        },
        {
            "name": "cholestatic hepatitis",
            "percent": null
        },
        {
            "name": "transient abnormal liver laboratory tests",
            "percent": null
        },
        {
            "name": "Immune system disorders",
            "percent": null
        },
        {
            "name": "Angioedema",
            "percent": null
        },
        {
            "name": "acute graft",
            "percent": null
        },
        {
            "name": "versus",
            "percent": null
        },
        {
            "name": "host disease",
            "percent": null
        },
        {
            "name": "following allogeneic hematopoietic transplant",
            "percent": null
        },
        {
            "name": "solid organ transplant rejection",
            "percent": null
        },
        {
            "name": "Infections and infestations",
            "percent": null
        },
        {
            "name": "Viral reactivation",
            "percent": null
        },
        {
            "name": "eg",
            "percent": null
        },
        {
            "name": "hepatitis B",
            "percent": null
        },
        {
            "name": "Herpes zoster",
            "percent": null
        },
        {
            "name": "progressive multifocal leukoencephalopathy",
            "percent": null
        },
        {
            "name": "PML",
            "percent": null
        },
        {
            "name": "Neoplasms benign",
            "percent": null
        },
        {
            "name": "malignant and unspecified",
            "percent": null
        },
        {
            "name": "including cysts and polyps",
            "percent": null
        },
        {
            "name": "Tumor lysis syndrome",
            "percent": null
        },
        {
            "name": "tumor flare reaction",
            "percent": null
        },
        {
            "name": "Respiratory",
            "percent": null
        },
        {
            "name": "thoracic and mediastinal disorders",
            "percent": null
        },
        {
            "name": "Pneumonitis",
            "percent": null
        },
        {
            "name": "Skin and subcutaneous tissue disorders",
            "percent": null
        },
        {
            "name": "Stevens",
            "percent": null
        },
        {
            "name": "Johnson Syndrome",
            "percent": null
        },
        {
            "name": "toxic epidermal necrolysis",
            "percent": null
        },
        {
            "name": "drug reaction with eosinophilia and systemic symptoms",
            "percent": null
        },
        {
            "name": "DRESS",
            "percent": null
        }
    ]
}