{
    "name": "auranofin",
    "comment": "Rx",
    "other_names": [
        "Ridaura"
    ],
    "classes": [
        "DMARDs",
        "Gold Compounds"
    ],
    "source": "https://reference.medscape.com/drug/ridaura-auranofin-343186",
    "pregnancy": {
        "common": [
            "Pregnancy Category: C",
            "Lactation: enters breast milk/not recommended"
        ],
        "specific": []
    },
    "lactation": {
        "common": [
            "Lactation: enters breast milk/not recommended"
        ]
    },
    "warnings": {
        "black_box_warning": {
            "common": [
                "Prescribing physicians should understand severe and fatal toxicities of chrysotherapy",
                "Thorough patient discussion explaining adverse reactions is essential; encourage patients to report any adverse reactions",
                "Monitor for signs of gold toxicity (ie, decreased hemoglobin, leukopenia <4,000/cu.mm, granulocytes <1,500/cu.mm, platelets <150,000/cu.mm, proteinuria, hematuria, pruritus, rash, stomatitis, persistent diarrhea) and establish baseline measurements before prescribing",
                "Should be reserved for use in certain patients with active rheumatoid arthritis"
            ],
            "specific": []
        },
        "contraindicators": {
            "common": [
                "Pts who have had previous gold-induced disorders (anaphylaxis, necrotizing enterocolitis, pulmonary fibrosis, dermatitis, bone marrow suppression, or other hematologic disorder)"
            ],
            "specific": []
        },
        "cautions": {
            "common": [
                "Not to be used as the sole agent in treatment of RA",
                "No evidence that gold compounds induce remission of RA"
            ],
            "specific": [
                {
                    "type": "Gold toxicity",
                    "description": [
                        "Hemoglobin (decreased)",
                        "Leukopenia (WBC <4000/cu.mm) [4 x10^9/L]",
                        "Granulocytes (<1500/cu.mm) [1.5 x10^9/L]",
                        "Platelets (<150 x 10^3/cu.mm) [150 x10^9/L]",
                        "Proteinuria, hematuria, pruritus, rash, stomatitis, chronic diarrhea"
                    ]
                }
            ]
        }
    },
    "interactions": [
        {
            "classification_type": "Serious",
            "interaction_with": "influenza virus vaccine quadrivalent, adjuvanted",
            "description": {
                "common": "auranofin decreases effects of influenza virus vaccine quadrivalent, adjuvanted by pharmacodynamic antagonism. Avoid or Use Alternate Drug. Immunosuppressive drugs may reduce the immune response to influenza vaccine."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "influenza virus vaccine trivalent, adjuvanted",
            "description": {
                "common": "auranofin decreases effects of influenza virus vaccine trivalent, adjuvanted by pharmacodynamic antagonism. Avoid or Use Alternate Drug. Immunosuppressive drugs may reduce the immune response to influenza vaccine."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "pexidartinib",
            "description": {
                "common": "auranofin and pexidartinib both increase  Other (see comment). Avoid or Use Alternate Drug. Pexidartinib can cause hepatotoxicity. Avoid coadministration of pexidartinib with other products know to cause hepatoxicity."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "pretomanid",
            "description": {
                "common": "auranofin, pretomanid.\nEither increases toxicity of the other by Other (see comment). Avoid or Use Alternate Drug. \nComment: Pretomanid regimen associated with hepatotoxicity. Avoid alcohol and hepatotoxic agents, including herbal supplements and drugs other than bedaquiline and linezolid."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "selinexor",
            "description": {
                "common": "selinexor, auranofin. unspecified interaction mechanism. Avoid or Use Alternate Drug. Patients treated with selinexor may experience neurological toxicities. Avoid taking selinexor with other medications that may cause dizziness or confusion."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "tofacitinib",
            "description": {
                "common": "auranofin, tofacitinib.\nEither increases toxicity of the other by immunosuppressive effects; risk of infection. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "cholera vaccine",
            "description": {
                "common": "auranofin decreases effects of cholera vaccine by immunosuppressive effects; risk of infection. Modify Therapy/Monitor Closely. Immunosuppressive therapies, including irradiation, antimetabolites, alkylating agents, cytotoxic drugs and corticosteroids (used in greater than physiologic doses), may reduce the immune response to cholera vaccine."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "meningococcal group B vaccine",
            "description": {
                "common": "auranofin decreases effects of meningococcal group B vaccine by pharmacodynamic antagonism. Use Caution/Monitor. Individuals with altered immunocompetence may have reduced immune responses to the vaccine."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ocrelizumab",
            "description": {
                "common": "auranofin and ocrelizumab both increase  immunosuppressive effects; risk of infection. Use Caution/Monitor. Coadministration of ocrelizumab with high doses of corticosteroids is expected to increase the risk of immunosuppression."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ofatumumab SC",
            "description": {
                "common": "ofatumumab SC, auranofin.\nEither increases effects of the other by immunosuppressive effects; risk of infection. Use Caution/Monitor. Consider the risk of additive immune system effects when coadministering immunosuppressive therapies with coadministration. When switching from therapies with immune effects, take into account the duration and mechanism of action of these therapies when initiating ofatumumab SC."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "olaparib",
            "description": {
                "common": "auranofin and olaparib both increase  pharmacodynamic synergism. Use Caution/Monitor. Coadministration with other other myelosuppressive anticancer agents, including DNA damaging agents,  may potentiate and prolongate the myelosuppressive toxicity. "
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "sipuleucel-T",
            "description": {
                "common": "auranofin decreases effects of sipuleucel-T by pharmacodynamic antagonism. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "ethotoin",
            "description": {
                "common": "auranofin increases levels of ethotoin by unspecified interaction mechanism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "fosphenytoin",
            "description": {
                "common": "auranofin increases levels of fosphenytoin by unspecified interaction mechanism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "phenytoin",
            "description": {
                "common": "auranofin increases levels of phenytoin by unspecified interaction mechanism. Minor/Significance Unknown."
            }
        }
    ],
    "adverse effects": [
        {
            "name": "Diarrhea",
            "percent": "47"
        },
        {
            "name": "Rash",
            "percent": "24"
        },
        {
            "name": "Pruritus",
            "percent": "17"
        },
        {
            "name": "Abd pain",
            "percent": "14"
        },
        {
            "name": "Stomatitis",
            "percent": "13"
        },
        {
            "name": "Nausea",
            "percent": "10"
        },
        {
            "name": "Anorexia",
            "percent": "3-9"
        },
        {
            "name": "Conjunctivitis",
            "percent": "3-9"
        },
        {
            "name": "Dyspepsia",
            "percent": "3-9"
        },
        {
            "name": "Flatulence",
            "percent": "3-9"
        },
        {
            "name": "Proteinuria",
            "percent": "3-9"
        },
        {
            "name": "Alopecia",
            "percent": "1-3"
        },
        {
            "name": "Anemia",
            "percent": "1-3"
        },
        {
            "name": "Constipation",
            "percent": "1-3"
        },
        {
            "name": "Eosinophilia",
            "percent": "1-3"
        },
        {
            "name": "Elevated liver enzymes",
            "percent": "1-3"
        },
        {
            "name": "Glossitis",
            "percent": "1-3"
        },
        {
            "name": "Hematuria",
            "percent": "1-3"
        },
        {
            "name": "Leukopenia",
            "percent": "1-3"
        },
        {
            "name": "Thrombocytopenia",
            "percent": "1-3"
        },
        {
            "name": "Urticaria",
            "percent": "1-3"
        }
    ]
}