{
    "name": "methylphenidate",
    "comment": "Rx",
    "other_names": [
        "Ritalin",
        "Ritalin SR",
        "Ritalin LA",
        "Aptensio XR",
        "Concerta",
        "Metadate",
        "Metadate CD",
        "Metadate ER",
        "Methylin",
        "Quillivant XR",
        "QuilliChew ER",
        "Cotempla XR-ODT",
        "Jornay PM",
        "Adhansia XR",
        "Relexxii"
    ],
    "classes": [
        "Stimulants",
        "ADHD Agents"
    ],
    "source": "https://reference.medscape.com/drug/ritalin-sr-methylphenidate-342999",
    "pregnancy": {
        "common": [
            "Published studies and postmarketing reports on use during pregnancy have not identified a drug-associated risk of major birth defects, miscarriage or adverse maternal or fetal outcomes"
        ],
        "specific": [
            {
                "type": "Animal data",
                "description": [
                    "No teratogenic effects were observed with oral administration of methylphenidate to pregnant rats and rabbits during organogenesis at doses up to 2x and 9x the maximum recommended human dose (MRHD) of 100 mg/day given to adolescents on a mg/m2 basis, respectively",
                    "However, spina bifida was observed in rabbits at a dose 31x the MRHD given to adolescents",
                    "Decrease in pup body weight was observed in a pre- and postnatal development study with oral administration of methylphenidate to rats throughout pregnancy and lactation at doses 3.5x the MRHD given to adolescents"
                ]
            },
            {
                "type": "Clinical considerations",
                "description": [
                    "CNS stimulant medications can cause vasoconstriction and thereby decrease placental perfusion",
                    "No fetal and/or neonatal adverse reactions reported with use of therapeutic doses of methylphenidate during pregnancy; however, premature delivery and low birth weight infants have been reported in amphetamine-dependent mothers"
                ]
            },
            {
                "type": "Pregnancy exposure registry",
                "description": [
                    "Monitors pregnancy outcomes in females exposed to ADHD medications",
                    "Encourage providers to register patients by calling the National Pregnancy Registry for ADHD Medications at 1-866-961-2388"
                ]
            }
        ]
    },
    "lactation": {
        "common": [
            "Limited published literature, based on breast milk sampling from five mothers, reports that methylphenidate is present in human milk, which resulted in infant doses of 0.16% to 0.7% of the maternal weight-adjusted dosage and a milk/plasma ratio ranging between 1.1 and 2.7",
            "There are no reports of adverse effects on breastfed infant and no effects on milk production; however, long-term neurodevelopmental effects on infants from CNS stimulant exposure are unknown",
            "Monitor breastfeeding infants for adverse reactions, such as agitation, insomnia, anorexia, and reduced weight gain"
        ]
    },
    "warnings": {
        "black_box_warning": {
            "common": [],
            "specific": [
                {
                    "type": "Abuse and dependence",
                    "description": [
                        "CNS psychiatrics#stimulants, including methylphenidate-containing products, and amphetamines, have a high potential for abuse and dependence",
                        "Assess the risk of abuse before prescribing, and monitor for signs of abuse and dependence during therapy"
                    ]
                }
            ]
        },
        "contraindicators": {
            "common": [
                "Hypersensitivity to methylphenidate or other components of product",
                "Coadministration with monoamine oxidase inhibitors (MAOIs) or within 14 days after discontinuing MAOIs"
            ],
            "specific": []
        },
        "cautions": {
            "common": [
                "Assess risk of abuse before prescribing, and monitor for signs of abuse and dependence during therapy",
                "May cause an increase in blood pressure (BP) and heart rate (HR); monitor for hypertension and tachycardia ",
                "Prolonged and painful erections, sometimes requiring surgical intervention, reported with methylphenidate products, including another formulation of methylphenidate hydrochloride extended-release tablets, in both pediatric and adult patients",
                "Priapism was not reported with drug initiation but developed during treatment, often after an increase in dose and during a period of drug withdrawal (drug holidays or during discontinuation); if such reaction occurs, seek immediate medical attention",
                "CNS psychiatrics#stimulants are associated with peripheral vasculopathy, including Raynaud phenomenon; signs and symptoms are usually intermittent and generally improve after dose reduction or discontinuing treatment; monitor for digital changes is necessary during treatment; further clinical evaluation (eg, rheumatology referral) may be appropriate for certain patients",
                "Closely monitor growth (weight and height) in pediatric patients treated with psychiatrics#stimulants; patients who are not growing or gaining height or weight as expected may need to have their treatment interrupted",
                "Stimulants may lower the convulsive threshold in patients with a history of seizures, in patients with prior EEG abnormalities in absence of seizures, and, very rarely, in patients without a history of seizures and no prior EEG evidence of seizures; if seizures occur, discontinue drug",
                "Difficulties with accommodation and blurry vision reported ",
                "Periodic complete blood cell count, differential, and platelet counts are advised during prolonged therapy"
            ],
            "specific": [
                {
                    "type": "Potential bowel obstruction",
                    "description": [
                        "Concerta or Relexxii",
                        "Tablet formulation is nondeformable and does not appreciably change in shape in the GI tract ",
                        "Do not administer to patients with pre-existing severe gastrointestinal narrowing conditions, including esophageal motility disorders,small bowel inflammatory disease, \"short gut\" syndrome due to adhesions or decreased transit time, cystic fibrosis, history of peritonitis, or chronic intestinal pseudo-obstruction, or Meckel diverticulum",
                        "Use only in patients who can swallow tablets whole "
                    ]
                },
                {
                    "type": "Psychiatric adverse reactions",
                    "description": [
                        "CNS psychiatrics#stimulants may exacerbate symptoms of behavior disturbance and thought disorder in patients with a preexisting psychotic disorder",
                        "CNS psychiatrics#stimulants may also induce a manic or mixed episode in patients",
                        "Before initiating treatment, screen for risk factors for developing a manic episode (eg, history or family history of suicide, bipolar disorder, and depression)",
                        "CNS psychiatrics#stimulants at recommended doses, may cause psychotic or manic symptoms (eg, hallucinations, delusional thinking, or mania) in patients without a prior history of psychotic illness or mania; consider discontinuing therapy if such symptom occur"
                    ]
                },
                {
                    "type": "Serious cardiovascular reactions",
                    "description": [
                        "Sudden death, stroke, and myocardial infarction report in adults",
                        "Sudden death reported in pediatric patients with structural cardiac abnormalities and other serious heart problems",
                        "Avoid use in patients with known structural cardiac abnormalities, cardiomyopathy, serious heart rhythm abnormalities, coronary artery disease, and other serious heart problems",
                        "Further evaluate for developing exertional chest pain, unexplained syncope, or arrhythmias during treatment"
                    ]
                },
                {
                    "type": "Adhansia XR only",
                    "description": [
                        "45-mg capsules contain FD&C yellow #5 (tartrazine) which may cause allergic-type reactions (including bronchial asthma) in certain susceptible persons"
                    ]
                },
                {
                    "type": "Drug interaction overview",
                    "description": [
                        "MAOIs",
                        "Contraindicated",
                        "Do administer during or within 14 days of discontinuing MAOI treatment",
                        "Coadministration of MAOIs with CNS psychiatrics#stimulants can cause hypertensive crisis, which increases the risk of death, stroke, myocardial infarction, aortic dissection, ophthalmological complications, eclampsia, pulmonary edema, and renal failure",
                        "Antihypertensive drugs",
                        "Monitor BP and adjust dose of antihypertensive drugs accordingly",
                        "Methylphenidate may decrease effectiveness of antihypertensive drugs",
                        "Halogenated anesthetics",
                        "Avoid using methylphenidate on day of surgery",
                        "Methylphenidate concomitantly used halogenated anesthetics may potentiate the risk of sudden BP and HR increase during surgery ",
                        "Risperidone",
                        "Monitor for signs of extrapyramidal symptoms (EPS)",
                        "Dose changes in either risperidone and/or methylphenidate may increase the risk of EPS",
                        "Gastric pH modulators (Adhansia XR, Cotempla XR-ODT only)",
                        "Monitor and use alternant based on clinical response",
                        "Gastric pH modulators (eg, proton pump inhibitors, H2-blockers) may change the release, pharmacokinetic profiles, and pharmacodynamics of Adhansia XR"
                    ]
                }
            ]
        }
    },
    "interactions": [
        {
            "classification_type": "Contraindicated",
            "interaction_with": "benzphetamine",
            "description": {
                "common": "benzphetamine increases effects of methylphenidate by pharmacodynamic synergism. Contraindicated. Risk of acute hypertensive episode."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "diethylpropion",
            "description": {
                "common": "diethylpropion increases effects of methylphenidate by pharmacodynamic synergism. Contraindicated. Risk of acute hypertensive episode."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "isocarboxazid",
            "description": {
                "common": "isocarboxazid increases effects of methylphenidate by pharmacodynamic synergism. Contraindicated. Risk of acute hypertensive episode. Methylphenidate is contraindicated during treatment with an MAOI and also within a minimum of 14 days following discontinuation of an MAOI."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "linezolid",
            "description": {
                "common": "linezolid increases effects of methylphenidate by pharmacodynamic synergism. Contraindicated. Risk of acute hypertensive episode."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "phendimetrazine",
            "description": {
                "common": "phendimetrazine increases effects of methylphenidate by pharmacodynamic synergism. Contraindicated. Risk of acute hypertensive episode."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "phenelzine",
            "description": {
                "common": "phenelzine increases effects of methylphenidate by pharmacodynamic synergism. Contraindicated. Risk of acute hypertensive episode. Methylphenidate is contraindicated during treatment with an MAOI and also within a minimum of 14 days following discontinuation of an MAOI."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "phentermine",
            "description": {
                "common": "phentermine increases effects of methylphenidate by pharmacodynamic synergism. Contraindicated. Risk of acute hypertensive episode."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "rasagiline",
            "description": {
                "common": "rasagiline increases effects of methylphenidate by pharmacodynamic synergism. Contraindicated. Risk of acute hypertensive episode. Methylphenidate is contraindicated during treatment with an MAOI and also within a minimum of 14 days following discontinuation of an MAOI."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "safinamide",
            "description": {
                "common": "safinamide increases effects of methylphenidate by pharmacodynamic synergism. Contraindicated. Risk of acute hypertensive episode. Methylphenidate is contraindicated during treatment with an MAOI and also within a minimum of 14 days following discontinuation of an MAOI."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "selegiline",
            "description": {
                "common": "selegiline increases effects of methylphenidate by pharmacodynamic synergism. Contraindicated. Risk of acute hypertensive episode. Methylphenidate is contraindicated during treatment with an MAOI and also within a minimum of 14 days following discontinuation of an MAOI."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "selegiline transdermal",
            "description": {
                "common": "selegiline transdermal increases effects of methylphenidate by pharmacodynamic synergism. Contraindicated. Risk of acute hypertensive episode. Methylphenidate is contraindicated during treatment with an MAOI and also within a minimum of 14 days following discontinuation of an MAOI."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "tranylcypromine",
            "description": {
                "common": "tranylcypromine increases effects of methylphenidate by pharmacodynamic synergism. Contraindicated. Risk of acute hypertensive episode. Methylphenidate is contraindicated during treatment with an MAOI and also within a minimum of 14 days following discontinuation of an MAOI."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "cabergoline",
            "description": {
                "common": "cabergoline, methylphenidate. Mechanism: pharmacodynamic synergism. Contraindicated. Additive vasospasm; risk of hypertension."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "desflurane",
            "description": {
                "common": "desflurane increases toxicity of methylphenidate by Mechanism: unknown. Avoid or Use Alternate Drug. Risk of acute hypertensive episode."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "dihydroergotamine",
            "description": {
                "common": "dihydroergotamine, methylphenidate. Mechanism: pharmacodynamic synergism. Contraindicated. Additive vasospasm; risk of hypertension."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "dihydroergotamine intranasal",
            "description": {
                "common": "dihydroergotamine intranasal, methylphenidate. Mechanism: pharmacodynamic synergism. Contraindicated. Additive vasospasm; risk of hypertension."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "doxapram",
            "description": {
                "common": "doxapram increases effects of methylphenidate by pharmacodynamic synergism. Avoid or Use Alternate Drug. Additive pressor effect."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "ergoloid mesylates",
            "description": {
                "common": "ergoloid mesylates, methylphenidate. Mechanism: pharmacodynamic synergism. Contraindicated. Additive vasospasm; risk of hypertension."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "ergotamine",
            "description": {
                "common": "ergotamine, methylphenidate. Mechanism: pharmacodynamic synergism. Contraindicated. Additive vasospasm; risk of hypertension."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "ethanol",
            "description": {
                "common": "ethanol increases levels of methylphenidate by enhancing GI absorption. Applies only to oral form of both agents. Avoid or Use Alternate Drug. Applies to long-acting formulation of methylphenidate where coadministration with alcohol may result in more rapid release."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "ether",
            "description": {
                "common": "ether increases toxicity of methylphenidate by Mechanism: unknown. Avoid or Use Alternate Drug. Risk of V tach, HTN."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "iobenguane I 123",
            "description": {
                "common": "methylphenidate decreases effects of iobenguane I 123 by Other (see comment). Avoid or Use Alternate Drug. \nComment: Based on the mechanism of action of iobenguane, drugs that reduce catecholamine uptake or that deplete catecholamine stores may interfere with iobenguane uptake into cells, and thus, reduce iobenguane efficacy. Discontinue interfering drugs for at least 5 half-lives before administration of either the dosimetry or an iobenguane dose."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "isoflurane",
            "description": {
                "common": "isoflurane increases toxicity of methylphenidate by Mechanism: unknown. Avoid or Use Alternate Drug. Risk of acute hypertensive episode."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "lofepramine",
            "description": {
                "common": "lofepramine, methylphenidate. Other (see comment). Avoid or Use Alternate Drug. \nComment: Tricyclic antidepressants increase or decrease effects of sympathomimetics, by blocking reuptake of NE, or blocking uptake of indirect sympathomimetics into the adrenergic neuron."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "maprotiline",
            "description": {
                "common": "maprotiline, methylphenidate. Other (see comment). Avoid or Use Alternate Drug. \nComment: Tricyclic antidepressants increase or decrease effects of sympathomimetics, by blocking reuptake of NE, or blocking uptake of indirect sympathomimetics into the adrenergic neuron."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "methoxyflurane",
            "description": {
                "common": "methoxyflurane increases toxicity of methylphenidate by Mechanism: unknown. Avoid or Use Alternate Drug. Risk of V tach, HTN."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "methylergonovine",
            "description": {
                "common": "methylergonovine, methylphenidate. Mechanism: pharmacodynamic synergism. Contraindicated. Additive vasospasm; risk of hypertension."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "ozanimod",
            "description": {
                "common": "ozanimod increases toxicity of methylphenidate by sympathetic (adrenergic) effects, including increased blood pressure and heart rate. Avoid or Use Alternate Drug. Because the active metabolite of ozanimod inhibits MAO-B in vitro, there is a potential for serious adverse reactions, including hypertensive crisis. Therefore, coadministration of ozanimod with drugs that can increase norepinephrine or serotonin is not recommended. Monitor for hypertension with concomitant use."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "sevoflurane",
            "description": {
                "common": "sevoflurane increases toxicity of methylphenidate by Mechanism: unknown. Avoid or Use Alternate Drug. Risk of acute hypertensive episode."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "yohimbe",
            "description": {
                "common": "yohimbe, methylphenidate. Mechanism: pharmacodynamic synergism. Contraindicated. Risk of acute hypertensive episode."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "albuterol",
            "description": {
                "common": "albuterol and methylphenidate both increase  sympathetic (adrenergic) effects, including increased blood pressure and heart rate. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "aluminum hydroxide",
            "description": {
                "common": "aluminum hydroxide decreases effects of methylphenidate by enhancing GI absorption. Applies only to oral form of both agents. Modify Therapy/Monitor Closely. Since the characteristics of methylphenidate extended release capsules (Ritalin LA) are pH dependent, coadministration of antacids or acid suppressants could alter the release of methylphenidate. Consider separating the administration of the antacid and the methylphenidate extended-release capsules may be avoided."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "amitriptyline",
            "description": {
                "common": "amitriptyline, methylphenidate. Other (see comment). Use Caution/Monitor. \nComment: Tricyclic antidepressants increase or decrease effects of sympathomimetics, by blocking reuptake of NE, or blocking uptake of indirect sympathomimetics into the adrenergic neuron."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "amlodipine",
            "description": {
                "common": "methylphenidate will decrease the level or effect of amlodipine by  pharmacodynamic antagonism. Use Caution/Monitor. Methylphenidate may diminish antihypertensive effects. Monitor BP."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "amoxapine",
            "description": {
                "common": "amoxapine, methylphenidate. Other (see comment). Use Caution/Monitor. \nComment: Tricyclic antidepressants increase or decrease effects of sympathomimetics, by blocking reuptake of NE, or blocking uptake of indirect sympathomimetics into the adrenergic neuron."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "apomorphine",
            "description": {
                "common": "apomorphine, methylphenidate.\nEither increases effects of the other by pharmacodynamic synergism. Use Caution/Monitor. Potential for additive CNS stimulation."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "arformoterol",
            "description": {
                "common": "arformoterol and methylphenidate both increase  sympathetic (adrenergic) effects, including increased blood pressure and heart rate. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "aripiprazole",
            "description": {
                "common": "aripiprazole increases toxicity of methylphenidate by pharmacodynamic antagonism. Use Caution/Monitor. Closely monitor for signs of altered clinical response to either methylphenidate or an antipsychotic when using these drugs in combination."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "armodafinil",
            "description": {
                "common": "armodafinil increases effects of methylphenidate by pharmacodynamic synergism. Use Caution/Monitor. Risk of acute hypertensive episode."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "asenapine",
            "description": {
                "common": "asenapine increases toxicity of methylphenidate by pharmacodynamic antagonism. Use Caution/Monitor. Closely monitor for signs of altered clinical response to either methylphenidate or an antipsychotic when using these drugs in combination."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "aspirin/citric acid/sodium bicarbonate",
            "description": {
                "common": "aspirin/citric acid/sodium bicarbonate decreases effects of methylphenidate by enhancing GI absorption. Applies only to oral form of both agents. Modify Therapy/Monitor Closely. Since the characteristics of methylphenidate extended release capsules (Ritalin LA) are pH dependent, coadministration of antacids or acid suppressants could alter the release of methylphenidate. Consider separating the administration of the antacid and the methylphenidate extended-release capsules may be avoided."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "atomoxetine",
            "description": {
                "common": "methylphenidate will increase the level or effect of atomoxetine by  pharmacodynamic synergism. Use Caution/Monitor. Risk of acute hypertensive episode."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "azilsartan",
            "description": {
                "common": "methylphenidate will decrease the level or effect of azilsartan by  pharmacodynamic antagonism. Use Caution/Monitor. Methylphenidate may diminish antihypertensive effects. Monitor BP."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "benazepril",
            "description": {
                "common": "methylphenidate will decrease the level or effect of benazepril by  pharmacodynamic antagonism. Use Caution/Monitor. Methylphenidate may diminish antihypertensive effects. Monitor BP."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "benzhydrocodone/acetaminophen",
            "description": {
                "common": "benzhydrocodone/acetaminophen, methylphenidate.\nEither increases effects of the other by serotonin levels. Use Caution/Monitor. Coadministration of drugs that affect the serotonergic neurotransmitter system may result in serotonin syndrome. If concomitant use is warranted, carefully observe the patient, particularly during treatment initiation and dose adjustment."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "bromocriptine",
            "description": {
                "common": "bromocriptine, methylphenidate.\nEither increases effects of the other by pharmacodynamic synergism. Use Caution/Monitor. Potential for additive CNS stimulation."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "caffeine",
            "description": {
                "common": "caffeine increases effects of methylphenidate by pharmacodynamic synergism. Use Caution/Monitor. Risk of acute hypertensive episode."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "calcium carbonate",
            "description": {
                "common": "calcium carbonate decreases effects of methylphenidate by enhancing GI absorption. Applies only to oral form of both agents. Modify Therapy/Monitor Closely. Since the characteristics of methylphenidate extended release capsules (Ritalin LA) are pH dependent, coadministration of antacids or acid suppressants could alter the release of methylphenidate. Consider separating the administration of the antacid and the methylphenidate extended-release capsules may be avoided."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "candesartan",
            "description": {
                "common": "methylphenidate will decrease the level or effect of candesartan by  pharmacodynamic antagonism. Use Caution/Monitor. Methylphenidate may diminish antihypertensive effects. Monitor BP."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "captopril",
            "description": {
                "common": "methylphenidate will decrease the level or effect of captopril by  pharmacodynamic antagonism. Use Caution/Monitor. Methylphenidate may diminish antihypertensive effects. Monitor BP."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "carbamazepine",
            "description": {
                "common": "carbamazepine decreases effects of methylphenidate by unspecified interaction mechanism. Use Caution/Monitor. Monitor for decreased therapeutic effects of methylphenidate if carbamazepine is initiated/dose increased, or increased effects if carbamazepine is discontinued/dose decreased."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "cariprazine",
            "description": {
                "common": "cariprazine increases toxicity of methylphenidate by pharmacodynamic antagonism. Use Caution/Monitor. Closely monitor for signs of altered clinical response to either methylphenidate or an antipsychotic when using these drugs in combination."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "chlorpromazine",
            "description": {
                "common": "chlorpromazine, methylphenidate. Mechanism: unknown. Use Caution/Monitor. Risk of cardiac arrhythmia or sudden death, more likely w/thioridazine than other phenothiazines.  Interaction more likely in certain predisposed pts. only."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "cimetidine",
            "description": {
                "common": "cimetidine decreases effects of methylphenidate by enhancing GI absorption. Applies only to oral form of both agents. Modify Therapy/Monitor Closely. Since the characteristics of methylphenidate extended release capsules (Ritalin LA) are pH dependent, coadministration of antacids or acid suppressants could alter the release of methylphenidate. Consider separating the administration of the antacid and the methylphenidate extended-release capsules may be avoided."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "clevidipine",
            "description": {
                "common": "methylphenidate will decrease the level or effect of clevidipine by  pharmacodynamic antagonism. Use Caution/Monitor. Methylphenidate may diminish antihypertensive effects. Monitor BP."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "clomipramine",
            "description": {
                "common": "clomipramine, methylphenidate. Other (see comment). Use Caution/Monitor. \nComment: Tricyclic antidepressants increase or decrease effects of sympathomimetics, by blocking reuptake of NE, or blocking uptake of indirect sympathomimetics into the adrenergic neuron."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "clozapine",
            "description": {
                "common": "clozapine increases toxicity of methylphenidate by pharmacodynamic antagonism. Use Caution/Monitor. Closely monitor for signs of altered clinical response to either methylphenidate or an antipsychotic when using these drugs in combination."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "cocaine topical",
            "description": {
                "common": "cocaine topical increases effects of methylphenidate by pharmacodynamic synergism. Use Caution/Monitor. Risk of acute hypertensive episode."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "desipramine",
            "description": {
                "common": "desipramine, methylphenidate. Other (see comment). Use Caution/Monitor. \nComment: Tricyclic antidepressants increase or decrease effects of sympathomimetics, by blocking reuptake of NE, or blocking uptake of indirect sympathomimetics into the adrenergic neuron."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "dexfenfluramine",
            "description": {
                "common": "dexfenfluramine and methylphenidate both increase  sympathetic (adrenergic) effects, including increased blood pressure and heart rate. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "dexlansoprazole",
            "description": {
                "common": "dexlansoprazole decreases effects of methylphenidate by enhancing GI absorption. Applies only to oral form of both agents. Modify Therapy/Monitor Closely. Since the characteristics of methylphenidate extended release capsules (Ritalin LA) are pH dependent, coadministration of antacids or acid suppressants could alter the release of methylphenidate. Consider separating the administration of the antacid and the methylphenidate extended-release capsules may be avoided."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "dexmethylphenidate",
            "description": {
                "common": "dexmethylphenidate increases effects of methylphenidate by pharmacodynamic synergism. Use Caution/Monitor. Risk of acute hypertensive episode."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "dextroamphetamine",
            "description": {
                "common": "dextroamphetamine increases effects of methylphenidate by pharmacodynamic synergism. Use Caution/Monitor. Risk of acute hypertensive episode."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "didanosine",
            "description": {
                "common": "didanosine will decrease the level or effect of methylphenidate by  increasing gastric pH. Applies only to oral form of both agents. Use Caution/Monitor. Interaction specifically associated with Ritalin LA."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "diltiazem",
            "description": {
                "common": "methylphenidate will decrease the level or effect of diltiazem by  pharmacodynamic antagonism. Use Caution/Monitor. Methylphenidate may diminish antihypertensive effects. Monitor BP."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "dobutamine",
            "description": {
                "common": "dobutamine and methylphenidate both increase  sympathetic (adrenergic) effects, including increased blood pressure and heart rate. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "dopamine",
            "description": {
                "common": "dopamine and methylphenidate both increase  sympathetic (adrenergic) effects, including increased blood pressure and heart rate. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "dopexamine",
            "description": {
                "common": "dopexamine and methylphenidate both increase  sympathetic (adrenergic) effects, including increased blood pressure and heart rate. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "doxepin",
            "description": {
                "common": "doxepin, methylphenidate. Other (see comment). Use Caution/Monitor. \nComment: Tricyclic antidepressants increase or decrease effects of sympathomimetics, by blocking reuptake of NE, or blocking uptake of indirect sympathomimetics into the adrenergic neuron."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "dronabinol",
            "description": {
                "common": "methylphenidate will increase the level or effect of dronabinol by  pharmacodynamic synergism. Use Caution/Monitor. Risk of acute hypertensive episode."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "enalapril",
            "description": {
                "common": "methylphenidate will decrease the level or effect of enalapril by  pharmacodynamic antagonism. Use Caution/Monitor. Methylphenidate may diminish antihypertensive effects. Monitor BP."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ephedrine",
            "description": {
                "common": "ephedrine and methylphenidate both increase  sympathetic (adrenergic) effects, including increased blood pressure and heart rate. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "epinephrine",
            "description": {
                "common": "epinephrine and methylphenidate both increase  sympathetic (adrenergic) effects, including increased blood pressure and heart rate. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "epinephrine inhaled",
            "description": {
                "common": "methylphenidate, epinephrine inhaled.\nEither increases effects of the other by sympathetic (adrenergic) effects, including increased blood pressure and heart rate. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "epinephrine racemic",
            "description": {
                "common": "epinephrine racemic and methylphenidate both increase  sympathetic (adrenergic) effects, including increased blood pressure and heart rate. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "eprosartan",
            "description": {
                "common": "methylphenidate will decrease the level or effect of eprosartan by  pharmacodynamic antagonism. Use Caution/Monitor. Methylphenidate may diminish antihypertensive effects. Monitor BP."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "esketamine intranasal",
            "description": {
                "common": "esketamine intranasal, methylphenidate.\nEither increases toxicity of the other by sympathetic (adrenergic) effects, including increased blood pressure and heart rate. Use Caution/Monitor. Closely monitor blood pressure with concomitant use of esketamine nasal with stimulants. ."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "esomeprazole",
            "description": {
                "common": "esomeprazole decreases effects of methylphenidate by enhancing GI absorption. Applies only to oral form of both agents. Modify Therapy/Monitor Closely. Since the characteristics of methylphenidate extended release capsules (Ritalin LA) are pH dependent, coadministration of antacids or acid suppressants could alter the release of methylphenidate. Consider separating the administration of the antacid and the methylphenidate extended-release capsules may be avoided."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "famotidine",
            "description": {
                "common": "famotidine will increase the level or effect of methylphenidate by  increasing gastric pH. Applies only to oral form of both agents. Modify Therapy/Monitor Closely. Applies only to extended release formulation"
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "felodipine",
            "description": {
                "common": "methylphenidate will decrease the level or effect of felodipine by  pharmacodynamic antagonism. Use Caution/Monitor. Methylphenidate may diminish antihypertensive effects. Monitor BP."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "fenfluramine",
            "description": {
                "common": "fenfluramine and methylphenidate both increase  sympathetic (adrenergic) effects, including increased blood pressure and heart rate. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "fluphenazine",
            "description": {
                "common": "fluphenazine, methylphenidate. Mechanism: unknown. Use Caution/Monitor. Risk of cardiac arrhythmia or sudden death, more likely w/thioridazine than other phenothiazines.  Interaction more likely in certain predisposed pts. only."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "formoterol",
            "description": {
                "common": "formoterol and methylphenidate both increase  sympathetic (adrenergic) effects, including increased blood pressure and heart rate. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "fosinopril",
            "description": {
                "common": "methylphenidate will decrease the level or effect of fosinopril by  pharmacodynamic antagonism. Use Caution/Monitor. Methylphenidate may diminish antihypertensive effects. Monitor BP."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "fosphenytoin",
            "description": {
                "common": "methylphenidate will increase the level or effect of fosphenytoin by  unknown mechanism. Use Caution/Monitor. Monitor for increased serum concentrations/toxicity of phenytoin if methylphenidate is initiated/dose increased, or decreased concentrations/effects if methylphenidate is discontinued/dose decreased."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "green tea",
            "description": {
                "common": "green tea, methylphenidate. Other (see comment). Use Caution/Monitor. \nComment: Green tea may include caffeine. Caffeine is a CNS-stimulant and additive effects may be seen when coadministered with other CNS stimulants. Caffeine should be avoided or used cautiously."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "haloperidol",
            "description": {
                "common": "haloperidol increases toxicity of methylphenidate by pharmacodynamic antagonism. Use Caution/Monitor. Closely monitor for signs of altered clinical response to either methylphenidate or an antipsychotic when using these drugs in combination."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "hydralazine",
            "description": {
                "common": "hydralazine, methylphenidate. Mechanism: pharmacodynamic antagonism. Use Caution/Monitor. Sympathomimetics can antagonize the activity of some antihypertensive agents."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "hydrocodone",
            "description": {
                "common": "hydrocodone, methylphenidate.\nEither increases effects of the other by serotonin levels. Use Caution/Monitor. Coadministration of drugs that affect the serotonergic neurotransmitter system may result in serotonin syndrome. If concomitant use is warranted, carefully observe the patient, particularly during treatment initiation and dose adjustment."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ibuprofen/famotidine",
            "description": {
                "common": "ibuprofen/famotidine will increase the level or effect of methylphenidate by  increasing gastric pH. Applies only to oral form of both agents. Modify Therapy/Monitor Closely. Applies only to extended release formulation"
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "iloperidone",
            "description": {
                "common": "iloperidone increases toxicity of methylphenidate by pharmacodynamic antagonism. Use Caution/Monitor. Closely monitor for signs of altered clinical response to either methylphenidate or an antipsychotic when using these drugs in combination."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "imipramine",
            "description": {
                "common": "imipramine, methylphenidate. Other (see comment). Use Caution/Monitor. \nComment: Tricyclic antidepressants increase or decrease effects of sympathomimetics, by blocking reuptake of NE, or blocking uptake of indirect sympathomimetics into the adrenergic neuron."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "iohexol",
            "description": {
                "common": "methylphenidate decreases effects of iohexol by unspecified interaction mechanism. Modify Therapy/Monitor Closely. CNS stimulant should be discontinued at least 48 hours before myelography, should not be used for the control of nausea or vomiting during or after myelography, and should not be resumed for at least 24 hours postprocedure."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "iopamidol",
            "description": {
                "common": "methylphenidate decreases effects of iopamidol by unspecified interaction mechanism. Modify Therapy/Monitor Closely. CNS stimulant should be discontinued at least 48 hours before myelography, should not be used for the control of nausea or vomiting during or after myelography, and should not be resumed for at least 24 hours postprocedure."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "irbesartan",
            "description": {
                "common": "methylphenidate will decrease the level or effect of irbesartan by  pharmacodynamic antagonism. Use Caution/Monitor. Methylphenidate may diminish antihypertensive effects. Monitor BP."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "isoproterenol",
            "description": {
                "common": "isoproterenol and methylphenidate both increase  sympathetic (adrenergic) effects, including increased blood pressure and heart rate. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "isradipine",
            "description": {
                "common": "methylphenidate will decrease the level or effect of isradipine by  pharmacodynamic antagonism. Use Caution/Monitor. Methylphenidate may diminish antihypertensive effects. Monitor BP."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "lansoprazole",
            "description": {
                "common": "lansoprazole decreases effects of methylphenidate by enhancing GI absorption. Applies only to oral form of both agents. Modify Therapy/Monitor Closely. Since the characteristics of methylphenidate extended release capsules (Ritalin LA) are pH dependent, coadministration of antacids or acid suppressants could alter the release of methylphenidate. Consider separating the administration of the antacid and the methylphenidate extended-release capsules may be avoided."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "levalbuterol",
            "description": {
                "common": "levalbuterol and methylphenidate both increase  sympathetic (adrenergic) effects, including increased blood pressure and heart rate. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "levodopa",
            "description": {
                "common": "levodopa, methylphenidate.\nEither increases effects of the other by pharmacodynamic synergism. Use Caution/Monitor. Potential for additive CNS stimulation."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "lisdexamfetamine",
            "description": {
                "common": "lisdexamfetamine increases effects of methylphenidate by pharmacodynamic synergism. Use Caution/Monitor. Risk of acute hypertensive episode."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "lisinopril",
            "description": {
                "common": "methylphenidate will decrease the level or effect of lisinopril by  pharmacodynamic antagonism. Use Caution/Monitor. Methylphenidate may diminish antihypertensive effects. Monitor BP."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "losartan",
            "description": {
                "common": "methylphenidate will decrease the level or effect of losartan by  pharmacodynamic antagonism. Use Caution/Monitor. Methylphenidate may diminish antihypertensive effects. Monitor BP."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "loxapine",
            "description": {
                "common": "loxapine increases toxicity of methylphenidate by pharmacodynamic antagonism. Use Caution/Monitor. Closely monitor for signs of altered clinical response to either methylphenidate or an antipsychotic when using these drugs in combination."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "loxapine inhaled",
            "description": {
                "common": "loxapine inhaled increases toxicity of methylphenidate by pharmacodynamic antagonism. Use Caution/Monitor. Closely monitor for signs of altered clinical response to either methylphenidate or an antipsychotic when using these drugs in combination."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "lurasidone",
            "description": {
                "common": "lurasidone, methylphenidate.\nEither increases toxicity of the other by Other (see comment). Use Caution/Monitor. \nComment: Potential for additive CNS effects."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "magnesium oxide",
            "description": {
                "common": "magnesium oxide decreases effects of methylphenidate by enhancing GI absorption. Applies only to oral form of both agents. Modify Therapy/Monitor Closely. Since the characteristics of methylphenidate extended release capsules (Ritalin LA) are pH dependent, coadministration of antacids or acid suppressants could alter the release of methylphenidate. Consider separating the administration of the antacid and the methylphenidate extended-release capsules may be avoided."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "metaproterenol",
            "description": {
                "common": "metaproterenol and methylphenidate both increase  sympathetic (adrenergic) effects, including increased blood pressure and heart rate. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "methamphetamine",
            "description": {
                "common": "methamphetamine increases effects of methylphenidate by pharmacodynamic synergism. Use Caution/Monitor. Risk of acute hypertensive episode."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "methyldopa",
            "description": {
                "common": "methyldopa increases effects of methylphenidate by unknown mechanism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "modafinil",
            "description": {
                "common": "modafinil increases effects of methylphenidate by pharmacodynamic synergism. Use Caution/Monitor. Risk of acute hypertensive episode."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "moexipril",
            "description": {
                "common": "methylphenidate will decrease the level or effect of moexipril by  pharmacodynamic antagonism. Use Caution/Monitor. Methylphenidate may diminish antihypertensive effects. Monitor BP."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "molindone",
            "description": {
                "common": "molindone increases toxicity of methylphenidate by pharmacodynamic antagonism. Use Caution/Monitor. Closely monitor for signs of altered clinical response to either methylphenidate or an antipsychotic when using these drugs in combination."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "nadolol",
            "description": {
                "common": "methylphenidate will decrease the level or effect of nadolol by  pharmacodynamic antagonism. Use Caution/Monitor. Methylphenidate may diminish antihypertensive effects. Monitor BP."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "nicardipine",
            "description": {
                "common": "methylphenidate will decrease the level or effect of nicardipine by  pharmacodynamic antagonism. Use Caution/Monitor. Methylphenidate may diminish antihypertensive effects. Monitor BP."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "nifedipine",
            "description": {
                "common": "methylphenidate will decrease the level or effect of nifedipine by  pharmacodynamic antagonism. Use Caution/Monitor. Methylphenidate may diminish antihypertensive effects. Monitor BP."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "nimodipine",
            "description": {
                "common": "methylphenidate will decrease the level or effect of nimodipine by  pharmacodynamic antagonism. Use Caution/Monitor. Methylphenidate may diminish antihypertensive effects. Monitor BP."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "nisoldipine",
            "description": {
                "common": "methylphenidate will decrease the level or effect of nisoldipine by  pharmacodynamic antagonism. Use Caution/Monitor. Methylphenidate may diminish antihypertensive effects. Monitor BP."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "nizatidine",
            "description": {
                "common": "nizatidine will increase the level or effect of methylphenidate by  increasing gastric pH. Applies only to oral form of both agents. Use Caution/Monitor. Applies only to extended release formulation"
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "norepinephrine",
            "description": {
                "common": "norepinephrine and methylphenidate both increase  sympathetic (adrenergic) effects, including increased blood pressure and heart rate. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "nortriptyline",
            "description": {
                "common": "nortriptyline, methylphenidate. Other (see comment). Use Caution/Monitor. \nComment: Tricyclic antidepressants increase or decrease effects of sympathomimetics, by blocking reuptake of NE, or blocking uptake of indirect sympathomimetics into the adrenergic neuron."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "olanzapine",
            "description": {
                "common": "olanzapine increases toxicity of methylphenidate by pharmacodynamic antagonism. Use Caution/Monitor. Closely monitor for signs of altered clinical response to either methylphenidate or an antipsychotic when using these drugs in combination."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "olmesartan",
            "description": {
                "common": "methylphenidate will decrease the level or effect of olmesartan by  pharmacodynamic antagonism. Use Caution/Monitor. Methylphenidate may diminish antihypertensive effects. Monitor BP."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "omeprazole",
            "description": {
                "common": "omeprazole decreases effects of methylphenidate by enhancing GI absorption. Applies only to oral form of both agents. Modify Therapy/Monitor Closely. Since the characteristics of methylphenidate extended release capsules (Ritalin LA) are pH dependent, coadministration of antacids or acid suppressants could alter the release of methylphenidate. Consider separating the administration of the antacid and the methylphenidate extended-release capsules may be avoided."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "oxytocin",
            "description": {
                "common": "oxytocin increases effects of methylphenidate by pharmacodynamic synergism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "paliperidone",
            "description": {
                "common": "paliperidone increases toxicity of methylphenidate by pharmacodynamic antagonism. Use Caution/Monitor. Closely monitor for signs of altered clinical response to either methylphenidate or an antipsychotic when using these drugs in combination."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "pantoprazole",
            "description": {
                "common": "pantoprazole decreases effects of methylphenidate by enhancing GI absorption. Applies only to oral form of both agents. Modify Therapy/Monitor Closely. Since the characteristics of methylphenidate extended release capsules (Ritalin LA) are pH dependent, coadministration of antacids or acid suppressants could alter the release of methylphenidate. Consider separating the administration of the antacid and the methylphenidate extended-release capsules may be avoided."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "penbutolol",
            "description": {
                "common": "methylphenidate will decrease the level or effect of penbutolol by  pharmacodynamic antagonism. Use Caution/Monitor. Methylphenidate may diminish antihypertensive effects. Monitor BP."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "perindopril",
            "description": {
                "common": "methylphenidate will decrease the level or effect of perindopril by  pharmacodynamic antagonism. Use Caution/Monitor. Methylphenidate may diminish antihypertensive effects. Monitor BP."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "perphenazine",
            "description": {
                "common": "perphenazine, methylphenidate. Mechanism: unknown. Use Caution/Monitor. Risk of cardiac arrhythmia or sudden death, more likely w/thioridazine than other phenothiazines.  Interaction more likely in certain predisposed pts. only."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "phenobarbital",
            "description": {
                "common": "methylphenidate will increase the level or effect of phenobarbital by  unknown mechanism. Use Caution/Monitor. Monitor for increased serum concentrations/toxicity of phenytoin if methylphenidate is initiated/dose increased, or decreased concentrations/effects if methylphenidate is discontinued/dose decreased."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "phenoxybenzamine",
            "description": {
                "common": "methylphenidate will decrease the level or effect of phenoxybenzamine by  pharmacodynamic antagonism. Use Caution/Monitor. Methylphenidate may diminish antihypertensive effects. Monitor BP."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "phentolamine",
            "description": {
                "common": "methylphenidate will decrease the level or effect of phentolamine by  pharmacodynamic antagonism. Use Caution/Monitor. Methylphenidate may diminish antihypertensive effects. Monitor BP."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "phenytoin",
            "description": {
                "common": "methylphenidate will increase the level or effect of phenytoin by  unknown mechanism. Use Caution/Monitor. Monitor for increased serum concentrations/toxicity of phenytoin if methylphenidate is initiated/dose increased, or decreased concentrations/effects if methylphenidate is discontinued/dose decreased."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "pimavanserin",
            "description": {
                "common": "pimavanserin increases toxicity of methylphenidate by pharmacodynamic antagonism. Use Caution/Monitor. Closely monitor for signs of altered clinical response to either methylphenidate or an antipsychotic when using these drugs in combination."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "pimozide",
            "description": {
                "common": "pimozide increases toxicity of methylphenidate by pharmacodynamic antagonism. Use Caution/Monitor. Closely monitor for signs of altered clinical response to either methylphenidate or an antipsychotic when using these drugs in combination."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "pirbuterol",
            "description": {
                "common": "pirbuterol and methylphenidate both increase  sympathetic (adrenergic) effects, including increased blood pressure and heart rate. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "pramipexole",
            "description": {
                "common": "pramipexole, methylphenidate.\nEither increases effects of the other by pharmacodynamic synergism. Use Caution/Monitor. Potential for additive CNS stimulation."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "prazosin",
            "description": {
                "common": "methylphenidate will decrease the level or effect of prazosin by  pharmacodynamic antagonism. Use Caution/Monitor. Methylphenidate may diminish antihypertensive effects. Monitor BP."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "procarbazine",
            "description": {
                "common": "procarbazine increases effects of methylphenidate by pharmacodynamic synergism. Use Caution/Monitor. Risk of acute hypertensive episode."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "prochlorperazine",
            "description": {
                "common": "prochlorperazine, methylphenidate. Mechanism: unknown. Use Caution/Monitor. Risk of cardiac arrhythmia or sudden death, more likely w/thioridazine than other phenothiazines.  Interaction more likely in certain predisposed pts. only."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "promazine",
            "description": {
                "common": "promazine, methylphenidate. Mechanism: unknown. Use Caution/Monitor. Risk of cardiac arrhythmia or sudden death, more likely w/thioridazine than other phenothiazines.  Interaction more likely in certain predisposed pts. only."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "promethazine",
            "description": {
                "common": "promethazine, methylphenidate. Mechanism: unknown. Use Caution/Monitor. Risk of cardiac arrhythmia or sudden death, more likely w/thioridazine than other phenothiazines.  Interaction more likely in certain predisposed pts. only."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "propranolol",
            "description": {
                "common": "methylphenidate will decrease the level or effect of propranolol by  pharmacodynamic antagonism. Use Caution/Monitor. Methylphenidate may diminish antihypertensive effects. Monitor BP."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "protriptyline",
            "description": {
                "common": "protriptyline, methylphenidate. Other (see comment). Use Caution/Monitor. \nComment: Tricyclic antidepressants increase or decrease effects of sympathomimetics, by blocking reuptake of NE, or blocking uptake of indirect sympathomimetics into the adrenergic neuron."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "quetiapine",
            "description": {
                "common": "quetiapine increases toxicity of methylphenidate by pharmacodynamic antagonism. Use Caution/Monitor. Closely monitor for signs of altered clinical response to either methylphenidate or an antipsychotic when using these drugs in combination."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "quinapril",
            "description": {
                "common": "methylphenidate will decrease the level or effect of quinapril by  pharmacodynamic antagonism. Use Caution/Monitor. Methylphenidate may diminish antihypertensive effects. Monitor BP."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "rabeprazole",
            "description": {
                "common": "rabeprazole decreases effects of methylphenidate by enhancing GI absorption. Applies only to oral form of both agents. Modify Therapy/Monitor Closely. Since the characteristics of methylphenidate extended release capsules (Ritalin LA) are pH dependent, coadministration of antacids or acid suppressants could alter the release of methylphenidate. Consider separating the administration of the antacid and the methylphenidate extended-release capsules may be avoided."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ramipril",
            "description": {
                "common": "methylphenidate will decrease the level or effect of ramipril by  pharmacodynamic antagonism. Use Caution/Monitor. Methylphenidate may diminish antihypertensive effects. Monitor BP."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "risperidone",
            "description": {
                "common": "risperidone increases toxicity of methylphenidate by pharmacodynamic antagonism. Use Caution/Monitor. Closely monitor for signs of altered clinical response to either methylphenidate or an antipsychotic when using these drugs in combination."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ropinirole",
            "description": {
                "common": "ropinirole, methylphenidate.\nEither increases effects of the other by pharmacodynamic synergism. Use Caution/Monitor. Potential for additive CNS stimulation."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "rotigotine",
            "description": {
                "common": "rotigotine, methylphenidate.\nEither increases effects of the other by pharmacodynamic synergism. Use Caution/Monitor. Potential for additive CNS stimulation."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "sacubitril/valsartan",
            "description": {
                "common": "methylphenidate will decrease the level or effect of sacubitril/valsartan by  pharmacodynamic antagonism. Use Caution/Monitor. Methylphenidate may diminish antihypertensive effects. Monitor BP."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "salmeterol",
            "description": {
                "common": "salmeterol and methylphenidate both increase  sympathetic (adrenergic) effects, including increased blood pressure and heart rate. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "serdexmethylphenidate/dexmethylphenidate",
            "description": {
                "common": "serdexmethylphenidate/dexmethylphenidate and methylphenidate both decrease  sedation. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "sodium zirconium cyclosilicate",
            "description": {
                "common": "sodium zirconium cyclosilicate will increase the level or effect of methylphenidate by  increasing gastric pH. Applies only to oral form of both agents. Modify Therapy/Monitor Closely. Check specific recommendations for drugs that exhibit pH-dependent solubility that may affect their systemic exposure and efficacy. In general, administer drugs at least 2 hr before or after sodium zirconium cyclosilicate. Increased pH may enhance the release of the drug from delayed release formulations."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "solriamfetol",
            "description": {
                "common": "methylphenidate and solriamfetol both increase  sympathetic (adrenergic) effects, including increased blood pressure and heart rate. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "sotalol",
            "description": {
                "common": "methylphenidate will decrease the level or effect of sotalol by  pharmacodynamic antagonism. Use Caution/Monitor. Methylphenidate may diminish antihypertensive effects. Monitor BP."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "sufentanil SL",
            "description": {
                "common": "sufentanil SL, methylphenidate.\nEither increases effects of the other by serotonin levels. Use Caution/Monitor. Coadministration of drugs that affect the serotonergic neurotransmitter system may result in serotonin syndrome. If concomitant use is warranted, carefully observe the patient, particularly during treatment initiation and dose adjustment."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "telmisartan",
            "description": {
                "common": "methylphenidate will decrease the level or effect of telmisartan by  pharmacodynamic antagonism. Use Caution/Monitor. Methylphenidate may diminish antihypertensive effects. Monitor BP."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "terazosin",
            "description": {
                "common": "methylphenidate will decrease the level or effect of terazosin by  pharmacodynamic antagonism. Use Caution/Monitor. Methylphenidate may diminish antihypertensive effects. Monitor BP."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "terbutaline",
            "description": {
                "common": "terbutaline and methylphenidate both increase  sympathetic (adrenergic) effects, including increased blood pressure and heart rate. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "thioridazine",
            "description": {
                "common": "thioridazine, methylphenidate. Mechanism: unknown. Use Caution/Monitor. Risk of cardiac arrhythmia or sudden death, more likely w/thioridazine than other phenothiazines.  Interaction more likely in certain predisposed pts. only."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "thiothixene",
            "description": {
                "common": "thiothixene increases toxicity of methylphenidate by pharmacodynamic antagonism. Use Caution/Monitor. Closely monitor for signs of altered clinical response to either methylphenidate or an antipsychotic when using these drugs in combination."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "timolol",
            "description": {
                "common": "methylphenidate will decrease the level or effect of timolol by  pharmacodynamic antagonism. Use Caution/Monitor. Methylphenidate may diminish antihypertensive effects. Monitor BP."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "trandolapril",
            "description": {
                "common": "methylphenidate will decrease the level or effect of trandolapril by  pharmacodynamic antagonism. Use Caution/Monitor. Methylphenidate may diminish antihypertensive effects. Monitor BP."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "trazodone",
            "description": {
                "common": "methylphenidate increases toxicity of trazodone by Other (see comment). Modify Therapy/Monitor Closely. \nComment: Methylphenidate may increase serotonin release of agents with serotonergic activity, which increases the risk of serotonin syndrome or serotonin toxicity."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "trifluoperazine",
            "description": {
                "common": "trifluoperazine, methylphenidate. Mechanism: unknown. Use Caution/Monitor. Risk of cardiac arrhythmia or sudden death, more likely w/thioridazine than other phenothiazines.  Interaction more likely in certain predisposed pts. only."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "trimipramine",
            "description": {
                "common": "trimipramine, methylphenidate. Other (see comment). Use Caution/Monitor. \nComment: Tricyclic antidepressants increase or decrease effects of sympathomimetics, by blocking reuptake of NE, or blocking uptake of indirect sympathomimetics into the adrenergic neuron."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "valsartan",
            "description": {
                "common": "methylphenidate will decrease the level or effect of valsartan by  pharmacodynamic antagonism. Use Caution/Monitor. Methylphenidate may diminish antihypertensive effects. Monitor BP."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "verapamil",
            "description": {
                "common": "methylphenidate will decrease the level or effect of verapamil by  pharmacodynamic antagonism. Use Caution/Monitor. Methylphenidate may diminish antihypertensive effects. Monitor BP."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "warfarin",
            "description": {
                "common": "methylphenidate increases effects of warfarin by unspecified interaction mechanism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ziprasidone",
            "description": {
                "common": "ziprasidone increases toxicity of methylphenidate by pharmacodynamic antagonism. Use Caution/Monitor. Closely monitor for signs of altered clinical response to either methylphenidate or an antipsychotic when using these drugs in combination."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "amantadine",
            "description": {
                "common": "amantadine, methylphenidate.\nEither increases effects of the other by pharmacodynamic synergism. Minor/Significance Unknown. Potential for additive CNS stimulation."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "American ginseng",
            "description": {
                "common": "American ginseng increases effects of methylphenidate by pharmacodynamic synergism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "desmopressin",
            "description": {
                "common": "desmopressin increases effects of methylphenidate by pharmacodynamic synergism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "guarana",
            "description": {
                "common": "guarana increases effects of methylphenidate by pharmacodynamic synergism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "yerba mate",
            "description": {
                "common": "yerba mate increases effects of methylphenidate by pharmacodynamic synergism. Minor/Significance Unknown."
            }
        }
    ],
    "adverse effects": [
        {
            "name": "Insomnia",
            "percent": "16"
        },
        {
            "name": "Decreased appetite",
            "percent": "11"
        },
        {
            "name": "Decreased appetite",
            "percent": "35"
        },
        {
            "name": "Upper abdominal pain",
            "percent": "15"
        },
        {
            "name": "Affect lability",
            "percent": "13"
        },
        {
            "name": "Nausea or vomiting",
            "percent": "13"
        },
        {
            "name": "Decreased weight",
            "percent": "12"
        },
        {
            "name": "Decreased appetite",
            "percent": "20"
        },
        {
            "name": "Headache",
            "percent": "10.9"
        },
        {
            "name": "Decreased appetite",
            "percent": "25.3"
        },
        {
            "name": "Headache",
            "percent": "22.2"
        },
        {
            "name": "Dry mouth",
            "percent": "14"
        },
        {
            "name": "Nausea",
            "percent": "12.8"
        },
        {
            "name": "Insomnia",
            "percent": "12.3"
        },
        {
            "name": "Any insomnia",
            "percent": "33"
        },
        {
            "name": "Decreased appetite",
            "percent": "19"
        },
        {
            "name": "Headache",
            "percent": "12"
        },
        {
            "name": "Dry mouth",
            "percent": "9"
        },
        {
            "name": "Initial insomnia",
            "percent": "6"
        },
        {
            "name": "Nausea",
            "percent": "6"
        },
        {
            "name": "Diarrhea",
            "percent": "4"
        },
        {
            "name": "Feeling jittery",
            "percent": "4"
        },
        {
            "name": "Decreased weight",
            "percent": "4"
        },
        {
            "name": "Headache",
            "percent": "4"
        },
        {
            "name": "Fatigue",
            "percent": "3"
        },
        {
            "name": "Upper respiratory tract infection",
            "percent": "2"
        },
        {
            "name": "Irritability",
            "percent": "2"
        },
        {
            "name": "Nausea",
            "percent": "2"
        },
        {
            "name": "Dysmenorrhea",
            "percent": "2"
        },
        {
            "name": "Insomnia",
            "percent": "10"
        },
        {
            "name": "Irritability",
            "percent": "10"
        },
        {
            "name": "Headache",
            "percent": "10"
        },
        {
            "name": "Heart rate increased",
            "percent": "5"
        },
        {
            "name": "Weight decreased",
            "percent": "7"
        },
        {
            "name": "Insomnia",
            "percent": "6"
        },
        {
            "name": "Nausea",
            "percent": "6"
        },
        {
            "name": "Initial insomnia",
            "percent": "5"
        },
        {
            "name": "Upper abdominal pain",
            "percent": "4"
        },
        {
            "name": "Dizziness",
            "percent": "3"
        },
        {
            "name": "Dry mouth",
            "percent": "3"
        },
        {
            "name": "Vomiting",
            "percent": "3"
        },
        {
            "name": "Insomnia",
            "percent": "9.8"
        },
        {
            "name": "Upper abdominal pain",
            "percent": "8.2"
        },
        {
            "name": "Decreased appetite",
            "percent": "4.9"
        },
        {
            "name": "Nausea or vomiting",
            "percent": "3.8"
        },
        {
            "name": "Dizziness",
            "percent": "2.2"
        },
        {
            "name": "Upper abdominal pain",
            "percent": "6.2"
        },
        {
            "name": "Irritability",
            "percent": "5.8"
        },
        {
            "name": "Vomiting",
            "percent": "2.8"
        },
        {
            "name": "Nasopharyngitis",
            "percent": "2.8"
        },
        {
            "name": "Insomnia",
            "percent": "2.8"
        },
        {
            "name": "Pyrexia",
            "percent": "2.2"
        },
        {
            "name": "Dyspepsia",
            "percent": "2.2"
        },
        {
            "name": "Dizziness",
            "percent": "1.9"
        },
        {
            "name": "Cough",
            "percent": "1.9"
        },
        {
            "name": "Vomiting",
            "percent": "1.7"
        },
        {
            "name": "Constipation",
            "percent": "1.4"
        },
        {
            "name": "Oropharyngeal pain",
            "percent": "1.2"
        },
        {
            "name": "Anxiety",
            "percent": "8.2"
        },
        {
            "name": "Dizziness",
            "percent": "6.7"
        },
        {
            "name": "Decreased weight",
            "percent": "6.5"
        },
        {
            "name": "Hyperhidrosis",
            "percent": "5.1"
        },
        {
            "name": "Tachycardia",
            "percent": "4.8"
        },
        {
            "name": "Initial insomnia",
            "percent": "4.3"
        },
        {
            "name": "Depressed mood",
            "percent": "3.9"
        },
        {
            "name": "Palpitations",
            "percent": "3.1"
        },
        {
            "name": "Nervousness",
            "percent": "3.1"
        },
        {
            "name": "Restlessness",
            "percent": "3.1"
        },
        {
            "name": "Tremor",
            "percent": "2.7"
        },
        {
            "name": "Upper respiratory tract infection",
            "percent": "2.2"
        },
        {
            "name": "Agitation",
            "percent": "2.2"
        },
        {
            "name": "Muscle tightness",
            "percent": "1.9"
        },
        {
            "name": "Vertigo",
            "percent": "1.7"
        },
        {
            "name": "Vision blurred",
            "percent": "1.7"
        },
        {
            "name": "Anorexia",
            "percent": "1.7"
        },
        {
            "name": "Aggression",
            "percent": "1.7"
        },
        {
            "name": "Bruxism",
            "percent": "1.7"
        },
        {
            "name": "Depression",
            "percent": "1.7"
        },
        {
            "name": "Libido decreased",
            "percent": "1.7"
        },
        {
            "name": "Oropharyngeal pain",
            "percent": "1.7"
        },
        {
            "name": "Affect liability",
            "percent": "1.4"
        },
        {
            "name": "Paresthesia",
            "percent": "1.2"
        },
        {
            "name": "Sedation",
            "percent": "1.2"
        },
        {
            "name": "Tension headache",
            "percent": "1.2"
        },
        {
            "name": "Confusional state",
            "percent": "1.2"
        },
        {
            "name": "Tension",
            "percent": "1.2"
        },
        {
            "name": "Headache",
            "percent": "10"
        },
        {
            "name": "Vomiting",
            "percent": "9"
        },
        {
            "name": "Blood pressure diastolic increased",
            "percent": "7"
        },
        {
            "name": "Nausea",
            "percent": "6"
        },
        {
            "name": "Psychomotor hyperactivity",
            "percent": "5"
        },
        {
            "name": "Nasopharyngitis",
            "percent": "3"
        },
        {
            "name": "Pharyngitis streptococcal",
            "percent": "3"
        },
        {
            "name": "Contusion",
            "percent": "3"
        },
        {
            "name": "Back pain",
            "percent": "3"
        },
        {
            "name": "Rash",
            "percent": "2"
        },
        {
            "name": "Anorexia",
            "percent": "9"
        },
        {
            "name": "Abdominal pain",
            "percent": "7"
        },
        {
            "name": "Insomnia",
            "percent": "5"
        }
    ]
}