{
    "name": "vigabatrin",
    "comment": "Rx",
    "other_names": [
        "Sabril",
        "Vigadrone"
    ],
    "classes": [
        "Anticonvulsants",
        "Other"
    ],
    "source": "https://reference.medscape.com/drug/sabril-vigadrone-vigabatrin-343008",
    "pregnancy": {
        "common": [
            "No adequate and well-controlled studies in pregnant women",
            "Limited available data from case reports and cohort studies pertaining to drug use in pregnant women have not established a drug-associated risk of major birth defects, miscarriage, or adverse maternal or fetal outcomes; however, based on animal data, drug use in pregnant women may result in fetal harm; should be used during pregnancy only if the potential benefit justifies the potential risk to the fetus",
            "Advised pregnant patients taking vigabatrin to enroll in the North American Antiepileptic Drug (NAAED) Pregnancy Registry; 1-888-233-2334 or http://www.aedpregnancyregistry.org/"
        ],
        "specific": [
            {
                "type": "Animal studies",
                "description": [
                    "Vigabatrin produced developmental toxicity, including teratogenic and neurohistopathological effects, when administered to pregnant animals at clinically relevant doses",
                    "In addition, developmental neurotoxicity was observed in rats treated with vigabatrin during a period of postnatal development corresponding to the third trimester of human pregnancy"
                ]
            }
        ]
    },
    "lactation": {
        "common": [
            "Excreted in human milk",
            "Because of the potential for serious adverse reactions from vigabatrin in nursing infants, a decision should be made whether to discontinue nursing or to discontinue the drug, taking into account the importance of the drug to the mother"
        ]
    },
    "warnings": {
        "black_box_warning": {
            "common": [
                "Can cause permanent bilateral concentric visual field constriction, including tunnel vision that can result in disability; in some cases, can damage the central retina and may decrease visual acuity",
                "Onset of vision loss is unpredictable, and can occur within weeks of starting treatment or sooner, or at any time after starting treatment, even months or years)",
                "Symptoms of vision loss are unlikely to be recognized by patients or caregivers before vision loss is severe; vision loss of milder severity, while often unrecognized by the patient or caregiver, can still adversely affect function",
                "Risk of vision loss increases with increasing dose and cumulative exposure, but there is no dose or exposure known to be free of risk of vision loss",
                "Vision assessment is recommended at baseline (no later than 4 weeks after initiating therapy), at least every 3 months during therapy, and about 3-6 months after discontinuation of therapy",
                "Once detected, vision loss is not reversible; it is expected that, even with frequent monitoring, some patients will develop severe vision loss",
                "Consider drug discontinuation, balancing benefit and risk, if vision loss documented",
                "Risk of new or worsening vision loss continues throughout therapy; it is possible that vision loss can worsen despite discontinuation of therapy",
                "Because of the risk of vision loss, discontinue in patients with refractory complex partial seizures who fail to show substantial clinical benefit within 3 months of initiation and within 2-4 weeks of initiation for patients with infantile spasms, or sooner if treatment failure becomes obvious; patients who response to and continued need for vigabatrin should be periodically reassessed",
                "Should not be administered to patients with, or at high risk of, other types of irreversible vision loss unless benefits of treatment clearly outweigh risks",
                "Should not be used with other drugs associated with serious adverse ophthalmic effects (eg, retinopathy, glaucoma) unless benefits clearly outweigh risks",
                "Use lowest dosage and shortest exposure to drug consistent with clinical objectives",
                "Because of risk of permanent vision loss, therapy is available only through a restricted program under a Risk Evaluation and Mitigation Strategy (REMS) called the SABRIL REMS Program; www.vigabatrinREMS.com or 1-866-244-8175"
            ],
            "specific": []
        },
        "contraindicators": {
            "common": [
                "None"
            ],
            "specific": []
        },
        "cautions": {
            "common": [
                "Can cause permanent vision loss; because of this risk and because, when it is effective, vigabatrin provides an observable symptomatic benefit; patient response and continued need for treatment should be periodically assessed (see Black Box Warnings)",
                "Abnormal MRI signal changes characterized by increased T2 signal and restricted diffusion in a symmetric pattern involving the thalamus, basal ganglia, brain stem, and cerebellum have been observed in some infants",
                "Intramyelinic edema (IME) has been reported in postmortem examination of infants being treated for infantile seizures with vigabatrin",
                "Antiepileptic drugs (AEDs) increase the risk of suicidal thoughts or behavior in patients taking these drugs for any indication; patients treated with any AED for any indication should be monitored for the emergence or worsening of depression, suicidal thoughts or behavior, and/or any unusual changes in mood or behavior",
                "Withdraw drug gradually; however, if withdrawal is needed because of a serious adverse event, rapid discontinuation can be considered; patients and caregivers should be told not to suddenly discontinue vigabatrin",
                "Anemia reported ",
                "May cause somnolence and fatigue; advise patients not to drive or operate complex machinery until they are familiar with how the drug affects them",
                "Peripheral neuropathy reported in adults",
                "Causes weight gain in adults and children",
                "Edema reported in adults"
            ],
            "specific": [
                {
                    "type": "Drug interaction overview",
                    "description": [
                        "P450 CYP2C inducer; coadministration with CYP2C substrates (eg, phenytoin) result in decreased plasma levels, phenytoin levels decreased 16-20% when coadministered and therefore may require dosage adjustments",
                        "Vigabatrin increased clonazepam Cmax by 30% and decreased Tmax by 45%"
                    ]
                }
            ]
        }
    },
    "interactions": [
        {
            "classification_type": "Serious",
            "interaction_with": "metoclopramide intranasal",
            "description": {
                "common": "vigabatrin, metoclopramide intranasal.\nEither increases effects of the other by Other (see comment). Avoid or Use Alternate Drug. \nComment: Avoid use of metoclopramide intranasal or interacting drug, depending on importance of drug to patient."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "olopatadine intranasal",
            "description": {
                "common": "vigabatrin and olopatadine intranasal both increase  sedation. Avoid or Use Alternate Drug. Coadministration increases risk of CNS depression, which can lead to additive impairment of psychomotor performance and cause daytime impairment. "
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "acrivastine",
            "description": {
                "common": "acrivastine and vigabatrin both increase  sedation. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "amisulpride",
            "description": {
                "common": "amisulpride and vigabatrin both increase  sedation. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "asenapine",
            "description": {
                "common": "asenapine and vigabatrin both increase  sedation. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "asenapine transdermal",
            "description": {
                "common": "asenapine transdermal and vigabatrin both increase  sedation. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "avapritinib",
            "description": {
                "common": "avapritinib and vigabatrin both increase  sedation. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "benzhydrocodone/acetaminophen",
            "description": {
                "common": "benzhydrocodone/acetaminophen and vigabatrin both increase  sedation. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "brexanolone",
            "description": {
                "common": "brexanolone, vigabatrin.\nEither increases toxicity of the other by sedation. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "brexpiprazole",
            "description": {
                "common": "brexpiprazole and vigabatrin both increase  sedation. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "cenobamate",
            "description": {
                "common": "cenobamate, vigabatrin.\nEither increases effects of the other by sedation. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "clobazam",
            "description": {
                "common": "vigabatrin, clobazam. Other (see comment). Use Caution/Monitor. \nComment: Concomitant administration can increase the potential for CNS effects (e.g., increased sedation or respiratory depression)."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "daridorexant",
            "description": {
                "common": "vigabatrin and daridorexant both increase  sedation. Modify Therapy/Monitor Closely. Coadministration increases risk of CNS depression, which can lead to additive impairment of psychomotor performance and cause daytime impairment. "
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "deutetrabenazine",
            "description": {
                "common": "vigabatrin and deutetrabenazine both increase  sedation. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "difelikefalin",
            "description": {
                "common": "difelikefalin and vigabatrin both increase  sedation. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "esketamine intranasal",
            "description": {
                "common": "esketamine intranasal, vigabatrin.\nEither increases toxicity of the other by sedation. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ganaxolone",
            "description": {
                "common": "vigabatrin and ganaxolone both increase  sedation. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "lasmiditan",
            "description": {
                "common": "lasmiditan, vigabatrin.\nEither increases effects of the other by sedation. Use Caution/Monitor. Coadministration of lasmiditan and other CNS depressant drugs, including alcohol have not been evaluated in clinical studies. Lasmiditan may cause sedation, as well as other cognitive and/or neuropsychiatric adverse reactions."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "lemborexant",
            "description": {
                "common": "lemborexant will increase the level or effect of vigabatrin by  sedation. Modify Therapy/Monitor Closely. Dosage adjustment may be necessary if lemborexant is coadministered with other CNS depressants because of potentially additive effects."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "lurasidone",
            "description": {
                "common": "lurasidone, vigabatrin.\nEither increases toxicity of the other by Other (see comment). Use Caution/Monitor. \nComment: Potential for increased CNS depressant effects when used concurrently; monitor for increased adverse effects and toxicity."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "methylphenidate transdermal",
            "description": {
                "common": "methylphenidate transdermal will increase the level or effect of vigabatrin by  decreasing metabolism. Modify Therapy/Monitor Closely. Consider decreasing the dose of these drugs when given coadministered with methylphenidate. Monitor for drug toxiticities when initiating or discontinuing methylphenidate. "
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "midazolam intranasal",
            "description": {
                "common": "midazolam intranasal, vigabatrin.\nEither increases toxicity of the other by pharmacodynamic synergism. Modify Therapy/Monitor Closely. Concomitant use of barbiturates, alcohol, or other CNS depressants may increase the risk of hypoventilation, airway obstruction, desaturation, or apnea and may contribute to profound and/or prolonged drug effect."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "orlistat",
            "description": {
                "common": "orlistat decreases levels of vigabatrin by inhibition of GI absorption. Applies only to oral form of both agents. Modify Therapy/Monitor Closely. Risk of convulsions."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "rufinamide",
            "description": {
                "common": "vigabatrin decreases levels of rufinamide by increasing metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "stiripentol",
            "description": {
                "common": "stiripentol, vigabatrin.\nEither increases effects of the other by sedation. Use Caution/Monitor. Concomitant use stiripentol with other CNS depressants, including alcohol, may increase the risk of sedation and somnolence."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "ethotoin",
            "description": {
                "common": "vigabatrin decreases levels of ethotoin by unknown mechanism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "fosphenytoin",
            "description": {
                "common": "vigabatrin decreases levels of fosphenytoin by unknown mechanism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "phenytoin",
            "description": {
                "common": "vigabatrin decreases levels of phenytoin by unknown mechanism. Minor/Significance Unknown."
            }
        }
    ],
    "adverse effects": [
        {
            "name": "Weight gain",
            "percent": "47"
        },
        {
            "name": "children",
            "percent": "30"
        },
        {
            "name": "Permanent bilateral concentric visual field constriction",
            "percent": "28"
        },
        {
            "name": "Fatigue",
            "percent": "24"
        },
        {
            "name": "Somnolence",
            "percent": "18"
        },
        {
            "name": "Headache",
            "percent": "17"
        },
        {
            "name": "Weight gain",
            "percent": "15"
        },
        {
            "name": "adults",
            "percent": "11"
        },
        {
            "name": "Dizziness",
            "percent": "11"
        },
        {
            "name": "Convulsion",
            "percent": "10"
        },
        {
            "name": "Hyperactivity",
            "percent": "10"
        },
        {
            "name": "in children",
            "percent": "10"
        },
        {
            "name": "Nasopharyngitis",
            "percent": "9"
        },
        {
            "name": "Weight increased",
            "percent": "8"
        },
        {
            "name": "Upper respiratory tract infection",
            "percent": "7"
        },
        {
            "name": "Visual field defect",
            "percent": "7"
        },
        {
            "name": "Depression",
            "percent": "7"
        },
        {
            "name": "Tremor",
            "percent": "7"
        },
        {
            "name": "Nystagmus",
            "percent": "7"
        },
        {
            "name": "Nausea",
            "percent": "7"
        },
        {
            "name": "Diarrhea",
            "percent": "7"
        },
        {
            "name": "Memory impairment",
            "percent": "7"
        },
        {
            "name": "Insomnia",
            "percent": "6"
        },
        {
            "name": "Irritability",
            "percent": "6"
        },
        {
            "name": "Coordination abnormal",
            "percent": "6"
        },
        {
            "name": "Vision blurred",
            "percent": "6"
        },
        {
            "name": "Diplopia",
            "percent": "6"
        },
        {
            "name": "Vomiting",
            "percent": "6"
        },
        {
            "name": "Influenza",
            "percent": null
        },
        {
            "name": "Pyrexia",
            "percent": null
        },
        {
            "name": "Rash",
            "percent": null
        },
        {
            "name": "Birth defects",
            "percent": null
        },
        {
            "name": "Congenital cardiac defects",
            "percent": null
        },
        {
            "name": "congenital external ear anomaly",
            "percent": null
        },
        {
            "name": "congenital hemangioma",
            "percent": null
        },
        {
            "name": "congenital hydronephrosis",
            "percent": null
        },
        {
            "name": "congenital male genital malformation",
            "percent": null
        },
        {
            "name": "congenital oral malformation",
            "percent": null
        },
        {
            "name": "congenital vesicoureteric reflux",
            "percent": null
        },
        {
            "name": "dentofacial anomaly",
            "percent": null
        },
        {
            "name": "dysmorphism",
            "percent": null
        },
        {
            "name": "fetal anticonvulsant syndrome",
            "percent": null
        },
        {
            "name": "hamartomas",
            "percent": null
        },
        {
            "name": "hip dysplasia",
            "percent": null
        },
        {
            "name": "limb malformation",
            "percent": null
        },
        {
            "name": "limb reduction defect",
            "percent": null
        },
        {
            "name": "low set ears",
            "percent": null
        },
        {
            "name": "renal aplasia",
            "percent": null
        },
        {
            "name": "retinitis pigmentosa",
            "percent": null
        },
        {
            "name": "supernumerary nipple",
            "percent": null
        },
        {
            "name": "talipes",
            "percent": null
        },
        {
            "name": "Ear disorders",
            "percent": null
        },
        {
            "name": "Deafness",
            "percent": null
        },
        {
            "name": "Endocrine disorders",
            "percent": null
        },
        {
            "name": "Delayed puberty",
            "percent": null
        },
        {
            "name": "Gastrointestinal disorders",
            "percent": null
        },
        {
            "name": "Gastrointestinal hemorrhage",
            "percent": null
        },
        {
            "name": "esophagitis",
            "percent": null
        },
        {
            "name": "General disorders",
            "percent": null
        },
        {
            "name": "Developmental delay",
            "percent": null
        },
        {
            "name": "facial edema",
            "percent": null
        },
        {
            "name": "malignant hyperthermia",
            "percent": null
        },
        {
            "name": "multiorgan failure",
            "percent": null
        },
        {
            "name": "Hepatobiliary disorders",
            "percent": null
        },
        {
            "name": "Cholestasis",
            "percent": null
        },
        {
            "name": "Nervous system disorders",
            "percent": null
        },
        {
            "name": "Dystonia",
            "percent": null
        },
        {
            "name": "encephalopathy",
            "percent": null
        },
        {
            "name": "hypertonia",
            "percent": null
        },
        {
            "name": "hypotonia",
            "percent": null
        },
        {
            "name": "muscle spasticity",
            "percent": null
        },
        {
            "name": "myoclonus",
            "percent": null
        },
        {
            "name": "optic neuritis",
            "percent": null
        },
        {
            "name": "Psychiatric disorders",
            "percent": null
        },
        {
            "name": "Acute psychosis",
            "percent": null
        },
        {
            "name": "apathy",
            "percent": null
        },
        {
            "name": "delirium",
            "percent": null
        },
        {
            "name": "hypomania",
            "percent": null
        },
        {
            "name": "neonatal agitation",
            "percent": null
        },
        {
            "name": "psychotic disorder",
            "percent": null
        },
        {
            "name": "Respiratory disorders",
            "percent": null
        },
        {
            "name": "Laryngeal edema",
            "percent": null
        },
        {
            "name": "pulmonary embolism",
            "percent": null
        },
        {
            "name": "respiratory failure",
            "percent": null
        },
        {
            "name": "stridor",
            "percent": null
        },
        {
            "name": "Skin and subcutaneous tissue disorders",
            "percent": null
        },
        {
            "name": "Angioedema",
            "percent": null
        },
        {
            "name": "maculopapular rash",
            "percent": null
        },
        {
            "name": "pruritus",
            "percent": null
        },
        {
            "name": "Stevens",
            "percent": null
        },
        {
            "name": "Johnson syndrome",
            "percent": null
        },
        {
            "name": "toxic epidermal necrolysis",
            "percent": null
        },
        {
            "name": "alopecia",
            "percent": null
        },
        {
            "name": "Vision disorders",
            "percent": null
        },
        {
            "name": "Permanent vision loss",
            "percent": null
        }
    ]
}