{
    "name": "anifrolumab",
    "comment": "Rx",
    "other_names": [
        "Saphnelo",
        "anifrolumab-fnia"
    ],
    "classes": [
        "Interferon Antagonists"
    ],
    "source": "https://reference.medscape.com/drug/saphnelo-anifrolumab-4000193",
    "pregnancy": {
        "common": [
            "Limited human data with use in pregnant females are insufficient to inform on drug-associated risk for major birth defects, miscarriage, or adverse maternal or fetal outcome"
        ],
        "specific": [
            {
                "type": "Pregnancy exposure registry",
                "description": [
                    "Monitor pregnancy outcomes in females exposed to anifrolumab during pregnancy ",
                    "For more information, contact AstraZeneca at 1-877-693- 9268"
                ]
            },
            {
                "type": "Clinical considerations ",
                "description": [
                    "Monoclonal antibodies are known to cross the placenta as pregnancy progresses; therefore, anifrolumab exposure to fetus may be greater during third trimester of pregnancy",
                    "Pregnant females with SLE are at increased risk of adverse pregnancy outcomes (eg, worsening of underlying disease, premature birth, miscarriage, intrauterine growth restriction)",
                    "Maternal lupus nephritis may increase risk of hypertension and preeclampsia/eclampsia",
                    "Passage of maternal autoantibodies across the placenta may result in adverse neonatal outcomes, including neonatal lupus a congenital heart block"
                ]
            }
        ]
    },
    "lactation": {
        "common": [
            "No data are available regarding presence of drug in human milk, effects on breastfed children, or effects on milk production",
            "Detected in milk of treated female cynomolgus monkeys",
            "Maternal IgG is known to be present in human milk",
            "If drug is transferred into human milk, effects of local gastrointestinal exposure and limited systemic exposure in the breastfed infant to therapy are unknown",
            "Consider benefits of breastfeeding along with mother’s clinical need and any potential adverse effects on the breastfed child from therapy or from underlying maternal condition"
        ]
    },
    "warnings": {
        "black_box_warning": {
            "common": [],
            "specific": []
        },
        "contraindicators": {
            "common": [
                "History of anaphylaxis associated with anifrolumab"
            ],
            "specific": []
        },
        "cautions": {
            "common": [
                "Update immunizations, according to current immunization guidelines, before initiating therapy"
            ],
            "specific": [
                {
                    "type": "Serious infections",
                    "description": [
                        "Serious and sometimes fatal infectious occurred ",
                        "May increase risk of respiratory tract infections and herpes zoster",
                        "Avoid initiating during active infection until infection resolves or is adequately treated",
                        "If signs or systems of infection occur, instruct patients to seek medical advice ",
                        "Consider the benefit-risk if using in patients with severe or chronic infections",
                        "If an infection develops, or is not responding to standard anti-infective therapy, closely monitor patient and consider interrupting therapy until infection resolves "
                    ]
                },
                {
                    "type": "Hypersensitivity reactions",
                    "description": [
                        "Hypersensitivity reactions, including anaphylaxis and angioedema, reported",
                        "Other hypersensitivity reactions and infusion-related reactions occurred following administration ",
                        "Consider premedication before infusion for patients with history of these reactions",
                        "Prepare to manage hypersensitivity reactions and infusion-related reactions",
                        "If such reactions occur, immediately interrupt administration and initiate appropriate therapy "
                    ]
                },
                {
                    "type": "Malignancy",
                    "description": [
                        "Use of immunosuppressants may increase risk of malignancies ",
                        "Unknown if anifrolumab may also increases such risk ",
                        "Consider the benefit-risk in patients with known risk factors for developing or recurring malignancies before prescribing therapy ",
                        "In patients who develop malignancies, consider the benefit-risk of continued treatment "
                    ]
                },
                {
                    "type": "Other biologic therapies",
                    "description": [
                        "Not recommended",
                        "Not studied in combination with other biologic therapies, including B-cell–targeted therapies "
                    ]
                },
                {
                    "type": "Drug interaction overview",
                    "description": [
                        "Avoid use",
                        "Update immunizations, according to current immunization guidelines, before initiating "
                    ]
                }
            ]
        }
    },
    "interactions": [
        {
            "classification_type": "Serious",
            "interaction_with": "adenovirus types 4 and 7 live, oral",
            "description": {
                "common": "anifrolumab decreases effects of adenovirus types 4 and 7 live, oral by immunosuppressive effects; risk of infection. Avoid or Use Alternate Drug. Before initiation, update immunization according to current guidelines."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "BCG vaccine live",
            "description": {
                "common": "anifrolumab decreases effects of BCG vaccine live by immunosuppressive effects; risk of infection. Avoid or Use Alternate Drug. Before initiation, update immunization according to current guidelines."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "cholera vaccine",
            "description": {
                "common": "anifrolumab decreases effects of cholera vaccine by immunosuppressive effects; risk of infection. Avoid or Use Alternate Drug. Before initiation, update immunization according to current guidelines."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "dengue vaccine",
            "description": {
                "common": "anifrolumab decreases effects of dengue vaccine by immunosuppressive effects; risk of infection. Avoid or Use Alternate Drug. Before initiation, update immunization according to current guidelines."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "Ebola Zaire vaccine",
            "description": {
                "common": "anifrolumab decreases effects of Ebola Zaire vaccine by immunosuppressive effects; risk of infection. Avoid or Use Alternate Drug. Before initiation, update immunization according to current guidelines."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "influenza virus vaccine quadrivalent, intranasal",
            "description": {
                "common": "anifrolumab decreases effects of influenza virus vaccine quadrivalent, intranasal by immunosuppressive effects; risk of infection. Avoid or Use Alternate Drug. Before initiation, update immunization according to current guidelines."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "measles (rubeola) vaccine",
            "description": {
                "common": "anifrolumab decreases effects of measles (rubeola) vaccine by immunosuppressive effects; risk of infection. Avoid or Use Alternate Drug. Before initiation, update immunization according to current guidelines."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "measles mumps and rubella vaccine, live",
            "description": {
                "common": "anifrolumab decreases effects of measles mumps and rubella vaccine, live by immunosuppressive effects; risk of infection. Avoid or Use Alternate Drug. Before initiation, update immunization according to current guidelines."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "measles, mumps, rubella and varicella vaccine, live",
            "description": {
                "common": "anifrolumab decreases effects of measles, mumps, rubella and varicella vaccine, live by immunosuppressive effects; risk of infection. Avoid or Use Alternate Drug. Before initiation, update immunization according to current guidelines."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "poliovirus vaccine live oral trivalent",
            "description": {
                "common": "anifrolumab decreases effects of poliovirus vaccine live oral trivalent by immunosuppressive effects; risk of infection. Avoid or Use Alternate Drug. Before initiation, update immunization according to current guidelines."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "rotavirus oral vaccine, live",
            "description": {
                "common": "anifrolumab decreases effects of rotavirus oral vaccine, live by immunosuppressive effects; risk of infection. Avoid or Use Alternate Drug. Before initiation, update immunization according to current guidelines."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "rubella vaccine",
            "description": {
                "common": "anifrolumab decreases effects of rubella vaccine by immunosuppressive effects; risk of infection. Avoid or Use Alternate Drug. Before initiation, update immunization according to current guidelines."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "smallpox (vaccinia) and monkeypox vaccine, live, nonreplicating",
            "description": {
                "common": "anifrolumab decreases effects of smallpox (vaccinia) vaccine, attenuated by immunosuppressive effects; risk of infection. Avoid or Use Alternate Drug. Before initiation, update immunization according to current guidelines."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "smallpox (vaccinia) vaccine, attenuated",
            "description": {
                "common": "anifrolumab decreases effects of smallpox (vaccinia) vaccine, attenuated by immunosuppressive effects; risk of infection. Avoid or Use Alternate Drug. Before initiation, update immunization according to current guidelines."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "smallpox (vaccinia) vaccine, live",
            "description": {
                "common": "anifrolumab decreases effects of smallpox (vaccinia) vaccine, live by immunosuppressive effects; risk of infection. Avoid or Use Alternate Drug. Before initiation, update immunization according to current guidelines."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "typhoid polysaccharide vaccine",
            "description": {
                "common": "anifrolumab decreases effects of typhoid polysaccharide vaccine by immunosuppressive effects; risk of infection. Avoid or Use Alternate Drug. Before initiation, update immunization according to current guidelines."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "typhoid vaccine live",
            "description": {
                "common": "anifrolumab decreases effects of typhoid vaccine live by immunosuppressive effects; risk of infection. Avoid or Use Alternate Drug. Before initiation, update immunization according to current guidelines."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "varicella virus vaccine live",
            "description": {
                "common": "anifrolumab decreases effects of varicella virus vaccine live by immunosuppressive effects; risk of infection. Avoid or Use Alternate Drug. Before initiation, update immunization according to current guidelines."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "yellow fever vaccine",
            "description": {
                "common": "anifrolumab decreases effects of yellow fever vaccine by immunosuppressive effects; risk of infection. Avoid or Use Alternate Drug. Before initiation, update immunization according to current guidelines."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "zoster vaccine live",
            "description": {
                "common": "anifrolumab decreases effects of zoster vaccine live by immunosuppressive effects; risk of infection. Avoid or Use Alternate Drug. Before initiation, update immunization according to current guidelines."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ublituximab",
            "description": {
                "common": "ublituximab and anifrolumab both increase  immunosuppressive effects; risk of infection. Use Caution/Monitor."
            }
        }
    ],
    "adverse effects": [
        {
            "name": "Upper respiratory tract infection",
            "percent": "34"
        },
        {
            "name": "Bronchitis",
            "percent": "11"
        },
        {
            "name": "Infusion",
            "percent": "9.4"
        },
        {
            "name": "related reactions",
            "percent": "6.1"
        },
        {
            "name": "Herpes zoster",
            "percent": "5"
        },
        {
            "name": "Cough",
            "percent": "3.3"
        },
        {
            "name": "Respiratory tract infection",
            "percent": "2.8"
        },
        {
            "name": "Hypersensitivity",
            "percent": "1.3"
        },
        {
            "name": "Malignant neoplasm",
            "percent": "0.7"
        },
        {
            "name": "including nonmelanoma skin cancers",
            "percent": null
        },
        {
            "name": "Malignancies",
            "percent": null
        },
        {
            "name": "excluding nonmelanoma skin cancers",
            "percent": null
        }
    ]
}