{
    "name": "edoxaban",
    "comment": "Rx",
    "other_names": [
        "Savaysa"
    ],
    "classes": [
        "Factor Xa Inhibitors"
    ],
    "source": "https://reference.medscape.com/drug/savaysa-edoxaban-999979",
    "pregnancy": {
        "common": [
            "Available data about use in pregnant women are insufficient to determine whether there are drug-associated risks for adverse developmental outcomes; in animal developmental studies, no adverse developmental effects were seen when administered orally to pregnant rats and rabbits during organogenesis at up to 16-times and 8-times, respectively, the human exposure, when based on body surface area and AUC, respectively",
            "Pregnancy confers an increased risk of thromboembolism that is higher for women with underlying thromboembolic disease and certain high-risk pregnancy conditions; published data describe that women with a previous history of venous thrombosis are at high risk for recurrence during pregnancy",
            "Use may increase risk of bleeding in fetus and neonate; monitor neonates for bleeding"
        ],
        "specific": [
            {
                "type": "Labor or delivery",
                "description": [
                    "All patients receiving anticoagulants, including pregnant women, are at risk for bleeding; use during labor or delivery in women who are receiving neuraxial anesthesia may result in epidural or spinal hematomas; consider use of a shorter acting anticoagulant as delivery approaches"
                ]
            },
            {
                "type": "Females of reproductive potential",
                "description": [
                    "Females of reproductive potential requiring anticoagulation should discuss pregnancy planning with their physician",
                    "The risk of clinically significant uterine bleeding, potentially requiring gynecological surgical interventions, identified with oral anticoagulants should be assessed in females of reproductive potential and those with abnormal uterine bleeding"
                ]
            }
        ]
    },
    "lactation": {
        "common": [
            "There are no data on presence in human milk, or effects on breastfeeding infant or on milk production; drug was present in rat milk; because of potential for serious adverse reactions in nursing infants, including hemorrhage, advise patients that breastfeeding is not recommended during treatment"
        ]
    },
    "warnings": {
        "black_box_warning": {
            "common": [],
            "specific": [
                {
                    "type": "Reduced efficacy with CrCl >95 mL/min",
                    "description": [
                        "Do not use with CrCL >95 mL/min",
                        "In the ENGAGE AF-TIMI 48 study, patients with NVAF with CrCL >95 mL/min had an increased rate of ischemic stroke with edoxaban 60 mg/day compared with patients treated with warfarin",
                        "In these patients, another anticoagulant should be used"
                    ]
                },
                {
                    "type": "Premature discontinuation increases risk for ischemic events ",
                    "description": [
                        "Premature discontinuation of any oral anticoagulant in the absence of adequate alternative anticoagulation increases the risk of ischemic events",
                        "If discontinued for a reason other than pathological bleeding or completion of a course of therapy, consider coverage with another anticoagulant as described in the transition guidance (see Adult Dosing)"
                    ]
                },
                {
                    "type": "Spinal/epidural hematoma",
                    "description": [
                        "Epidural or spinal hematomas may occur in patients treated with edoxaban who are receiving neuraxial anesthesia or undergoing spinal puncture",
                        "These hematomas may result in long-term or permanent paralysis; consider these risks when scheduling patients for spinal procedures",
                        "Monitor patients frequently for signs and symptoms of neurological impairment; if neurological compromise is noted, urgent treatment is necessary",
                        "Factors that can increase the risk of developing epidural or spinal hematomas in these patients include",
                        "use of indwelling epidural catheters",
                        "concomitant use of other drugs that affect hemostasis (eg, NSAIDs, platelet inhibitors, other anticoagulants, antithrombotic agents, fibrinolytic therapy, norepinephrine reuptake inhibitors)",
                        "history of traumatic or repeated epidural or spinal punctures",
                        "history of spinal deformity or spinal surgery",
                        "optimal timing between the administration of edoxaban and neuraxial procedures is not known"
                    ]
                }
            ]
        },
        "contraindicators": {
            "common": [
                "Active pathological bleeding"
            ],
            "specific": []
        },
        "cautions": {
            "common": [
                "Efficacy reduced in patients with nonvalvular atrial fibrillation (NVAF) with CrCl >95 mL/min (see Black Box Warnings)",
                "Increased risk of stroke with discontinuation in patients with NVAF (see Black Box Warnings)",
                "The risk of developing epidural or spinal hematoma may be increased by postoperative use of indwelling epidural catheters or concomitant use of medicinal products affecting hemostasis; indwelling epidural or intrathecal catheters should not be removed earlier than 12 hours after last administration of therapy; the next dose should not be administered earlier than 2 hours after removal of catheter; the risk may also be increased by traumatic or repeated epidural or spinal puncture",
                "Prior to neuraxial intervention the physician should consider the potential benefit versus the risk in anticoagulated patients or in patients to be anticoagulated for thromboprophylaxis",
                "Do not use neuraxial anesthesia (spinal/epidural anesthesia) or spinal/epidural puncture; patients treated with antithrombotic agents for prevention of thromboembolic complications are at risk of developing an epidural or spinal hematoma, which can result in long-term or permanent paralysis (see Black Box Warnings)",
                "Increases the risk of bleeding and can cause serious and potentially fatal bleeding; promptly evaluate any signs or symptoms of blood loss; discontinue if patient experiences active pathological bleeding; concomitant drugs that affect coagulation can increase this risk",
                "Not recommended for patients with mechanical heart valves or moderate-to-severe mitral stenosis; safety and efficacy have not been established",
                "Patients with triple positive antiphospholipid syndrome have experienced increased rates of recurrent thrombotic events compared with vitamin K antagonist therapy; direct-acting oral anticoagulants not recommended in this patient population"
            ],
            "specific": [
                {
                    "type": "Coadministration with P-gp inhibitors",
                    "description": [
                        "Edoxaban is a P-gp substrate; avoid coadministration with P-gp inducers (eg, rifampin)",
                        "NVAF: No dose reduction recommended when coadministered with P-gp inhibitors; based on clinical experience from the ENGAGE AF-TIMI 48 study, dose reduction in patients concomitantly receiving P-gp inhibitors resulted in edoxaban blood levels that were lower than in patients who were given the full dose",
                        "DVT/PE treatment: Dose reduction recommended when coadministered with P-gp inhibitors"
                    ]
                },
                {
                    "type": "Reversal of anticoagulant effects",
                    "description": [
                        "There is not established way to reverse anticoagulant effects od edoxaban",
                        "Effects may persist for 24 hr after the last dose",
                        "Anticoagulant effects cannot be reliably monitored with standard laboratory testing",
                        "Agent for edoxaban is not available; hemodialysis does not significantly contribute to edoxaban clearance",
                        "Protamine sulfate, vitamin K, and tranexamic acid are not expected to reverse the anticoagulant activity of edoxaban; the use of prothrombin complex concentrates, or other procoagulant reversal agents such as activated prothrombin complex concentrate or recombinant factor VIIa (rFVIIa) may be considered but has not been evaluated in clinical outcome studies; when PCCs are used, monitoring for anticoagulation effect of edoxaban using clotting test or anti-FXa activity is not useful and not recommended"
                    ]
                }
            ]
        }
    },
    "interactions": [
        {
            "classification_type": "Contraindicated",
            "interaction_with": "defibrotide",
            "description": {
                "common": "edoxaban increases effects of defibrotide by pharmacodynamic synergism. Contraindicated. Coadministration of defibrotide is contraindicated with antithrombotic/fibrinolytic drugs. This does not include use for routine maintenance or reopening of central venous lines."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "abiraterone",
            "description": {
                "common": "abiraterone will increase the level or effect of edoxaban by  P-glycoprotein (MDR1) efflux transporter. Avoid or Use Alternate Drug. Dose adjustment may be required with strong P-gp inhibitors. DVT/PE treatment: Decrease dose to 30 mg PO once daily. NVAF: No dose reduction recommended"
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "afatinib",
            "description": {
                "common": "afatinib will increase the level or effect of edoxaban by  P-glycoprotein (MDR1) efflux transporter. Avoid or Use Alternate Drug. Dose adjustment may be required with strong P-gp inhibitors. DVT/PE treatment: Decrease dose to 30 mg PO once daily. NVAF: No dose reduction recommended"
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "amiodarone",
            "description": {
                "common": "amiodarone will increase the level or effect of edoxaban by  P-glycoprotein (MDR1) efflux transporter. Avoid or Use Alternate Drug. Dose adjustment may be required with strong P-gp inhibitors. DVT/PE treatment: Decrease dose to 30 mg PO once daily. NVAF: No dose reduction recommended"
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "apixaban",
            "description": {
                "common": "edoxaban, apixaban.\nEither increases toxicity of the other by anticoagulation. Avoid or Use Alternate Drug. Both drugs have the potential to cause bleeding, monitor closely. Promptly evaluate any signs or symptoms of blood loss. Long-term concomitant treatment with edoxaban and other anticoagulants is not recommended. Short-term coadministration may be needed for patients transitioning to or from edoxaban."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "argatroban",
            "description": {
                "common": "edoxaban, argatroban.\nEither increases toxicity of the other by anticoagulation. Avoid or Use Alternate Drug. Both drugs have the potential to cause bleeding, monitor closely. Promptly evaluate any signs or symptoms of blood loss. Long-term concomitant treatment with edoxaban and other anticoagulants is not recommended. Short-term coadministration may be needed for patients transitioning to or from edoxaban."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "atorvastatin",
            "description": {
                "common": "atorvastatin will increase the level or effect of edoxaban by  P-glycoprotein (MDR1) efflux transporter. Avoid or Use Alternate Drug. Dose adjustment may be required with strong P-gp inhibitors. DVT/PE treatment: Decrease dose to 30 mg PO once daily. NVAF: No dose reduction recommended"
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "betrixaban",
            "description": {
                "common": "edoxaban, betrixaban.\nEither increases levels of the other by anticoagulation. Contraindicated. Therapeutic duplication; may use temporarily when switching anticoagulants."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "bivalirudin",
            "description": {
                "common": "edoxaban, bivalirudin.\nEither increases toxicity of the other by anticoagulation. Avoid or Use Alternate Drug. Both drugs have the potential to cause bleeding, monitor closely. Promptly evaluate any signs or symptoms of blood loss. Long-term concomitant treatment with edoxaban and other anticoagulants is not recommended. Short-term coadministration may be needed for patients transitioning to or from edoxaban."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "caplacizumab",
            "description": {
                "common": "caplacizumab, edoxaban.\nEither increases effects of the other by anticoagulation. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "carbamazepine",
            "description": {
                "common": "carbamazepine will decrease the level or effect of edoxaban by  P-glycoprotein (MDR1) efflux transporter. Avoid or Use Alternate Drug. Avoid coadministration of edoxaban with potent P-gp inducers"
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "carvedilol",
            "description": {
                "common": "carvedilol will increase the level or effect of edoxaban by  P-glycoprotein (MDR1) efflux transporter. Avoid or Use Alternate Drug. Dose adjustment may be required with strong P-gp inhibitors. DVT/PE treatment: Decrease dose to 30 mg PO once daily. NVAF: No dose reduction recommended"
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "clarithromycin",
            "description": {
                "common": "clarithromycin will increase the level or effect of edoxaban by  P-glycoprotein (MDR1) efflux transporter. Avoid or Use Alternate Drug. Dose adjustment may be required with strong P-gp inhibitors. DVT/PE treatment: Decrease dose to 30 mg PO once daily. NVAF: No dose reduction recommended"
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "cobicistat",
            "description": {
                "common": "cobicistat will increase the level or effect of edoxaban by  P-glycoprotein (MDR1) efflux transporter. Avoid or Use Alternate Drug. Dose adjustment may be required with strong P-gp inhibitors. DVT/PE treatment: Decrease dose to 30 mg PO once daily. NVAF: No dose reduction recommended"
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "crizotinib",
            "description": {
                "common": "crizotinib will increase the level or effect of edoxaban by  P-glycoprotein (MDR1) efflux transporter. Avoid or Use Alternate Drug. Dose adjustment may be required with strong P-gp inhibitors. DVT/PE treatment: Decrease dose to 30 mg PO once daily. NVAF: No dose reduction recommended"
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "cyclosporine",
            "description": {
                "common": "cyclosporine will increase the level or effect of edoxaban by  P-glycoprotein (MDR1) efflux transporter. Avoid or Use Alternate Drug. Dose adjustment may be required with strong P-gp inhibitors. DVT/PE treatment: Decrease dose to 30 mg PO once daily. NVAF: No dose reduction recommended"
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "dabigatran",
            "description": {
                "common": "edoxaban, dabigatran.\nEither increases toxicity of the other by anticoagulation. Avoid or Use Alternate Drug. Both drugs have the potential to cause bleeding, monitor closely. Promptly evaluate any signs or symptoms of blood loss. Long-term concomitant treatment with edoxaban and other anticoagulants is not recommended. Short-term coadministration may be needed for patients transitioning to or from edoxaban."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "dalteparin",
            "description": {
                "common": "edoxaban, dalteparin.\nEither increases toxicity of the other by anticoagulation. Avoid or Use Alternate Drug. Both drugs have the potential to cause bleeding, monitor closely. Promptly evaluate any signs or symptoms of blood loss. Long-term concomitant treatment with edoxaban and other anticoagulants is not recommended. Short-term coadministration may be needed for patients transitioning to or from edoxaban."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "darunavir",
            "description": {
                "common": "darunavir will increase the level or effect of edoxaban by  P-glycoprotein (MDR1) efflux transporter. Avoid or Use Alternate Drug. Dose adjustment may be required with strong P-gp inhibitors. DVT/PE treatment: Decrease dose to 30 mg PO once daily. NVAF: No dose reduction recommended"
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "dipyridamole",
            "description": {
                "common": "dipyridamole will increase the level or effect of edoxaban by  P-glycoprotein (MDR1) efflux transporter. Avoid or Use Alternate Drug. Dose adjustment may be required with strong P-gp inhibitors. DVT/PE treatment: Decrease dose to 30 mg PO once daily. NVAF: No dose reduction recommended"
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "doxorubicin liposomal",
            "description": {
                "common": "doxorubicin liposomal will decrease the level or effect of edoxaban by  P-glycoprotein (MDR1) efflux transporter. Avoid or Use Alternate Drug. Avoid coadministration of edoxaban with potent P-gp inducers"
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "dronedarone",
            "description": {
                "common": "dronedarone will increase the level or effect of edoxaban by  P-glycoprotein (MDR1) efflux transporter. Avoid or Use Alternate Drug. Dose adjustment may be required with strong P-gp inhibitors. DVT/PE treatment: Decrease dose to 30 mg PO once daily. NVAF: No dose reduction recommended"
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "eliglustat",
            "description": {
                "common": "eliglustat will increase the level or effect of edoxaban by  P-glycoprotein (MDR1) efflux transporter. Avoid or Use Alternate Drug. Dose adjustment may be required with strong P-gp inhibitors. DVT/PE treatment: Decrease dose to 30 mg PO once daily. NVAF: No dose reduction recommended"
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "elvitegravir/cobicistat/emtricitabine/tenofovir DF",
            "description": {
                "common": "elvitegravir/cobicistat/emtricitabine/tenofovir DF will increase the level or effect of edoxaban by  P-glycoprotein (MDR1) efflux transporter. Avoid or Use Alternate Drug. Dose adjustment may be required with strong P-gp inhibitors. DVT/PE treatment: Decrease dose to 30 mg PO once daily. NVAF: No dose reduction recommended"
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "enoxaparin",
            "description": {
                "common": "edoxaban, enoxaparin.\nEither increases toxicity of the other by anticoagulation. Avoid or Use Alternate Drug. Both drugs have the potential to cause bleeding, monitor closely. Promptly evaluate any signs or symptoms of blood loss. Long-term concomitant treatment with edoxaban and other anticoagulants is not recommended. Short-term coadministration may be needed for patients transitioning to or from edoxaban."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "erdafitinib",
            "description": {
                "common": "erdafitinib will increase the level or effect of edoxaban by  P-glycoprotein (MDR1) efflux transporter. Avoid or Use Alternate Drug. If coadministration unavoidable, separate administration by at least 6 hr before or after administration of P-gp substrates with narrow therapeutic index."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "erythromycin base",
            "description": {
                "common": "erythromycin base will increase the level or effect of edoxaban by  P-glycoprotein (MDR1) efflux transporter. Avoid or Use Alternate Drug. Dose adjustment may be required with strong P-gp inhibitors. DVT/PE treatment: Decrease dose to 30 mg PO once daily. NVAF: No dose reduction recommended"
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "erythromycin ethylsuccinate",
            "description": {
                "common": "erythromycin ethylsuccinate will increase the level or effect of edoxaban by  P-glycoprotein (MDR1) efflux transporter. Avoid or Use Alternate Drug. Dose adjustment may be required with strong P-gp inhibitors. DVT/PE treatment: Decrease dose to 30 mg PO once daily. NVAF: No dose reduction recommended"
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "erythromycin lactobionate",
            "description": {
                "common": "erythromycin lactobionate will increase the level or effect of edoxaban by  P-glycoprotein (MDR1) efflux transporter. Avoid or Use Alternate Drug. Dose adjustment may be required with strong P-gp inhibitors. DVT/PE treatment: Decrease dose to 30 mg PO once daily. NVAF: No dose reduction recommended"
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "erythromycin stearate",
            "description": {
                "common": "erythromycin stearate will increase the level or effect of edoxaban by  P-glycoprotein (MDR1) efflux transporter. Avoid or Use Alternate Drug. Dose adjustment may be required with strong P-gp inhibitors. DVT/PE treatment: Decrease dose to 30 mg PO once daily. NVAF: No dose reduction recommended"
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "etravirine",
            "description": {
                "common": "etravirine will increase the level or effect of edoxaban by  P-glycoprotein (MDR1) efflux transporter. Avoid or Use Alternate Drug. Dose adjustment may be required with strong P-gp inhibitors. DVT/PE treatment: Decrease dose to 30 mg PO once daily. NVAF: No dose reduction recommended"
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "Factor X, human",
            "description": {
                "common": "edoxaban will decrease the level or effect of Factor X, human by  pharmacodynamic antagonism. Avoid or Use Alternate Drug. Based on the mechanism of action, Factor X is likely to be counteracted by direct and indirect Factor Xa inhibitors."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "fosphenytoin",
            "description": {
                "common": "fosphenytoin will decrease the level or effect of edoxaban by  P-glycoprotein (MDR1) efflux transporter. Avoid or Use Alternate Drug. Avoid coadministration of edoxaban with potent P-gp inducers"
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "grapefruit",
            "description": {
                "common": "grapefruit will increase the level or effect of edoxaban by  P-glycoprotein (MDR1) efflux transporter. Avoid or Use Alternate Drug. Dose adjustment may be required with strong P-gp inhibitors. DVT/PE treatment: Decrease dose to 30 mg PO once daily. NVAF: No dose reduction recommended"
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "heparin",
            "description": {
                "common": "edoxaban, heparin.\nEither increases toxicity of the other by anticoagulation. Avoid or Use Alternate Drug. Both drugs have the potential to cause bleeding, monitor closely. Promptly evaluate any signs or symptoms of blood loss. Long-term concomitant treatment with edoxaban and other anticoagulants is not recommended. Short-term coadministration may be needed for patients transitioning to or from edoxaban."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "ibrutinib",
            "description": {
                "common": "ibrutinib will increase the level or effect of edoxaban by  P-glycoprotein (MDR1) efflux transporter. Avoid or Use Alternate Drug. Dose adjustment may be required with strong P-gp inhibitors. DVT/PE treatment: Decrease dose to 30 mg PO once daily. NVAF: No dose reduction recommended"
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "itraconazole",
            "description": {
                "common": "itraconazole will increase the level or effect of edoxaban by  P-glycoprotein (MDR1) efflux transporter. Avoid or Use Alternate Drug. Dose adjustment may be required with strong P-gp inhibitors. DVT/PE treatment: Decrease dose to 30 mg PO once daily. NVAF: No dose reduction recommended"
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "ketoconazole",
            "description": {
                "common": "ketoconazole will increase the level or effect of edoxaban by  P-glycoprotein (MDR1) efflux transporter. Avoid or Use Alternate Drug. Dose adjustment may be required with strong P-gp inhibitors. DVT/PE treatment: Decrease dose to 30 mg PO once daily. NVAF: No dose reduction recommended"
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "lapatinib",
            "description": {
                "common": "lapatinib will increase the level or effect of edoxaban by  P-glycoprotein (MDR1) efflux transporter. Avoid or Use Alternate Drug. Dose adjustment may be required with strong P-gp inhibitors. DVT/PE treatment: Decrease dose to 30 mg PO once daily. NVAF: No dose reduction recommended"
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "lasmiditan",
            "description": {
                "common": "lasmiditan increases levels of edoxaban by P-glycoprotein (MDR1) efflux transporter. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "ledipasvir/sofosbuvir",
            "description": {
                "common": "ledipasvir/sofosbuvir will increase the level or effect of edoxaban by  P-glycoprotein (MDR1) efflux transporter. Avoid or Use Alternate Drug. Dose adjustment may be required with strong P-gp inhibitors. DVT/PE treatment: Decrease dose to 30 mg PO once daily. NVAF: No dose reduction recommended"
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "levoketoconazole",
            "description": {
                "common": "levoketoconazole will increase the level or effect of edoxaban by  P-glycoprotein (MDR1) efflux transporter. Avoid or Use Alternate Drug. Dose adjustment may be required with strong P-gp inhibitors. DVT/PE treatment: Decrease dose to 30 mg PO once daily. NVAF: No dose reduction recommended"
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "lomitapide",
            "description": {
                "common": "lomitapide will increase the level or effect of edoxaban by  P-glycoprotein (MDR1) efflux transporter. Avoid or Use Alternate Drug. Dose adjustment may be required with strong P-gp inhibitors. DVT/PE treatment: Decrease dose to 30 mg PO once daily. NVAF: No dose reduction recommended"
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "lopinavir",
            "description": {
                "common": "lopinavir will increase the level or effect of edoxaban by  P-glycoprotein (MDR1) efflux transporter. Avoid or Use Alternate Drug. Dose adjustment may be required with strong P-gp inhibitors. DVT/PE treatment: Decrease dose to 30 mg PO once daily. NVAF: No dose reduction recommended"
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "mefloquine",
            "description": {
                "common": "mefloquine will increase the level or effect of edoxaban by  P-glycoprotein (MDR1) efflux transporter. Avoid or Use Alternate Drug. Dose adjustment may be required with strong P-gp inhibitors. DVT/PE treatment: Decrease dose to 30 mg PO once daily. NVAF: No dose reduction recommended"
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "nefazodone",
            "description": {
                "common": "nefazodone will increase the level or effect of edoxaban by  P-glycoprotein (MDR1) efflux transporter. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "nelfinavir",
            "description": {
                "common": "nelfinavir will increase the level or effect of edoxaban by  P-glycoprotein (MDR1) efflux transporter. Avoid or Use Alternate Drug. Dose adjustment may be required with strong P-gp inhibitors. DVT/PE treatment: Decrease dose to 30 mg PO once daily. NVAF: No dose reduction recommended"
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "nicardipine",
            "description": {
                "common": "nicardipine will increase the level or effect of edoxaban by  P-glycoprotein (MDR1) efflux transporter. Avoid or Use Alternate Drug. Dose adjustment may be required with strong P-gp inhibitors. DVT/PE treatment: Decrease dose to 30 mg PO once daily. NVAF: No dose reduction recommended"
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "nifedipine",
            "description": {
                "common": "nifedipine will increase the level or effect of edoxaban by  P-glycoprotein (MDR1) efflux transporter. Avoid or Use Alternate Drug. Dose adjustment may be required with strong P-gp inhibitors. DVT/PE treatment: Decrease dose to 30 mg PO once daily. NVAF: No dose reduction recommended"
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "nilotinib",
            "description": {
                "common": "nilotinib will increase the level or effect of edoxaban by  P-glycoprotein (MDR1) efflux transporter. Avoid or Use Alternate Drug. Dose adjustment may be required with strong P-gp inhibitors. DVT/PE treatment: Decrease dose to 30 mg PO once daily. NVAF: No dose reduction recommended"
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "ombitasvir/paritaprevir/ritonavir & dasabuvir (DSC)",
            "description": {
                "common": "ombitasvir/paritaprevir/ritonavir & dasabuvir (DSC) will increase the level or effect of edoxaban by  P-glycoprotein (MDR1) efflux transporter. Avoid or Use Alternate Drug. Dose adjustment may be required with strong P-gp inhibitors. DVT/PE treatment: Decrease dose to 30 mg PO once daily. NVAF: No dose reduction recommended"
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "paliperidone",
            "description": {
                "common": "paliperidone will increase the level or effect of edoxaban by  P-glycoprotein (MDR1) efflux transporter. Avoid or Use Alternate Drug. Dose adjustment may be required with strong P-gp inhibitors. DVT/PE treatment: Decrease dose to 30 mg PO once daily. NVAF: No dose reduction recommended"
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "phenobarbital",
            "description": {
                "common": "phenobarbital will decrease the level or effect of edoxaban by  P-glycoprotein (MDR1) efflux transporter. Avoid or Use Alternate Drug. Avoid coadministration of edoxaban with potent P-gp inducers"
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "phenytoin",
            "description": {
                "common": "phenytoin will decrease the level or effect of edoxaban by  P-glycoprotein (MDR1) efflux transporter. Avoid or Use Alternate Drug. Avoid coadministration of edoxaban with potent P-gp inducers"
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "ponatinib",
            "description": {
                "common": "ponatinib will increase the level or effect of edoxaban by  P-glycoprotein (MDR1) efflux transporter. Avoid or Use Alternate Drug. Dose adjustment may be required with strong P-gp inhibitors. DVT/PE treatment: Decrease dose to 30 mg PO once daily. NVAF: No dose reduction recommended"
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "posaconazole",
            "description": {
                "common": "posaconazole will increase the level or effect of edoxaban by  P-glycoprotein (MDR1) efflux transporter. Avoid or Use Alternate Drug. Dose adjustment may be required with strong P-gp inhibitors. DVT/PE treatment: Decrease dose to 30 mg PO once daily. NVAF: No dose reduction recommended"
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "primidone",
            "description": {
                "common": "primidone will decrease the level or effect of edoxaban by  P-glycoprotein (MDR1) efflux transporter. Avoid or Use Alternate Drug. Avoid coadministration of edoxaban with potent P-gp inducers"
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "progesterone micronized",
            "description": {
                "common": "progesterone micronized will increase the level or effect of edoxaban by  P-glycoprotein (MDR1) efflux transporter. Avoid or Use Alternate Drug. Dose adjustment may be required with strong P-gp inhibitors. DVT/PE treatment: Decrease dose to 30 mg PO once daily. NVAF: No dose reduction recommended"
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "propafenone",
            "description": {
                "common": "propafenone will increase the level or effect of edoxaban by  P-glycoprotein (MDR1) efflux transporter. Avoid or Use Alternate Drug. Dose adjustment may be required with strong P-gp inhibitors. DVT/PE treatment: Decrease dose to 30 mg PO once daily. NVAF: No dose reduction recommended"
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "propranolol",
            "description": {
                "common": "propranolol will increase the level or effect of edoxaban by  P-glycoprotein (MDR1) efflux transporter. Avoid or Use Alternate Drug. Dose adjustment may be required with strong P-gp inhibitors. DVT/PE treatment: Decrease dose to 30 mg PO once daily. NVAF: No dose reduction recommended"
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "quinidine",
            "description": {
                "common": "quinidine will increase the level or effect of edoxaban by  P-glycoprotein (MDR1) efflux transporter. Avoid or Use Alternate Drug. Dose adjustment may be required with strong P-gp inhibitors. DVT/PE treatment: Decrease dose to 30 mg PO once daily. NVAF: No dose reduction recommended"
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "quinine",
            "description": {
                "common": "quinine will increase the level or effect of edoxaban by  P-glycoprotein (MDR1) efflux transporter. Avoid or Use Alternate Drug. Dose adjustment may be required with strong P-gp inhibitors. DVT/PE treatment: Decrease dose to 30 mg PO once daily. NVAF: No dose reduction recommended"
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "ranolazine",
            "description": {
                "common": "ranolazine will increase the level or effect of edoxaban by  P-glycoprotein (MDR1) efflux transporter. Avoid or Use Alternate Drug. Dose adjustment may be required with strong P-gp inhibitors. DVT/PE treatment: Decrease dose to 30 mg PO once daily. NVAF: No dose reduction recommended"
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "rifampin",
            "description": {
                "common": "rifampin will decrease the level or effect of edoxaban by  P-glycoprotein (MDR1) efflux transporter. Avoid or Use Alternate Drug. Avoid coadministration of edoxaban with potent P-gp inducers"
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "ritonavir",
            "description": {
                "common": "ritonavir will increase the level or effect of edoxaban by  P-glycoprotein (MDR1) efflux transporter. Avoid or Use Alternate Drug. Dose adjustment may be required with strong P-gp inhibitors. DVT/PE treatment: Decrease dose to 30 mg PO once daily. NVAF: No dose reduction recommended"
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "rivaroxaban",
            "description": {
                "common": "edoxaban, rivaroxaban.\nEither increases toxicity of the other by anticoagulation. Avoid or Use Alternate Drug. Both drugs have the potential to cause bleeding, monitor closely. Promptly evaluate any signs or symptoms of blood loss. Long-term concomitant treatment with edoxaban and other anticoagulants is not recommended. Short-term coadministration may be needed for patients transitioning to or from edoxaban."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "saquinavir",
            "description": {
                "common": "saquinavir will increase the level or effect of edoxaban by  P-glycoprotein (MDR1) efflux transporter. Avoid or Use Alternate Drug. Dose adjustment may be required with strong P-gp inhibitors. DVT/PE treatment: Decrease dose to 30 mg PO once daily. NVAF: No dose reduction recommended"
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "sotorasib",
            "description": {
                "common": "sotorasib will decrease the level or effect of edoxaban by  P-glycoprotein (MDR1) efflux transporter. Avoid or Use Alternate Drug. If use is unavoidable, refer to the prescribing information of the P-gp substrate for dosage modifications."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "St John's Wort",
            "description": {
                "common": "St John's Wort will decrease the level or effect of edoxaban by  P-glycoprotein (MDR1) efflux transporter. Avoid or Use Alternate Drug. Avoid coadministration of edoxaban with potent P-gp inducers"
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "sunitinib",
            "description": {
                "common": "sunitinib will increase the level or effect of edoxaban by  P-glycoprotein (MDR1) efflux transporter. Avoid or Use Alternate Drug. Dose adjustment may be required with strong P-gp inhibitors. DVT/PE treatment: Decrease dose to 30 mg PO once daily. NVAF: No dose reduction recommended"
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "suvorexant",
            "description": {
                "common": "suvorexant will increase the level or effect of edoxaban by  P-glycoprotein (MDR1) efflux transporter. Avoid or Use Alternate Drug. Dose adjustment may be required with strong P-gp inhibitors. DVT/PE treatment: Decrease dose to 30 mg PO once daily. NVAF: No dose reduction recommended"
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "tacrolimus",
            "description": {
                "common": "tacrolimus will increase the level or effect of edoxaban by  P-glycoprotein (MDR1) efflux transporter. Avoid or Use Alternate Drug. Dose adjustment may be required with strong P-gp inhibitors. DVT/PE treatment: Decrease dose to 30 mg PO once daily. NVAF: No dose reduction recommended"
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "tamoxifen",
            "description": {
                "common": "tamoxifen will increase the level or effect of edoxaban by  P-glycoprotein (MDR1) efflux transporter. Avoid or Use Alternate Drug. Dose adjustment may be required with strong P-gp inhibitors. DVT/PE treatment: Decrease dose to 30 mg PO once daily. NVAF: No dose reduction recommended"
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "tenofovir DF",
            "description": {
                "common": "tenofovir DF will decrease the level or effect of edoxaban by  P-glycoprotein (MDR1) efflux transporter. Avoid or Use Alternate Drug. Avoid coadministration of edoxaban with potent P-gp inducers"
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "tepotinib",
            "description": {
                "common": "tepotinib will increase the level or effect of edoxaban by  P-glycoprotein (MDR1) efflux transporter. Avoid or Use Alternate Drug. If concomitant use unavoidable, reduce the P-gp substrate dosage if recommended in its approved product labeling."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "tipranavir",
            "description": {
                "common": "tipranavir will decrease the level or effect of edoxaban by  P-glycoprotein (MDR1) efflux transporter. Avoid or Use Alternate Drug. Avoid coadministration of edoxaban with potent P-gp inducers"
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "ulipristal",
            "description": {
                "common": "ulipristal will increase the level or effect of edoxaban by  P-glycoprotein (MDR1) efflux transporter. Avoid or Use Alternate Drug. Dose adjustment may be required with strong P-gp inhibitors. DVT/PE treatment: Decrease dose to 30 mg PO once daily. NVAF: No dose reduction recommended"
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "vandetanib",
            "description": {
                "common": "vandetanib will increase the level or effect of edoxaban by  P-glycoprotein (MDR1) efflux transporter. Avoid or Use Alternate Drug. Dose adjustment may be required with strong P-gp inhibitors. DVT/PE treatment: Decrease dose to 30 mg PO once daily. NVAF: No dose reduction recommended"
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "vemurafenib",
            "description": {
                "common": "vemurafenib will increase the level or effect of edoxaban by  P-glycoprotein (MDR1) efflux transporter. Avoid or Use Alternate Drug. Dose adjustment may be required with strong P-gp inhibitors. DVT/PE treatment: Decrease dose to 30 mg PO once daily. NVAF: No dose reduction recommended"
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "verapamil",
            "description": {
                "common": "verapamil will increase the level or effect of edoxaban by  P-glycoprotein (MDR1) efflux transporter. Avoid or Use Alternate Drug. Dose adjustment may be required with strong P-gp inhibitors. DVT/PE treatment: Decrease dose to 30 mg PO once daily. NVAF: No dose reduction recommended"
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "vinblastine",
            "description": {
                "common": "vinblastine will decrease the level or effect of edoxaban by  P-glycoprotein (MDR1) efflux transporter. Avoid or Use Alternate Drug. Avoid coadministration of edoxaban with potent P-gp inducers"
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "warfarin",
            "description": {
                "common": "edoxaban increases effects of warfarin by anticoagulation. Avoid or Use Alternate Drug. Avoid combined use once INR is established in the desired therapeutic range."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "zanubrutinib",
            "description": {
                "common": "edoxaban, zanubrutinib.\nEither increases effects of the other by anticoagulation. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "abciximab",
            "description": {
                "common": "edoxaban, abciximab.\nEither increases toxicity of the other by anticoagulation. Modify Therapy/Monitor Closely. Both drugs have the potential to cause bleeding. The need for simultaneous use of platelet aggregation inhibitors with anticoagulants is common for patients with cardiovascular disease, but may result in increased bleeding; monitor closely. Promptly evaluate any signs or symptoms of blood loss."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "aspirin",
            "description": {
                "common": "edoxaban, aspirin.\nEither increases toxicity of the other by anticoagulation. Modify Therapy/Monitor Closely. Both drugs have the potential to cause bleeding. The need for simultaneous use of low-dose aspirin (<100 mg/day) with anticoagulants are common for patients with cardiovascular disease, but may result in increased bleeding; monitor closely. Promptly evaluate any signs or symptoms of blood loss if treated concomitantly with low-dose aspirin. Avoid coadministration with chronic use of higher dose aspirin."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "aspirin rectal",
            "description": {
                "common": "edoxaban, aspirin rectal.\nEither increases toxicity of the other by anticoagulation. Modify Therapy/Monitor Closely. Both drugs have the potential to cause bleeding, monitor closely. Promptly evaluate any signs or symptoms of blood loss."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "azithromycin",
            "description": {
                "common": "azithromycin will increase the level or effect of edoxaban by  P-glycoprotein (MDR1) efflux transporter. Modify Therapy/Monitor Closely. Dose adjustment may be required with strong P-gp inhibitors. DVT/PE treatment: Decrease dose to 30 mg PO once daily. NVAF: No dose reduction recommended"
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "berotralstat",
            "description": {
                "common": "berotralstat will increase the level or effect of edoxaban by  P-glycoprotein (MDR1) efflux transporter. Use Caution/Monitor. Monitor or titrate P-gp substrate dose if coadministered."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "celecoxib",
            "description": {
                "common": "edoxaban, celecoxib.\nEither increases toxicity of the other by anticoagulation. Modify Therapy/Monitor Closely. Both drugs have the potential to cause bleeding, monitor closely. Promptly evaluate any signs or symptoms of blood loss."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "choline magnesium trisalicylate",
            "description": {
                "common": "edoxaban, choline magnesium trisalicylate.\nEither increases toxicity of the other by anticoagulation. Modify Therapy/Monitor Closely. Both drugs have the potential to cause bleeding, monitor closely. Promptly evaluate any signs or symptoms of blood loss."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "clopidogrel",
            "description": {
                "common": "edoxaban, clopidogrel.\nEither increases toxicity of the other by anticoagulation. Modify Therapy/Monitor Closely. Both drugs have the potential to cause bleeding. The need for simultaneous use of platelet aggregation inhibitors with anticoagulants is common for patients with cardiovascular disease, but may result in increased bleeding; monitor closely. Promptly evaluate any signs or symptoms of blood loss."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "diclofenac",
            "description": {
                "common": "edoxaban, diclofenac.\nEither increases toxicity of the other by anticoagulation. Modify Therapy/Monitor Closely. Both drugs have the potential to cause bleeding, monitor closely. Promptly evaluate any signs or symptoms of blood loss."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "diflunisal",
            "description": {
                "common": "edoxaban, diflunisal.\nEither increases toxicity of the other by anticoagulation. Modify Therapy/Monitor Closely. Both drugs have the potential to cause bleeding, monitor closely. Promptly evaluate any signs or symptoms of blood loss."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "dipyridamole",
            "description": {
                "common": "edoxaban, dipyridamole.\nEither increases toxicity of the other by anticoagulation. Modify Therapy/Monitor Closely. Both drugs have the potential to cause bleeding. The need for simultaneous use of platelet aggregation inhibitors with anticoagulants is common for patients with cardiovascular disease, but may result in increased bleeding; monitor closely. Promptly evaluate any signs or symptoms of blood loss."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "divalproex sodium",
            "description": {
                "common": "divalproex sodium will decrease the level or effect of edoxaban by  unknown mechanism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "elagolix",
            "description": {
                "common": "elagolix will increase the level or effect of edoxaban by  P-glycoprotein (MDR1) efflux transporter. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "eptifibatide",
            "description": {
                "common": "edoxaban, eptifibatide.\nEither increases toxicity of the other by anticoagulation. Modify Therapy/Monitor Closely. Both drugs have the potential to cause bleeding. The need for simultaneous use of platelet aggregation inhibitors with anticoagulants is common for patients with cardiovascular disease, but may result in increased bleeding; monitor closely. Promptly evaluate any signs or symptoms of blood loss."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "escitalopram",
            "description": {
                "common": "escitalopram increases effects of edoxaban by anticoagulation. Use Caution/Monitor. SSRIs may inhibit platelet aggregation, thus increase bleeding risk when coadministered with anticoagulants."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "etodolac",
            "description": {
                "common": "edoxaban, etodolac.\nEither increases toxicity of the other by anticoagulation. Modify Therapy/Monitor Closely. Both drugs have the potential to cause bleeding, monitor closely. Promptly evaluate any signs or symptoms of blood loss."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "fenoprofen",
            "description": {
                "common": "edoxaban, fenoprofen.\nEither increases toxicity of the other by anticoagulation. Modify Therapy/Monitor Closely. Both drugs have the potential to cause bleeding, monitor closely. Promptly evaluate any signs or symptoms of blood loss."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "fish oil triglycerides",
            "description": {
                "common": "fish oil triglycerides will increase the level or effect of edoxaban by  anticoagulation. Use Caution/Monitor. Prolonged bleeding reported in patients taking antiplatelet agents or anticoagulants and oral omega-3 fatty acids. Periodically monitor bleeding time in patients receiving fish oil triglycerides and concomitant antiplatelet agents or anticoagulants."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "fluoxetine",
            "description": {
                "common": "fluoxetine increases effects of edoxaban by anticoagulation. Use Caution/Monitor. SSRIs may inhibit platelet aggregation, thus increase bleeding risk when coadministered with anticoagulants."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "flurbiprofen",
            "description": {
                "common": "edoxaban, flurbiprofen.\nEither increases toxicity of the other by anticoagulation. Modify Therapy/Monitor Closely. Both drugs have the potential to cause bleeding, monitor closely. Promptly evaluate any signs or symptoms of blood loss."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "fluvoxamine",
            "description": {
                "common": "fluvoxamine will increase the level or effect of edoxaban by  anticoagulation. Use Caution/Monitor. SSRIs affect platelet activation; coadministration may increase risk of bleeding"
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "fostamatinib",
            "description": {
                "common": "fostamatinib will increase the level or effect of edoxaban by  P-glycoprotein (MDR1) efflux transporter. Use Caution/Monitor. Concomitant use of fostamatinib may increase concentrations of P-gp substrates. Monitor for toxicities of the P-gp substrate drug that may require dosage reduction when given concurrently with fostamatinib."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "glecaprevir/pibrentasvir",
            "description": {
                "common": "glecaprevir/pibrentasvir will increase the level or effect of edoxaban by  P-glycoprotein (MDR1) efflux transporter. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ibrutinib",
            "description": {
                "common": "ibrutinib will increase the level or effect of edoxaban by  anticoagulation. Use Caution/Monitor. Ibrutinib may increase the risk of hemorrhage in patients receiving antiplatelet or anticoagulant therapies and monitor for signs of bleeding. "
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ibuprofen",
            "description": {
                "common": "edoxaban, ibuprofen.\nEither increases toxicity of the other by anticoagulation. Modify Therapy/Monitor Closely. Both drugs have the potential to cause bleeding, monitor closely. Promptly evaluate any signs or symptoms of blood loss."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ibuprofen IV",
            "description": {
                "common": "edoxaban, ibuprofen IV.\nEither increases toxicity of the other by anticoagulation. Modify Therapy/Monitor Closely. Both drugs have the potential to cause bleeding, monitor closely. Promptly evaluate any signs or symptoms of blood loss."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "indomethacin",
            "description": {
                "common": "edoxaban, indomethacin.\nEither increases toxicity of the other by anticoagulation. Modify Therapy/Monitor Closely. Both drugs have the potential to cause bleeding, monitor closely. Promptly evaluate any signs or symptoms of blood loss."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "istradefylline",
            "description": {
                "common": "istradefylline will increase the level or effect of edoxaban by  P-glycoprotein (MDR1) efflux transporter. Use Caution/Monitor. Istradefylline 40 mg/day increased peak levels and AUC of P-gp substrates in clinical trials. Consider dose reduction of sensitive P-gp substrates."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ivacaftor",
            "description": {
                "common": "ivacaftor will increase the level or effect of edoxaban by  P-glycoprotein (MDR1) efflux transporter. Use Caution/Monitor. Dose adjustment may be required with strong P-gp inhibitors. DVT/PE treatment: Decrease dose to 30 mg PO once daily. NVAF: No dose reduction recommended"
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ketoprofen",
            "description": {
                "common": "edoxaban, ketoprofen.\nEither increases toxicity of the other by anticoagulation. Modify Therapy/Monitor Closely. Both drugs have the potential to cause bleeding, monitor closely. Promptly evaluate any signs or symptoms of blood loss."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ketorolac",
            "description": {
                "common": "edoxaban, ketorolac.\nEither increases toxicity of the other by anticoagulation. Modify Therapy/Monitor Closely. Both drugs have the potential to cause bleeding, monitor closely. Promptly evaluate any signs or symptoms of blood loss."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ketorolac intranasal",
            "description": {
                "common": "edoxaban, ketorolac intranasal.\nEither increases toxicity of the other by anticoagulation. Modify Therapy/Monitor Closely. Both drugs have the potential to cause bleeding, monitor closely. Promptly evaluate any signs or symptoms of blood loss."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "lenacapavir",
            "description": {
                "common": "lenacapavir will increase the level or effect of edoxaban by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor. Refer to the prescribing information for concomitant administration with combined moderate CYP3A inhibitors. "
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "levetiracetam",
            "description": {
                "common": "levetiracetam will decrease the level or effect of edoxaban by  unknown mechanism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "lonafarnib",
            "description": {
                "common": "lonafarnib will increase the level or effect of edoxaban by  P-glycoprotein (MDR1) efflux transporter. Modify Therapy/Monitor Closely. Lonafarnib is a weak P-gp inhibitor. Monitor for adverse reactions if coadministered with P-gp substrates where minimal concentration changes may lead to serious or life-threatening toxicities. Reduce P-gp substrate dose if needed."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "meclofenamate",
            "description": {
                "common": "edoxaban, meclofenamate.\nEither increases toxicity of the other by anticoagulation. Modify Therapy/Monitor Closely. Both drugs have the potential to cause bleeding, monitor closely. Promptly evaluate any signs or symptoms of blood loss."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "mefenamic acid",
            "description": {
                "common": "edoxaban, mefenamic acid.\nEither increases toxicity of the other by anticoagulation. Modify Therapy/Monitor Closely. Both drugs have the potential to cause bleeding, monitor closely. Promptly evaluate any signs or symptoms of blood loss."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "meloxicam",
            "description": {
                "common": "edoxaban, meloxicam.\nEither increases toxicity of the other by anticoagulation. Modify Therapy/Monitor Closely. Both drugs have the potential to cause bleeding, monitor closely. Promptly evaluate any signs or symptoms of blood loss."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "nabumetone",
            "description": {
                "common": "edoxaban, nabumetone.\nEither increases toxicity of the other by anticoagulation. Modify Therapy/Monitor Closely. Both drugs have the potential to cause bleeding, monitor closely. Promptly evaluate any signs or symptoms of blood loss."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "naproxen",
            "description": {
                "common": "edoxaban, naproxen.\nEither increases toxicity of the other by anticoagulation. Modify Therapy/Monitor Closely. Both drugs have the potential to cause bleeding, monitor closely. Promptly evaluate any signs or symptoms of blood loss."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "nirmatrelvir/ritonavir",
            "description": {
                "common": "nirmatrelvir/ritonavir will increase the level or effect of edoxaban by  P-glycoprotein (MDR1) efflux transporter. Modify Therapy/Monitor Closely. Coadministration is expected to increase edoxaban concentrations due to P-gp inhibition by ritonavir. Consider temporary edoxaban dose reduction or switching to LWMH. Resume usual edoxaban dose days after last nirmatrelvir/ritonavir dose. "
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "oxaprozin",
            "description": {
                "common": "edoxaban, oxaprozin.\nEither increases toxicity of the other by anticoagulation. Modify Therapy/Monitor Closely. Both drugs have the potential to cause bleeding, monitor closely. Promptly evaluate any signs or symptoms of blood loss."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "paroxetine",
            "description": {
                "common": "paroxetine increases effects of edoxaban by anticoagulation. Use Caution/Monitor. SSRIs may inhibit platelet aggregation, thus increase bleeding risk when coadministered with anticoagulants."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "piroxicam",
            "description": {
                "common": "edoxaban, piroxicam.\nEither increases toxicity of the other by anticoagulation. Modify Therapy/Monitor Closely. Both drugs have the potential to cause bleeding, monitor closely. Promptly evaluate any signs or symptoms of blood loss."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "prasugrel",
            "description": {
                "common": "edoxaban, prasugrel.\nEither increases toxicity of the other by anticoagulation. Modify Therapy/Monitor Closely. Both drugs have the potential to cause bleeding. The need for simultaneous use of platelet aggregation inhibitors with anticoagulants is common for patients with cardiovascular disease, but may result in increased bleeding; monitor closely. Promptly evaluate any signs or symptoms of blood loss."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "salsalate",
            "description": {
                "common": "edoxaban, salsalate.\nEither increases toxicity of the other by anticoagulation. Modify Therapy/Monitor Closely. Both drugs have the potential to cause bleeding, monitor closely. Promptly evaluate any signs or symptoms of blood loss."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "sarecycline",
            "description": {
                "common": "sarecycline will increase the level or effect of edoxaban by  P-glycoprotein (MDR1) efflux transporter. Use Caution/Monitor. Monitor for toxicities of P-gp substrates that may require dosage reduction when coadministered with P-gp inhibitors."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "saw palmetto",
            "description": {
                "common": "saw palmetto increases toxicity of edoxaban by unspecified interaction mechanism. Use Caution/Monitor. May increase risk of bleeding."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "sertraline",
            "description": {
                "common": "sertraline increases effects of edoxaban by pharmacodynamic synergism. Use Caution/Monitor. Combination may increase risk of bleeding."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "stiripentol",
            "description": {
                "common": "stiripentol will increase the level or effect of edoxaban by  P-glycoprotein (MDR1) efflux transporter. Modify Therapy/Monitor Closely. Consider reducing the dose of P-glycoprotein (P-gp) substrates, if adverse reactions are experienced when administered concomitantly with stiripentol."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "sulindac",
            "description": {
                "common": "edoxaban, sulindac.\nEither increases toxicity of the other by anticoagulation. Modify Therapy/Monitor Closely. Both drugs have the potential to cause bleeding, monitor closely. Promptly evaluate any signs or symptoms of blood loss."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ticagrelor",
            "description": {
                "common": "edoxaban, ticagrelor.\nEither increases toxicity of the other by anticoagulation. Modify Therapy/Monitor Closely. Both drugs have the potential to cause bleeding. The need for simultaneous use of platelet aggregation inhibitors with anticoagulants is common for patients with cardiovascular disease, but may result in increased bleeding; monitor closely. Promptly evaluate any signs or symptoms of blood loss."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ticlopidine",
            "description": {
                "common": "edoxaban, ticlopidine.\nEither increases toxicity of the other by anticoagulation. Modify Therapy/Monitor Closely. Both drugs have the potential to cause bleeding. The need for simultaneous use of platelet aggregation inhibitors with anticoagulants is common for patients with cardiovascular disease, but may result in increased bleeding; monitor closely. Promptly evaluate any signs or symptoms of blood loss."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "tirofiban",
            "description": {
                "common": "edoxaban, tirofiban.\nEither increases toxicity of the other by anticoagulation. Modify Therapy/Monitor Closely. Both drugs have the potential to cause bleeding. The need for simultaneous use of platelet aggregation inhibitors with anticoagulants is common for patients with cardiovascular disease, but may result in increased bleeding; monitor closely. Promptly evaluate any signs or symptoms of blood loss."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "tolmetin",
            "description": {
                "common": "edoxaban, tolmetin.\nEither increases toxicity of the other by anticoagulation. Modify Therapy/Monitor Closely. Both drugs have the potential to cause bleeding, monitor closely. Promptly evaluate any signs or symptoms of blood loss."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "tucatinib",
            "description": {
                "common": "tucatinib will increase the level or effect of edoxaban by  P-glycoprotein (MDR1) efflux transporter. Use Caution/Monitor. Consider reducing the dosage of P-gp substrates, where minimal concentration changes may lead to serious or life-threatening toxicities."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "valproic acid",
            "description": {
                "common": "valproic acid will decrease the level or effect of edoxaban by  unknown mechanism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "vorapaxar",
            "description": {
                "common": "edoxaban, vorapaxar.\nEither increases toxicity of the other by anticoagulation. Modify Therapy/Monitor Closely. Both drugs have the potential to cause bleeding. The need for simultaneous use of platelet aggregation inhibitors with anticoagulants is common for patients with cardiovascular disease, but may result in increased bleeding; monitor closely. Promptly evaluate any signs or symptoms of blood loss."
            }
        }
    ],
    "adverse effects": [
        {
            "name": "Major GI bleed",
            "percent": "1.8"
        },
        {
            "name": "warfarin",
            "percent": "1.3"
        },
        {
            "name": "Upper GI",
            "percent": "1.06"
        },
        {
            "name": "warfarin",
            "percent": "0.74"
        },
        {
            "name": "Lower GI",
            "percent": "0.73"
        },
        {
            "name": "warfarin",
            "percent": "0.54"
        },
        {
            "name": "Severe",
            "percent": "0.14"
        },
        {
            "name": "caused hemodynamic compromise requiring intervention",
            "percent": "0.14"
        },
        {
            "name": "warfarin",
            "percent": "0.1"
        },
        {
            "name": "Fatal",
            "percent": "0.1"
        },
        {
            "name": "warfarin",
            "percent": "3.1"
        },
        {
            "name": "Major",
            "percent": "3.7"
        },
        {
            "name": "warfarin",
            "percent": "0.5"
        },
        {
            "name": "Intracranial",
            "percent": "1"
        },
        {
            "name": "warfarin",
            "percent": "0.3"
        },
        {
            "name": "Type of intracranial bleeding Hemorrhagic stroke",
            "percent": "0.6"
        },
        {
            "name": "warfarin",
            "percent": "0.2"
        },
        {
            "name": "Other ICH",
            "percent": "0.5"
        },
        {
            "name": "warfarin",
            "percent": "0.3"
        },
        {
            "name": "Hemorrhagic stroke",
            "percent": "0.6"
        },
        {
            "name": "warfarin",
            "percent": "0.2"
        },
        {
            "name": "Other ICH",
            "percent": "0.5"
        },
        {
            "name": "warfarin",
            "percent": "1.8"
        },
        {
            "name": "Fatal",
            "percent": "0.4"
        },
        {
            "name": "warfarin",
            "percent": "0.2"
        },
        {
            "name": "ICH",
            "percent": "0.4"
        },
        {
            "name": "warfarin",
            "percent": "0.1"
        },
        {
            "name": "Non",
            "percent": "0.1"
        },
        {
            "name": "intracranial",
            "percent": "1.4"
        },
        {
            "name": "warfarin",
            "percent": "1.6"
        },
        {
            "name": "Major",
            "percent": "0.1"
        },
        {
            "name": "warfarin",
            "percent": "0.2"
        },
        {
            "name": "Fatal bleeding",
            "percent": "0.1"
        },
        {
            "name": "warfarin",
            "percent": "0.3"
        },
        {
            "name": "Intracranial",
            "percent": "0.6"
        },
        {
            "name": "fatal",
            "percent": "0.1"
        },
        {
            "name": "none",
            "percent": "0.3"
        },
        {
            "name": "warfarin",
            "percent": "9"
        },
        {
            "name": "Nonfatal",
            "percent": "7.2"
        },
        {
            "name": "warfarin",
            "percent": "5.9"
        },
        {
            "name": "Intracranial",
            "percent": "10"
        },
        {
            "name": "warfarin",
            "percent": "4.7"
        },
        {
            "name": "Vaginal",
            "percent": "5.7"
        },
        {
            "name": "warfarin",
            "percent": "4.2"
        },
        {
            "name": "Cutaneous soft tissue",
            "percent": "3.6"
        },
        {
            "name": "warfarin",
            "percent": "3.4"
        },
        {
            "name": "Epistaxis",
            "percent": "3.1"
        },
        {
            "name": "warfarin",
            "percent": "3.4"
        },
        {
            "name": "GI bleed",
            "percent": "3.9"
        },
        {
            "name": "warfarin",
            "percent": "2.2"
        },
        {
            "name": "Lower GI bleed",
            "percent": "2.8"
        },
        {
            "name": "warfarin",
            "percent": "1.4"
        },
        {
            "name": "Oral",
            "percent": "2.4"
        },
        {
            "name": "pharyngeal",
            "percent": null
        },
        {
            "name": "warfarin",
            "percent": null
        },
        {
            "name": "Macroscopic hematuria",
            "percent": null
        },
        {
            "name": "urethral",
            "percent": null
        },
        {
            "name": "warfarin",
            "percent": null
        },
        {
            "name": "Puncture site",
            "percent": null
        },
        {
            "name": "warfarin",
            "percent": null
        }
    ]
}