{
    "name": "Schisandra",
    "comment": "Herb/Suppl",
    "other_names": [
        "schisandra chinensis",
        "wu wei zi",
        "schizandra",
        "schisandra sphenanthera"
    ],
    "classes": [
        "Antimicrobials",
        "Herbals",
        "CYP3A4 Inhibitor",
        "Moderate"
    ],
    "source": "https://reference.medscape.com/drug/schisandra-chinensis-wu-wei-zi-344480",
    "pregnancy": {
        "common": [
            "Pregnancy Category: X",
            "Lactation: N/A"
        ],
        "specific": []
    },
    "lactation": {
        "common": [
            "Lactation: N/A"
        ]
    },
    "warnings": {
        "black_box_warning": {
            "common": [],
            "specific": []
        },
        "contraindicators": {
            "common": [
                "Hypersensitivity"
            ],
            "specific": []
        },
        "cautions": {
            "common": [],
            "specific": []
        }
    },
    "interactions": [
        {
            "classification_type": "Contraindicated",
            "interaction_with": "flibanserin",
            "description": {
                "common": "schisandra will increase the level or effect of flibanserin by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Contraindicated. Coadministration of flibanserin with moderate or strong CYP3A4 inhibitors is contraindicated. Severe hypotension or syncope can occur."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "lonafarnib",
            "description": {
                "common": "schisandra will increase the level or effect of lonafarnib by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Contraindicated. Lonafarnib is a sensitive CYP3A4 substrate. Coadministration with strong or moderate CYP3A4 inhibitors is contraindicated. "
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "avapritinib",
            "description": {
                "common": "schisandra will increase the level or effect of avapritinib by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug. Avoid coadministration of avapritinib with moderate CYP3A4 inhibitors. If unable to avoid, reduce avapritinib starting dose. See drug monograph Dosage Modifications."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "cobimetinib",
            "description": {
                "common": "schisandra will increase the level or effect of cobimetinib by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug. If concurrent short term (14 days or less) use of moderate CYP3A inhibitors is unavoidable for patients who are taking cobimetinib 60 mg, reduce the cobimetinib dose to 20 mg. After discontinuation of a moderate CYP3A inhibitor, resume cobimetinib 60 mg. Use an alternative to a moderate CYP3A inhibitor in patients who are taking a reduced dose of cobimetinib (40 or 20 mg daily)."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "elacestrant",
            "description": {
                "common": "schisandra will increase the level or effect of elacestrant by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "encorafenib",
            "description": {
                "common": "schisandra will increase the level or effect of encorafenib by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug. If concomitant use of a moderate CYP3A4 inhibitor is unavoidable, reduce encorafenib dose to one-half of the dose (eg, reduce from 450 mg/day to 225 mg/day). After discontinuing the inhibitor for 3-5 elimination half-lives, resume previous encorafenib dose."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "entrectinib",
            "description": {
                "common": "schisandra will increase the level or effect of entrectinib by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug. Avoid coadministration of moderate CYP3A4 inhibitors with entrectinib, a CYP3A4 substrate. If coadministration unavoidable, reduce dose to 200 mg/day for patients aged 12 y or older with BSA >1.50m2. Resume previous entrectinib dose after discontinuing moderate CYP3A inhibitor for 3-5 elimination half-lives."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "infigratinib",
            "description": {
                "common": "schisandra will increase the level or effect of infigratinib by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "ivabradine",
            "description": {
                "common": "schisandra will increase the level or effect of ivabradine by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug. Avoid coadministration of ivabradine with moderate CYP3A4 inhibitors."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "lemborexant",
            "description": {
                "common": "schisandra will increase the level or effect of lemborexant by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug. Avoid coadministration of lemborexant with moderate or strong CYP3A inhibitors."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "lurbinectedin",
            "description": {
                "common": "schisandra will increase the level or effect of lurbinectedin by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "midazolam intranasal",
            "description": {
                "common": "schisandra will increase the level or effect of midazolam intranasal by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug. Coadministration of moderate CYP3A4 inhibitors with midazolam intranasal causes higher midazolam systemic exposure, which may prolong sedation."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "mobocertinib",
            "description": {
                "common": "schisandra will increase the level or effect of mobocertinib by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug. If use of moderate CYP3A4 inhibitor unavoidable, reduce mobocertinib dose by ~50% (eg, 160 to 80 mg); closely monitor QTc interval."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "neratinib",
            "description": {
                "common": "schisandra will increase the level or effect of neratinib by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug. Avoid coadministration of neratinib with strong/moderate CYP3A4 inhibitors."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "omaveloxolone",
            "description": {
                "common": "schisandra will increase the level or effect of omaveloxolone by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug. If unavoidable, reduce omaveloxolone dose to 100 mg/day. Closely monitor for adverse effects. If adverse effects emerge, further reduce to 50 mg/day. "
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "pacritinib",
            "description": {
                "common": "schisandra will increase the level or effect of pacritinib by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "pemigatinib",
            "description": {
                "common": "schisandra will increase the level or effect of pemigatinib by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug. If coadministration with strong or moderate CYP3A4 inhibitors is unavoidable, reduce pemigatinib dose (refer to drug monograph dosage modifications). After discontinuing the CYP3A4 inhibitor for 3 elimination half-lives, may resume previous pemigatinib dose."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "pexidartinib",
            "description": {
                "common": "schisandra will increase the level or effect of pexidartinib by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug. If coadministration with strong or moderate CYP3A4 inhibitors is unavoidable, reduce pexidartinib dose (refer to drug monograph dosage modifications). After discontinuing the CYP3A4 inhibitor for 3 elimination half-lives, may resume previous pexidartinib dose."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "selumetinib",
            "description": {
                "common": "schisandra will increase the level or effect of selumetinib by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug. If coadministration with strong or moderate CYP3A4 inhibitors cannot be avoided, reduce selumetinib dosage (refer to selumetinib monograph for further information). After discontinuation of the strong or moderate CYP3A4 inhibitor for 3 elimination half-lives, resume selumetinib dose that was taken before initiating the inhibitor."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "siponimod",
            "description": {
                "common": "schisandra will increase the level or effect of siponimod by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug. Coadministration of siponimod with a moderate or strong CYP3A4 inhibitor PLUS a moderate or strong CYP2C9 inhibitor is not recommended."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "tazemetostat",
            "description": {
                "common": "schisandra will increase the level or effect of tazemetostat by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug. Avoid coadministration of tazemetostat with moderate CYP3A4 inhibitors. If coadministration is unavoidable, reduce tazemetostat current dose (see drug monograph Dosage Modifications). "
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "venetoclax",
            "description": {
                "common": "schisandra will increase the level or effect of venetoclax by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug. If a moderate CYP3A inhibitor must be used, reduce the venetoclax dose by at least 50%. Monitor more closely for signs of venetoclax toxicities."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "acalabrutinib",
            "description": {
                "common": "schisandra will increase the level or effect of acalabrutinib by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Modify Therapy/Monitor Closely. Decrease acalabrutinib dose to 100 mg once daily if coadministered with a moderate CYP3A inhibitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "alfentanil",
            "description": {
                "common": "schisandra will increase the level or effect of alfentanil by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "amiodarone",
            "description": {
                "common": "schisandra will increase the level or effect of amiodarone by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "atogepant",
            "description": {
                "common": "schisandra will increase the level or effect of atogepant by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "brexpiprazole",
            "description": {
                "common": "schisandra will increase the level or effect of brexpiprazole by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Modify Therapy/Monitor Closely. Administer a quarter of brexpiprazole dose if coadministered with a moderate CYP3A4 inhibitor PLUS a strong/moderate CYP2D6 inhibitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "buprenorphine subdermal implant",
            "description": {
                "common": "schisandra will increase the level or effect of buprenorphine subdermal implant by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Modify Therapy/Monitor Closely. Monitor patients already on buprenorphine subdermal implant who require newly-initiated treatment with CYP3A4 inhibitors for signs and symptoms of overmedication. If the dose of the concomitant CYP3A4 inhibitor cannot be reduced or discontinued, implant removal may be necessary and the patient should then be treated with a buprenorphine dosage form that permits dose adjustments. If a CYP3A4 inhibitor is discontinued in a patient who has been stabilized on buprenorphine, monitor the patient for withdrawal."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "buprenorphine, long-acting injection",
            "description": {
                "common": "schisandra will increase the level or effect of buprenorphine, long-acting injection by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Modify Therapy/Monitor Closely. Patients who transfer to buprenorphine long-acting injection from transmucosal buprenorphine coadministered with CYP3A4 inhibitors should be monitored to ensure buprenorphine plasma levels are adequate. Within 2 weeks, if signs and symptoms of buprenorphine toxicity or overdose occur and the concomitant CYP3A4 inhibitor cannot be reduced or discontinued, transition the patient back to a buprenorphine formulation that permits dose adjustments."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "cannabidiol",
            "description": {
                "common": "schisandra will increase the level or effect of cannabidiol by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Modify Therapy/Monitor Closely. Consider reducing the cannabidiol dose when coadministered with a moderate CYP3A4 inhibitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "carbamazepine",
            "description": {
                "common": "schisandra will increase the level or effect of carbamazepine by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "clonidine",
            "description": {
                "common": "schisandra will increase the level or effect of clonidine by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "cyclosporine",
            "description": {
                "common": "schisandra will increase the level or effect of cyclosporine by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "daridorexant",
            "description": {
                "common": "schisandra will increase the level or effect of daridorexant by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Modify Therapy/Monitor Closely. Daridorexant dose should not exceed 25 mg per night when coadministered with moderate CYP3A4 inhibitors."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "deflazacort",
            "description": {
                "common": "schisandra will increase the level or effect of deflazacort by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Modify Therapy/Monitor Closely. Decrease deflazacort dose to one-third of the recommended dose if coadministered with moderate or strong CYP3A4 inhibitors."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "diazepam intranasal",
            "description": {
                "common": "schisandra will increase the level or effect of diazepam intranasal by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor. Strong or moderate CYP3A4 inhibitors may decrease rate of diazepam elimination, thereby increasing adverse reactions to diazepam."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "dihydroergotamine",
            "description": {
                "common": "schisandra will increase the level or effect of dihydroergotamine by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "dihydroergotamine intranasal",
            "description": {
                "common": "schisandra will increase the level or effect of dihydroergotamine intranasal by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "disopyramide",
            "description": {
                "common": "schisandra will increase the level or effect of disopyramide by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ergotamine",
            "description": {
                "common": "schisandra will increase the level or effect of ergotamine by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "fentanyl",
            "description": {
                "common": "schisandra will increase the level or effect of fentanyl by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "fentanyl intranasal",
            "description": {
                "common": "schisandra will increase the level or effect of fentanyl intranasal by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "fentanyl transdermal",
            "description": {
                "common": "schisandra will increase the level or effect of fentanyl transdermal by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "fentanyl transmucosal",
            "description": {
                "common": "schisandra will increase the level or effect of fentanyl transmucosal by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "finerenone",
            "description": {
                "common": "schisandra will increase the level or effect of finerenone by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Modify Therapy/Monitor Closely. Monitor serum potassium during initiation and dosage adjustment of either finererone or moderate CYP3A4 inhibitors. Adjust finererone dosage as needed."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "guanfacine",
            "description": {
                "common": "schisandra will increase the level or effect of guanfacine by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Modify Therapy/Monitor Closely. Strong or moderate CYP3A4 inhibitors significantly increase guanfacine plasma concentrations. FDA-approved labeling for extended-release (ER) guanfacine recommends that, if coadministered, the guanfacine dosage should be decreased to half of the recommended dose. Specific recommendations for immediate-release (IR) guanfacine are not available."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ibrutinib",
            "description": {
                "common": "schisandra increases levels of ibrutinib by affecting hepatic/intestinal enzyme CYP3A4 metabolism. Modify Therapy/Monitor Closely. Coadministration with moderate CYP3A4 inhibitors, reduce ibrutinib dose to 280 mg qDay (B-cell malignancies) or 420 mg qDay (graft versus host disease). After CYP3A inhibitor discontinuation, resume previous dose of ibrutinib."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ifosfamide",
            "description": {
                "common": "schisandra decreases effects of ifosfamide by affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor. Coadministration ."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "irinotecan",
            "description": {
                "common": "schisandra will increase the level or effect of irinotecan by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "irinotecan liposomal",
            "description": {
                "common": "schisandra will increase the level or effect of irinotecan liposomal by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "isavuconazonium sulfate",
            "description": {
                "common": "schisandra will increase the level or effect of isavuconazonium sulfate by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ivosidenib",
            "description": {
                "common": "schisandra will increase the level or effect of ivosidenib by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor. Coadministration with moderate CYP3A4 inhibitors may increase ivosidenib plasma concentrations, thus increasing the risk of QTc prolongation. Monitor for increased risk of QTc interval prolongation."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "lefamulin",
            "description": {
                "common": "schisandra will increase the level or effect of lefamulin by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor. Monitor for adverse effects if lefamulin is coadministered with moderate CYP3A inhibitors."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "levamlodipine",
            "description": {
                "common": "schisandra will increase the level or effect of levamlodipine by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Modify Therapy/Monitor Closely. Coadministration with moderate and strong CYP3A inhibitors results in increased systemic exposure to amlodipine and may require dose reduction. Monitor for symptoms of hypotension and edema when amlodipine is coadministered with CYP3A inhibitors to determine the need for dose adjustment."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "lumateperone",
            "description": {
                "common": "schisandra will increase the level or effect of lumateperone by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Modify Therapy/Monitor Closely. Reduce lumateperone dose to 21 mg/day if coadministered with moderate CYP3A4 inhibitors."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "mavacamten",
            "description": {
                "common": "schisandra will increase the level or effect of mavacamten by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Modify Therapy/Monitor Closely. Inititiation of moderate CYP3A4 inhibitors may require decreased mavacamten dose. "
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "methadone",
            "description": {
                "common": "schisandra will increase the level or effect of methadone by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "methylergonovine",
            "description": {
                "common": "schisandra will increase the level or effect of methylergonovine by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "midazolam",
            "description": {
                "common": "schisandra will increase the level or effect of midazolam by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "naldemedine",
            "description": {
                "common": "schisandra increases levels of naldemedine by affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor. Monitor naldemedine for potential adverse effects if coadministered with strong or moderate CYP3A4 inhibitors."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "oliceridine",
            "description": {
                "common": "schisandra will increase the level or effect of oliceridine by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Modify Therapy/Monitor Closely. If concomitant use is necessary, may require less frequent oliceridine dosing. Closely monitor for respiratory depression and sedation and titrate subsequent doses accordingly. If inhibitor is discontinued, consider increase oliceridine dosage until stable drug effects are achieved. Monitor for signs of opioid withdrawal. "
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "pimozide",
            "description": {
                "common": "schisandra will increase the level or effect of pimozide by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "quinidine",
            "description": {
                "common": "schisandra will increase the level or effect of quinidine by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "quinine",
            "description": {
                "common": "schisandra will increase the level or effect of quinine by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "rimegepant",
            "description": {
                "common": "schisandra will increase the level or effect of rimegepant by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Modify Therapy/Monitor Closely. Avoid repeating rimegepant dose within 48 hr if coadministered with a moderate CYP3A4 inhibitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "sonidegib",
            "description": {
                "common": "schisandra will increase the level or effect of sonidegib by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Modify Therapy/Monitor Closely. Avoid coadministration of sonidegib with moderate CYP3A4 inhibitors. If a moderate CYP3A inhibitor must be used, administer the moderate CYP3A inhibitor for <14 days and monitor closely for adverse reactions, particularly musculoskeletal adverse reactions."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "sparsentan",
            "description": {
                "common": "schisandra will increase the level or effect of sparsentan by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor. No dosage adjustment needed. Monitor blood pressure, serum potassium, edema, and kidney function regularly if sparsentan is coadministered with moderate CYP3A4 inhibitors. "
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "sufentanil SL",
            "description": {
                "common": "schisandra will increase the level or effect of sufentanil SL by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor. Coadministration of sufentanil SL with any CYP3A4 inhibitor may increase sufentanil plasma concentration, and, thereby increase or prolonged adverse effects, including potentially fatal respiratory depression."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "tacrolimus",
            "description": {
                "common": "schisandra will increase the level or effect of tacrolimus by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "tezacaftor",
            "description": {
                "common": "schisandra will increase the level or effect of tezacaftor by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Modify Therapy/Monitor Closely. Adjust tezacaftor dosage regimen if coadministered with a moderate CYP3A inhibitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "tinidazole",
            "description": {
                "common": "schisandra will increase the level or effect of tinidazole by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "trabectedin",
            "description": {
                "common": "schisandra will increase the level or effect of trabectedin by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "voclosporin",
            "description": {
                "common": "schisandra will increase the level or effect of voclosporin by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Modify Therapy/Monitor Closely. Reduce voclosporin daily dosage to 15.8 mg PO in AM and 7.9 mg PO in PM."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "zanubrutinib",
            "description": {
                "common": "schisandra will increase the level or effect of zanubrutinib by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Modify Therapy/Monitor Closely. Reduce zanubrutinib (a CYP3A4 substrate) to 80 mg PO BID to when coadministered with a moderate CYP3A4 inhibitor. Interrupt dose as recommended for adverse reactions. After discontinuing the CYP3A4 inhibitor, resume previous dose of zanubrutinib. "
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "estradiol vaginal",
            "description": {
                "common": "schisandra will increase the level or effect of estradiol vaginal by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Minor/Significance Unknown."
            }
        }
    ],
    "adverse effects": [
        {
            "name": "Minor GI disturbances",
            "percent": null
        },
        {
            "name": "Urticaria",
            "percent": null
        },
        {
            "name": "CNS depression",
            "percent": null
        }
    ]
}