{
    "name": "risankizumab",
    "comment": "Rx",
    "other_names": [
        "Skyrizi",
        "risankizumab-rzaa"
    ],
    "classes": [
        "Antipsoriatics",
        "Systemic",
        "Interleukin Inhibitors",
        "Monoclonal Antibodies"
    ],
    "source": "https://reference.medscape.com/drug/skyrizi-risankizumab-1000307",
    "pregnancy": {
        "common": [
            "There is a pregnancy exposure registry that monitors outcomes in women with plaque psoriasis who become pregnant while receiving therapy; patients should be encouraged to enroll by calling 1- 877-302-2161 or visiting ",
            "Available pharmacovigilance and clinical trial data with use in pregnant women are insufficient to establish a drug-associated risk of major birth defects, miscarriage or other adverse maternal or fetal outcomes; although there are no data on this drug, monoclonal antibodies can be actively transported across placenta, and the drug may cause immunosuppression in the in the utero",
            "Published data suggest that the risk of adverse pregnancy outcomes in women with inflammatory bowel disease is associated with increased disease activity; adverse pregnancy outcomes include preterm delivery (before 37 weeks of gestation), low birth weight (less than 2500 g) in infants, and small for gestational age at birth",
            "Transport of endogenous IgG antibodies across placenta increases as pregnancy progresses, and peaks during third trimesterl because risankizumab may interfere with immune response to infections, risks and benefits should be considered prior to administer live vaccines to infants exposed to the drug in utero; there are insufficient data regarding infant serum levels of the drug at birth and duration of persistence of the drug in infant serum after birth; although a specific timeframe to delay live virus immunizations in infants exposed in utero is unknown, a minimum of 5 months after birth should be considered because of the half-life of the product"
        ],
        "specific": [
            {
                "type": "Animal data",
                "description": [
                    "In an enhanced prenatal and postnatal developmental toxicity study, pregnant cynomolgus monkeys were administered SC doses of 5 and 50 mg/kg risankizumab-rzaa qWeek during organogenesis up to parturition",
                    "At 50 mg/kg dose (20x the maximum recommended human dose [MRHD]; 2.5 mg/kg based on administration of a 150-mg dose to a 60-kg individual), increased fetal/infant loss was noted in pregnant monkeys",
                    "Clinical significance of these findings for humans is unknown"
                ]
            }
        ]
    },
    "lactation": {
        "common": [
            "There are no data on presence of the drug in human milk, effects on breastfed infant, or on milk production; endogenous maternal IgG and monoclonal antibodies are transferred in human milk; effects of local gastrointestinal exposure and limited systemic exposure in breastfed infant to this drug are unknown",
            "Consider the developmental and health benefits of breastfeeding along with the mother’s clinical need for the drug, and any potential adverse effects on the breastfed infant from the drug or from the underlying maternal condition"
        ]
    },
    "warnings": {
        "black_box_warning": {
            "common": [],
            "specific": []
        },
        "contraindicators": {
            "common": [
                "History of serious hypersensitivity reactions to risankizumab or any product excipients "
            ],
            "specific": []
        },
        "cautions": {
            "common": [
                "Serious hypersensitivity reactions, including anaphylaxis, reported; if a serious hypersensitivity reaction occurs, discontinue treatment and initiate appropriate therapy immediately",
                "Before initiating therapy, consider completion of all age-appropriate immunizations according to current immunization guidelines; avoid use of live vaccines in treated patients; no data available on response to live or inactive vaccines"
            ],
            "specific": [
                {
                    "type": "Tuberculosis",
                    "description": [
                        "Evaluate for TB infection before initiating",
                        "In Phase 3 clinical studies, patients with latent TB were concurrently treated with risankizumab and appropriate TB prophylaxis during the studies, none developed active TB",
                        "Consider antitubercular therapy before initiating in patients with history of latent or active TB in whom course of treatment cannot be confirmed",
                        "Monitor for signs and symptoms of active TB during and after treatment; do not administer to patients with active TB"
                    ]
                },
                {
                    "type": "Administration of vaccines",
                    "description": [
                        "Avoid use of live vaccines in patients receiving therapy; medications that interact with immune system may increase risk of infection following administration of live vaccines",
                        "Prior to initiating therapy, complete all age-appropriate vaccinations according to current immunization guidelines; no data are available on response to live or inactive vaccines"
                    ]
                },
                {
                    "type": "Infections",
                    "description": [
                        "Infections occurred more frequently in treated patients compared to placebo",
                        "Consider risks and benefits of risankizumab in patients with chronic infection or history of recurrent infection",
                        "If infection develops or is not responding to standard therapy, closely monitor and withhold risankizumab until the infection resolves"
                    ]
                },
                {
                    "type": "Hepatotoxicity",
                    "description": [
                        "Drug-induced liver injury was reported in a patient with Crohn disease (ALT 54x ULN, AST 30x ULN, and total bilirubin 2.2x ULN) following two IV 600-mg doses along with a rash that required hospitalization",
                        "Liver test abnormalities resolved following administration of steroids",
                        "For Crohn disease, evaluate liver enzymes and bilirubin at baseline, and during induction at least up to 12 weeks of treatment; monitor thereafter according to routine patient management",
                        "Consider other treatment options in patients with evidence of liver cirrhosis; promptly rule out the cause of liver enzyme elevation",
                        "Interrupt treatment if drug-induced liver injury is suspected, until this diagnosis is excluded",
                        "Instruct patients to seek immediate medical attention if they experience symptoms suggestive of hepatic dysfunction"
                    ]
                }
            ]
        }
    },
    "interactions": [
        {
            "classification_type": "Serious",
            "interaction_with": "adenovirus types 4 and 7 live, oral",
            "description": {
                "common": "risankizumab decreases effects of adenovirus types 4 and 7 live, oral by immunosuppressive effects; risk of infection. Avoid or Use Alternate Drug. Avoid use of live vaccines. Before starting risankizumab, complete age appropriate immunizations."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "axicabtagene ciloleucel",
            "description": {
                "common": "risankizumab, axicabtagene ciloleucel.\nEither increases effects of the other by immunosuppressive effects; risk of infection. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "BCG vaccine live",
            "description": {
                "common": "risankizumab decreases effects of BCG vaccine live by immunosuppressive effects; risk of infection. Avoid or Use Alternate Drug. Avoid use of live vaccines. Before starting risankizumab, complete age appropriate immunizations."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "brexucabtagene autoleucel",
            "description": {
                "common": "risankizumab, brexucabtagene autoleucel.\nEither increases effects of the other by immunosuppressive effects; risk of infection. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "ciltacabtagene autoleucel",
            "description": {
                "common": "risankizumab, ciltacabtagene autoleucel.\nEither increases effects of the other by immunosuppressive effects; risk of infection. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "idecabtagene vicleucel",
            "description": {
                "common": "risankizumab, idecabtagene vicleucel.\nEither increases effects of the other by immunosuppressive effects; risk of infection. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "influenza virus vaccine quadrivalent, intranasal",
            "description": {
                "common": "risankizumab decreases effects of influenza virus vaccine quadrivalent, intranasal by immunosuppressive effects; risk of infection. Avoid or Use Alternate Drug. Avoid use of live vaccines. Before starting risankizumab, complete age appropriate immunizations."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "lisocabtagene maraleucel",
            "description": {
                "common": "risankizumab, lisocabtagene maraleucel.\nEither increases effects of the other by immunosuppressive effects; risk of infection. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "measles mumps and rubella vaccine, live",
            "description": {
                "common": "risankizumab decreases effects of measles mumps and rubella vaccine, live by immunosuppressive effects; risk of infection. Avoid or Use Alternate Drug. Avoid use of live vaccines. Before starting risankizumab, complete age appropriate immunizations."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "measles, mumps, rubella and varicella vaccine, live",
            "description": {
                "common": "risankizumab decreases effects of measles, mumps, rubella and varicella vaccine, live by immunosuppressive effects; risk of infection. Avoid or Use Alternate Drug. Avoid use of live vaccines. Before starting risankizumab, complete age appropriate immunizations."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "rotavirus oral vaccine, live",
            "description": {
                "common": "risankizumab decreases effects of rotavirus oral vaccine, live by immunosuppressive effects; risk of infection. Avoid or Use Alternate Drug. Avoid use of live vaccines. Before starting risankizumab, complete age appropriate immunizations."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "smallpox (vaccinia) vaccine, live",
            "description": {
                "common": "risankizumab decreases effects of smallpox (vaccinia) vaccine, live by immunosuppressive effects; risk of infection. Avoid or Use Alternate Drug. Avoid use of live vaccines. Before starting risankizumab, complete age appropriate immunizations."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "tisagenlecleucel",
            "description": {
                "common": "risankizumab, tisagenlecleucel.\nEither increases effects of the other by immunosuppressive effects; risk of infection. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "typhoid vaccine live",
            "description": {
                "common": "risankizumab decreases effects of typhoid vaccine live by immunosuppressive effects; risk of infection. Avoid or Use Alternate Drug. Avoid use of live vaccines. Before starting risankizumab, complete age appropriate immunizations."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "upadacitinib",
            "description": {
                "common": "risankizumab, upadacitinib.\nEither increases effects of the other by immunosuppressive effects; risk of infection. Contraindicated."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "varicella virus vaccine live",
            "description": {
                "common": "risankizumab decreases effects of varicella virus vaccine live by immunosuppressive effects; risk of infection. Avoid or Use Alternate Drug. Avoid use of live vaccines. Before starting risankizumab, complete age appropriate immunizations."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "yellow fever vaccine",
            "description": {
                "common": "risankizumab decreases effects of yellow fever vaccine by immunosuppressive effects; risk of infection. Avoid or Use Alternate Drug. Avoid use of live vaccines. Before starting risankizumab, complete age appropriate immunizations."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "zoster vaccine live",
            "description": {
                "common": "risankizumab decreases effects of zoster vaccine live by immunosuppressive effects; risk of infection. Avoid or Use Alternate Drug. Avoid use of live vaccines. Before starting risankizumab, complete age appropriate immunizations."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "dengue vaccine",
            "description": {
                "common": "risankizumab decreases effects of dengue vaccine by immunosuppressive effects; risk of infection. Use Caution/Monitor. Immunosuppressive therapies (eg, irradiation, antimetabolites, alkylating agents, cytotoxic drugs, corticosteroids [greater than physiologic doses]) may reduce immune response to dengue vaccine."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "efgartigimod alfa",
            "description": {
                "common": "efgartigimod alfa will decrease the level or effect of risankizumab by  receptor binding competition. Use Caution/Monitor. Coadministration of efgartigimod with medications that bind to the human neonatal Fc receptor may lower systemic exposures and effectiveness of such medications. Closely monitor for reduced effectiveness of medications that bind to the human neonatal Fc receptor. If long-term use of such medications is essential, consider discontinuing efgartigimod and using alternative therapies."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "isavuconazonium sulfate",
            "description": {
                "common": "risankizumab and isavuconazonium sulfate both decrease  immunosuppressive effects; risk of infection. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ublituximab",
            "description": {
                "common": "ublituximab and risankizumab both increase  immunosuppressive effects; risk of infection. Modify Therapy/Monitor Closely. Owing to potential additive immunosuppressive effects, consider duration of effect and mechanism of action of these therapies if coadministered"
            }
        }
    ],
    "adverse effects": [
        {
            "name": "Upper respiratory tract infections",
            "percent": "13"
        },
        {
            "name": "Upper respiratory tract infections",
            "percent": "10.6"
        },
        {
            "name": "Headache",
            "percent": "3.5"
        },
        {
            "name": "Fatigue",
            "percent": "2.5"
        },
        {
            "name": "Injection site reactions",
            "percent": "1.5"
        },
        {
            "name": "Tinea infections",
            "percent": "1.1"
        },
        {
            "name": "Arthralgia",
            "percent": "5-9.2"
        },
        {
            "name": "Abdominal pain",
            "percent": "8.5"
        },
        {
            "name": "Headache",
            "percent": "6.6"
        },
        {
            "name": "Injection site reactions",
            "percent": "5.6"
        },
        {
            "name": "Anemia",
            "percent": "4.9"
        },
        {
            "name": "Pyrexia",
            "percent": "4.9"
        },
        {
            "name": "Back pain",
            "percent": "4.2"
        },
        {
            "name": "Arthropathy",
            "percent": "3.5"
        },
        {
            "name": "Urinary tract infection",
            "percent": "3.5"
        }
    ]
}