{
    "name": "ferrous sulfate",
    "comment": "Rx, OTC",
    "other_names": [
        "Slow FE",
        "Fer-In-Sol",
        "Feratab",
        "Iron",
        "Mol-Iron",
        "Feosol",
        "MyKidz Iron 10"
    ],
    "classes": [
        "Iron Products"
    ],
    "source": "https://reference.medscape.com/drug/slow-fe-fer-in-sol-ferrous-sulfate-342161",
    "pregnancy": {
        "common": [
            "Pregnancy category: Not studied",
            "Lactation: Drug is excreted in breast milk"
        ],
        "specific": []
    },
    "lactation": {
        "common": [
            "Lactation: Drug is excreted in breast milk"
        ]
    },
    "warnings": {
        "black_box_warning": {
            "common": [],
            "specific": []
        },
        "contraindicators": {
            "common": [
                "Hypersensitivity",
                "Hemochromatosis, hemolytic anemia"
            ],
            "specific": []
        },
        "cautions": {
            "common": [
                "Avoid use in peptic ulcer disease, ulcerative colitis, regional enteritis, and patients receiving frequent blood transfusions",
                "Absorption is variable and incomplete",
                "Liquid dosage forms contain 20% elemental iron; dried forms (usually monohydrate) have 30-33%",
                "Avoid use in premature infants until vitamin E stores, which are deficient at birth are replenished",
                "Avoid administering iron for >6 months except in patients with continuous bleeding or menorrhagia",
                "Unintentional iron overdose is leading cause of fatal poisoning in children <6 years; keep out of reach of children",
                "Hypersensitivity reactions, usually a delayed reaction, reported following exposure to pharmaceutical products containing polysorbate 80 in certain individuals; thrombocytopenia, ascites, pulmonary deterioration , and renal hepatic failure reported in premature neonates after receiving parenteral products containing polysorbate 80; some storage forms contain polysorbate 80",
                "Some dosage forms may contain propylene glycol; large amounts are potentially toxic and have been associated with hyperosmolality, lactic acidosis, seizures, and respiratory depression"
            ],
            "specific": []
        }
    },
    "interactions": [
        {
            "classification_type": "Serious",
            "interaction_with": "baloxavir marboxil",
            "description": {
                "common": "ferrous sulfate will decrease the level or effect of baloxavir marboxil by  cation binding in GI tract. Avoid or Use Alternate Drug. Baloxavir may bind to polyvalent cations resulting in decreased absorption. Studies in monkeys showed concurrent use with calcium, aluminum, or iron caused significantly decreased plasma levels. Human studies not conducted."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "demeclocycline",
            "description": {
                "common": "ferrous sulfate decreases levels of demeclocycline by inhibition of GI absorption. Applies only to oral form of both agents. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "dimercaprol",
            "description": {
                "common": "dimercaprol decreases toxicity of ferrous sulfate by nephrotoxicity and/or ototoxicity. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "doxycycline",
            "description": {
                "common": "ferrous sulfate decreases levels of doxycycline by inhibition of GI absorption. Applies only to oral form of both agents. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "eltrombopag",
            "description": {
                "common": "ferrous sulfate decreases levels of eltrombopag by inhibition of GI absorption. Applies only to oral form of both agents. Contraindicated. Separate by at least 4 hours."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "fleroxacin",
            "description": {
                "common": "ferrous sulfate decreases levels of fleroxacin by inhibition of GI absorption. Applies only to oral form of both agents. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "gemifloxacin",
            "description": {
                "common": "ferrous sulfate decreases levels of gemifloxacin by inhibition of GI absorption. Applies only to oral form of both agents. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "levofloxacin",
            "description": {
                "common": "ferrous sulfate decreases levels of levofloxacin by inhibition of GI absorption. Applies only to oral form of both agents. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "minocycline",
            "description": {
                "common": "ferrous sulfate decreases levels of minocycline by inhibition of GI absorption. Applies only to oral form of both agents. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "moxifloxacin",
            "description": {
                "common": "ferrous sulfate decreases levels of moxifloxacin by inhibition of GI absorption. Applies only to oral form of both agents. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "mycophenolate",
            "description": {
                "common": "ferrous sulfate decreases levels of mycophenolate by inhibition of GI absorption. Applies only to oral form of both agents. Avoid or Use Alternate Drug. Interaction only with oral iron administration."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "ofloxacin",
            "description": {
                "common": "ferrous sulfate decreases levels of ofloxacin by inhibition of GI absorption. Applies only to oral form of both agents. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "oxytetracycline",
            "description": {
                "common": "ferrous sulfate decreases levels of oxytetracycline by inhibition of GI absorption. Applies only to oral form of both agents. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "tetracycline",
            "description": {
                "common": "ferrous sulfate decreases levels of tetracycline by inhibition of GI absorption. Applies only to oral form of both agents. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "aluminum hydroxide",
            "description": {
                "common": "aluminum hydroxide will decrease the level or effect of ferrous sulfate by  increasing gastric pH. Applies only to oral form of both agents. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "bictegravir",
            "description": {
                "common": "ferrous sulfate will decrease the level or effect of bictegravir by  cation binding in GI tract. Modify Therapy/Monitor Closely. Bictegravir and supplements containing iron can be taken together with food. Routine administration of bictegravir (under fasting conditions) simultaneously with, or 2 hr after, supplements containing iron is not recommended."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "cimetidine",
            "description": {
                "common": "cimetidine will decrease the level or effect of ferrous sulfate by  increasing gastric pH. Applies only to oral form of both agents. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ciprofloxacin",
            "description": {
                "common": "ferrous sulfate decreases effects of ciprofloxacin by inhibition of GI absorption. Applies only to oral form of both agents. Use Caution/Monitor. Coadministration of ciprofloxacin with multivalent cation-containing products may reduce the bioavailability of ciprofloxacin by 90%. Administer ciprofloxacin at least 2 hours before or 6 hours after using these products. Use alternatives if available."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "deferasirox",
            "description": {
                "common": "deferasirox decreases levels of ferrous sulfate by inhibition of GI absorption. Applies only to oral form of both agents. Use Caution/Monitor. Deferasirox chelates iron."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "deferiprone",
            "description": {
                "common": "ferrous sulfate decreases levels of deferiprone by enhancing GI absorption. Applies only to oral form of both agents. Modify Therapy/Monitor Closely. Deferiprone may bind polyvalent cations (eg, iron, aluminum, and zinc), separate administration by at least 4 hr between deferiprone and other medications (eg, antacids), or supplements containing these polyvalent cations."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "deferoxamine",
            "description": {
                "common": "deferoxamine decreases levels of ferrous sulfate by inhibition of GI absorption. Applies only to oral form of both agents. Use Caution/Monitor. Deferoxamine chelates iron."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "delafloxacin",
            "description": {
                "common": "ferrous sulfate will decrease the level or effect of delafloxacin by  cation binding in GI tract. Modify Therapy/Monitor Closely. Oral delafloxacin form chelates with alkaline earth and transition metal cations. Administer oral delafloxacin at least 2 hr before or 6 hr after these agents."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "dexlansoprazole",
            "description": {
                "common": "dexlansoprazole will decrease the level or effect of ferrous sulfate by  increasing gastric pH. Applies only to oral form of both agents. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "dolutegravir",
            "description": {
                "common": "ferrous sulfate will decrease the level or effect of dolutegravir by  cation binding in GI tract. Modify Therapy/Monitor Closely. Administer dolutegravir 2 hr (dolutegravir or abacavir/dolutegravir/lamivudine) or 4 hr (dolutegravir/rilpivirine) before or 6 hr after taking medications containing polyvalent cations."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "esomeprazole",
            "description": {
                "common": "esomeprazole will decrease the level or effect of ferrous sulfate by  increasing gastric pH. Applies only to oral form of both agents. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "famotidine",
            "description": {
                "common": "famotidine will decrease the level or effect of ferrous sulfate by  increasing gastric pH. Applies only to oral form of both agents. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "green tea",
            "description": {
                "common": "green tea, ferrous sulfate. Other (see comment). Use Caution/Monitor. \nComment: When possible, do not consume green tea or green tea extract within 1 hour before or 2 hours after giving iron salts."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ibandronate",
            "description": {
                "common": "ferrous sulfate decreases levels of ibandronate by inhibition of GI absorption. Applies only to oral form of both agents. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ibuprofen/famotidine",
            "description": {
                "common": "ibuprofen/famotidine will decrease the level or effect of ferrous sulfate by  increasing gastric pH. Applies only to oral form of both agents. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "lansoprazole",
            "description": {
                "common": "lansoprazole will decrease the level or effect of ferrous sulfate by  increasing gastric pH. Applies only to oral form of both agents. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "levodopa",
            "description": {
                "common": "ferrous sulfate decreases levels of levodopa by inhibition of GI absorption. Applies only to oral form of both agents. Use Caution/Monitor. Oral administration of iron salts should be separated from levodopa by at least 2 hours."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "levothyroxine",
            "description": {
                "common": "ferrous sulfate decreases levels of levothyroxine by inhibition of GI absorption. Applies only to oral form of both agents. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "liothyronine",
            "description": {
                "common": "ferrous sulfate decreases levels of liothyronine by inhibition of GI absorption. Applies only to oral form of both agents. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "methyldopa",
            "description": {
                "common": "ferrous sulfate decreases levels of methyldopa by inhibition of GI absorption. Applies only to oral form of both agents. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "nizatidine",
            "description": {
                "common": "nizatidine will decrease the level or effect of ferrous sulfate by  increasing gastric pH. Applies only to oral form of both agents. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "omadacycline",
            "description": {
                "common": "ferrous sulfate will decrease the level or effect of omadacycline by  inhibition of GI absorption. Applies only to oral form of both agents. Modify Therapy/Monitor Closely. Multivalent cation-containing products may impair absorption of tetracyclines, which may decrease its efficacy. Separate dosing of tetracyclines from these products."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "omeprazole",
            "description": {
                "common": "omeprazole will decrease the level or effect of ferrous sulfate by  increasing gastric pH. Applies only to oral form of both agents. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "pancrelipase",
            "description": {
                "common": "pancrelipase decreases levels of ferrous sulfate by inhibition of GI absorption. Applies only to oral form of both agents. Use Caution/Monitor. Levels of iron salts may decrease with concomitant administration of digestive enzymes."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "pantoprazole",
            "description": {
                "common": "pantoprazole will decrease the level or effect of ferrous sulfate by  increasing gastric pH. Applies only to oral form of both agents. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "penicillamine",
            "description": {
                "common": "ferrous sulfate decreases levels of penicillamine by inhibition of GI absorption. Applies only to oral form of both agents. Use Caution/Monitor. Interaction only with oral iron administration."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "rabeprazole",
            "description": {
                "common": "rabeprazole will decrease the level or effect of ferrous sulfate by  increasing gastric pH. Applies only to oral form of both agents. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "sarecycline",
            "description": {
                "common": "ferrous sulfate will decrease the level or effect of sarecycline by  inhibition of GI absorption. Applies only to oral form of both agents. Modify Therapy/Monitor Closely. Multivalent cation-containing products may impair absorption of tetracyclines, which may decrease its efficacy. Separate dosing of tetracyclines from these products."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "sodium bicarbonate",
            "description": {
                "common": "sodium bicarbonate will decrease the level or effect of ferrous sulfate by  increasing gastric pH. Applies only to oral form of both agents. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "sodium citrate/citric acid",
            "description": {
                "common": "sodium citrate/citric acid will decrease the level or effect of ferrous sulfate by  increasing gastric pH. Applies only to oral form of both agents. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "sodium picosulfate/magnesium oxide/anhydrous citric acid",
            "description": {
                "common": "sodium picosulfate/magnesium oxide/anhydrous citric acid decreases levels of ferrous sulfate by cation binding in GI tract. Use Caution/Monitor. Take at least 2 hours before and not less than 6 hours after administration of sodium picosulfate, magnesium oxide and anhydrous citric acid to avoid magnesium chelation ."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "sodium sulfate/?magnesium sulfate/potassium chloride",
            "description": {
                "common": "sodium sulfate/?magnesium sulfate/potassium chloride decreases levels of ferrous sulfate by inhibition of GI absorption. Applies only to oral form of both agents. Modify Therapy/Monitor Closely. Administer iron products at least 2 hr before and no less than 6 hr after each dose to avoid chelation with magnesium. ."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "sodium sulfate/potassium sulfate/magnesium sulfate",
            "description": {
                "common": "sodium sulfate/potassium sulfate/magnesium sulfate decreases levels of ferrous sulfate by inhibition of GI absorption. Applies only to oral form of both agents. Modify Therapy/Monitor Closely. Administer iron products at least 2 hr before and no less than 6 hr after each dose to avoid chelation with magnesium. ."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "sodium zirconium cyclosilicate",
            "description": {
                "common": "sodium zirconium cyclosilicate will decrease the level or effect of ferrous sulfate by  increasing gastric pH. Applies only to oral form of both agents. Modify Therapy/Monitor Closely. Check specific recommendations for drugs that exhibit pH-dependent solubility that may affect their systemic exposure and efficacy. In general, administer drugs at least 2 hr before or after sodium zirconium cyclosilicate."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "thyroid desiccated",
            "description": {
                "common": "ferrous sulfate decreases levels of thyroid desiccated by inhibition of GI absorption. Applies only to oral form of both agents. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "trientine",
            "description": {
                "common": "trientine, ferrous sulfate.\nEither decreases levels of the other by inhibition of GI absorption. Applies only to oral form of both agents. Use Caution/Monitor. Separate by 2 hr."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "vitamin E",
            "description": {
                "common": "vitamin E decreases levels of ferrous sulfate by inhibition of GI absorption. Applies only to oral form of both agents. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "vonoprazan",
            "description": {
                "common": "vonoprazan will decrease the level or effect of ferrous sulfate by  inhibition of GI absorption. Applies only to oral form of both agents. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "acetohydroxamic acid",
            "description": {
                "common": "acetohydroxamic acid decreases levels of ferrous sulfate by inhibition of GI absorption. Applies only to oral form of both agents. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "calcium acetate",
            "description": {
                "common": "ferrous sulfate increases levels of calcium acetate by enhancing GI absorption. Applies only to oral form of both agents. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "calcium carbonate",
            "description": {
                "common": "ferrous sulfate increases levels of calcium carbonate by enhancing GI absorption. Applies only to oral form of both agents. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "calcium chloride",
            "description": {
                "common": "ferrous sulfate increases levels of calcium chloride by enhancing GI absorption. Applies only to oral form of both agents. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "calcium citrate",
            "description": {
                "common": "ferrous sulfate increases levels of calcium citrate by enhancing GI absorption. Applies only to oral form of both agents. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "calcium gluconate",
            "description": {
                "common": "ferrous sulfate increases levels of calcium gluconate by enhancing GI absorption. Applies only to oral form of both agents. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "carbidopa",
            "description": {
                "common": "ferrous sulfate decreases levels of carbidopa by inhibition of GI absorption. Applies only to oral form of both agents. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "didanosine",
            "description": {
                "common": "didanosine will decrease the level or effect of ferrous sulfate by  increasing gastric pH. Applies only to oral form of both agents. Minor/Significance Unknown. Applies to didanosine chewable tablets and powder for oral solution; administer 2 hr before or several hours after didanosine oral solution or chewable tablet administration"
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "gymnema",
            "description": {
                "common": "gymnema decreases levels of ferrous sulfate by inhibition of GI absorption. Applies only to oral form of both agents. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "manganese",
            "description": {
                "common": "ferrous sulfate decreases levels of manganese by inhibition of GI absorption. Applies only to oral form of both agents. Minor/Significance Unknown."
            }
        }
    ],
    "adverse effects": [
        {
            "name": "Constipation",
            "percent": null
        },
        {
            "name": "Contact irritation",
            "percent": null
        },
        {
            "name": "Diarrhea",
            "percent": null
        },
        {
            "name": "Dark stools",
            "percent": null
        },
        {
            "name": "GI hemorrhage",
            "percent": null
        },
        {
            "name": "rare",
            "percent": null
        },
        {
            "name": "GI irritation",
            "percent": null
        },
        {
            "name": "GI obstruction",
            "percent": null
        },
        {
            "name": "wax matrix products",
            "percent": null
        },
        {
            "name": "rare",
            "percent": null
        },
        {
            "name": "GI perforation",
            "percent": null
        },
        {
            "name": "rare",
            "percent": null
        },
        {
            "name": "Nausea",
            "percent": null
        },
        {
            "name": "Stomach pain",
            "percent": null
        },
        {
            "name": "Superficial tooth discoloration",
            "percent": null
        },
        {
            "name": "oral solutions",
            "percent": null
        },
        {
            "name": "Urine discoloration",
            "percent": null
        },
        {
            "name": "Vomiting",
            "percent": null
        }
    ]
}