{
    "name": "secnidazole",
    "comment": "Rx",
    "other_names": [
        "Solosec"
    ],
    "classes": [
        "Nitroimidazoles"
    ],
    "source": "https://reference.medscape.com/drug/solosec-secnidazole-1000168",
    "pregnancy": {
        "common": [
            "Data with secnidazole use in pregnant women are insufficient to inform a drug-associated risk of adverse developmental outcomes",
            "In animal reproduction studies, there were no adverse developmental outcomes when secnidazole was administered orally to pregnant rats and rabbits during organogenesis at doses up to 4 times the clinical dose"
        ],
        "specific": []
    },
    "lactation": {
        "common": [
            "There is no information on the presence of secnidazole in human milk, the effects on the breastfed child, or the effects on milk production",
            "Other nitroimidazole derivatives are present in human milk Because of the potential for serious adverse reactions, including tumorigenicity, advise patients that breastfeeding is not recommended during treatment with secnidazole and for 96 hr after administration of secnidazole"
        ]
    },
    "warnings": {
        "black_box_warning": {
            "common": [],
            "specific": []
        },
        "contraindicators": {
            "common": [
                "Hypersensitivity to secnidazole, excipients of the formulation, or other nitroimidazole derivatives",
                "Patients with Cockayne syndrome"
            ],
            "specific": []
        },
        "cautions": {
            "common": [
                "Vulvovaginal candidiasis may occur; symptomatic vulvovaginal candidiasis may require treatment with an antifungal agent",
                "Carcinogenicity has been seen in mice and rats treated long term with nitroimidazole derivatives, which are structurally related to secnidazole; avoid long-term use of secnidazole",
                "Prescribing secnidazole in the absence of proven or strongly suspected bacterial infection or a prophylactic indication is unlikely to provide benefit to the patient and increases the risk of the development of drug-resistant bacteria",
                "Avoid chronic use; carcinogenicity reported in mice and rats treated chronically with nitroimidazole derivatives, structurally related to secnidazole; significance unclear",
                "Severe irreversible hepatotoxicity/acute liver failure with fatal outcomes reported after initiation of metronidazole in patients with Cockayne syndrome"
            ],
            "specific": [
                {
                    "type": "Drug interaction overview",
                    "description": [
                        "Alcohol",
                        "Avoid alcoholic beverages and preparations containing ethanol or propylene glycol during secnidazole therapy and for 2 days after treatment is stopped ",
                        "Nausea, vomiting, diarrhea, abdominal pain, dizziness, and headache reported when coadministered"
                    ]
                }
            ]
        }
    },
    "interactions": [
        {
            "classification_type": "Serious",
            "interaction_with": "ethanol",
            "description": {
                "common": "ethanol increases toxicity of secnidazole by Other (see comment). Avoid or Use Alternate Drug. \nComment: Avoid alcoholic beverages and preparations containing ethanol or propylene glycol during secnidazole therapy and for 2 days after treatment is stopped. Nausea, vomiting, diarrhea, abdominal pain, dizziness, and headache reported when coadministered. ."
            }
        }
    ],
    "adverse effects": [
        {
            "name": "Vulvovaginal candidiasis",
            "percent": "8.4-9.6"
        },
        {
            "name": "Nausea",
            "percent": "3.6-5.3"
        },
        {
            "name": "Headache",
            "percent": "3.6"
        },
        {
            "name": "Dysgeusia",
            "percent": "3.4"
        },
        {
            "name": "Diarrhea",
            "percent": "2.5"
        },
        {
            "name": "Vomiting",
            "percent": "2.5"
        },
        {
            "name": "Abdominal pain",
            "percent": "2"
        },
        {
            "name": "Vulvovaginal pruritus",
            "percent": "2"
        },
        {
            "name": "Reported adverse reactions were nausea",
            "percent": null
        },
        {
            "name": "dysgeusia",
            "percent": null
        },
        {
            "name": "abdominal pain",
            "percent": null
        },
        {
            "name": "headache",
            "percent": null
        },
        {
            "name": "dizziness",
            "percent": null
        },
        {
            "name": "and vomiting when taken concomitantly with alcohol",
            "percent": null
        },
        {
            "name": "Severe irreversible hepatotoxicity",
            "percent": null
        },
        {
            "name": "acute liver failure",
            "percent": null
        },
        {
            "name": "patients with Cockayne syndrome",
            "percent": null
        }
    ]
}