{
    "name": "pegvisomant",
    "comment": "Rx",
    "other_names": [
        "Somavert"
    ],
    "classes": [
        "Metabolic & Endocrine",
        "Other"
    ],
    "source": "https://reference.medscape.com/drug/somavert-pegvisomant-342861",
    "pregnancy": {
        "common": [
            "Postmarketing reports of use in pregnant women are insufficient to establish a drug-associated risk for major birth defects, miscarriage or adverse maternal or fetal outcomes",
            "Published data from case reports, case series, and a small interventional study in pregnant women with acromegaly have demonstrated that acromegaly may improve or stabilize without treatment during pregnancy, particularly if acromegaly is treated before pregnancy",
            "In rare cases, acromegaly may worsen during pregnancy; since IGF-1 levels may change physiologically during pregnancy and interpreting IGF-1 and growth hormone levels in pregnant women with acromegaly may be unreliable, clinical monitoring is recommended"
        ],
        "specific": [
            {
                "type": "Animal data",
                "description": [
                    "In animal reproduction studies, fetotoxicity was observed at a dose that was 6 times maximum recommended human dose based on body surface area following subcutaneous administration during organogenesis or during preimplantation period"
                ]
            },
            {
                "type": "Reproductive potential",
                "description": [
                    "Discuss potential for unintended pregnancy with premenopausal women as therapeutic benefits of a reduction in growth hormone (GH) levels and normalization of insulin-like growth factor 1 (IGF-1) concentration in acromegalic females treated with pegvisomant may lead to improved fertility"
                ]
            }
        ]
    },
    "lactation": {
        "common": [
            "Limited information from a case report in published literature reported that the level of the drug in human milk was below the level of detection",
            "There is no information available on effects of the drug on breastfed infant or effects on milk production; the developmental and health benefits of breastfeeding should be considered along with the mother’s clinical need for therapy and any potential adverse effects on breastfed child from therapy or from underlying maternal condition"
        ]
    },
    "warnings": {
        "black_box_warning": {
            "common": [],
            "specific": []
        },
        "contraindicators": {
            "common": [
                "Hypersensitivity to pegvisomant or latex (vial stopper contains latex)"
            ],
            "specific": []
        },
        "cautions": {
            "common": [
                "Potential for GH deficiency; observe patients for signs or symptoms of GH deficiency; monitor serum IGF-1 q4-6wk",
                "Lipohypertrophy may occur; rotation of injection site may reduce occurence",
                "May increase liver function tests; obtain baseline serum alanine aminotransferase (ALT), aspartate aminotransferase (AST), serum total bilirubin (TBIL), and alkaline phosphatase (ALP) levels prior to initiating therapy"
            ],
            "specific": []
        }
    },
    "interactions": [
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "albiglutide",
            "description": {
                "common": "pegvisomant increases effects of albiglutide by Other (see comment). Use Caution/Monitor. \nComment: Pegvisomant may increase glucose tolerance. Dosage reductions of antidiabetic agents may be needed to avoid potential hypoglycemia."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "alfentanil",
            "description": {
                "common": "alfentanil decreases effects of pegvisomant by unknown mechanism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "belladonna and opium",
            "description": {
                "common": "belladonna and opium decreases effects of pegvisomant by unknown mechanism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "buprenorphine",
            "description": {
                "common": "buprenorphine decreases effects of pegvisomant by unknown mechanism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "buprenorphine buccal",
            "description": {
                "common": "buprenorphine buccal decreases effects of pegvisomant by unknown mechanism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "butorphanol",
            "description": {
                "common": "butorphanol decreases effects of pegvisomant by unknown mechanism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "codeine",
            "description": {
                "common": "codeine decreases effects of pegvisomant by unknown mechanism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "dextromoramide",
            "description": {
                "common": "dextromoramide decreases effects of pegvisomant by unknown mechanism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "diamorphine",
            "description": {
                "common": "diamorphine decreases effects of pegvisomant by unknown mechanism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "difenoxin hcl",
            "description": {
                "common": "difenoxin hcl decreases effects of pegvisomant by unknown mechanism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "diphenoxylate hcl",
            "description": {
                "common": "diphenoxylate hcl decreases effects of pegvisomant by unknown mechanism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "dipipanone",
            "description": {
                "common": "dipipanone decreases effects of pegvisomant by unknown mechanism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "exenatide injectable solution",
            "description": {
                "common": "pegvisomant increases effects of exenatide injectable solution by pharmacodynamic synergism. Use Caution/Monitor. Pegvisomant may increase glucose tolerance. Dosage reductions of antidiabetic agents may be needed to avoid potential hypoglycemia."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "hydrocodone",
            "description": {
                "common": "hydrocodone will decrease the level or effect of pegvisomant by  unknown mechanism. Use Caution/Monitor. Prescribing information describes higher pegvisomant doses are required to control insulinlike growth factor levels when coadministered with opioids."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "hydromorphone",
            "description": {
                "common": "hydromorphone decreases effects of pegvisomant by unknown mechanism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "levorphanol",
            "description": {
                "common": "levorphanol decreases effects of pegvisomant by unknown mechanism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "liraglutide",
            "description": {
                "common": "pegvisomant increases effects of liraglutide by Other (see comment). Use Caution/Monitor. \nComment: Pegvisomant may increase glucose tolerance. Dosage reductions of antidiabetic agents may be needed to avoid potential hypoglycemia."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "meperidine",
            "description": {
                "common": "meperidine decreases effects of pegvisomant by unknown mechanism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "methadone",
            "description": {
                "common": "methadone decreases effects of pegvisomant by unknown mechanism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "morphine",
            "description": {
                "common": "morphine decreases effects of pegvisomant by unknown mechanism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "nalbuphine",
            "description": {
                "common": "nalbuphine decreases effects of pegvisomant by unknown mechanism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "opium tincture",
            "description": {
                "common": "opium tincture decreases effects of pegvisomant by unknown mechanism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "oxycodone",
            "description": {
                "common": "oxycodone decreases effects of pegvisomant by unknown mechanism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "oxymorphone",
            "description": {
                "common": "oxymorphone decreases effects of pegvisomant by unknown mechanism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "papaveretum",
            "description": {
                "common": "papaveretum decreases effects of pegvisomant by unknown mechanism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "pegloticase",
            "description": {
                "common": "pegloticase will decrease the level or effect of pegvisomant by  Other (see comment). Use Caution/Monitor. According to the manufacturer, potential for anti-PEG antibody development that may bind to other pegylated drugs; clinical significance unknown"
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "pegvaliase",
            "description": {
                "common": "pegvaliase, pegvisomant. Other (see comment). Use Caution/Monitor. \nComment: The majority of patients treated with pegvaliase develop anti-polyethylene glycol (PEG) IgM and IgG antibodies. Risk of coadministration with different PEGylated products is unknown. There is a case report of anaphylaxis following a medroxyprogesterone acetate injectable suspension that contained PEG 3350. Carefully read all drug labels, including OTC drugs to check contents for PEG. Note: Unable to include an exhaustive product list for this interaction."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "pentazocine",
            "description": {
                "common": "pentazocine decreases effects of pegvisomant by unknown mechanism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "sufentanil",
            "description": {
                "common": "sufentanil decreases effects of pegvisomant by unknown mechanism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "tapentadol",
            "description": {
                "common": "tapentadol decreases effects of pegvisomant by unknown mechanism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "tramadol",
            "description": {
                "common": "tramadol decreases effects of pegvisomant by unknown mechanism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "acarbose",
            "description": {
                "common": "pegvisomant increases effects of acarbose by pharmacodynamic synergism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "chlorpropamide",
            "description": {
                "common": "pegvisomant increases effects of chlorpropamide by pharmacodynamic synergism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "glimepiride",
            "description": {
                "common": "pegvisomant increases effects of glimepiride by pharmacodynamic synergism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "glipizide",
            "description": {
                "common": "pegvisomant increases effects of glipizide by pharmacodynamic synergism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "glyburide",
            "description": {
                "common": "pegvisomant increases effects of glyburide by pharmacodynamic synergism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "insulin aspart",
            "description": {
                "common": "pegvisomant increases effects of insulin aspart by pharmacodynamic synergism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "insulin detemir",
            "description": {
                "common": "pegvisomant increases effects of insulin detemir by pharmacodynamic synergism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "insulin glargine",
            "description": {
                "common": "pegvisomant increases effects of insulin glargine by pharmacodynamic synergism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "insulin glulisine",
            "description": {
                "common": "pegvisomant increases effects of insulin glulisine by pharmacodynamic synergism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "insulin lispro",
            "description": {
                "common": "pegvisomant increases effects of insulin lispro by pharmacodynamic synergism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "insulin NPH",
            "description": {
                "common": "pegvisomant increases effects of insulin NPH by pharmacodynamic synergism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "insulin regular human",
            "description": {
                "common": "pegvisomant increases effects of insulin regular human by pharmacodynamic synergism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "metformin",
            "description": {
                "common": "pegvisomant increases effects of metformin by pharmacodynamic synergism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "miglitol",
            "description": {
                "common": "pegvisomant increases effects of miglitol by pharmacodynamic synergism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "nateglinide",
            "description": {
                "common": "pegvisomant increases effects of nateglinide by pharmacodynamic synergism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "pioglitazone",
            "description": {
                "common": "pegvisomant increases effects of pioglitazone by pharmacodynamic synergism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "repaglinide",
            "description": {
                "common": "pegvisomant increases effects of repaglinide by pharmacodynamic synergism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "rosiglitazone",
            "description": {
                "common": "pegvisomant increases effects of rosiglitazone by pharmacodynamic synergism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "saxagliptin",
            "description": {
                "common": "pegvisomant increases effects of saxagliptin by pharmacodynamic synergism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "sitagliptin",
            "description": {
                "common": "pegvisomant increases effects of sitagliptin by pharmacodynamic synergism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "tolazamide",
            "description": {
                "common": "pegvisomant increases effects of tolazamide by pharmacodynamic synergism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "tolbutamide",
            "description": {
                "common": "pegvisomant increases effects of tolbutamide by pharmacodynamic synergism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "vildagliptin",
            "description": {
                "common": "pegvisomant increases effects of vildagliptin by pharmacodynamic synergism. Minor/Significance Unknown."
            }
        }
    ],
    "adverse effects": [
        {
            "name": "Pain",
            "percent": null
        },
        {
            "name": "Injection site reaction",
            "percent": null
        },
        {
            "name": "Diarrhea",
            "percent": null
        },
        {
            "name": "Nausea",
            "percent": null
        },
        {
            "name": "Flu syndrome",
            "percent": null
        },
        {
            "name": "Injury",
            "percent": null
        },
        {
            "name": "Back pain",
            "percent": null
        },
        {
            "name": "Chest pain",
            "percent": null
        },
        {
            "name": "Dizziness",
            "percent": null
        },
        {
            "name": "Paresthesia",
            "percent": null
        },
        {
            "name": "Edema",
            "percent": null
        },
        {
            "name": "Hypertension",
            "percent": null
        },
        {
            "name": "Sinusitis",
            "percent": null
        },
        {
            "name": "Lipohypertrophy",
            "percent": null
        },
        {
            "name": "Elevated transaminases",
            "percent": null
        },
        {
            "name": "Systemic hypersensitivity reactions including anaphylactic",
            "percent": null
        },
        {
            "name": "anaphylactoid reactions",
            "percent": null
        },
        {
            "name": "laryngospasm",
            "percent": null
        },
        {
            "name": "angioedema",
            "percent": null
        },
        {
            "name": "generalized skin reactions",
            "percent": null
        },
        {
            "name": "rash",
            "percent": null
        },
        {
            "name": "erythema",
            "percent": null
        },
        {
            "name": "pruritus",
            "percent": null
        },
        {
            "name": "urticaria",
            "percent": null
        }
    ]
}