{
    "name": "acitretin",
    "comment": "Rx",
    "other_names": [
        "Soriatane (DSC)"
    ],
    "classes": [
        "Antipsoriatics",
        "Systemic",
        "Retinoid-like Agents"
    ],
    "source": "https://reference.medscape.com/drug/soriatane-acitretin-topical-343539",
    "pregnancy": null,
    "lactation": null,
    "warnings": {
        "black_box_warning": {
            "common": [
                "Elevated liver enzymes and hepatitis-related deaths reported",
                "Use only for severe psoriasis in women who are unresponsive or have contraindications to other therapy",
                "Should be prescribed by those who understand risk of teratogenic effects and those who are competent in the diagnosis and treatment of severe psoriasis and use of systemic retinoids",
                "Teratogenic agent; do not use in females who are pregnant, who intend to become pregnant during therapy or within 3 years after discontinuation of therapy, or who may not use reliable contraception during this time period",
                "Alcohol is contraindicated during treatment with acitretin and for 2 months after stopping therapy as ethanol promotes the formation of etretinate, which has prolonged half-life and teratogenic risk",
                "Females with childbearing potential must participate in Do Your P.A.R.T. (Pregnancy Prevention Actively Required During and After Treatment) program and have signed Patient Agreement/Informed Consent for Female Patients",
                "Do not use St. John’s wort due to the effect of decreased birth control effectiveness and potential breakthrough bleeding",
                "If pregnancy occurs during therapy or 3 yr after discontinuation, prescribers should discuss possible risks for the pregnancy",
                "Patients should not donate blood during therapy and 3 yr after discontinuation because women with childbearing potential should not receive blood from treated patients",
                "Elevations of AST (SGOT), ALT (SGPT), GGT (GGTP), or LDH reported; if hepatotoxicity suspected during treatment, discontinue therapy and investigate etiology further",
                "Males have shown residual amounts of acitretin in seminal fluid, which appears to pose little risk to the fetus, but data are limited"
            ],
            "specific": [
                {
                    "type": "Requirements for use in women of childbearing potential",
                    "description": [
                        "Use is contraindicated in females with childbearing potential unless patient meets ALL of the following conditions:",
                        "1) 2 negative urine or serum pregnancy test results (baseline and 1st 5 days of menses immediately before initiating therapy)",
                        "2) Repeated urine or serum pregnancy test monthly during therapy and q3mth during the 3 yr following discontinuation of therapy",
                        "3) Committed to use 2 (at least one should be primary) effective forms of contraception simultaneously unless the patient is abstinent, postmenopausal, or has undergone a hysterectomy",
                        "4) Use 2 effective forms of contraception simultaneously for at least 1 month prior to therapy, during therapy, and for 3 yr after discontinuing therapy",
                        "5) Microdosed “minipill” progestin preparations are not recommended because acitretin interferes with contraception effect and it is unknown whether other progestin contraceptives are adequate contraceptive methods during acitretin therapy"
                    ]
                }
            ]
        },
        "contraindicators": {
            "common": [
                "Hypersensitivity to retinoids (eg, angioedema, urticaria), parabens",
                "Coadministration with methotrexate (increased risk for hepatitis)",
                "Coadministration with tetracyclines (increases ICP, pseudotumor cerebri)",
                "Alcohol (see Black Box Warnings)",
                "Severely impairment of liver or kidney function and in patients with chronic abnormally elevated blood lipid values (see Black Box Warnings)",
                "Pregnancy: teratogenic (see Black Box Warnings)"
            ],
            "specific": []
        },
        "cautions": {
            "common": [
                "Check LFTs 1 day before starting, pregnancy test 2 wk prior to starting therapy",
                "Hyperostosis reported with long-term treatment",
                "New or progression of preexisting vertebral/skeletal abnormalities (eg, degenerative spurs, anterior bridging of spinal vertebrae, diffuse idiopathic skeletal hyperostosis, ligament calcification, and narrowing and destruction of cervical disc space)",
                "Exfoliative dermatitis and erythroderma reported",
                "Depression and/or other psychiatric symptoms such as aggressive feelings or thoughts of self-harm reported in patients taking retinoids; since other factors may contribute to these events, it is not known if they are related to therapy; counsel patients to stop taking this drug and to notify their prescriber immediately if they experience psychiatric symptoms",
                "Minimize exposing treated areas to sun or other UV light; significantly lower doses of phototherapy are required when this drug is used; effects on the stratum corneum induced by this drug can increase the risk of erythema (burning)"
            ],
            "specific": [
                {
                    "type": "Ophthalmic effects",
                    "description": [
                        "Ophthalmic conditions including dry eyes, irritation of eyes, and brow and lash loss; Bell’s palsy, blepharitis and/or crusting of lids, blurred vision, conjunctivitis, corneal epithelial abnormality, cortical cataract, decreased night vision, diplopia, itchy eyes or eyelids, nuclear cataract, pannus, papilledema, photophobia, posterior subcapsular cataract, recurrent sties, and subepithelial corneal lesions, reported; patients treated experiencing visual difficulties should discontinue the drug and undergo ophthalmologic evaluation"
                    ]
                },
                {
                    "type": "Pseudomotor cerebri",
                    "description": [
                        "Retinoids administered orally have been associated with cases of pseudotumor cerebri (benign intracranial hypertension); some events involved concomitant use of isotretinoin and tetracyclines; however, event seen in a single patient was not associated with tetracycline use",
                        "Early signs and symptoms include papilledema, headache, nausea and vomiting, and visual disturbances; patients with these signs and symptoms should be examined for papilledema and, if present, therapy should be discontinued immediately and be referred for neurological evaluation and care",
                        "Since both acitretin and tetracyclines can cause increased intracranial pressure, their combined use is contraindicated"
                    ]
                },
                {
                    "type": "Capillary leak syndrome",
                    "description": [
                        "Capillary leak syndrome, a potential manifestation of retinoic acid syndrome, has been reported in patients receiving this drug; features of this syndrome may include localized or generalized edema with secondary weight gain, fever, and hypotension",
                        "Rhabdomyolysis and myalgias have been reported in association with capillary leak syndrome, and laboratory tests may reveal neutrophilia, hypoalbuminemia, and an elevated hematocrit; discontinue therapy if capillary leak syndrome develops during therapy"
                    ]
                },
                {
                    "type": "Skeletal abnormalities",
                    "description": [
                        "In adults receiving long-term treatment, appropriate examinations should be periodically performed in view of possible ossification abnormalities; as frequency and severity of iatrogenic bony abnormality in adults is low, periodic radiography is only warranted in presence of symptoms or long-term use",
                        "If such disorders arise, continuation of therapy should be discussed with patient on basis of careful risk/benefit analysis; in clinical trials abnormalities of spine that showed new changes or progression of preexisting findings were reported",
                        "Changes included degenerative spurs, anterior bridging of spinal vertebrae, diffuse idiopathic skeletal hyperostosis, ligament calcification, and narrowing and destruction of cervical disc space; De novo changes (formation of small spurs) were also reported"
                    ]
                },
                {
                    "type": "Lipids and possible cardiovascular effects",
                    "description": [
                        "Blood lipid determinations should be performed before drug is administered and again at intervals of 1 to 2 weeks until lipid response to drug is established, usually within 4 to 8 weeks; elevation in triglycerides and cholesterol reported in clinical trials, respectively; decreased high-density lipoproteins (HDL) also reported in 40% of subjects; these effects of were generally reversible upon cessation of therapy",
                        "Increased tendency to develop hypertriglyceridemia associated with disturbances of lipid metabolism, diabetes mellitus, obesity, increased alcohol intake, or familial history of these conditions; because of risk of hypertriglyceridemia, serum lipids must be more closely monitored in high-risk patients and during long-term treatment",
                        "Hypertriglyceridemia and lowered HDL may increase a patient’s cardiovascular risk status; although no causal relationship established, there have been postmarketing reports of acute myocardial infarction or thromboembolic events in patients on therapy",
                        ".In addition, elevation of serum triglycerides to greater than 800 mg per dL has been associated with fatal fulminant pancreatitis; dietary modifications, reduction in dose, or drug therapy should be employed to control significant elevations of triglycerides; if despite these measures, hypertriglyceridemia and low HDL levels persist, the discontinuation of therapy should be considered",
                        "Triglyceride increases sufficient to be associated with pancreatitis not common; however, fatal fulminant pancreatitis; there have been rare reports of pancreatitis during therapy in the absence of hypertriglyceridemia"
                    ]
                }
            ]
        }
    },
    "interactions": [
        {
            "classification_type": "Contraindicated",
            "interaction_with": "demeclocycline",
            "description": {
                "common": "demeclocycline, acitretin. Other (see comment). Contraindicated. \nComment: Both acitretin and tetracyclines can cause increased intracranial pressure."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "doxycycline",
            "description": {
                "common": "doxycycline, acitretin. Other (see comment). Contraindicated. \nComment: Both acitretin and tetracyclines can cause increased intracranial pressure."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "ethanol",
            "description": {
                "common": "acitretin, ethanol. Mechanism: altering metabolism. Contraindicated. Ethanol converts acitretin to etretinate, a teratogenic substance that can remain in the body for years.  Women on acitretin should totally abstain from ethanol during and 2 months after stopping acitretin."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "methotrexate",
            "description": {
                "common": "acitretin, methotrexate.\nEither increases toxicity of the other by pharmacodynamic synergism. Contraindicated. Risk of additive hepatotoxicity."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "minocycline",
            "description": {
                "common": "minocycline, acitretin. Other (see comment). Contraindicated. \nComment: Both acitretin and tetracyclines can cause increased intracranial pressure."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "omadacycline",
            "description": {
                "common": "acitretin increases toxicity of omadacycline by Mechanism: unknown. Contraindicated. Concomitant use of oral retinoids with tetracyclines may increase the risk of pseudotumor cerebri/intracranial hypertension. ."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "sarecycline",
            "description": {
                "common": "acitretin increases toxicity of sarecycline by Mechanism: unknown. Contraindicated. Concomitant use of oral retinoids with tetracyclines may increase the risk of pseudotumor cerebri/intracranial hypertension. ."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "tetracycline",
            "description": {
                "common": "tetracycline, acitretin. Other (see comment). Contraindicated. \nComment: Both acitretin and tetracyclines can cause increased intracranial pressure."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "aminolevulinic acid oral",
            "description": {
                "common": "aminolevulinic acid oral, acitretin.\nEither increases toxicity of the other by pharmacodynamic synergism. Avoid or Use Alternate Drug. Avoid administering other phototoxic drugs with aminolevulinic acid oral for 24 hr during perioperative period."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "aminolevulinic acid topical",
            "description": {
                "common": "acitretin, aminolevulinic acid topical.\nEither increases toxicity of the other by pharmacodynamic synergism. Avoid or Use Alternate Drug. Each drug may increase the photosensitizing effect of the other."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "medroxyprogesterone",
            "description": {
                "common": "acitretin decreases effects of medroxyprogesterone by unknown mechanism. Avoid or Use Alternate Drug. Contraceptive failure may result."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "methyl aminolevulinate",
            "description": {
                "common": "acitretin, methyl aminolevulinate.\nEither increases toxicity of the other by pharmacodynamic synergism. Avoid or Use Alternate Drug. Each drug may increase the photosensitizing effect of the other."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "norethindrone",
            "description": {
                "common": "acitretin decreases effects of norethindrone by unknown mechanism. Contraindicated. Contraceptive failure may result."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "norethindrone acetate",
            "description": {
                "common": "acitretin decreases effects of norethindrone acetate by unknown mechanism. Contraindicated. Contraceptive failure may result."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "nitazoxanide",
            "description": {
                "common": "nitazoxanide, acitretin.\nEither increases levels of the other by Mechanism: pharmacodynamic synergism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ospemifene",
            "description": {
                "common": "acitretin, ospemifene.\nEither increases levels of the other by plasma protein binding competition. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "vitamin A",
            "description": {
                "common": "acitretin increases toxicity of vitamin A by pharmacodynamic synergism. Minor/Significance Unknown. (Vitamin A) Additive retinoid effects."
            }
        }
    ],
    "adverse effects": [
        {
            "name": "Cheilitis",
            "percent": "75"
        },
        {
            "name": "Alopecia",
            "percent": "50-75"
        },
        {
            "name": "Hypertriglyceridemia",
            "percent": "50-75"
        },
        {
            "name": "Skin peeling",
            "percent": "50-75"
        },
        {
            "name": "Dry skin",
            "percent": "25-50"
        },
        {
            "name": "Dysglycemia",
            "percent": "25-50"
        },
        {
            "name": "Increased LFT",
            "percent": "25-50"
        },
        {
            "name": "Nail disorder",
            "percent": "25-50"
        },
        {
            "name": "Pruritus",
            "percent": "25-50"
        },
        {
            "name": "Rhinitis",
            "percent": "25-50"
        },
        {
            "name": "arthralgia",
            "percent": "10-25"
        },
        {
            "name": "changes in phosphorus",
            "percent": "10-25"
        },
        {
            "name": "potassium",
            "percent": "10-25"
        },
        {
            "name": "sodium",
            "percent": "10-25"
        },
        {
            "name": "magnesium levels",
            "percent": "10-25"
        },
        {
            "name": "Dry mouth",
            "percent": "10-25"
        },
        {
            "name": "Epistaxis",
            "percent": "10-25"
        },
        {
            "name": "Erythematous rash",
            "percent": "10-25"
        },
        {
            "name": "Hepatotoxicity",
            "percent": "10-25"
        },
        {
            "name": "Hyperesthesia",
            "percent": "10-25"
        },
        {
            "name": "Paresthesia",
            "percent": "10-25"
        },
        {
            "name": "Paronychia",
            "percent": "10-25"
        },
        {
            "name": "Rigors",
            "percent": "10-25"
        },
        {
            "name": "Skin atrophy",
            "percent": "10-25"
        },
        {
            "name": "Spinal hyperostosis",
            "percent": null
        },
        {
            "name": "Sticky skin",
            "percent": null
        },
        {
            "name": "Xerophthalmia",
            "percent": null
        },
        {
            "name": "Edema",
            "percent": null
        },
        {
            "name": "Flushing",
            "percent": null
        },
        {
            "name": "Depression",
            "percent": null
        },
        {
            "name": "Fatigue",
            "percent": null
        },
        {
            "name": "Headache",
            "percent": null
        },
        {
            "name": "Insomnia",
            "percent": null
        },
        {
            "name": "Somnolence",
            "percent": null
        },
        {
            "name": "Abdominal pain",
            "percent": null
        },
        {
            "name": "Anorexia",
            "percent": null
        },
        {
            "name": "Diarrhea",
            "percent": null
        },
        {
            "name": "Gingivitis",
            "percent": null
        },
        {
            "name": "Increased appetite",
            "percent": null
        },
        {
            "name": "Nausea",
            "percent": null
        },
        {
            "name": "Stomatitis",
            "percent": null
        },
        {
            "name": "Vomiting",
            "percent": null
        },
        {
            "name": "Hot flashes",
            "percent": null
        },
        {
            "name": "Vision changes",
            "percent": null
        },
        {
            "name": "Corneal epithelial abnormality",
            "percent": null
        },
        {
            "name": "Sinusitis",
            "percent": null
        }
    ]
}