{
    "name": "nateglinide",
    "comment": "Rx",
    "other_names": [
        "Starlix"
    ],
    "classes": [
        "Antidiabetics",
        "Meglitinides Derivatives"
    ],
    "source": "https://reference.medscape.com/drug/starlix-nateglinide-342723",
    "pregnancy": {
        "common": [
            "Available data from published literature and applicant’s pharmacovigilance in pregnant women are insufficient to identify a drug-associated risk of major birth defects, miscarriage or other adverse maternal or fetal outcomes",
            "There are risks to mother and fetus associated with poorly controlled diabetes in pregnancy",
            "Therapy should be used during pregnancy only if potential benefit justifies potential risk to fetus",
            "Poorly controlled diabetes in pregnancy increases maternal risk for diabetic ketoacidosis, pre-eclampsia, spontaneous abortions, preterm delivery, and delivery complications",
            "Poorly controlled diabetes increases fetal risk for major birth defects, stillbirth, and macrosomia related morbidity"
        ],
        "specific": [
            {
                "type": "Animal data",
                "description": [
                    "In animal reproduction studies, there was no teratogenicity in rats and rabbits administered oral nateglinide during organogenesis at approximately 27 and 8 times maximum recommended human dose (MRHD), respectively, based on body surface area (BSA)"
                ]
            }
        ]
    },
    "lactation": {
        "common": [
            "There are no data on presence of nateglinide in human milk, effects on breastfeeding infant, or on milk production",
            "The drug is present in animal milk; when a drug is present in animal milk, it is likely that the drug will be present in human milk",
            "Because potential for hypoglycemia in breast-fed infants, advise women that use of the drug is not recommended while breastfeeding"
        ]
    },
    "warnings": {
        "black_box_warning": {
            "common": [],
            "specific": []
        },
        "contraindicators": {
            "common": [
                "Documented hypersensitivity"
            ],
            "specific": []
        },
        "cautions": {
            "common": [
                "Not to be used in combination with an insulin secretagogue (eg, glyburide)",
                "Not to be used as substitute for metformin monotherapy but as adjunctive",
                "There have been no clinical studies establishing conclusive evidence of macrovascular risk reduction with therapy"
            ],
            "specific": [
                {
                    "type": "Hypoglycemia",
                    "description": [
                        "Use caution in patients with risk of severe hypoglycemia: elderly, malnourished, adrenal or pituitary insufficiency, hepatic insufficiency",
                        "Glinides can cause hypoglycemia; severe hypoglycemia can cause seizures, may be life-threatening or cause death",
                        "Hypoglycemia can impair concentration ability and reaction time; this may place an individual and others at risk in situations where these abilities are important (eg, driving or operating other machinery)",
                        "Hypoglycemia can happen suddenly, and symptoms may differ in each individual and change over time in the same individual",
                        "Symptomatic awareness of hypoglycemia may be less pronounced in patients with longstanding diabetes, in patients with diabetic neuropathy (nerve disease), in patients using medications that block the sympathetic nervous system (eg, beta-blockers), or in patients who experience recurrent hypoglycemia",
                        "Factors which may increase risk of hypoglycemia include changes in meal pattern (eg, macronutrient content), changes in level of physical activity, changes to coadministered medication, and concomitant use with other antidiabetic agents",
                        "Patients with renal or hepatic impairment may be at higher risk of hypoglycemia; clinical Pharmacology; patients should take the medication before meals and be instructed to skip the dose if a meal is skipped",
                        "Patients and caregivers must be educated to recognize and manage hypoglycemia; self-monitoring of blood glucose plays an essential role in the prevention and management of hypoglycemia; in patients at higher risk for hypoglycemia and patients who have reduced symptomatic awareness of hypoglycemia, increased frequency of blood glucose monitoring recommended"
                    ]
                }
            ]
        }
    },
    "interactions": [
        {
            "classification_type": "Serious",
            "interaction_with": "baricitinib",
            "description": {
                "common": "nateglinide will increase the level or effect of baricitinib by  decreasing elimination. Avoid or Use Alternate Drug. Coadministration of baricitinib with strong organic anion transporter 3 (OAT3) inhibitors is not recommended."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "efavirenz",
            "description": {
                "common": "efavirenz will increase the level or effect of nateglinide by  affecting hepatic enzyme CYP2C9/10 metabolism. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "ethanol",
            "description": {
                "common": "ethanol, nateglinide. Other (see comment). Contraindicated. \nComment: Excessive EtOH consumption may alter glycemic control.  Some sulfonylureas may produce a disulfiram like rxn."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "ivosidenib",
            "description": {
                "common": "ivosidenib will decrease the level or effect of nateglinide by  affecting hepatic enzyme CYP2C9/10 metabolism. Avoid or Use Alternate Drug. Avoid coadministration of sensitive CYP2C9  substrates with ivosidenib or replace with alternate therapies. If coadministration is unavoidable, monitor patients for loss of therapeutic effect of these drugs."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "albiglutide",
            "description": {
                "common": "albiglutide, nateglinide.\nEither increases effects of the other by pharmacodynamic synergism. Use Caution/Monitor. Concurrent use may increase risk of hypoglycemia; monitor glucose levels."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "alogliptin",
            "description": {
                "common": "alogliptin, nateglinide.\nEither increases effects of the other by pharmacodynamic synergism. Use Caution/Monitor. Coadministration of alogliptin with insulin and/or insulin secretagogues (eg, sulfonylureas, meglitinide derivatives) may increase risk for hypoglycemia; may require lower dose of insulin or insulin secretagogue ."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "alpelisib",
            "description": {
                "common": "alpelisib will decrease the level or effect of nateglinide by  pharmacodynamic synergism. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "amiodarone",
            "description": {
                "common": "amiodarone will increase the level or effect of nateglinide by  affecting hepatic enzyme CYP2C9/10 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "amobarbital",
            "description": {
                "common": "amobarbital will decrease the level or effect of nateglinide by  affecting hepatic enzyme CYP2C9/10 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "apalutamide",
            "description": {
                "common": "apalutamide will decrease the level or effect of nateglinide by  affecting hepatic enzyme CYP2C9/10 metabolism. Use Caution/Monitor. Coadministration of apalutamide, a weak CYP2C9 inducer, with drugs that are CYP2C9 substrates can result in lower exposure to these medications. Evaluate for loss of therapeutic effect if medication must be coadministered."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "aripiprazole",
            "description": {
                "common": "aripiprazole, nateglinide. Other (see comment). Use Caution/Monitor. \nComment: Atypical antipsychotics have been associated with hyperglycemia that may alter blood glucose control; monitor glucose levels closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "asenapine",
            "description": {
                "common": "asenapine, nateglinide. Other (see comment). Use Caution/Monitor. \nComment: Atypical antipsychotics have been associated with hyperglycemia that may alter blood glucose control; monitor glucose levels closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "atazanavir",
            "description": {
                "common": "atazanavir decreases effects of nateglinide by Other (see comment). Use Caution/Monitor. \nComment: Reports of hyperglycemia due to insulin resistance with protease inhibitors. ."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "bexagliflozin",
            "description": {
                "common": "bexagliflozin, nateglinide.\nEither increases effects of the other by pharmacodynamic synergism. Modify Therapy/Monitor Closely. Consider a lower dose of insulin secretagogue to avoid hypoglycemia when coadministered with bexagliflozin."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "bexarotene",
            "description": {
                "common": "bexarotene increases effects of nateglinide by pharmacodynamic synergism. Use Caution/Monitor. Based on the mechanism of action, bexarotene capsules may increase the action of insulin enhancing agents, resulting in hypoglycemia. Hypoglycemia has not been associated with bexarotene monotherapy."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "bitter melon",
            "description": {
                "common": "bitter melon increases effects of nateglinide by pharmacodynamic synergism. Use Caution/Monitor. Risk of hypoglycemia."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "bosentan",
            "description": {
                "common": "bosentan will decrease the level or effect of nateglinide by  affecting hepatic enzyme CYP2C9/10 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "butabarbital",
            "description": {
                "common": "butabarbital will decrease the level or effect of nateglinide by  affecting hepatic enzyme CYP2C9/10 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "butalbital",
            "description": {
                "common": "butalbital will decrease the level or effect of nateglinide by  affecting hepatic enzyme CYP2C9/10 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "canagliflozin",
            "description": {
                "common": "nateglinide, canagliflozin.\nEither increases effects of the other by pharmacodynamic synergism. Modify Therapy/Monitor Closely. Consider a lower dose of insulin or insulin secretagogue to avoid hypoglycemia when coadministered with canagliflozin."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "cannabidiol",
            "description": {
                "common": "cannabidiol will increase the level or effect of nateglinide by  decreasing metabolism. Modify Therapy/Monitor Closely. Cannabidiol may potentially  inhibit CYP2C9 activity. Consider reducing the dose when concomitantly using CYP2C9 substrates."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "carbamazepine",
            "description": {
                "common": "carbamazepine will decrease the level or effect of nateglinide by  affecting hepatic enzyme CYP2C9/10 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "carvedilol",
            "description": {
                "common": "nateglinide will increase the level or effect of carvedilol by  affecting hepatic enzyme CYP2C9/10 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "cimetidine",
            "description": {
                "common": "cimetidine will increase the level or effect of nateglinide by  affecting hepatic enzyme CYP2C9/10 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "cinnamon",
            "description": {
                "common": "cinnamon increases effects of nateglinide by pharmacodynamic synergism. Use Caution/Monitor. Potential for hypoglycemia."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ciprofloxacin",
            "description": {
                "common": "ciprofloxacin increases effects of nateglinide by pharmacodynamic synergism. Use Caution/Monitor. Hyper and hypoglycemia have been reported in patients treated concomitantly with quinolones and antidiabetic agents. Careful monitoring of blood glucose is recommended."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "clarithromycin",
            "description": {
                "common": "clarithromycin decreases levels of nateglinide by affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor. May result in hypoglycemia; monitor glucose levels closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "clozapine",
            "description": {
                "common": "clozapine, nateglinide. Other (see comment). Use Caution/Monitor. \nComment: Atypical antipsychotics have been associated with hyperglycemia that may alter blood glucose control; monitor glucose levels closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "dapagliflozin",
            "description": {
                "common": "nateglinide, dapagliflozin.\nEither increases effects of the other by pharmacodynamic synergism. Modify Therapy/Monitor Closely. Consider a lower dose of insulin or insulin secretagogue to avoid hypoglycemia when coadministered with dapagliflozin."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "darunavir",
            "description": {
                "common": "darunavir decreases effects of nateglinide by Other (see comment). Use Caution/Monitor. \nComment: Reports of hyperglycemia due to insulin resistance with protease inhibitors. ."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "dobutamine",
            "description": {
                "common": "dobutamine decreases effects of nateglinide by pharmacodynamic antagonism. Use Caution/Monitor. Coadministration may reduce nateglinide's hypoglycemic action."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "dopamine",
            "description": {
                "common": "dopamine decreases effects of nateglinide by pharmacodynamic antagonism. Use Caution/Monitor. Coadministration may reduce nateglinide's hypoglycemic action."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "dulaglutide",
            "description": {
                "common": "dulaglutide, nateglinide.\nEither increases effects of the other by pharmacodynamic synergism. Use Caution/Monitor. Antidiabetic agents are often used in combination; dosage adjustments may be required when initiating or discontinuing antidiabetic agents."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "eltrombopag",
            "description": {
                "common": "nateglinide will increase the level or effect of eltrombopag by  affecting hepatic enzyme CYP2C9/10 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "elvitegravir/cobicistat/emtricitabine/tenofovir DF",
            "description": {
                "common": "elvitegravir/cobicistat/emtricitabine/tenofovir DF decreases levels of nateglinide by affecting hepatic enzyme CYP2C9/10 metabolism. Use Caution/Monitor. Elvitegravir is a moderate CYP2C9 inducer."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "empagliflozin",
            "description": {
                "common": "empagliflozin, nateglinide.\nEither increases effects of the other by pharmacodynamic synergism. Modify Therapy/Monitor Closely. Consider a lower dose of insulin or insulin secretagogue to avoid hypoglycemia when coadministered with SGLT2 inhibitors."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ephedrine",
            "description": {
                "common": "ephedrine decreases effects of nateglinide by pharmacodynamic antagonism. Use Caution/Monitor. Coadministration may reduce nateglinide's hypoglycemic action."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "epinephrine",
            "description": {
                "common": "epinephrine decreases effects of nateglinide by pharmacodynamic antagonism. Use Caution/Monitor. Coadministration may reduce nateglinide's hypoglycemic action."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ertugliflozin",
            "description": {
                "common": "ertugliflozin, nateglinide.\nEither increases effects of the other by pharmacodynamic synergism. Modify Therapy/Monitor Closely. Consider a lower dose of insulin or insulin secretagogue to avoid hypoglycemia when coadministered with ertugliflozin."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ethotoin",
            "description": {
                "common": "nateglinide will increase the level or effect of ethotoin by  affecting hepatic enzyme CYP2C9/10 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "etravirine",
            "description": {
                "common": "etravirine will increase the level or effect of nateglinide by  affecting hepatic enzyme CYP2C9/10 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "exenatide injectable solution",
            "description": {
                "common": "exenatide injectable solution, nateglinide.\nEither increases effects of the other by pharmacodynamic synergism. Use Caution/Monitor. Concurrent use may increase risk of hypoglycemia; monitor glucose levels."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "exenatide injectable suspension",
            "description": {
                "common": "exenatide injectable suspension, nateglinide.\nEither increases effects of the other by pharmacodynamic synergism. Use Caution/Monitor. Concurrent use may increase risk of hypoglycemia; monitor glucose levels."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "felbamate",
            "description": {
                "common": "felbamate will increase the level or effect of nateglinide by  affecting hepatic enzyme CYP2C9/10 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "fleroxacin",
            "description": {
                "common": "fleroxacin increases effects of nateglinide by pharmacodynamic synergism. Use Caution/Monitor. Quinolone antibiotic administration may result in hyper- or hypoglycemia. Gatifloxacin is most likely to produce dysglycemia; moxifloxacin is least likely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "fluconazole",
            "description": {
                "common": "fluconazole will increase the level or effect of nateglinide by  affecting hepatic enzyme CYP2C9/10 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "fluoxetine",
            "description": {
                "common": "fluoxetine will increase the level or effect of nateglinide by  affecting hepatic enzyme CYP2C9/10 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "fluvoxamine",
            "description": {
                "common": "fluvoxamine will increase the level or effect of nateglinide by  affecting hepatic enzyme CYP2C9/10 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "fosamprenavir",
            "description": {
                "common": "fosamprenavir decreases effects of nateglinide by Other (see comment). Use Caution/Monitor. \nComment: Reports of hyperglycemia due to insulin resistance with protease inhibitors. ."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "fosphenytoin",
            "description": {
                "common": "nateglinide will increase the level or effect of fosphenytoin by  affecting hepatic enzyme CYP2C9/10 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "gemifloxacin",
            "description": {
                "common": "gemifloxacin increases effects of nateglinide by pharmacodynamic synergism. Use Caution/Monitor. Quinolone antibiotic administration may result in hyper- or hypoglycemia. Gatifloxacin is most likely to produce dysglycemia; moxifloxacin is least likely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "iloperidone",
            "description": {
                "common": "iloperidone, nateglinide. Other (see comment). Use Caution/Monitor. \nComment: Atypical antipsychotics have been associated with hyperglycemia that may alter blood glucose control; monitor glucose levels closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "imatinib",
            "description": {
                "common": "imatinib will increase the level or effect of nateglinide by  affecting hepatic enzyme CYP2C9/10 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "indinavir",
            "description": {
                "common": "indinavir decreases effects of nateglinide by Other (see comment). Use Caution/Monitor. \nComment: Reports of hyperglycemia due to insulin resistance with protease inhibitors. ."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "insulin aspart",
            "description": {
                "common": "nateglinide, insulin aspart.\nEither increases effects of the other by pharmacodynamic synergism. Use Caution/Monitor. Antidiabetic agents are often used in combination; dosage adjustments may be required when initiating or discontinuing antidiabetic agents."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "insulin aspart protamine/insulin aspart",
            "description": {
                "common": "nateglinide, insulin aspart protamine/insulin aspart.\nEither increases effects of the other by pharmacodynamic synergism. Use Caution/Monitor. Antidiabetic agents are often used in combination; dosage adjustments may be required when initiating or discontinuing antidiabetic agents."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "insulin degludec",
            "description": {
                "common": "nateglinide, insulin degludec.\nEither increases effects of the other by pharmacodynamic synergism. Use Caution/Monitor. Antidiabetic agents are often used in combination; dosage adjustments may be required when initiating or discontinuing antidiabetic agents."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "insulin degludec/insulin aspart",
            "description": {
                "common": "nateglinide, insulin degludec/insulin aspart.\nEither increases effects of the other by pharmacodynamic synergism. Use Caution/Monitor. Antidiabetic agents are often used in combination; dosage adjustments may be required when initiating or discontinuing antidiabetic agents."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "insulin detemir",
            "description": {
                "common": "nateglinide, insulin detemir.\nEither increases effects of the other by pharmacodynamic synergism. Use Caution/Monitor. Antidiabetic agents are often used in combination; dosage adjustments may be required when initiating or discontinuing antidiabetic agents."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "insulin glargine",
            "description": {
                "common": "nateglinide, insulin glargine.\nEither increases effects of the other by pharmacodynamic synergism. Use Caution/Monitor. Antidiabetic agents are often used in combination; dosage adjustments may be required when initiating or discontinuing antidiabetic agents."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "insulin glulisine",
            "description": {
                "common": "nateglinide, insulin glulisine.\nEither increases effects of the other by pharmacodynamic synergism. Use Caution/Monitor. Antidiabetic agents are often used in combination; dosage adjustments may be required when initiating or discontinuing antidiabetic agents."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "insulin inhaled",
            "description": {
                "common": "nateglinide, insulin inhaled.\nEither increases effects of the other by pharmacodynamic synergism. Use Caution/Monitor. Antidiabetic agents are often used in combination; dosage adjustments may be required when initiating or discontinuing antidiabetic agents."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "insulin isophane human/insulin regular human",
            "description": {
                "common": "nateglinide, insulin isophane human/insulin regular human.\nEither increases effects of the other by pharmacodynamic synergism. Use Caution/Monitor. Antidiabetic agents are often used in combination; dosage adjustments may be required when initiating or discontinuing antidiabetic agents."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "insulin lispro",
            "description": {
                "common": "nateglinide, insulin lispro.\nEither increases effects of the other by pharmacodynamic synergism. Use Caution/Monitor. Antidiabetic agents are often used in combination; dosage adjustments may be required when initiating or discontinuing antidiabetic agents."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "insulin lispro protamine/insulin lispro",
            "description": {
                "common": "nateglinide, insulin lispro protamine/insulin lispro.\nEither increases effects of the other by pharmacodynamic synergism. Use Caution/Monitor. Antidiabetic agents are often used in combination; dosage adjustments may be required when initiating or discontinuing antidiabetic agents."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "insulin NPH",
            "description": {
                "common": "nateglinide, insulin NPH.\nEither increases effects of the other by pharmacodynamic synergism. Use Caution/Monitor. Antidiabetic agents are often used in combination; dosage adjustments may be required when initiating or discontinuing antidiabetic agents."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "insulin regular human",
            "description": {
                "common": "nateglinide, insulin regular human.\nEither increases effects of the other by pharmacodynamic synergism. Use Caution/Monitor. Antidiabetic agents are often used in combination; dosage adjustments may be required when initiating or discontinuing antidiabetic agents."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "isoproterenol",
            "description": {
                "common": "isoproterenol decreases effects of nateglinide by pharmacodynamic antagonism. Use Caution/Monitor. Coadministration may reduce nateglinide's hypoglycemic action."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ketoconazole",
            "description": {
                "common": "ketoconazole will increase the level or effect of nateglinide by  affecting hepatic enzyme CYP2C9/10 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ketotifen, ophthalmic",
            "description": {
                "common": "ketotifen, ophthalmic, nateglinide. Other (see comment). Use Caution/Monitor. \nComment: Combination may result in thrombocytopenia (rare).  Monitor CBC."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "lanreotide",
            "description": {
                "common": "nateglinide, lanreotide. Other (see comment). Use Caution/Monitor. \nComment: Somatostatin analogues may potentiate or attenuate nateglinide's hypoglycemic action."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "leflunomide",
            "description": {
                "common": "leflunomide will increase the level or effect of nateglinide by  affecting hepatic enzyme CYP2C9/10 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "letermovir",
            "description": {
                "common": "letermovir will increase the level or effect of nateglinide by  unspecified interaction mechanism. Use Caution/Monitor. Monitor glucose concentrations"
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "levofloxacin",
            "description": {
                "common": "levofloxacin increases effects of nateglinide by pharmacodynamic synergism. Use Caution/Monitor. Quinolone antibiotic administration may result in hyper- or hypoglycemia. Gatifloxacin is most likely to produce dysglycemia; moxifloxacin is least likely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "levoketoconazole",
            "description": {
                "common": "levoketoconazole will increase the level or effect of nateglinide by  affecting hepatic enzyme CYP2C9/10 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "levothyroxine",
            "description": {
                "common": "levothyroxine decreases effects of nateglinide by pharmacodynamic antagonism. Use Caution/Monitor. Coadministration may reduce nateglinide's hypoglycemic action."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "liotrix",
            "description": {
                "common": "liotrix decreases effects of nateglinide by pharmacodynamic antagonism. Use Caution/Monitor. Coadministration may reduce nateglinide's hypoglycemic action."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "liraglutide",
            "description": {
                "common": "liraglutide, nateglinide.\nEither increases effects of the other by pharmacodynamic synergism. Use Caution/Monitor. Concurrent use may increase risk of hypoglycemia; monitor glucose levels."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "lisdexamfetamine",
            "description": {
                "common": "lisdexamfetamine decreases effects of nateglinide by pharmacodynamic antagonism. Use Caution/Monitor. Coadministration may reduce nateglinide's hypoglycemic action."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "lonapegsomatropin",
            "description": {
                "common": "lonapegsomatropin decreases effects of nateglinide by Other (see comment). Use Caution/Monitor. \nComment: Closely monitor blood glucose when treated with antidiabetic agents. Lonapegsomatropin may decrease insulin sensitivity, particularly at higher doses. Patients with diabetes mellitus may require adjustment of their doses of insulin and/or other antihyperglycemic agents."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "lopinavir",
            "description": {
                "common": "lopinavir decreases effects of nateglinide by Other (see comment). Use Caution/Monitor. \nComment: Reports of hyperglycemia due to insulin resistance with protease inhibitors. ."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "losartan",
            "description": {
                "common": "nateglinide will increase the level or effect of losartan by  affecting hepatic enzyme CYP2C9/10 metabolism. Use Caution/Monitor. May inhibit the conversion of losartan to its active metabolite E-3174. Importance of interaction not established; monitor individual therapeutic response to determine losartan dosage."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "lumacaftor/ivacaftor",
            "description": {
                "common": "lumacaftor/ivacaftor, nateglinide. affecting hepatic enzyme CYP2C9/10 metabolism. Use Caution/Monitor. In vitro studies suggest that lumacaftor may induce and ivacaftor may inhibit CYP2C9 substrates. ."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "lurasidone",
            "description": {
                "common": "lurasidone, nateglinide. Other (see comment). Use Caution/Monitor. \nComment: Atypical antipsychotics have been associated with hyperglycemia that may alter blood glucose control; monitor glucose levels closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "marijuana",
            "description": {
                "common": "marijuana decreases effects of nateglinide by pharmacodynamic antagonism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "mecasermin",
            "description": {
                "common": "mecasermin increases effects of nateglinide by pharmacodynamic synergism. Use Caution/Monitor. Additive hypoglycemic effects."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "metreleptin",
            "description": {
                "common": "nateglinide, metreleptin.\nEither increases effects of the other by pharmacodynamic synergism. Use Caution/Monitor. Coadministration of metreleptin with insulin and/or insulin secretagogues (eg, sulfonylureas, meglitinide derivatives) may increase risk for hypoglycemia; may require lower dose of insulin or insulin secretagogue."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "metronidazole",
            "description": {
                "common": "metronidazole will increase the level or effect of nateglinide by  affecting hepatic enzyme CYP2C9/10 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "miconazole vaginal",
            "description": {
                "common": "miconazole vaginal will increase the level or effect of nateglinide by  affecting hepatic enzyme CYP2C9/10 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "moxifloxacin",
            "description": {
                "common": "moxifloxacin increases effects of nateglinide by pharmacodynamic synergism. Use Caution/Monitor. Quinolone antibiotic administration may result in hyper- or hypoglycemia. Gatifloxacin is most likely to produce dysglycemia; moxifloxacin is least likely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "nelfinavir",
            "description": {
                "common": "nelfinavir decreases effects of nateglinide by Other (see comment). Use Caution/Monitor. \nComment: Reports of hyperglycemia due to insulin resistance with protease inhibitors. ."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "nevirapine",
            "description": {
                "common": "nevirapine will decrease the level or effect of nateglinide by  Other (see comment). Use Caution/Monitor. Reports of hyperglycemia due to insulin resistance with protease inhibitors. "
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "nilotinib",
            "description": {
                "common": "nilotinib will increase the level or effect of nateglinide by  affecting hepatic enzyme CYP2C9/10 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "nitisinone",
            "description": {
                "common": "nitisinone will increase the level or effect of nateglinide by  affecting hepatic enzyme CYP2C9/10 metabolism. Use Caution/Monitor. Nitisinone inhibits CYP2C9. Caution if CYP2C9 substrate coadministered, particularly those with a narrow therapeutic index."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "norepinephrine",
            "description": {
                "common": "norepinephrine decreases effects of nateglinide by pharmacodynamic antagonism. Use Caution/Monitor. Coadministration may reduce nateglinide's hypoglycemic action."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ofloxacin",
            "description": {
                "common": "ofloxacin increases effects of nateglinide by pharmacodynamic synergism. Use Caution/Monitor. Quinolone antibiotic administration may result in hyper- or hypoglycemia. Gatifloxacin is most likely to produce dysglycemia; moxifloxacin is least likely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "olanzapine",
            "description": {
                "common": "olanzapine, nateglinide. Other (see comment). Use Caution/Monitor. \nComment: Atypical antipsychotics have been associated with hyperglycemia that may alter blood glucose control; monitor glucose levels closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "omeprazole",
            "description": {
                "common": "omeprazole will increase the level or effect of nateglinide by  affecting hepatic enzyme CYP2C9/10 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "opuntia ficus indica",
            "description": {
                "common": "opuntia ficus indica increases effects of nateglinide by pharmacodynamic synergism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "paliperidone",
            "description": {
                "common": "paliperidone, nateglinide. Other (see comment). Use Caution/Monitor. \nComment: Atypical antipsychotics have been associated with hyperglycemia that may alter blood glucose control; monitor glucose levels closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "parecoxib",
            "description": {
                "common": "nateglinide will increase the level or effect of parecoxib by  affecting hepatic enzyme CYP2C9/10 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "peginterferon alfa 2b",
            "description": {
                "common": "peginterferon alfa 2b decreases levels of nateglinide by affecting hepatic enzyme CYP2C9/10 metabolism. Use Caution/Monitor. When patients are administered peginterferon alpha-2b with CYP2C9 substrates, the therapeutic effect of these drugs may be altered. ."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "pentobarbital",
            "description": {
                "common": "pentobarbital will decrease the level or effect of nateglinide by  affecting hepatic enzyme CYP2C9/10 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "phenobarbital",
            "description": {
                "common": "phenobarbital will decrease the level or effect of nateglinide by  affecting hepatic enzyme CYP2C9/10 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "phenytoin",
            "description": {
                "common": "nateglinide will increase the level or effect of phenytoin by  affecting hepatic enzyme CYP2C9/10 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "primidone",
            "description": {
                "common": "primidone will decrease the level or effect of nateglinide by  affecting hepatic enzyme CYP2C9/10 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "pseudoephedrine",
            "description": {
                "common": "pseudoephedrine decreases effects of nateglinide by pharmacodynamic antagonism. Use Caution/Monitor. Coadministration may reduce nateglinide's hypoglycemic action."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "quetiapine",
            "description": {
                "common": "quetiapine, nateglinide. Other (see comment). Use Caution/Monitor. \nComment: Atypical antipsychotics have been associated with hyperglycemia that may alter blood glucose control; monitor glucose levels closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "rifapentine",
            "description": {
                "common": "rifapentine will decrease the level or effect of nateglinide by  affecting hepatic enzyme CYP2C9/10 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "risperidone",
            "description": {
                "common": "risperidone, nateglinide. Other (see comment). Use Caution/Monitor. \nComment: Atypical antipsychotics have been associated with hyperglycemia that may alter blood glucose control; monitor glucose levels closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ritonavir",
            "description": {
                "common": "ritonavir decreases effects of nateglinide by Other (see comment). Use Caution/Monitor. \nComment: Reports of hyperglycemia due to insulin resistance with protease inhibitors. ."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "rucaparib",
            "description": {
                "common": "rucaparib will increase the level or effect of nateglinide by  affecting hepatic enzyme CYP2C9/10 metabolism. Modify Therapy/Monitor Closely. Adjust dosage of CYP2C9 substrates, if clinically indicated."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "saquinavir",
            "description": {
                "common": "saquinavir decreases effects of nateglinide by Other (see comment). Use Caution/Monitor. \nComment: Reports of hyperglycemia due to insulin resistance with protease inhibitors. ."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "secobarbital",
            "description": {
                "common": "secobarbital will decrease the level or effect of nateglinide by  affecting hepatic enzyme CYP2C9/10 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "semaglutide",
            "description": {
                "common": "semaglutide, nateglinide.\nEither increases effects of the other by pharmacodynamic synergism. Modify Therapy/Monitor Closely. Coadministration of insulin secretagogues with GLP-1 agonists may increase hypoglycemia risk. Lowering the insulin secretagogue dose may reduce hypoglycemia risk. ."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "shark cartilage",
            "description": {
                "common": "shark cartilage increases effects of nateglinide by pharmacodynamic synergism. Use Caution/Monitor. Theoretical interaction."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "somatropin",
            "description": {
                "common": "somatropin decreases effects of nateglinide by pharmacodynamic antagonism. Use Caution/Monitor. Coadministration may reduce nateglinide's hypoglycemic action."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "sparsentan",
            "description": {
                "common": "sparsentan will decrease the level or effect of nateglinide by  affecting hepatic enzyme CYP2C9/10 metabolism. Use Caution/Monitor. Sparsentan (a CYP2C9 inducer) decreases exposure of CYP2C9 substrates and reduces efficacy related to these substrates. "
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "St John's Wort",
            "description": {
                "common": "St John's Wort will decrease the level or effect of nateglinide by  affecting hepatic enzyme CYP2C9/10 metabolism. Use Caution/Monitor. Inducers of CYP2C9 decrease levels of  nateglinide by increasing its metabolism.   Coadministration may reduce nateglinide's hypoglycemic action."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "sulfadiazine",
            "description": {
                "common": "sulfadiazine increases levels of nateglinide by plasma protein binding competition. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "sulfamethoxazole",
            "description": {
                "common": "sulfamethoxazole will increase the level or effect of nateglinide by  affecting hepatic enzyme CYP2C9/10 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "sulfamethoxypyridazine",
            "description": {
                "common": "sulfamethoxypyridazine increases effects of nateglinide by unspecified interaction mechanism. Use Caution/Monitor. Risk of hypoglycemia."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "sulfisoxazole",
            "description": {
                "common": "sulfisoxazole increases levels of nateglinide by plasma protein binding competition. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "thyroid desiccated",
            "description": {
                "common": "thyroid desiccated decreases effects of nateglinide by pharmacodynamic antagonism. Use Caution/Monitor. Coadministration may reduce nateglinide's hypoglycemic action."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ticlopidine",
            "description": {
                "common": "ticlopidine will increase the level or effect of nateglinide by  affecting hepatic enzyme CYP2C9/10 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "tipranavir",
            "description": {
                "common": "tipranavir decreases effects of nateglinide by Other (see comment). Use Caution/Monitor. \nComment: Reports of hyperglycemia due to insulin resistance with protease inhibitors. ."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "triamcinolone acetonide injectable suspension",
            "description": {
                "common": "triamcinolone acetonide injectable suspension decreases effects of nateglinide by pharmacodynamic antagonism. Use Caution/Monitor. Corticosteroids may diminish hypoglycemic effect of antidiabetic agents. Monitor blood glucose levels carefully."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "valproic acid",
            "description": {
                "common": "valproic acid will increase the level or effect of nateglinide by  affecting hepatic enzyme CYP2C9/10 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "voriconazole",
            "description": {
                "common": "voriconazole will increase the level or effect of nateglinide by  affecting hepatic enzyme CYP2C9/10 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "xipamide",
            "description": {
                "common": "xipamide decreases levels of nateglinide by increasing renal clearance. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "zafirlukast",
            "description": {
                "common": "zafirlukast will increase the level or effect of nateglinide by  affecting hepatic enzyme CYP2C9/10 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ziprasidone",
            "description": {
                "common": "ziprasidone, nateglinide. Other (see comment). Use Caution/Monitor. \nComment: Atypical antipsychotics have been associated with hyperglycemia that may alter blood glucose control; monitor glucose levels closely."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "agrimony",
            "description": {
                "common": "agrimony increases effects of nateglinide by pharmacodynamic synergism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "alosetron",
            "description": {
                "common": "nateglinide will increase the level or effect of alosetron by  affecting hepatic enzyme CYP2C9/10 metabolism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "American ginseng",
            "description": {
                "common": "American ginseng increases effects of nateglinide by pharmacodynamic synergism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "amitriptyline",
            "description": {
                "common": "amitriptyline increases effects of nateglinide by pharmacodynamic synergism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "amoxapine",
            "description": {
                "common": "amoxapine increases effects of nateglinide by pharmacodynamic synergism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "anamu",
            "description": {
                "common": "anamu increases effects of nateglinide by pharmacodynamic synergism. Minor/Significance Unknown. Theoretical interaction."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "bendroflumethiazide",
            "description": {
                "common": "bendroflumethiazide decreases effects of nateglinide by pharmacodynamic antagonism. Minor/Significance Unknown. Thiazide dosage >50 mg/day may increase blood glucose."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "bosentan",
            "description": {
                "common": "nateglinide will increase the level or effect of bosentan by  affecting hepatic enzyme CYP2C9/10 metabolism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "budesonide",
            "description": {
                "common": "budesonide decreases effects of nateglinide by pharmacodynamic antagonism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "celecoxib",
            "description": {
                "common": "nateglinide will increase the level or effect of celecoxib by  affecting hepatic enzyme CYP2C9/10 metabolism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "chlorothiazide",
            "description": {
                "common": "chlorothiazide decreases effects of nateglinide by pharmacodynamic antagonism. Minor/Significance Unknown. Thiazide dosage >50 mg/day may increase blood glucose."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "chlorthalidone",
            "description": {
                "common": "chlorthalidone decreases effects of nateglinide by pharmacodynamic antagonism. Minor/Significance Unknown. Thiazide dosage >50 mg/day may increase blood glucose."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "chromium",
            "description": {
                "common": "chromium increases effects of nateglinide by pharmacodynamic synergism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "clomipramine",
            "description": {
                "common": "clomipramine increases effects of nateglinide by pharmacodynamic synergism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "clonidine",
            "description": {
                "common": "clonidine decreases effects of nateglinide by pharmacodynamic antagonism. Minor/Significance Unknown. Diminished symptoms of hypoglycemia."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "cornsilk",
            "description": {
                "common": "cornsilk increases effects of nateglinide by pharmacodynamic synergism. Minor/Significance Unknown. Increased risk of hypoglycemia (theoretical interaction)."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "cortisone",
            "description": {
                "common": "cortisone decreases effects of nateglinide by pharmacodynamic antagonism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "cyclopenthiazide",
            "description": {
                "common": "cyclopenthiazide decreases effects of nateglinide by pharmacodynamic antagonism. Minor/Significance Unknown. Thiazide dosage >50 mg/day may increase blood glucose."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "damiana",
            "description": {
                "common": "damiana decreases effects of nateglinide by pharmacodynamic antagonism. Minor/Significance Unknown. Theoretical interaction."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "danazol",
            "description": {
                "common": "danazol increases effects of nateglinide by pharmacodynamic synergism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "deflazacort",
            "description": {
                "common": "deflazacort decreases effects of nateglinide by pharmacodynamic antagonism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "desipramine",
            "description": {
                "common": "desipramine increases effects of nateglinide by pharmacodynamic synergism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "devil's claw",
            "description": {
                "common": "devil's claw increases effects of nateglinide by pharmacodynamic synergism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "dexamethasone",
            "description": {
                "common": "dexamethasone decreases effects of nateglinide by pharmacodynamic antagonism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "diclofenac",
            "description": {
                "common": "nateglinide will increase the level or effect of diclofenac by  affecting hepatic enzyme CYP2C9/10 metabolism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "doxepin",
            "description": {
                "common": "doxepin increases effects of nateglinide by pharmacodynamic synergism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "elderberry",
            "description": {
                "common": "elderberry increases effects of nateglinide by pharmacodynamic synergism. Minor/Significance Unknown. Increased risk of hypoglycemia (in vitro research)."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "eucalyptus",
            "description": {
                "common": "eucalyptus increases effects of nateglinide by pharmacodynamic synergism. Minor/Significance Unknown. Theoretical interaction."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "fludrocortisone",
            "description": {
                "common": "fludrocortisone decreases effects of nateglinide by pharmacodynamic antagonism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "fluoxymesterone",
            "description": {
                "common": "fluoxymesterone increases effects of nateglinide by pharmacodynamic synergism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "flurbiprofen",
            "description": {
                "common": "nateglinide will increase the level or effect of flurbiprofen by  affecting hepatic enzyme CYP2C9/10 metabolism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "fluvastatin",
            "description": {
                "common": "nateglinide will increase the level or effect of fluvastatin by  affecting hepatic enzyme CYP2C9/10 metabolism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "fo-ti",
            "description": {
                "common": "fo-ti increases effects of nateglinide by pharmacodynamic synergism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "forskolin",
            "description": {
                "common": "forskolin increases effects of nateglinide by pharmacodynamic synergism. Minor/Significance Unknown. Colenol, a compound found in Coleus root, may stimulate insulin release."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "gotu kola",
            "description": {
                "common": "gotu kola increases effects of nateglinide by pharmacodynamic synergism. Minor/Significance Unknown. (Theoretical interaction)."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "guanfacine",
            "description": {
                "common": "guanfacine decreases effects of nateglinide by pharmacodynamic antagonism. Minor/Significance Unknown. Diminished symptoms of hypoglycemia."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "gymnema",
            "description": {
                "common": "gymnema increases effects of nateglinide by pharmacodynamic synergism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "horse chestnut seed",
            "description": {
                "common": "horse chestnut seed increases effects of nateglinide by pharmacodynamic synergism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "hydrochlorothiazide",
            "description": {
                "common": "hydrochlorothiazide decreases effects of nateglinide by pharmacodynamic antagonism. Minor/Significance Unknown. Thiazide dosage >50 mg/day may increase blood glucose."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "hydrocortisone",
            "description": {
                "common": "hydrocortisone decreases effects of nateglinide by pharmacodynamic antagonism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "ibuprofen",
            "description": {
                "common": "nateglinide will increase the level or effect of ibuprofen by  affecting hepatic enzyme CYP2C9/10 metabolism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "ibuprofen IV",
            "description": {
                "common": "nateglinide will increase the level or effect of ibuprofen IV by  affecting hepatic enzyme CYP2C9/10 metabolism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "imipramine",
            "description": {
                "common": "imipramine increases effects of nateglinide by pharmacodynamic synergism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "indapamide",
            "description": {
                "common": "indapamide decreases effects of nateglinide by pharmacodynamic antagonism. Minor/Significance Unknown. Thiazide dosage >50 mg/day may increase blood glucose."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "isoniazid",
            "description": {
                "common": "isoniazid decreases effects of nateglinide by unspecified interaction mechanism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "juniper",
            "description": {
                "common": "juniper increases effects of nateglinide by pharmacodynamic synergism. Minor/Significance Unknown. Increased risk of hypoglycemia (theoretical interaction)."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "lofepramine",
            "description": {
                "common": "lofepramine increases effects of nateglinide by pharmacodynamic synergism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "losartan",
            "description": {
                "common": "nateglinide decreases effects of losartan by decreasing metabolism. Minor/Significance Unknown. May inhibit the conversion of losartan to its active metabolite E-3174. Importance of interaction not established; monitor individual therapeutic response to determine losartan dosage."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "lycopus",
            "description": {
                "common": "lycopus increases effects of nateglinide by pharmacodynamic synergism. Minor/Significance Unknown. Increased risk of hypoglycemia (theoretical interaction)."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "maitake",
            "description": {
                "common": "maitake increases effects of nateglinide by pharmacodynamic synergism. Minor/Significance Unknown. Increased risk of hypoglycemia (animal research)."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "maprotiline",
            "description": {
                "common": "maprotiline increases effects of nateglinide by pharmacodynamic synergism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "meloxicam",
            "description": {
                "common": "nateglinide will increase the level or effect of meloxicam by  affecting hepatic enzyme CYP2C9/10 metabolism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "mesterolone",
            "description": {
                "common": "mesterolone increases effects of nateglinide by pharmacodynamic synergism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "methyclothiazide",
            "description": {
                "common": "methyclothiazide decreases effects of nateglinide by pharmacodynamic antagonism. Minor/Significance Unknown. Thiazide dosage >50 mg/day may increase blood glucose."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "methylprednisolone",
            "description": {
                "common": "methylprednisolone decreases effects of nateglinide by pharmacodynamic antagonism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "methyltestosterone",
            "description": {
                "common": "methyltestosterone increases effects of nateglinide by pharmacodynamic synergism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "metolazone",
            "description": {
                "common": "metolazone decreases effects of nateglinide by pharmacodynamic antagonism. Minor/Significance Unknown. Thiazide dosage >50 mg/day may increase blood glucose."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "nettle",
            "description": {
                "common": "nettle increases effects of nateglinide by pharmacodynamic synergism. Minor/Significance Unknown. (Theoretical interaction)."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "nortriptyline",
            "description": {
                "common": "nortriptyline increases effects of nateglinide by pharmacodynamic synergism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "ofloxacin",
            "description": {
                "common": "ofloxacin, nateglinide. Mechanism: unspecified interaction mechanism. Minor/Significance Unknown. Potential dysglycemia."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "oxandrolone",
            "description": {
                "common": "oxandrolone increases effects of nateglinide by pharmacodynamic synergism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "oxymetholone",
            "description": {
                "common": "oxymetholone increases effects of nateglinide by pharmacodynamic synergism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "pegvisomant",
            "description": {
                "common": "pegvisomant increases effects of nateglinide by pharmacodynamic synergism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "piroxicam",
            "description": {
                "common": "nateglinide will increase the level or effect of piroxicam by  affecting hepatic enzyme CYP2C9/10 metabolism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "potassium acid phosphate",
            "description": {
                "common": "potassium acid phosphate increases effects of nateglinide by pharmacodynamic synergism. Minor/Significance Unknown. Interaction especially seen in the treatment of hypokalemia."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "potassium chloride",
            "description": {
                "common": "potassium chloride increases effects of nateglinide by pharmacodynamic synergism. Minor/Significance Unknown. Interaction especially seen in the treatment of hypokalemia."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "potassium citrate",
            "description": {
                "common": "potassium citrate increases effects of nateglinide by pharmacodynamic synergism. Minor/Significance Unknown. Interaction especially seen in the treatment of hypokalemia."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "prednisolone",
            "description": {
                "common": "prednisolone decreases effects of nateglinide by pharmacodynamic antagonism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "prednisone",
            "description": {
                "common": "prednisone decreases effects of nateglinide by pharmacodynamic antagonism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "protriptyline",
            "description": {
                "common": "protriptyline increases effects of nateglinide by pharmacodynamic synergism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "sage",
            "description": {
                "common": "sage increases effects of nateglinide by pharmacodynamic synergism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "stevia",
            "description": {
                "common": "stevia increases effects of nateglinide by pharmacodynamic synergism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "sulfamethoxazole",
            "description": {
                "common": "nateglinide will increase the level or effect of sulfamethoxazole by  affecting hepatic enzyme CYP2C9/10 metabolism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "testosterone",
            "description": {
                "common": "testosterone increases effects of nateglinide by pharmacodynamic synergism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "testosterone buccal system",
            "description": {
                "common": "testosterone buccal system increases effects of nateglinide by pharmacodynamic synergism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "testosterone topical",
            "description": {
                "common": "testosterone topical increases effects of nateglinide by pharmacodynamic synergism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "tolbutamide",
            "description": {
                "common": "nateglinide will increase the level or effect of tolbutamide by  affecting hepatic enzyme CYP2C9/10 metabolism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "tongkat ali",
            "description": {
                "common": "tongkat ali increases effects of nateglinide by pharmacodynamic synergism. Minor/Significance Unknown. Risk of hypoglycemia."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "trazodone",
            "description": {
                "common": "trazodone increases effects of nateglinide by pharmacodynamic synergism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "trimipramine",
            "description": {
                "common": "trimipramine increases effects of nateglinide by pharmacodynamic synergism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "vanadium",
            "description": {
                "common": "vanadium increases effects of nateglinide by pharmacodynamic synergism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "voriconazole",
            "description": {
                "common": "nateglinide will increase the level or effect of voriconazole by  affecting hepatic enzyme CYP2C9/10 metabolism. Minor/Significance Unknown."
            }
        }
    ],
    "adverse effects": [
        {
            "name": "Increased uric acid",
            "percent": "10"
        },
        {
            "name": "Dizziness",
            "percent": "4"
        },
        {
            "name": "Arthropathy",
            "percent": "3"
        },
        {
            "name": "Flu",
            "percent": "2"
        },
        {
            "name": "like syndrome",
            "percent": null
        },
        {
            "name": "Weight gain",
            "percent": null
        },
        {
            "name": "Hypoglycemia",
            "percent": null
        },
        {
            "name": "Diarrhea",
            "percent": null
        },
        {
            "name": "Nausea",
            "percent": null
        }
    ]
}