{
    "name": "solriamfetol",
    "comment": "Rx",
    "other_names": [
        "Sunosi"
    ],
    "classes": [
        "Dopamine/Norepinephrine Reuptake Inhibitors"
    ],
    "source": "https://reference.medscape.com/drug/sunosi-solriamfetol-1000266",
    "pregnancy": {
        "common": [
            "Available data from case reports are not sufficient to determine drug-associated risks of major birth defects, miscarriage, or adverse maternal or fetal outcome"
        ],
        "specific": [
            {
                "type": "Pregnancy registry",
                "description": [
                    "Healthcare providers are encouraged to register pregnant patients, or pregnant women may enroll themselves in the registry by calling 1-877-283-6220 or online at www.SunosiPregnancyRegistry.com"
                ]
            },
            {
                "type": "Animal studies",
                "description": [
                    "Administration during organogenesis caused maternal and fetal toxicities in rats and rabbits at doses ≥4 and 5 times and was teratogenic at doses 19 and ≥5 times, respectively, the maximum recommended human dose (MRHD) of 150 mg based on mg/m²",
                    "Administration to pregnant rats during pregnancy and lactation at doses ≥7 times the MRHD based on mg/m² resulted in maternal toxicity and adverse effects on fertility, growth, and development in offspring"
                ]
            }
        ]
    },
    "lactation": {
        "common": [
            "No data are available on the presence of solriamfetol or its metabolites in human milk, effects on breastfed infants, or effects on milk production",
            "Solriamfetol is present in rat milk; when a drug is present in animal milk, it is likely that the drug will be present in human milk",
            "Clinical considerations: Monitor breastfed infants for adverse effects (eg, agitation, insomnia, anorexia, reduced weight gain)",
            "The development and health benefits of breastfeeding should be considered along with the mother’s clinical need for the drug and any potential adverse effects on the breastfed child or from the underlying maternal condition"
        ]
    },
    "warnings": {
        "black_box_warning": {
            "common": [],
            "specific": []
        },
        "contraindicators": {
            "common": [
                "Coadministration with MAO inhibitors or within 14 days after discontinuing MAO inhibitor"
            ],
            "specific": []
        },
        "cautions": {
            "common": [],
            "specific": [
                {
                    "type": "Blood pressure and heart rate increase",
                    "description": [
                        "Increases systolic blood pressure, diastolic blood pressure, and heart rate in a dose-dependent fashion",
                        "Assess blood pressure and control hypertension before initiating treatment",
                        "Monitor blood pressure regularly during treatment and treat new-onset hypertension and exacerbations of preexisting hypertension",
                        "Caution in patients at higher risk of major adverse cardiovascular events (MACE), particularly patients with known cardiovascular and cerebrovascular disease, preexisting hypertension, and advanced age",
                        "If increases in blood pressure or heart rate cannot be managed with dose reduction or other appropriate medical intervention, consider discontinuation of therapy"
                    ]
                },
                {
                    "type": "Psychiatric symptoms",
                    "description": [
                        "Psychiatric adverse reactions observed during clinical trials, including anxiety, insomnia, and irritability",
                        "Caution in patients with history of psychosis or bipolar disorders, as these patients were not evaluated in clinical trials",
                        "Patients with moderate or severe renal impairment may be at a higher risk of psychiatric symptoms because of the prolonged half-life",
                        "Observe patient for the possible emergence or exacerbation of psychiatric symptoms; reduce dose or consider discontinuing drug if psychiatric symptoms develop"
                    ]
                },
                {
                    "type": "Drug interaction overview",
                    "description": [
                        "Drugs that increase blood pressure/heart rate: Caution; coadministration might result in pharmacodynamic interactions",
                        "Dopaminergic drugs: Caution; coadministration might result in pharmacodynamic interactions",
                        "MAO inhibitors",
                        "Contraindicated; do not use concomitantly or within 14 days after discontinuing MAO inhibitor",
                        "Coadministration of MAO inhibitors and noradrenergic drugs may increase risk of hypertensive reaction",
                        "Potential outcomes include death, stroke, myocardial infarction, aortic dissection, ophthalmological complications, eclampsia, pulmonary edema, and renal failure"
                    ]
                }
            ]
        }
    },
    "interactions": [
        {
            "classification_type": "Contraindicated",
            "interaction_with": "isocarboxazid",
            "description": {
                "common": "isocarboxazid will increase the level or effect of solriamfetol by  sympathetic (adrenergic) effects, including increased blood pressure and heart rate. Contraindicated. Do no use solriamfetol during and/or within 14 days of discontinuing MAOI treatment. MAOIs irreversibly inhibit the enzyme monamine oxidase, an enzyme involved in the degradation of various monoamines, including dopamine and norepinephrine. Solriamfetol increases synaptic dopamine and norepinephrine."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "linezolid",
            "description": {
                "common": "linezolid will increase the level or effect of solriamfetol by  sympathetic (adrenergic) effects, including increased blood pressure and heart rate. Contraindicated. Do no use solriamfetol during and/or within 14 days of discontinuing MAOI treatment. MAOIs irreversibly inhibit the enzyme monamine oxidase, an enzyme involved in the degradation of various monoamines, including dopamine and norepinephrine. Solriamfetol increases synaptic dopamine and norepinephrine."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "phenelzine",
            "description": {
                "common": "phenelzine will increase the level or effect of solriamfetol by  sympathetic (adrenergic) effects, including increased blood pressure and heart rate. Contraindicated. Do no use solriamfetol during and/or within 14 days of discontinuing MAOI treatment. MAOIs irreversibly inhibit the enzyme monamine oxidase, an enzyme involved in the degradation of various monoamines, including dopamine and norepinephrine. Solriamfetol increases synaptic dopamine and norepinephrine."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "procarbazine",
            "description": {
                "common": "procarbazine will increase the level or effect of solriamfetol by  sympathetic (adrenergic) effects, including increased blood pressure and heart rate. Contraindicated. Do no use solriamfetol during and/or within 14 days of discontinuing MAOI treatment. MAOIs irreversibly inhibit the enzyme monamine oxidase, an enzyme involved in the degradation of various monoamines, including dopamine and norepinephrine. Solriamfetol increases synaptic dopamine and norepinephrine."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "rasagiline",
            "description": {
                "common": "rasagiline will increase the level or effect of solriamfetol by  sympathetic (adrenergic) effects, including increased blood pressure and heart rate. Contraindicated. Do no use solriamfetol during and/or within 14 days of discontinuing MAOI treatment. MAOIs irreversibly inhibit the enzyme monamine oxidase, an enzyme involved in the degradation of various monoamines, including dopamine and norepinephrine. Solriamfetol increases synaptic dopamine and norepinephrine."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "safinamide",
            "description": {
                "common": "safinamide will increase the level or effect of solriamfetol by  sympathetic (adrenergic) effects, including increased blood pressure and heart rate. Contraindicated. Do no use solriamfetol during and/or within 14 days of discontinuing MAOI treatment. MAOIs irreversibly inhibit the enzyme monamine oxidase, an enzyme involved in the degradation of various monoamines, including dopamine and norepinephrine. Solriamfetol increases synaptic dopamine and norepinephrine."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "selegiline",
            "description": {
                "common": "selegiline will increase the level or effect of solriamfetol by  sympathetic (adrenergic) effects, including increased blood pressure and heart rate. Contraindicated. Do no use solriamfetol during and/or within 14 days of discontinuing MAOI treatment. MAOIs irreversibly inhibit the enzyme monamine oxidase, an enzyme involved in the degradation of various monoamines, including dopamine and norepinephrine. Solriamfetol increases synaptic dopamine and norepinephrine."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "selegiline transdermal",
            "description": {
                "common": "selegiline transdermal will increase the level or effect of solriamfetol by  sympathetic (adrenergic) effects, including increased blood pressure and heart rate. Contraindicated. Do no use solriamfetol during and/or within 14 days of discontinuing MAOI treatment. MAOIs irreversibly inhibit the enzyme monamine oxidase, an enzyme involved in the degradation of various monoamines, including dopamine and norepinephrine. Solriamfetol increases synaptic dopamine and norepinephrine."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "tranylcypromine",
            "description": {
                "common": "tranylcypromine will increase the level or effect of solriamfetol by  sympathetic (adrenergic) effects, including increased blood pressure and heart rate. Contraindicated. Do no use solriamfetol during and/or within 14 days of discontinuing MAOI treatment. MAOIs irreversibly inhibit the enzyme monamine oxidase, an enzyme involved in the degradation of various monoamines, including dopamine and norepinephrine. Solriamfetol increases synaptic dopamine and norepinephrine."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "albuterol",
            "description": {
                "common": "albuterol and solriamfetol both increase  sympathetic (adrenergic) effects, including increased blood pressure and heart rate. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "amantadine",
            "description": {
                "common": "amantadine and solriamfetol both increase  sympathetic (adrenergic) effects, including increased blood pressure and heart rate. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "apomorphine",
            "description": {
                "common": "apomorphine and solriamfetol both increase  sympathetic (adrenergic) effects, including increased blood pressure and heart rate. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "arformoterol",
            "description": {
                "common": "arformoterol and solriamfetol both increase  sympathetic (adrenergic) effects, including increased blood pressure and heart rate. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "benzphetamine",
            "description": {
                "common": "benzphetamine and solriamfetol both increase  sympathetic (adrenergic) effects, including increased blood pressure and heart rate. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "bromocriptine",
            "description": {
                "common": "bromocriptine and solriamfetol both increase  sympathetic (adrenergic) effects, including increased blood pressure and heart rate. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "bupropion",
            "description": {
                "common": "bupropion and solriamfetol both increase  sympathetic (adrenergic) effects, including increased blood pressure and heart rate. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "cabergoline",
            "description": {
                "common": "cabergoline and solriamfetol both increase  sympathetic (adrenergic) effects, including increased blood pressure and heart rate. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "caffeine",
            "description": {
                "common": "caffeine and solriamfetol both increase  sympathetic (adrenergic) effects, including increased blood pressure and heart rate. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "cocaine topical",
            "description": {
                "common": "cocaine topical and solriamfetol both increase  sympathetic (adrenergic) effects, including increased blood pressure and heart rate. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "dexmethylphenidate",
            "description": {
                "common": "dexmethylphenidate and solriamfetol both increase  sympathetic (adrenergic) effects, including increased blood pressure and heart rate. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "dextroamphetamine",
            "description": {
                "common": "dextroamphetamine and solriamfetol both increase  sympathetic (adrenergic) effects, including increased blood pressure and heart rate. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "diethylpropion",
            "description": {
                "common": "diethylpropion and solriamfetol both increase  sympathetic (adrenergic) effects, including increased blood pressure and heart rate. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "dobutamine",
            "description": {
                "common": "dobutamine and solriamfetol both increase  sympathetic (adrenergic) effects, including increased blood pressure and heart rate. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "dopamine",
            "description": {
                "common": "dopamine and solriamfetol both increase  sympathetic (adrenergic) effects, including increased blood pressure and heart rate. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "doxapram",
            "description": {
                "common": "doxapram and solriamfetol both increase  sympathetic (adrenergic) effects, including increased blood pressure and heart rate. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "droxidopa",
            "description": {
                "common": "droxidopa and solriamfetol both increase  sympathetic (adrenergic) effects, including increased blood pressure and heart rate. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ephedrine",
            "description": {
                "common": "ephedrine and solriamfetol both increase  sympathetic (adrenergic) effects, including increased blood pressure and heart rate. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "epinephrine",
            "description": {
                "common": "epinephrine and solriamfetol both increase  sympathetic (adrenergic) effects, including increased blood pressure and heart rate. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "epinephrine racemic",
            "description": {
                "common": "epinephrine racemic and solriamfetol both increase  sympathetic (adrenergic) effects, including increased blood pressure and heart rate. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "fenoldopam",
            "description": {
                "common": "fenoldopam and solriamfetol both increase  sympathetic (adrenergic) effects, including increased blood pressure and heart rate. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "formoterol",
            "description": {
                "common": "formoterol and solriamfetol both increase  sympathetic (adrenergic) effects, including increased blood pressure and heart rate. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "indacaterol, inhaled",
            "description": {
                "common": "indacaterol, inhaled and solriamfetol both increase  sympathetic (adrenergic) effects, including increased blood pressure and heart rate. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "lasmiditan",
            "description": {
                "common": "lasmiditan, solriamfetol.\nEither increases effects of the other by sedation. Use Caution/Monitor. Coadministration of lasmiditan and other CNS depressant drugs, including alcohol have not been evaluated in clinical studies. Lasmiditan may cause sedation, as well as other cognitive and/or neuropsychiatric adverse reactions."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "levalbuterol",
            "description": {
                "common": "levalbuterol and solriamfetol both increase  sympathetic (adrenergic) effects, including increased blood pressure and heart rate. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "levodopa",
            "description": {
                "common": "levodopa and solriamfetol both increase  sympathetic (adrenergic) effects, including increased blood pressure and heart rate. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "levodopa inhaled",
            "description": {
                "common": "levodopa inhaled and solriamfetol both increase  sympathetic (adrenergic) effects, including increased blood pressure and heart rate. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "metaproterenol",
            "description": {
                "common": "metaproterenol and solriamfetol both increase  sympathetic (adrenergic) effects, including increased blood pressure and heart rate. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "methamphetamine",
            "description": {
                "common": "methamphetamine and solriamfetol both increase  sympathetic (adrenergic) effects, including increased blood pressure and heart rate. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "methylphenidate",
            "description": {
                "common": "methylphenidate and solriamfetol both increase  sympathetic (adrenergic) effects, including increased blood pressure and heart rate. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "midodrine",
            "description": {
                "common": "midodrine and solriamfetol both increase  sympathetic (adrenergic) effects, including increased blood pressure and heart rate. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "modafinil",
            "description": {
                "common": "modafinil and solriamfetol both increase  sympathetic (adrenergic) effects, including increased blood pressure and heart rate. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "naphazoline",
            "description": {
                "common": "naphazoline and solriamfetol both increase  sympathetic (adrenergic) effects, including increased blood pressure and heart rate. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "nicotine gum",
            "description": {
                "common": "nicotine gum and solriamfetol both increase  sympathetic (adrenergic) effects, including increased blood pressure and heart rate. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "nicotine inhaled",
            "description": {
                "common": "nicotine inhaled and solriamfetol both increase  sympathetic (adrenergic) effects, including increased blood pressure and heart rate. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "nicotine intranasal",
            "description": {
                "common": "nicotine intranasal and solriamfetol both increase  sympathetic (adrenergic) effects, including increased blood pressure and heart rate. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "nicotine lozenge",
            "description": {
                "common": "nicotine lozenge and solriamfetol both increase  sympathetic (adrenergic) effects, including increased blood pressure and heart rate. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "nicotine transdermal",
            "description": {
                "common": "nicotine transdermal and solriamfetol both increase  sympathetic (adrenergic) effects, including increased blood pressure and heart rate. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "norepinephrine",
            "description": {
                "common": "norepinephrine and solriamfetol both increase  sympathetic (adrenergic) effects, including increased blood pressure and heart rate. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "phendimetrazine",
            "description": {
                "common": "phendimetrazine and solriamfetol both increase  sympathetic (adrenergic) effects, including increased blood pressure and heart rate. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "phentermine",
            "description": {
                "common": "phentermine and solriamfetol both increase  sympathetic (adrenergic) effects, including increased blood pressure and heart rate. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "phenylephrine",
            "description": {
                "common": "phenylephrine and solriamfetol both increase  sympathetic (adrenergic) effects, including increased blood pressure and heart rate. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "phenylephrine PO",
            "description": {
                "common": "phenylephrine PO and solriamfetol both increase  sympathetic (adrenergic) effects, including increased blood pressure and heart rate. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "pirbuterol",
            "description": {
                "common": "pirbuterol and solriamfetol both increase  sympathetic (adrenergic) effects, including increased blood pressure and heart rate. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "pramipexole",
            "description": {
                "common": "pramipexole and solriamfetol both increase  sympathetic (adrenergic) effects, including increased blood pressure and heart rate. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "pseudoephedrine",
            "description": {
                "common": "pseudoephedrine and solriamfetol both increase  sympathetic (adrenergic) effects, including increased blood pressure and heart rate. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ropinirole",
            "description": {
                "common": "ropinirole and solriamfetol both increase  sympathetic (adrenergic) effects, including increased blood pressure and heart rate. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "rotigotine",
            "description": {
                "common": "rotigotine and solriamfetol both increase  sympathetic (adrenergic) effects, including increased blood pressure and heart rate. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "salmeterol",
            "description": {
                "common": "salmeterol and solriamfetol both increase  sympathetic (adrenergic) effects, including increased blood pressure and heart rate. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "serdexmethylphenidate/dexmethylphenidate",
            "description": {
                "common": "serdexmethylphenidate/dexmethylphenidate and solriamfetol both increase  sympathetic (adrenergic) effects, including increased blood pressure and heart rate. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "terbutaline",
            "description": {
                "common": "terbutaline and solriamfetol both increase  sympathetic (adrenergic) effects, including increased blood pressure and heart rate. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "umeclidinium bromide/vilanterol inhaled",
            "description": {
                "common": "umeclidinium bromide/vilanterol inhaled and solriamfetol both increase  sympathetic (adrenergic) effects, including increased blood pressure and heart rate. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "vilanterol/fluticasone furoate inhaled",
            "description": {
                "common": "vilanterol/fluticasone furoate inhaled and solriamfetol both increase  sympathetic (adrenergic) effects, including increased blood pressure and heart rate. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "yohimbine",
            "description": {
                "common": "yohimbine and solriamfetol both increase  sympathetic (adrenergic) effects, including increased blood pressure and heart rate. Use Caution/Monitor."
            }
        }
    ],
    "adverse effects": [
        {
            "name": "Psychiatric disorders",
            "percent": null
        },
        {
            "name": "Agitation",
            "percent": null
        },
        {
            "name": "bruxism",
            "percent": null
        },
        {
            "name": "irritability",
            "percent": null
        },
        {
            "name": "Respiratory",
            "percent": null
        },
        {
            "name": "thoracic",
            "percent": null
        },
        {
            "name": "and mediastinal disorders",
            "percent": null
        },
        {
            "name": "Cough",
            "percent": null
        },
        {
            "name": "Skin and subcutaneous tissue disorders",
            "percent": null
        },
        {
            "name": "Hyperhidrosis",
            "percent": null
        },
        {
            "name": "General disorders and administration site conditions",
            "percent": null
        },
        {
            "name": "Feeling jittery",
            "percent": null
        },
        {
            "name": "thirst",
            "percent": null
        },
        {
            "name": "chest discomfort",
            "percent": null
        },
        {
            "name": "chest pain",
            "percent": null
        },
        {
            "name": "Investigations",
            "percent": null
        },
        {
            "name": "Weight decreased",
            "percent": null
        },
        {
            "name": "Psychiatric disorders",
            "percent": null
        },
        {
            "name": "Bruxism",
            "percent": null
        },
        {
            "name": "restlessness",
            "percent": null
        },
        {
            "name": "Nervous system disorders",
            "percent": null
        },
        {
            "name": "Disturbances in attention",
            "percent": null
        },
        {
            "name": "tremor",
            "percent": null
        },
        {
            "name": "Respiratory",
            "percent": null
        },
        {
            "name": "thoracic",
            "percent": null
        },
        {
            "name": "and mediastinal disorders",
            "percent": null
        },
        {
            "name": "Cough",
            "percent": null
        },
        {
            "name": "dyspnea",
            "percent": null
        },
        {
            "name": "Gastrointestinal disorders",
            "percent": null
        },
        {
            "name": "Constipation",
            "percent": null
        },
        {
            "name": "vomiting",
            "percent": null
        },
        {
            "name": "Investigations",
            "percent": null
        },
        {
            "name": "Weight decreased",
            "percent": null
        }
    ]
}