{
    "name": "cefixime",
    "comment": "Rx",
    "other_names": [
        "Suprax"
    ],
    "classes": [
        "Cephalosporins",
        "3rd Generation"
    ],
    "source": "https://reference.medscape.com/drug/suprax-cefixime-342503",
    "pregnancy": {
        "common": [
            "Available data from published observational studies, case series, and case reports over several decades with cephalosporin use, including cefixime, in pregnant women have not established drug-associated risks of major birth defects, miscarriage, or adverse maternal or fetal outcomes",
            "Maternal gonorrhea may be associated with preterm birth, low neonatal birth weight, chorioamnionitis, intrauterine growth restriction, small for gestational age and premature rupture of membranes; perinatal transmission of gonorrhea to offspring can result in infant blindness, joint infections, and bloodstream infections"
        ],
        "specific": [
            {
                "type": "Animal data",
                "description": [
                    "Reproduction studies have been performed in mice and rats at doses equivalent to 40 and 80 times, respectively, adult human recommended dose and have revealed no evidence of harm to the fetus due to cefixime"
                ]
            }
        ]
    },
    "lactation": {
        "common": [
            "There are no available data on presence of drug in human milk, effects on breastfed infant, or on milk production; drug is present in animal milk; when a drug is present in animal milk, it is likely the drug will be present in human milk; developmental and health benefits of breastfeeding should be considered along with mother’s clinical need for therapy and any potential adverse effects on breastfed infant from drug or from mother’s underlying condition"
        ]
    },
    "warnings": {
        "black_box_warning": {
            "common": [],
            "specific": []
        },
        "contraindicators": {
            "common": [
                "Documented hypersensitivity"
            ],
            "specific": []
        },
        "cautions": {
            "common": [
                "Limited activity against anaerobes",
                "Dosage must be adjusted in severe renal insufficiency (high doses may cause CNS toxicity, including seizures); superinfections and promotion of nonsusceptible organisms may occur with prolonged use or repeated therapy",
                "Use with caution in patients with history of penicillin allergy",
                "Bacterial or fungal overgrowth of nonsusceptible organisms may occur with prolonged or repeated therapy",
                "Immune-mediated hemolytic anemia reported; monitor hematologic parameters during and for 2 to 3 weeks after therapy; discontinue therapy if hemolytic anemia occurs during treatment",
                "Phenylalanine can be harmful to patients with phenylketonuria (PKU); chewable tablets contain aspartame, a source of phenylalanine; before prescribing, consider combined daily amount of phenylalanine from all sources, including chewable tablets",
                "Use caution in patients with history of gastrointestinal disease",
                "Clostridium difficile associated diarrhea (CDAD) reported with use of nearly all antibacterial agents, and may range in severity from mild diarrhea to fatal colitis; if CDAD is suspected or confirmed, discontinue ongoing antibacterial drug use not directed against C. difficile; institute appropriate fluid and electrolyte management, protein supplementation, antibacterial drug treatment of C. difficile, and surgical evaluation as clinically indicated",
                "Immune-mediated hemolytic anemia reported; monitor hematologic parameters during and for 2 to 3 weeks after therapy; discontinue therapy if hemolytic anemia occurs during treatment",
                "Cephalosporins may be associated with a fall in prothrombin activity; patients with renal or hepatic impairment, or poor nutritional state, patients receiving a protracted course of antimicrobial therapy, and patients previously stabilized on anticoagulant therapy; monitor prothrombin time in patients at risk and exogenous vitamin K administered as indicated",
                "May cause acute renal failure including tubulointerstitial nephritis; discontinue therapy if renal failure occurs and initiate supportive therapy",
                "Severe cutaneous reactions, including Stevens-Johnson syndrome, epidermal necrolysis, and drug rash with eosinophilia and systemic symptoms (DRESS) reported; discontinue therapy and implement supportive therapy if reaction occurs"
            ],
            "specific": [
                {
                    "type": "Drug interactions overview",
                    "description": [
                        "Concomitant use with cefixime and carbamazepine may elevate carbamazepine levels reported in postmarketing experience",
                        "Administration of cefixime may result in a false-positive reaction for glucose in the urine using Clinitest®, Benedict’s solution, or Fehling’s solution; use glucose tests based on enzymatic glucose oxidase reactions (such as Clinistix® or TesTape®) be used",
                        "A false-positive direct Coombs test reported during treatment with other cephalosporins; therefore, it should be recognized that a positive Coombs test may be due to the drug"
                    ]
                }
            ]
        }
    },
    "interactions": [
        {
            "classification_type": "Serious",
            "interaction_with": "BCG vaccine live",
            "description": {
                "common": "cefixime decreases effects of BCG vaccine live by pharmacodynamic antagonism. Contraindicated. Wait until Abx Tx complete to administer live bacterial vaccine."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "cholera vaccine",
            "description": {
                "common": "cefixime, cholera vaccine. pharmacodynamic antagonism. Avoid or Use Alternate Drug. Avoid coadministration of cholera vaccine with systemic antibiotics since these agents may be active against the vaccine strain. Do not administer cholera vaccine to patients who have received oral or parenteral antibiotics within 14 days prior to vaccination."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "microbiota oral",
            "description": {
                "common": "cefixime decreases effects of microbiota oral by pharmacodynamic antagonism. Avoid or Use Alternate Drug. Microbiota oral contains bacterial spores. Antibacterial agents may decrease efficacy if coadministered. Complete antibiotic regimens 2-4 days before initiating microbiota oral. ."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "typhoid vaccine live",
            "description": {
                "common": "cefixime decreases effects of typhoid vaccine live by pharmacodynamic antagonism. Contraindicated. Wait until Abx Tx complete to administer live bacterial vaccine."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "bazedoxifene/conjugated estrogens",
            "description": {
                "common": "cefixime will decrease the level or effect of bazedoxifene/conjugated estrogens by  altering intestinal flora. Applies only to oral forms of hormone. Low risk of contraceptive failure. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "dienogest/estradiol valerate",
            "description": {
                "common": "cefixime will decrease the level or effect of dienogest/estradiol valerate by  altering intestinal flora. Applies only to oral forms of hormone. Low risk of contraceptive failure. Use Caution/Monitor. An alternate or additional form of birth control may be advisable during concomitant use."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "estradiol",
            "description": {
                "common": "cefixime will decrease the level or effect of estradiol by  altering intestinal flora. Applies only to oral forms of hormone. Low risk of contraceptive failure. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ethinylestradiol",
            "description": {
                "common": "cefixime will decrease the level or effect of ethinylestradiol by  altering intestinal flora. Applies only to oral forms of hormone. Low risk of contraceptive failure. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "levonorgestrel oral/ethinylestradiol/ferrous bisglycinate",
            "description": {
                "common": "cefixime will decrease the level or effect of levonorgestrel oral/ethinylestradiol/ferrous bisglycinate by  altering intestinal flora. Applies only to oral forms of hormone. Low risk of contraceptive failure. Use Caution/Monitor. Antibiotics may decrease hormonal contraceptive efficacy."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "probenecid",
            "description": {
                "common": "probenecid will increase the level or effect of cefixime by  acidic (anionic) drug competition for renal tubular clearance. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "sodium picosulfate/magnesium oxide/anhydrous citric acid",
            "description": {
                "common": "cefixime decreases effects of sodium picosulfate/magnesium oxide/anhydrous citric acid by altering metabolism. Use Caution/Monitor. Coadministration with antibiotics decreases efficacy by altering colonic bacterial flora needed to convert sodium picosulfate to active drug."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "voclosporin",
            "description": {
                "common": "voclosporin, cefixime.\nEither increases toxicity of the other by nephrotoxicity and/or ototoxicity. Modify Therapy/Monitor Closely. Coadministration with drugs associated with nephrotoxicity may increase the risk for acute and/or chronic nephrotoxicity."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "warfarin",
            "description": {
                "common": "cefixime increases effects of warfarin by unspecified interaction mechanism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "aminohippurate sodium",
            "description": {
                "common": "cefixime will increase the level or effect of aminohippurate sodium by  acidic (anionic) drug competition for renal tubular clearance. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "aspirin",
            "description": {
                "common": "cefixime will increase the level or effect of aspirin by  acidic (anionic) drug competition for renal tubular clearance. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "aspirin rectal",
            "description": {
                "common": "cefixime will increase the level or effect of aspirin rectal by  acidic (anionic) drug competition for renal tubular clearance. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "aspirin/citric acid/sodium bicarbonate",
            "description": {
                "common": "cefixime will increase the level or effect of aspirin/citric acid/sodium bicarbonate by  acidic (anionic) drug competition for renal tubular clearance. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "bendroflumethiazide",
            "description": {
                "common": "cefixime will increase the level or effect of bendroflumethiazide by  acidic (anionic) drug competition for renal tubular clearance. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "chloramphenicol",
            "description": {
                "common": "chloramphenicol decreases effects of cefixime by pharmacodynamic antagonism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "choline magnesium trisalicylate",
            "description": {
                "common": "cefixime will increase the level or effect of choline magnesium trisalicylate by  acidic (anionic) drug competition for renal tubular clearance. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "cyclopenthiazide",
            "description": {
                "common": "cefixime will increase the level or effect of cyclopenthiazide by  acidic (anionic) drug competition for renal tubular clearance. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "furosemide",
            "description": {
                "common": "cefixime increases toxicity of furosemide by pharmacodynamic synergism. Minor/Significance Unknown. Increased risk of nephrotoxicity."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "meloxicam",
            "description": {
                "common": "cefixime will increase the level or effect of meloxicam by  acidic (anionic) drug competition for renal tubular clearance. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "rose hips",
            "description": {
                "common": "rose hips will increase the level or effect of cefixime by  acidic (anionic) drug competition for renal tubular clearance. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "willow bark",
            "description": {
                "common": "cefixime will increase the level or effect of willow bark by  acidic (anionic) drug competition for renal tubular clearance. Minor/Significance Unknown."
            }
        }
    ],
    "adverse effects": [
        {
            "name": "Diarrhea",
            "percent": "16"
        },
        {
            "name": "Abdominal pain",
            "percent": null
        },
        {
            "name": "Candidiasis",
            "percent": null
        },
        {
            "name": "Dizziness",
            "percent": null
        },
        {
            "name": "Dyspepsia",
            "percent": null
        },
        {
            "name": "Elevated transaminases",
            "percent": null
        },
        {
            "name": "Eosinophilia",
            "percent": null
        },
        {
            "name": "Erythema multiforme",
            "percent": null
        },
        {
            "name": "Fever",
            "percent": null
        },
        {
            "name": "Flatulence",
            "percent": null
        },
        {
            "name": "Headache",
            "percent": null
        },
        {
            "name": "Increased blood urea nitrogen",
            "percent": null
        },
        {
            "name": "BUN",
            "percent": null
        },
        {
            "name": "Increased creatinine",
            "percent": null
        },
        {
            "name": "Leukopenia",
            "percent": null
        },
        {
            "name": "Nausea",
            "percent": null
        },
        {
            "name": "Prolonged prothrombin time",
            "percent": null
        },
        {
            "name": "PT",
            "percent": null
        },
        {
            "name": "Pruritus",
            "percent": null
        },
        {
            "name": "Pseudomembranous colitis",
            "percent": null
        },
        {
            "name": "Rash",
            "percent": null
        },
        {
            "name": "Serum sickness",
            "percent": null
        },
        {
            "name": "like reaction",
            "percent": null
        },
        {
            "name": "Stevens",
            "percent": null
        },
        {
            "name": "Johnson syndrome",
            "percent": null
        },
        {
            "name": "Thrombocytopenia",
            "percent": null
        },
        {
            "name": "Urticaria",
            "percent": null
        },
        {
            "name": "Vaginitis",
            "percent": null
        },
        {
            "name": "Vomiting",
            "percent": null
        }
    ]
}