{
    "name": "levothyroxine",
    "comment": "Rx",
    "other_names": [
        "Synthroid",
        "Levoxyl",
        "Levo T",
        "Tirosint",
        "Tirosint-SOL",
        "Unithroid",
        "Thyquidity",
        "Levolet"
    ],
    "classes": [
        "Thyroid Products"
    ],
    "source": "https://reference.medscape.com/drug/synthroid-levoxyl-levothyroxine-342732",
    "pregnancy": {
        "common": [
            "Experience with levothyroxine use in pregnant women, including data from post-marketing studies, in pregnant women treated with oral levothyroxine to maintain euthyroid state, have not reported increased rates of major birth defects or miscarriages; there are risks to mother and fetus associated with untreated hypothyroidism in pregnancy; since TSH levels may increase during pregnancy, TSH should be monitored and levothyroxine dosage adjusted during pregnancy; untreated maternal hypothyroidism may have adverse effect on fetal neurocognitive development",
            "Maternal hypothyroidism during pregnancy is associated with a higher rate of complications, including spontaneous abortion, gestational hypertension, pre-eclampsia, stillbirth, and premature delivery; untreated maternal hypothyroidism may have adverse effect on fetal neurocognitive development",
            "Pregnancy may increase thyroid hormone requirements. serum TSH level should be monitored and the dosage adjusted during pregnancy; since postpartum TSH levels are similar to preconception values, the dosage should return to the pre-pregnancy dose immediately after delivery",
            "Animal data"
        ],
        "specific": []
    },
    "lactation": {
        "common": [
            "Limited published studies report that levothyroxine is present in human milk; however, there is insufficient information to determine effects of levothyroxine on breastfed infant and no adverse effects on breastfed infant reported and there is no information on effects of levothyroxine on milk production; adequate levothyroxine treatment during lactation may normalize milk production in hypothyroid lactating mothers with low milk supply; developmental and health benefits of breastfeeding should be considered along with mother’s clinical need for levothyroxine and any potential adverse effects on breastfed infant from levothyroxine or from underlying maternal condition"
        ]
    },
    "warnings": {
        "black_box_warning": {
            "common": [
                "Thyroid hormones, either alone or with other therapeutic agents, should not be used for the treatment of obesity or for weight loss",
                "In euthyroid patients, doses within the range of daily hormonal requirements are ineffective for weight reduction; larger doses may produce serious or even life-threatening manifestations of toxicity, particularly when given in association with sympathomimetic amines such as those used for their anorectic effects"
            ],
            "specific": []
        },
        "contraindicators": {
            "common": [
                "Hypersensitivity to thyroid hormone or other ingredients ",
                "Uncorrected adrenal insufficiency "
            ],
            "specific": []
        },
        "cautions": {
            "common": [
                "Proper dose titration and careful monitoring is critical to prevent persistence of hypothyroidism or development of hyperthyroidism ",
                "Generally, do not use levothyroxine sodium preparations interchangeably, owing to narrow therapeutic index; check for bioequivalence if switching brands/generics; if formulations are changed, monitor TSH and adjust dose if needed ",
                "Synthroid and Unithroid tabs contain lactose "
            ],
            "specific": [
                {
                    "type": "Pediatric use",
                    "description": [
                        "In pediatric patients, rapid restoration of normal serum T4 concentrations is essential for preventing adverse effects of congenital hypothyroidism on cognitive development as well as on overall physical growth and maturation; therefore, initiate therapy immediately upon diagnosis; levothyroxine is generally continued for life in these patients",
                        "Closely monitor infants during first 2 weeks of therapy for cardiac overload and arrhythmias"
                    ]
                },
                {
                    "type": "Cardiovascular",
                    "description": [
                        "Over-treatment with levothyroxine may cause increase in heart rate, cardiac wall thickness, and cardiac contractility; may precipitate angina or arrhythmias, particularly in patients with cardiovascular disease and in elderly patients",
                        "Initiate with lower doses in elderly patients than the recommended dose for younger individuals or patients without cardiac disease ",
                        "Monitor patients receiving concomitant levothyroxine and sympathomimetic agents for signs and symptoms of coronary insufficiency"
                    ]
                },
                {
                    "type": "Myxedema coma",
                    "description": [
                        "Myxedema coma is a life-threatening emergency characterized by poor circulation and hypometabolism, and may result in unpredictable GI absorption of levothyroxine ",
                        "Use of oral thyroid hormone drug products is not recommended to treat myxedema coma ",
                        "Treat myxedema coma with IV thyroid products "
                    ]
                },
                {
                    "type": "Acute adrenal crisis in patients with concomitant adrenal insufficiency",
                    "description": [
                        "Thyroid hormone increases metabolic clearance of glucocorticoids ",
                        "Initiation of thyroid hormone therapy before initiating glucocorticoid therapy may precipitate an acute adrenal crisis in patients with adrenal insufficiency ",
                        "Treat patients with adrenal insufficiency with replacement glucocorticoids before initiating "
                    ]
                },
                {
                    "type": "Prevention of hyperthyroidism or incomplete treatment of hypothyroidism",
                    "description": [
                        "Levothyroxine has a narrow therapeutic index",
                        "Over- or undertreatment may have negative effects on growth and development, cardiovascular function, bone metabolism, reproductive function, cognitive function, emotional state, gastrointestinal function, and on glucose and lipid metabolism in adult or pediatric patients",
                        "In pediatric patients with congenital and acquired hypothyroidism, undertreatment may adversely affect cognitive development and linear growth, and overtreatment is associated with craniosynostosis and acceleration of bone age",
                        "Titrate dose carefully and monitor response to titration to avoid these effects; consider potential for food or drug interactions and adjust administration or dosage as needed "
                    ]
                },
                {
                    "type": "Worsening diabetic control",
                    "description": [
                        "Addition of levothyroxine therapy in patients with diabetes mellitus may worsen glycemic control and result in increased antidiabetic agent or insulin requirements",
                        "Carefully monitor glycemic control after starting, changing, or discontinuing levothyroxine "
                    ]
                },
                {
                    "type": "Decreased bone mineral density with over-replacement",
                    "description": [
                        "Increased bone resorption and decreased bone mineral density may occur as a result of over-replacement, particularly in post-menopausal women",
                        "Increased bone resorption may be associated with increased serum levels and urinary excretion of calcium and phosphorous, elevations in bone alkaline phosphatase, and suppressed serum parathyroid hormone levels",
                        "Administer minimum dose of levothyroxine that achieves desired clinical and biochemical response to mitigate against this risk "
                    ]
                },
                {
                    "type": "Drug-food interactions ",
                    "description": [
                        "Evaluate need for dose adjustments when regularly administering within 1 hr of certain foods that affect levothyroxine absorption ",
                        "Decreases GI absorption: Soybean flour (infant formula), cottonseed meal, walnuts, and dietary fiber ",
                        "Delayed GI absorption, reduced biovailability: Grapefruit juice "
                    ]
                },
                {
                    "type": "Drug interaction overview ",
                    "description": [
                        "Drugs that may decrease T4 absorption",
                        "Concurrent use may reduce levothyroxine efficacy by binding and delaying or preventing absorption, potentially resulting in hypothyroidism ",
                        "Calcium carbonate, ferrous sulfate, bile acid sequestrants, ion exchange resins: Administer at least 4 hr apart ",
                        "Orlistat: Monitor for changes in thyroid function ",
                        "PPIs, sucralfate, antacids: Hypochlorhydria and altered gastric pH may reduce levothyroxine absorption; monitor ",
                        "Drugs that may alter T4 and T3 transport",
                        "Typically patients remain euthyroid ",
                        "Clofibrate, estrogen, heroin, methadone, 5-fluorouracil, mitotane, tamoxifen: May increase thyroxine binding globulin (TBG) concentration ",
                        "Androgens, anabolic steroids, asparaginase, glucocorticoids, slow-release nicotinic acid: may decrease TBG concentration ",
                        "Salicylates: Inhibit binding of T4 and T3 to TBG and transthyretin; initial increase in serum FT4 followed by return of FT4 to normal levels with sustained therapeutic serum salicylate concentrations, although total T4 levels may decrease by up to 30% ",
                        "Carbamazepine, furosemide, heparin, hydantoins, NSADs , fenamates: May cause protein binding site displacement of levothyroxine ",
                        "Drugs that may alter hepatic metabolism",
                        "May increase levothyroxine dose requirements ",
                        "Phenobarbital, rifampin: Stimulate hepatic microsomal drug-metabolizing enzyme activity and may cause increased hepatic degradation of levothyroxine ",
                        "Drugs that may decreased conversion of T4 to T3",
                        "Beta blockers: Large doses of propranolol (>160 mg/day), T3 and T4 levels change slightly, TSH levels remain normal, and patients are clinically euthyroid; beta-adrenergic antagonists may be impaired when hypothyroid patient is converted to the euthyroid state ",
                        "Glucocorticoids: Short-term administration of large doses of glucocorticoids may decrease serum T3 concentrations by 30% with minimal change in serum T4 levels; however, long-term glucocorticoid therapy may result in slightly decreased T3 and T4 levels due to decreased TBG production ",
                        "Amiodarone: Inhibits peripheral conversion of T4 to T3 and may cause isolated biochemical changes (increase in serum free-T4, and decreased or normal free-T3) in clinically euthyroid patients ",
                        "Antidiabetics",
                        "Monitor glycemic control when levothyroxine started, changed, or discontinued ",
                        "Levothyroxine may worsen glycemic control and result in increased antidiabetic agent or insulin requirements ",
                        "Oral anticoagulants",
                        "Decreased anticoagulant dose may be required ",
                        "Levothyroxine increases response to oral anticoagulant ",
                        "Digoxin ",
                        "Increased digoxin dose may be required ",
                        "Levothyroxine may reduce therapeutic effects of digoxin; serum digoxin levels may be decreased when a hypothyroid patient becomes euthyroid ",
                        "Antidepressants",
                        "Concurrent use of tricyclic or tetracyclic antidepressants and levothyroxine may increase therapeutic and toxic effects of both drugs, possibly due to increased receptor sensitivity to catecholamines ",
                        "Sertraline administration in patients stabilized on levothyroxine may result in increased levothyroxine requirements ",
                        "Ketamine",
                        "Closely monitor blood pressure ",
                        "Coadministration may produce marked hypertension and tachycardia ",
                        "Sympathomimetics ",
                        "Increased effects of sympathomimetics or thyroid hormone ",
                        "Thyroid hormones may increase risk of coronary insufficiency when sympathomimetic agents are administered to patients with coronary artery disease ",
                        "Tyrosine kinase inhibitors",
                        "Closely monitor TSH levels ",
                        "Coadministration may cause hypothyroidism "
                    ]
                }
            ]
        }
    },
    "interactions": [
        {
            "classification_type": "Contraindicated",
            "interaction_with": "sodium iodide I-131",
            "description": {
                "common": "levothyroxine will decrease the level or effect of sodium iodide I-131 by  Other (see comment). Contraindicated. Use of thyroid products or iodine before and during treatment with sodium iodide I-131 decreases uptake of sodium iodide I-131 by the thyroid gland"
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "sucroferric oxyhydroxide",
            "description": {
                "common": "sucroferric oxyhydroxide decreases levels of levothyroxine by inhibition of GI absorption. Applies only to oral form of both agents. Contraindicated. No interaction anticipated with parenteral levothyroxine."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "antithrombin alfa",
            "description": {
                "common": "levothyroxine increases effects of antithrombin alfa by pharmacodynamic synergism. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "antithrombin III",
            "description": {
                "common": "levothyroxine increases effects of antithrombin III by pharmacodynamic synergism. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "argatroban",
            "description": {
                "common": "levothyroxine increases effects of argatroban by pharmacodynamic synergism. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "bemiparin",
            "description": {
                "common": "levothyroxine increases effects of bemiparin by pharmacodynamic synergism. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "bivalirudin",
            "description": {
                "common": "levothyroxine increases effects of bivalirudin by pharmacodynamic synergism. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "bremelanotide",
            "description": {
                "common": "bremelanotide will decrease the level or effect of levothyroxine by  Other (see comment). Avoid or Use Alternate Drug. Bremelanotide may slow gastric emptying and potentially reduces the rate and extent of absorption of concomitantly administered oral medications. Avoid use when taking any oral drug that is dependent on threshold concentrations for efficacy. Interactions listed are representative examples and do not include all possible clinical examples."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "fondaparinux",
            "description": {
                "common": "levothyroxine increases effects of fondaparinux by pharmacodynamic synergism. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "heparin",
            "description": {
                "common": "levothyroxine increases effects of heparin by pharmacodynamic synergism. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "lycopus",
            "description": {
                "common": "lycopus decreases effects of levothyroxine by pharmacodynamic antagonism. Contraindicated. Lycopus blocks peripheral conversion of T4 to T3."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "phenindione",
            "description": {
                "common": "levothyroxine increases effects of phenindione by pharmacodynamic synergism. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "protamine",
            "description": {
                "common": "levothyroxine increases effects of protamine by pharmacodynamic synergism. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "trofinetide",
            "description": {
                "common": "trofinetide will increase the level or effect of levothyroxine by  Other (see comment). Avoid or Use Alternate Drug. Trofinetide (an OATP131 and OATP13B inhibitor) may increase plasma levels of OATP131 or OATP13B substrates. Avoid coadministration with sensitive substrates."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "amitriptyline",
            "description": {
                "common": "levothyroxine increases effects of amitriptyline by Other (see comment). Use Caution/Monitor. \nComment: Increased catecholamine receptor sensitivity; may increase CNS and cardiovascular effects, including arrhythmias."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "amoxapine",
            "description": {
                "common": "levothyroxine increases effects of amoxapine by Other (see comment). Use Caution/Monitor. \nComment: Increased catecholamine receptor sensitivity; may increase CNS and cardiovascular effects, including arrhythmias."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "apalutamide",
            "description": {
                "common": "apalutamide will decrease the level or effect of levothyroxine by  increasing elimination. Use Caution/Monitor. Apalutamide induces UGT and may decrease systemic exposure of drugs that are UGT substrates."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "caffeine",
            "description": {
                "common": "caffeine decreases levels of levothyroxine by inhibition of GI absorption. Applies only to oral form of both agents. Use Caution/Monitor. COFFEE binds levothyroxine in the GI tract.  Separate by 2 hours."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "calcium acetate",
            "description": {
                "common": "calcium acetate decreases levels of levothyroxine by inhibition of GI absorption. Applies only to oral form of both agents. Use Caution/Monitor. Separate administration by 4 hours."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "calcium carbonate",
            "description": {
                "common": "calcium carbonate decreases levels of levothyroxine by inhibition of GI absorption. Applies only to oral form of both agents. Use Caution/Monitor. Separate by 2 hours."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "calcium chloride",
            "description": {
                "common": "calcium chloride decreases levels of levothyroxine by inhibition of GI absorption. Applies only to oral form of both agents. Use Caution/Monitor. Separate by 2 hours."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "calcium citrate",
            "description": {
                "common": "calcium citrate decreases levels of levothyroxine by inhibition of GI absorption. Applies only to oral form of both agents. Use Caution/Monitor. Separate by 2 hours."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "calcium gluconate",
            "description": {
                "common": "calcium gluconate decreases levels of levothyroxine by inhibition of GI absorption. Applies only to oral form of both agents. Use Caution/Monitor. Separate by 2 hours."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "carbonyl iron",
            "description": {
                "common": "carbonyl iron decreases levels of levothyroxine by inhibition of GI absorption. Applies only to oral form of both agents. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "cholestyramine",
            "description": {
                "common": "cholestyramine decreases levels of levothyroxine by inhibition of GI absorption. Applies only to oral form of both agents. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "clomipramine",
            "description": {
                "common": "levothyroxine increases effects of clomipramine by Other (see comment). Use Caution/Monitor. \nComment: Increased catecholamine receptor sensitivity; may increase CNS and cardiovascular effects, including arrhythmias."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "colesevelam",
            "description": {
                "common": "colesevelam decreases levels of levothyroxine by drug binding in GI tract. Use Caution/Monitor. Concomitant administration decreases levothyroxine absorption; however, absorption is not reduced when levothyroxine is administered 4 hr before colesevelam."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "crofelemer",
            "description": {
                "common": "crofelemer increases levels of levothyroxine by Other (see comment). Use Caution/Monitor. \nComment: Crofelemer has the potential to inhibit transporters MRP2 and OATP1A2 at concentrations expected in the gut; unlikely to inhibit systemically because minimally absorbed."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "desipramine",
            "description": {
                "common": "levothyroxine increases effects of desipramine by Other (see comment). Use Caution/Monitor. \nComment: Increased catecholamine receptor sensitivity; may increase CNS and cardiovascular effects, including arrhythmias."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "didanosine",
            "description": {
                "common": "didanosine will decrease the level or effect of levothyroxine by  inhibition of GI absorption. Applies only to oral form of both agents. Use Caution/Monitor. Applies to didanosine chewable tablets and powder for oral solution; administer 2 hr before or several hours after didanosine oral solution or chewable tablet administration"
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "digoxin",
            "description": {
                "common": "levothyroxine decreases effects of digoxin by unknown mechanism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "doxepin",
            "description": {
                "common": "levothyroxine increases effects of doxepin by Other (see comment). Use Caution/Monitor. \nComment: Increased catecholamine receptor sensitivity; may increase CNS and cardiovascular effects, including arrhythmias."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "doxepin cream",
            "description": {
                "common": "levothyroxine increases effects of doxepin cream by Other (see comment). Use Caution/Monitor. \nComment: Increased catecholamine receptor sensitivity; may increase CNS and cardiovascular effects, including arrhythmias."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "dulaglutide",
            "description": {
                "common": "dulaglutide, levothyroxine. Other (see comment). Use Caution/Monitor. \nComment: Dulaglutide slows gastric emptying and may impact absorption of concomitantly administered oral medications; be particularly cautious when coadministered with drugs that have a narrow therapeutic index."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "eluxadoline",
            "description": {
                "common": "eluxadoline increases levels of levothyroxine by decreasing metabolism. Use Caution/Monitor. Eluxadoline may increase the systemic exposure of coadministered OATP1B1 substrates."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "epinephrine",
            "description": {
                "common": "levothyroxine will increase the level or effect of epinephrine by  unspecified interaction mechanism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ferric maltol",
            "description": {
                "common": "ferric maltol decreases levels of levothyroxine by inhibition of GI absorption. Applies only to oral form of both agents. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ferrous fumarate",
            "description": {
                "common": "ferrous fumarate decreases levels of levothyroxine by inhibition of GI absorption. Applies only to oral form of both agents. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ferrous gluconate",
            "description": {
                "common": "ferrous gluconate decreases levels of levothyroxine by inhibition of GI absorption. Applies only to oral form of both agents. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ferrous sulfate",
            "description": {
                "common": "ferrous sulfate decreases levels of levothyroxine by inhibition of GI absorption. Applies only to oral form of both agents. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "food",
            "description": {
                "common": "food decreases levels of levothyroxine by inhibition of GI absorption. Applies only to oral form of both agents. Use Caution/Monitor. COFFEE binds levothyroxine in the GI tract.  Separate by 2 hours."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "imipramine",
            "description": {
                "common": "levothyroxine increases effects of imipramine by Other (see comment). Use Caution/Monitor. \nComment: Increased catecholamine receptor sensitivity; may increase CNS and cardiovascular effects, including arrhythmias."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "insulin degludec",
            "description": {
                "common": "levothyroxine decreases effects of insulin degludec by pharmacodynamic antagonism. Use Caution/Monitor. Thyroid hormones regulate carbohydrate metabolism, gluconeogenesis, and glycogen stores mobilization; dose of antidiabetic agents may need adjustment and increased frequency of glucose monitoring may be required."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "insulin degludec/insulin aspart",
            "description": {
                "common": "levothyroxine decreases effects of insulin degludec/insulin aspart by pharmacodynamic antagonism. Use Caution/Monitor. Thyroid hormones regulate carbohydrate metabolism, gluconeogenesis, and glycogen stores mobilization; dose of antidiabetic agents may need adjustment and increased frequency of glucose monitoring may be required."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "insulin inhaled",
            "description": {
                "common": "levothyroxine decreases effects of insulin inhaled by pharmacodynamic antagonism. Use Caution/Monitor. Thyroid hormones regulate carbohydrate metabolism, gluconeogenesis, and glycogen stores mobilization; dose of antidiabetic agents may need adjustment and increased frequency of glucose monitoring may be required."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "iron dextran complex",
            "description": {
                "common": "iron dextran complex decreases levels of levothyroxine by inhibition of GI absorption. Applies only to oral form of both agents. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "iron sucrose",
            "description": {
                "common": "iron sucrose decreases levels of levothyroxine by inhibition of GI absorption. Applies only to oral form of both agents. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ketamine",
            "description": {
                "common": "levothyroxine increases toxicity of ketamine by unspecified interaction mechanism. Use Caution/Monitor. Coadministration may cause marked hypertension and tachycardia."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "lanthanum carbonate",
            "description": {
                "common": "lanthanum carbonate decreases levels of levothyroxine by cation binding in GI tract. Use Caution/Monitor. Administer oral thyroid products at least 2 hr before or after lanthanum. Interaction applies only to oral thyroid products only. ."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "letermovir",
            "description": {
                "common": "letermovir increases levels of levothyroxine by Other (see comment). Use Caution/Monitor. \nComment: Letermovir, an OATP1B1/3 inhibitor may increase plasma concentrations of coadministered OATP1B1/3 substrates."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "levonorgestrel oral/ethinylestradiol/ferrous bisglycinate",
            "description": {
                "common": "levonorgestrel oral/ethinylestradiol/ferrous bisglycinate will decrease the level or effect of levothyroxine by  unknown mechanism. Modify Therapy/Monitor Closely. The estrogen component of combined hormonal contraceptives (CHCs) may raise the serum concentrations of thyroxine-binding globulin. Women on thyroid hormone replacement therapy may need increased doses of thyroid hormone with use of CHCs."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "magnesium supplement",
            "description": {
                "common": "magnesium supplement will decrease the level or effect of levothyroxine by  Other (see comment). Modify Therapy/Monitor Closely. Drug may adsorb to magnesium; may decrease absorption by the intestinal tract; applies to oral forms; may separate administration of drugs by 4 hr"
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "metformin",
            "description": {
                "common": "levothyroxine decreases effects of metformin by pharmacodynamic antagonism. Use Caution/Monitor. Patient should be closely observed for loss of blood glucose control; when drugs are withdrawn from a patient receiving metformin, patient should be observed closely for hypoglycemia."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "nateglinide",
            "description": {
                "common": "levothyroxine decreases effects of nateglinide by pharmacodynamic antagonism. Use Caution/Monitor. Coadministration may reduce nateglinide's hypoglycemic action."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "nortriptyline",
            "description": {
                "common": "levothyroxine increases effects of nortriptyline by Other (see comment). Use Caution/Monitor. \nComment: Increased catecholamine receptor sensitivity; may increase CNS and cardiovascular effects, including arrhythmias."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "orlistat",
            "description": {
                "common": "orlistat decreases levels of levothyroxine by inhibition of GI absorption. Applies only to oral form of both agents. Use Caution/Monitor. Risk of hypothyroidism. Separate by 4 hours."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "patiromer",
            "description": {
                "common": "patiromer will decrease the level or effect of levothyroxine by  drug binding in GI tract. Modify Therapy/Monitor Closely. Separate administration by at least 3 hr from patiromer"
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "polysaccharide iron",
            "description": {
                "common": "polysaccharide iron decreases levels of levothyroxine by inhibition of GI absorption. Applies only to oral form of both agents. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "protriptyline",
            "description": {
                "common": "levothyroxine increases effects of protriptyline by Other (see comment). Use Caution/Monitor. \nComment: Increased catecholamine receptor sensitivity; may increase CNS and cardiovascular effects, including arrhythmias."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "raloxifene",
            "description": {
                "common": "raloxifene decreases levels of levothyroxine by inhibition of GI absorption. Applies only to oral form of both agents. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ropeginterferon alfa 2b",
            "description": {
                "common": "ropeginterferon alfa 2b will increase the level or effect of levothyroxine by  Other (see comment). Use Caution/Monitor. Certain proinflammatory cytokines, including interferons, can suppress CYP450 enzymes resulting in increased exposures of some CYP substrates. Therefore, monitor patients who are receiving concomitant drugs that are CYP450 substrates with a narrow therapeutic index from toxicities to such drugs."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "rose hips",
            "description": {
                "common": "rose hips decreases levels of levothyroxine by inhibition of GI absorption. Applies only to oral form of both agents. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "sodium sulfate/?magnesium sulfate/potassium chloride",
            "description": {
                "common": "sodium sulfate/?magnesium sulfate/potassium chloride decreases levels of levothyroxine by inhibition of GI absorption. Applies only to oral form of both agents. Modify Therapy/Monitor Closely. Administer levothyroxine at least 4 hr  after each dose to avoid chelation with magnesium. ."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "sodium sulfate/potassium sulfate/magnesium sulfate",
            "description": {
                "common": "sodium sulfate/potassium sulfate/magnesium sulfate decreases levels of levothyroxine by inhibition of GI absorption. Applies only to oral form of both agents. Modify Therapy/Monitor Closely. Administer levothyroxine at least 4 hr  after each dose to avoid chelation with magnesium. ."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "teduglutide",
            "description": {
                "common": "teduglutide increases levels of levothyroxine by Other (see comment). Use Caution/Monitor. \nComment: Teduglutide may increase absorption of concomitant PO medications; caution with with drugs requiring titration or those with a narrow therapeutic index; dose adjustment may be necessary."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "trimagnesium citrate anhydrous",
            "description": {
                "common": "trimagnesium citrate anhydrous decreases levels of levothyroxine by inhibition of GI absorption. Applies only to oral form of both agents. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "trimipramine",
            "description": {
                "common": "levothyroxine increases effects of trimipramine by Other (see comment). Use Caution/Monitor. \nComment: Increased catecholamine receptor sensitivity; may increase CNS and cardiovascular effects, including arrhythmias."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ustekinumab",
            "description": {
                "common": "ustekinumab, levothyroxine. Other (see comment). Use Caution/Monitor. \nComment: Formation of CYP450 enzymes can be altered by increased levels of certain cytokines during chronic inflammation;  thus, normalizing the formation of CYP450 enzymes. Upon initiation or discontinuation of ustekinumab in patients who are receiving concomitant CYP450 substrates, particularly those with a narrow therapeutic index, consider monitoring for therapeutic effect."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "warfarin",
            "description": {
                "common": "levothyroxine increases effects of warfarin by unspecified interaction mechanism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "alendronate",
            "description": {
                "common": "levothyroxine decreases levels of alendronate by unspecified interaction mechanism. Minor/Significance Unknown. Bioavailability of alendronate decreases slightly."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "amobarbital",
            "description": {
                "common": "amobarbital decreases levels of levothyroxine by increasing metabolism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "butabarbital",
            "description": {
                "common": "butabarbital decreases levels of levothyroxine by increasing metabolism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "butalbital",
            "description": {
                "common": "butalbital decreases levels of levothyroxine by increasing metabolism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "carbamazepine",
            "description": {
                "common": "carbamazepine decreases levels of levothyroxine by increasing metabolism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "colestipol",
            "description": {
                "common": "colestipol decreases levels of levothyroxine by inhibition of GI absorption. Applies only to oral form of both agents. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "dexlansoprazole",
            "description": {
                "common": "dexlansoprazole decreases levels of levothyroxine by increasing gastric pH. Applies only to oral form of both agents. Minor/Significance Unknown. Conflicting evidence regarding this interaction exists."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "eptifibatide",
            "description": {
                "common": "levothyroxine decreases levels of eptifibatide by increasing renal clearance. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "eslicarbazepine acetate",
            "description": {
                "common": "eslicarbazepine acetate decreases levels of levothyroxine by increasing metabolism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "esomeprazole",
            "description": {
                "common": "esomeprazole decreases levels of levothyroxine by increasing gastric pH. Applies only to oral form of both agents. Minor/Significance Unknown. Conflicting evidence regarding this interaction exists."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "ethotoin",
            "description": {
                "common": "ethotoin decreases levels of levothyroxine by increasing metabolism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "fosphenytoin",
            "description": {
                "common": "fosphenytoin decreases levels of levothyroxine by increasing metabolism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "furosemide",
            "description": {
                "common": "furosemide increases toxicity of levothyroxine by Other (see comment). Minor/Significance Unknown. \nComment: High doses (greater than 80 mg) of furosemide may inhibit binding of thyroid hormones to carrier proteins and result in transient increase in free thyroid hormones, followed by overall decrease in total thyroid hormone levels."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "glandular products",
            "description": {
                "common": "glandular products increases effects of levothyroxine by pharmacodynamic synergism. Minor/Significance Unknown. Additive effects with thyroid glandular extract."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "guggul",
            "description": {
                "common": "guggul decreases effects of levothyroxine by pharmacodynamic antagonism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "lansoprazole",
            "description": {
                "common": "lansoprazole decreases levels of levothyroxine by increasing gastric pH. Applies only to oral form of both agents. Minor/Significance Unknown. Conflicting evidence regarding this interaction exists."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "omeprazole",
            "description": {
                "common": "omeprazole decreases levels of levothyroxine by increasing gastric pH. Applies only to oral form of both agents. Minor/Significance Unknown. Conflicting evidence regarding this interaction exists."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "oxcarbazepine",
            "description": {
                "common": "oxcarbazepine decreases levels of levothyroxine by increasing metabolism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "pantoprazole",
            "description": {
                "common": "pantoprazole decreases levels of levothyroxine by increasing gastric pH. Applies only to oral form of both agents. Minor/Significance Unknown. Conflicting evidence regarding this interaction exists."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "pentobarbital",
            "description": {
                "common": "pentobarbital decreases levels of levothyroxine by increasing metabolism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "phenobarbital",
            "description": {
                "common": "phenobarbital decreases levels of levothyroxine by increasing metabolism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "phenytoin",
            "description": {
                "common": "phenytoin decreases levels of levothyroxine by increasing metabolism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "piracetam",
            "description": {
                "common": "piracetam, levothyroxine. Mechanism: unknown. Minor/Significance Unknown. Combination of piracetam and T3+T4 produced confusion, sleep disorder in single case."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "primidone",
            "description": {
                "common": "primidone decreases levels of levothyroxine by increasing metabolism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "rabeprazole",
            "description": {
                "common": "rabeprazole decreases levels of levothyroxine by increasing gastric pH. Applies only to oral form of both agents. Minor/Significance Unknown. Conflicting evidence regarding this interaction exists."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "rifampin",
            "description": {
                "common": "rifampin decreases levels of levothyroxine by increasing metabolism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "secobarbital",
            "description": {
                "common": "secobarbital decreases levels of levothyroxine by increasing metabolism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "shepherd's purse",
            "description": {
                "common": "shepherd's purse decreases effects of levothyroxine by unspecified interaction mechanism. Minor/Significance Unknown. Theoretical interaction."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "sodium polystyrene sulfonate",
            "description": {
                "common": "sodium polystyrene sulfonate decreases levels of levothyroxine by inhibition of GI absorption. Applies only to oral form of both agents. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "theophylline",
            "description": {
                "common": "levothyroxine decreases levels of theophylline by increasing elimination. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "tirofiban",
            "description": {
                "common": "levothyroxine decreases levels of tirofiban by increasing renal clearance. Minor/Significance Unknown."
            }
        }
    ],
    "adverse effects": [
        {
            "name": "Angina pectoris",
            "percent": null
        },
        {
            "name": "Arthralgia",
            "percent": null
        },
        {
            "name": "Congestive heart failure",
            "percent": null
        },
        {
            "name": "Flushing",
            "percent": null
        },
        {
            "name": "Increased pulse",
            "percent": null
        },
        {
            "name": "Myocardial infarction",
            "percent": null
        },
        {
            "name": "Palpitations",
            "percent": null
        },
        {
            "name": "Arrhythmias",
            "percent": null
        },
        {
            "name": "Cramps",
            "percent": null
        },
        {
            "name": "Diarrhea",
            "percent": null
        },
        {
            "name": "Nervousness",
            "percent": null
        },
        {
            "name": "Anxiety",
            "percent": null
        },
        {
            "name": "Choking sensation",
            "percent": null
        },
        {
            "name": "Emotional lability",
            "percent": null
        },
        {
            "name": "Headache",
            "percent": null
        },
        {
            "name": "Heat intolerance",
            "percent": null
        },
        {
            "name": "Insomnia",
            "percent": null
        },
        {
            "name": "Myasthenia",
            "percent": null
        },
        {
            "name": "Pseudotumor cerebri",
            "percent": null
        },
        {
            "name": "Alopecia",
            "percent": null
        },
        {
            "name": "Weight loss",
            "percent": null
        },
        {
            "name": "Infertility",
            "percent": null
        },
        {
            "name": "Dyspnea",
            "percent": null
        },
        {
            "name": "Fever",
            "percent": null
        },
        {
            "name": "Tachycardia",
            "percent": null
        },
        {
            "name": "Tremor",
            "percent": null
        },
        {
            "name": "Decreased bone mineral density",
            "percent": null
        },
        {
            "name": "Musculoskeletal",
            "percent": null
        },
        {
            "name": "Muscle weakness",
            "percent": null
        },
        {
            "name": "muscle spasm",
            "percent": null
        },
        {
            "name": "Dermatologic",
            "percent": null
        },
        {
            "name": "Hair loss",
            "percent": null
        },
        {
            "name": "rash",
            "percent": null
        },
        {
            "name": "Slipped capital femoral epiphysis",
            "percent": null
        },
        {
            "name": "children",
            "percent": null
        }
    ]
}