{
    "name": "calcipotriene/betamethasone",
    "comment": "Rx",
    "other_names": [
        "Taclonex Ointment",
        "Enstilar",
        "Taclonex Topical Suspension",
        "Wynzora"
    ],
    "classes": [
        "Antipsoriatics",
        "Topical"
    ],
    "source": "https://reference.medscape.com/drug/taclonex-enstilar-calcipotriene-betamethasone-999451",
    "pregnancy": {
        "common": [
            "Available data are not sufficient to evaluate a drug-associated risk for major birth defects, miscarriages, or adverse maternal or fetal outcomes",
            "However, systemic exposure to calcipotriene after topical administration is likely ot be low"
        ],
        "specific": [
            {
                "type": "Animal data",
                "description": [
                    "Observational studies suggest an increased risk of having low birthweight infants with the maternal use of potent or very potent topical corticosteroids",
                    "Advise pregnant females may increase the potential risk of having a low birth weight infant and to use on the smallest area of skin and for the shortest duration possible"
                ]
            }
        ]
    },
    "lactation": {
        "common": [
            "There is no information regarding presence of topically administered calcipotriene and betamethasone dipropionate in human milk, effects on breastfed infant, or on milk production",
            "Unknown whether topically administered calcipotriene or corticosteroids could result in sufficient systemic absorption to produce detectable quantities in human milk",
            "To minimize potential exposure to breastfed infant via breast milk, use drug on smallest area of skin and for shortest duration possible while breastfeeding",
            "Advise breastfeeding females not to apply drug directly to nipple and areola to avoid direct infant exposure"
        ]
    },
    "warnings": {
        "black_box_warning": {
            "common": [],
            "specific": []
        },
        "contraindicators": {
            "common": [
                "None listed in manufacturer's labeling"
            ],
            "specific": []
        },
        "cautions": {
            "common": [
                "Hypercalcemia and hypercalciuria observed with use of calcipotriene; if hypercalcemia or hypercalciuria develops, discontinue treatment until parameters of calcium metabolism have normalized",
                "The propellants in foam formulation are flammable; instruct patient to avoid fire, flame, and smoking during and immediately following application",
                "Allergic contact dermatitis has been observed with topical calcipotriene and topical corticosteroids; allergic contact dermatitis to topical corticosteroid is usually diagnosed by observing a failure to heal rather than a clinical exacerbation; corroborate such an observation with appropriate diagnostic patch testing; if irritation develops, treatment should be discontinued and appropriate therapy instituted",
                "Do not apply to on face, axillae, or groin",
                "Do not apply to areas of pre-existing skin atrophy",
                "If concomitant skin infection present/develops, apply appropriate antifungal or antibacterial agent",
                "Use of topical corticosteroids may increase risk of posterior subcapsular cataracts and glaucoma; avoid contact with eyes; may cause eye irritation; instruct patients to report visual symptoms to physician",
                "Patients who apply ointment to exposed skin should avoid excessive exposure to either natural or artificial sunlight, including tanning booths, sun lamps, etc; physicians may wish to limit or avoid use of phototherapy in patients who use ointment"
            ],
            "specific": [
                {
                    "type": "Effects on endocrine system",
                    "description": [
                        "Therapy can cause reversible hypothalamic-pituitary-adrenal (HPA) axis suppression with potential for clinical glucocorticosteroid insufficiency; this may occur during treatment or upon withdrawal of treatment",
                        "Factors that predispose a patient to HPA axis suppression include use of high-potency corticosteroids, large treatment surface areas, prolonged use, concomitant use of more than one corticosteroid-containing product, use of occlusive dressings, altered skin barrier, liver failure, and young age",
                        "Evaluation for HPA axis suppression may be done by using the cosyntropin stimulation test; if HPA axis suppression is documented, gradually withdraw the drug, reduce the frequency of application, or substitute with a less potent corticosteroid",
                        "Cushing's syndrome and hyperglycemia may occur due to systemic effects of topical corticosteroids; these complications are rare and generally occur after prolonged exposure to excessively large doses, especially of high-potency topical corticosteroids",
                        "Pediatric patients may be more susceptible to systemic toxicity due to their higher skin surface-to-body mass ratios",
                        "Use of more than one corticosteroid-containing product at the same time may increase the total systemic corticosteroid exposure"
                    ]
                }
            ]
        }
    },
    "interactions": [
        {
            "classification_type": "Serious",
            "interaction_with": "adenovirus types 4 and 7 live, oral",
            "description": {
                "common": "betamethasone decreases effects of adenovirus types 4 and 7 live, oral by pharmacodynamic antagonism. Avoid or Use Alternate Drug. Corticosteroids may diminish therapeutic effects of vaccines and increase risk of adverse effects (increased risk of infection). Live-attenuated vaccines should be avoided for at least 3mo after cessation of corticosteroid therapy."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "axicabtagene ciloleucel",
            "description": {
                "common": "betamethasone, axicabtagene ciloleucel.\nEither increases effects of the other by immunosuppressive effects; risk of infection. Avoid or Use Alternate Drug. Consider the use of prophylactic corticosteroid in patients after weighing the potential benefits and risks. Corticosteroids may, however, be required for treatment of cytokine release syndrome or neurologic toxicity."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "brexucabtagene autoleucel",
            "description": {
                "common": "betamethasone, brexucabtagene autoleucel.\nEither increases effects of the other by immunosuppressive effects; risk of infection. Avoid or Use Alternate Drug. Avoid prophylactic use of systemic corticosteroids as premedication before CAR-T cell therapy. Corticosteroids may, however, be required for treatment of cytokine release syndrome or neurologic toxicity."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "ciltacabtagene autoleucel",
            "description": {
                "common": "betamethasone, ciltacabtagene autoleucel.\nEither increases effects of the other by immunosuppressive effects; risk of infection. Avoid or Use Alternate Drug. Avoid prophylactic use of systemic corticosteroids as premedication before CAR-T cell therapy. Corticosteroids may, however, be required for treatment of cytokine release syndrome or neurologic toxicity."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "idecabtagene vicleucel",
            "description": {
                "common": "betamethasone, idecabtagene vicleucel.\nEither increases effects of the other by immunosuppressive effects; risk of infection. Avoid or Use Alternate Drug. Avoid prophylactic use of systemic corticosteroids as premedication before CAR-T cell therapy. Corticosteroids may, however, be required for treatment of cytokine release syndrome or neurologic toxicity."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "influenza virus vaccine quadrivalent, adjuvanted",
            "description": {
                "common": "betamethasone decreases effects of influenza virus vaccine quadrivalent, adjuvanted by pharmacodynamic antagonism. Avoid or Use Alternate Drug. Immunosuppressive drugs may reduce the immune response to influenza vaccine."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "influenza virus vaccine trivalent, adjuvanted",
            "description": {
                "common": "betamethasone decreases effects of influenza virus vaccine trivalent, adjuvanted by pharmacodynamic antagonism. Avoid or Use Alternate Drug. Immunosuppressive drugs may reduce the immune response to influenza vaccine."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "lisocabtagene maraleucel",
            "description": {
                "common": "betamethasone, lisocabtagene maraleucel.\nEither increases effects of the other by immunosuppressive effects; risk of infection. Avoid or Use Alternate Drug. Avoid prophylactic use of systemic corticosteroids as premedication before CAR-T cell therapy. Corticosteroids may, however, be required for treatment of cytokine release syndrome or neurologic toxicity."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "lonafarnib",
            "description": {
                "common": "betamethasone will increase the level or effect of lonafarnib by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug. If coadministration of lonafarnib (a sensitive CYP3A substrate) with weak CYP3A inhibitors is unavoidable, reduce to, or continue lonafarnib at starting dose. Closely monitor for arrhythmias and events (eg, syncope, heart palpitations) since lonafarnib effect on QT interval is unknown."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "macimorelin",
            "description": {
                "common": "betamethasone, macimorelin. unspecified interaction mechanism. Avoid or Use Alternate Drug. Drugs that directly affect the pituitary secretion of growth hormone (GH) may impact the accuracy of the macimorelin diagnostic test. Allow sufficient washout time of drugs affecting GH growth hormone release before administering prior to administration of macimorelin. Drugs that directly affect the pituitary secretion of growth hormone (GH) may impact the accuracy of the macimorelin diagnostic test. Allow sufficient washout time of drugs affecting GH release before administering macimorelin."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "testosterone intranasal",
            "description": {
                "common": "testosterone intranasal, betamethasone.\nEither increases effects of the other by Other (see comment). Avoid or Use Alternate Drug. \nComment: Coadministration increases risk for edema, particularly in patients with cardiac, renal, or hepatic disease."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "tisagenlecleucel",
            "description": {
                "common": "betamethasone, tisagenlecleucel.\nEither increases effects of the other by immunosuppressive effects; risk of infection. Avoid or Use Alternate Drug. Avoid prophylactic use of systemic corticosteroids as premedication before CAR-T cell therapy. Corticosteroids may, however, be required for treatment of cytokine release syndrome or neurologic toxicity."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "tofacitinib",
            "description": {
                "common": "betamethasone, tofacitinib.\nEither increases toxicity of the other by immunosuppressive effects; risk of infection. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "albiglutide",
            "description": {
                "common": "betamethasone decreases effects of albiglutide by pharmacodynamic antagonism. Use Caution/Monitor. Corticosteroids may diminish hypoglycemic effect of antidiabetic agents. Monitor blood glucose levels carefully. ."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "atogepant",
            "description": {
                "common": "betamethasone will increase the level or effect of atogepant by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "atracurium",
            "description": {
                "common": "atracurium, betamethasone. Other (see comment). Use Caution/Monitor. \nComment: Coadministration of corticosteroids and neuromuscular blockers may increase risk of developing acute myopathy."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "avapritinib",
            "description": {
                "common": "betamethasone will increase the level or effect of avapritinib by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "axitinib",
            "description": {
                "common": "betamethasone increases levels of axitinib by affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "belatacept",
            "description": {
                "common": "belatacept and betamethasone both increase  immunosuppressive effects; risk of infection. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "cholera vaccine",
            "description": {
                "common": "betamethasone decreases effects of cholera vaccine by immunosuppressive effects; risk of infection. Modify Therapy/Monitor Closely. Immunosuppressive therapies, including irradiation, antimetabolites, alkylating agents, cytotoxic drugs and corticosteroids (used in greater than physiologic doses), may reduce the immune response to cholera vaccine."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ciprofloxacin",
            "description": {
                "common": "betamethasone, ciprofloxacin.\nEither increases toxicity of the other by Other (see comment). Use Caution/Monitor. \nComment: Coadministration of quinolone antibiotics and corticosteroids may increase risk of tendon rupture."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "cisatracurium",
            "description": {
                "common": "cisatracurium, betamethasone. Other (see comment). Use Caution/Monitor. \nComment: Coadministration of corticosteroids and neuromuscular blockers may increase risk of developing acute myopathy."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "cyclosporine",
            "description": {
                "common": "betamethasone, cyclosporine. Other (see comment). Use Caution/Monitor. \nComment: Corticosteroids may increase or decrease cyclosporine concentrations. Also, cyclosporine may increase the plasma concentrations of the corticosteroids. Monitor for changes in cyclosporine concentrations and for toxicities of corticosteroids and/or cyclosporine."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "deferasirox",
            "description": {
                "common": "betamethasone, deferasirox. Other (see comment). Use Caution/Monitor. \nComment: Gastric ulceration and GI bleeding have been reported in patients taking deferasirox, use caution when coadministering with other drugs known to increase the risk of peptic ulcers or gastric hemorrhage including corticosteroids."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "dengue vaccine",
            "description": {
                "common": "betamethasone decreases effects of dengue vaccine by immunosuppressive effects; risk of infection. Use Caution/Monitor. Immunosuppressive therapies (eg, irradiation, antimetabolites, alkylating agents, cytotoxic drugs, corticosteroids [greater than physiologic doses]) may reduce immune response to dengue vaccine."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "denosumab",
            "description": {
                "common": "betamethasone, denosumab. Other (see comment). Use Caution/Monitor. \nComment: Caution should be taken in patients on concomitant immunosuppressants or with impaired immune systems because of increased risk for serious infections."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "dichlorphenamide",
            "description": {
                "common": "dichlorphenamide and betamethasone both decrease  serum potassium. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "exenatide injectable solution",
            "description": {
                "common": "betamethasone decreases effects of exenatide injectable solution by pharmacodynamic antagonism. Use Caution/Monitor. Corticosteroids may diminish hypoglycemic effect of antidiabetic agents. Monitor blood glucose levels carefully. ."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "exenatide injectable suspension",
            "description": {
                "common": "betamethasone decreases effects of exenatide injectable suspension by pharmacodynamic antagonism. Use Caution/Monitor. Corticosteroids may diminish hypoglycemic effect of antidiabetic agents. Monitor blood glucose levels carefully."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "finerenone",
            "description": {
                "common": "betamethasone will increase the level or effect of finerenone by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Modify Therapy/Monitor Closely. Monitor serum potassium during initiation and dosage adjustment of either finererone or weak CYP3A4 inhibitors. Adjust finererone dosage as needed."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "flibanserin",
            "description": {
                "common": "betamethasone will increase the level or effect of flibanserin by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor. Increased flibanserin adverse effects may occur if coadministered with multiple weak CYP3A4 inhibitors."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "gemifloxacin",
            "description": {
                "common": "betamethasone and gemifloxacin both increase  Other (see comment). Use Caution/Monitor. Coadministration of quinolone antibiotics and corticosteroids may increase risk of tendon rupture."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "glycerol phenylbutyrate",
            "description": {
                "common": "betamethasone decreases effects of glycerol phenylbutyrate by Other (see comment). Use Caution/Monitor. \nComment: Corticosteroids may cause the breakdown of body protein and increase plasma ammonia levels; monitor ammonia levels closely when glycerol phenylbutyrate is coadministered with corticosteroids."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "hemin",
            "description": {
                "common": "betamethasone decreases effects of hemin by pharmacodynamic antagonism. Use Caution/Monitor. Drugs that increase delta-aminolevulinic acid synthetase may decrease hemin effect."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "indacaterol, inhaled",
            "description": {
                "common": "betamethasone, indacaterol, inhaled. serum potassium. Use Caution/Monitor. Combination may increase risk of hypokalemia."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "influenza A (H5N1) vaccine",
            "description": {
                "common": "betamethasone decreases effects of influenza A (H5N1) vaccine by pharmacodynamic antagonism. Use Caution/Monitor. Corticosteroids used in greater than physiologic doses may reduce immune response to H5N1 vaccine."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "influenza virus vaccine (H5N1), adjuvanted",
            "description": {
                "common": "betamethasone decreases effects of influenza virus vaccine (H5N1), adjuvanted by pharmacodynamic antagonism. Use Caution/Monitor. Corticosteroids used in greater than physiologic doses may reduce immune response to H5N1 vaccine."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "insulin degludec",
            "description": {
                "common": "betamethasone decreases effects of insulin degludec by pharmacodynamic antagonism. Modify Therapy/Monitor Closely. Endogneous cortisol is a regulatory hormone that increases blood glucose levels; exogenous systemic corticosteroids have been associated with hyperglycemia and may cause diabetes with chronic, high dose use; dose of antidiabetic agents may need adjustment and increased frequency of glucose monitoring may be required."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "insulin degludec/insulin aspart",
            "description": {
                "common": "betamethasone decreases effects of insulin degludec/insulin aspart by pharmacodynamic antagonism. Modify Therapy/Monitor Closely. Endogneous cortisol is a regulatory hormone that increases blood glucose levels; exogenous systemic corticosteroids have been associated with hyperglycemia and may cause diabetes with chronic, high dose use; dose of antidiabetic agents may need adjustment and increased frequency of glucose monitoring may be required."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "insulin inhaled",
            "description": {
                "common": "betamethasone decreases effects of insulin inhaled by pharmacodynamic antagonism. Modify Therapy/Monitor Closely. Endogneous cortisol is a regulatory hormone that increases blood glucose levels; exogenous systemic corticosteroids have been associated with hyperglycemia and may cause diabetes with chronic, high dose use; dose of antidiabetic agents may need adjustment and increased frequency of glucose monitoring may be required."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "isavuconazonium sulfate",
            "description": {
                "common": "betamethasone will increase the level or effect of isavuconazonium sulfate by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ivacaftor",
            "description": {
                "common": "betamethasone increases levels of ivacaftor by affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor. Monitor when coadministered with weak CYP3A4 inhibitors ."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "lemborexant",
            "description": {
                "common": "betamethasone will increase the level or effect of lemborexant by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Modify Therapy/Monitor Closely. Lower nightly dose of lemborexant recommended if coadministered with weak CYP3A4 inhibitors. See drug monograph for specific dosage modification."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "levofloxacin",
            "description": {
                "common": "betamethasone and levofloxacin both increase  Other (see comment). Use Caution/Monitor. Coadministration of quinolone antibiotics and corticosteroids may increase risk of tendon rupture."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "liraglutide",
            "description": {
                "common": "betamethasone decreases effects of liraglutide by pharmacodynamic antagonism. Use Caution/Monitor. Corticosteroids may diminish hypoglycemic effect of antidiabetic agents. Monitor blood glucose levels carefully. ."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "lomitapide",
            "description": {
                "common": "betamethasone increases levels of lomitapide by affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor. Lomitapide dose should not exceed 30 mg/day."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "lonapegsomatropin",
            "description": {
                "common": "lonapegsomatropin decreases effects of betamethasone by Other (see comment). Use Caution/Monitor. \nComment: Growth hormone (GH) inhibits microsomal enzyme 11 beta-hydroxysteroid dehydrogenase type 1, which converts cortisone to its active metabolite, cortisol. Patients with untreated GH deficiency may have increases in serum cortisol, and initiation of lonapegsomatropin may result decreased serum cortisol. Patients with hypoadrenalism treated with glucocorticoids may require an increase glucocorticoid stress or maintenance doses following lonapegsomatropin initiation."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "meningococcal group B vaccine",
            "description": {
                "common": "betamethasone decreases effects of meningococcal group B vaccine by pharmacodynamic antagonism. Use Caution/Monitor. Individuals with altered immunocompetence may have reduced immune responses to the vaccine."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "metformin",
            "description": {
                "common": "betamethasone decreases effects of metformin by pharmacodynamic antagonism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "midazolam intranasal",
            "description": {
                "common": "betamethasone will increase the level or effect of midazolam intranasal by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor. Coadministration of mild CYP3A4 inhibitors with midazolam intranasal may cause higher midazolam systemic exposure, which may prolong sedation."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "moxifloxacin",
            "description": {
                "common": "betamethasone and moxifloxacin both increase  Other (see comment). Use Caution/Monitor. Coadministration of quinolone antibiotics and corticosteroids may increase risk of tendon rupture."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "nirmatrelvir",
            "description": {
                "common": "nirmatrelvir will increase the level or effect of betamethasone by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor. Coadministration may increase certain systemic corticosteroid concentrations. Increased risk for Cushing syndrome and adrenal suppression. Consider alternant corticosteroids, including beclomethasone and prednisolone)."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "nirmatrelvir/ritonavir",
            "description": {
                "common": "nirmatrelvir/ritonavir will increase the level or effect of betamethasone by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor. Coadministration may increase certain systemic corticosteroid concentrations. Increased risk for Cushing syndrome and adrenal suppression. Consider alternant corticosteroids, including beclomethasone and prednisolone)."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ocrelizumab",
            "description": {
                "common": "betamethasone and ocrelizumab both increase  immunosuppressive effects; risk of infection. Use Caution/Monitor. Coadministration of ocrelizumab with high doses of corticosteroids is expected to increase the risk of immunosuppression."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ofatumumab SC",
            "description": {
                "common": "ofatumumab SC, betamethasone.\nEither increases effects of the other by immunosuppressive effects; risk of infection. Use Caution/Monitor. Consider the risk of additive immune system effects when coadministering immunosuppressive therapies with coadministration. When switching from therapies with immune effects, take into account the duration and mechanism of action of these therapies when initiating ofatumumab SC."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ofloxacin",
            "description": {
                "common": "betamethasone and ofloxacin both increase  Other (see comment). Use Caution/Monitor. Coadministration of quinolone antibiotics and corticosteroids may increase risk of tendon rupture."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "olodaterol inhaled",
            "description": {
                "common": "betamethasone and olodaterol inhaled both decrease  serum potassium. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ozanimod",
            "description": {
                "common": "ozanimod, betamethasone.\nEither increases effects of the other by immunosuppressive effects; risk of infection. Use Caution/Monitor. Coadministration with immunosuppressive therapies may increase the risk of additive immune effects during therapy and in the weeks following administration. When switching from drugs with prolonged immune effects, consider the half-life and mode of action of these drugs in order to avoid unintended additive immunosuppressive effects."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "pancuronium",
            "description": {
                "common": "pancuronium, betamethasone. Other (see comment). Use Caution/Monitor. \nComment: Coadministration of corticosteroids and neuromuscular blockers may increase risk of developing acute myopathy."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ponesimod",
            "description": {
                "common": "ponesimod and betamethasone both increase  immunosuppressive effects; risk of infection. Use Caution/Monitor. Caution if coadministered because of additive immunosuppressive effects during such therapy and in the weeks following administration. When switching from drugs with prolonged immune effects, consider the half-life and mode of action of these drugs to avoid unintended additive immunosuppressive effects."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "rocuronium",
            "description": {
                "common": "rocuronium, betamethasone. Other (see comment). Use Caution/Monitor. \nComment: Coadministration of corticosteroids and neuromuscular blockers may increase risk of developing acute myopathy."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "sipuleucel-T",
            "description": {
                "common": "betamethasone decreases effects of sipuleucel-T by pharmacodynamic antagonism. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "sodium picosulfate/magnesium oxide/anhydrous citric acid",
            "description": {
                "common": "betamethasone, sodium picosulfate/magnesium oxide/anhydrous citric acid.\nEither increases toxicity of the other by Other (see comment). Use Caution/Monitor. \nComment: May be associated with fluid and electrolyte imbalances such as hypokalemia."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "sodium sulfate/?magnesium sulfate/potassium chloride",
            "description": {
                "common": "sodium sulfate/?magnesium sulfate/potassium chloride increases toxicity of betamethasone by Other (see comment). Use Caution/Monitor. \nComment: Coadministration with medications that cause fluid and electrolyte abnormalities may increase the risk of adverse events of seizure, arrhythmias, and renal impairment."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "sodium sulfate/potassium sulfate/magnesium sulfate",
            "description": {
                "common": "sodium sulfate/potassium sulfate/magnesium sulfate increases toxicity of betamethasone by Other (see comment). Use Caution/Monitor. \nComment: Coadministration with medications that cause fluid and electrolyte abnormalities may increase the risk of adverse events of seizure, arrhythmias, and renal impairment."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "sodium sulfate/potassium sulfate/magnesium sulfate/polyethylene glycol",
            "description": {
                "common": "betamethasone and sodium sulfate/potassium sulfate/magnesium sulfate/polyethylene glycol both decrease  serum potassium. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "somapacitan",
            "description": {
                "common": "somapacitan decreases effects of betamethasone by Other (see comment). Modify Therapy/Monitor Closely. \nComment: Microsomal enzyme 11-beta-hydroxysteroid dehydrogenase type 1 (11-beta-HSD-1) required for cortisone conversion to its active metabolite, cortisol, in hepatic and adipose tissue. GH inhibits 11-beta-HSD-1. Patients treated with glucocorticoid for hypoadrenalism may require increased maintenance or stress doses after initiating somapacitan."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "succinylcholine",
            "description": {
                "common": "succinylcholine, betamethasone. Other (see comment). Use Caution/Monitor. \nComment: Coadministration of corticosteroids and neuromuscular blockers may increase risk of developing acute myopathy."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "tazemetostat",
            "description": {
                "common": "betamethasone will increase the level or effect of tazemetostat by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "tinidazole",
            "description": {
                "common": "betamethasone will increase the level or effect of tinidazole by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "trastuzumab",
            "description": {
                "common": "trastuzumab, betamethasone.\nEither increases toxicity of the other by immunosuppressive effects; risk of infection. Use Caution/Monitor.  Neutropenia or febrile neutropenia incidence were increased when trastuzumab was coadministered with myelosuppressive chemotherapy. ."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "trastuzumab deruxtecan",
            "description": {
                "common": "trastuzumab deruxtecan, betamethasone.\nEither increases toxicity of the other by immunosuppressive effects; risk of infection. Use Caution/Monitor.  Neutropenia or febrile neutropenia incidence were increased when trastuzumab was coadministered with myelosuppressive chemotherapy. ."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ublituximab",
            "description": {
                "common": "ublituximab and betamethasone both increase  immunosuppressive effects; risk of infection. Modify Therapy/Monitor Closely. Owing to potential additive immunosuppressive effects, consider duration of effect and mechanism of action of these therapies if coadministered"
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "vecuronium",
            "description": {
                "common": "vecuronium, betamethasone. Other (see comment). Use Caution/Monitor. \nComment: Coadministration of corticosteroids and neuromuscular blockers may increase risk of developing acute myopathy."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "warfarin",
            "description": {
                "common": "betamethasone increases effects of warfarin by unspecified interaction mechanism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "ruxolitinib",
            "description": {
                "common": "betamethasone will increase the level or effect of ruxolitinib by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "ruxolitinib topical",
            "description": {
                "common": "betamethasone will increase the level or effect of ruxolitinib topical by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Minor/Significance Unknown."
            }
        }
    ],
    "adverse effects": [
        {
            "name": "Headache",
            "percent": "20"
        },
        {
            "name": "Nausea",
            "percent": "13"
        },
        {
            "name": "Enuresis",
            "percent": "18"
        },
        {
            "name": "Nausea",
            "percent": "17"
        },
        {
            "name": "Headache",
            "percent": "16"
        },
        {
            "name": "Vomiting",
            "percent": "16"
        },
        {
            "name": "Weight decreased",
            "percent": "12"
        },
        {
            "name": "Decreased appetite",
            "percent": "8"
        },
        {
            "name": "Dizziness",
            "percent": "6"
        },
        {
            "name": "Dizziness",
            "percent": "10"
        },
        {
            "name": "Decreased appetite",
            "percent": "8"
        },
        {
            "name": "Parasomnia",
            "percent": "6"
        },
        {
            "name": "Diarrhea",
            "percent": "6"
        },
        {
            "name": "Hyperhidrosis",
            "percent": "6"
        },
        {
            "name": "Anxiety",
            "percent": "5"
        },
        {
            "name": "Vomiting",
            "percent": "5"
        },
        {
            "name": "Fatigue",
            "percent": "4"
        },
        {
            "name": "Dry mouth",
            "percent": "4"
        },
        {
            "name": "Depressed mood",
            "percent": "4"
        },
        {
            "name": "Enuresis",
            "percent": "4"
        },
        {
            "name": "Irritability",
            "percent": "3"
        },
        {
            "name": "Paresthesia",
            "percent": "3"
        },
        {
            "name": "Depression",
            "percent": "3"
        },
        {
            "name": "Tremor",
            "percent": "3"
        },
        {
            "name": "Somnolence",
            "percent": "2"
        },
        {
            "name": "Muscle spasms",
            "percent": "2"
        },
        {
            "name": "Folliculitis",
            "percent": "1"
        },
        {
            "name": "Burning",
            "percent": "1"
        },
        {
            "name": "Topical ointment H",
            "percent": "4"
        },
        {
            "name": "Pruritus",
            "percent": "7.2"
        },
        {
            "name": "Psoriasis",
            "percent": "3.4"
        },
        {
            "name": "Pruritus",
            "percent": "2.8"
        },
        {
            "name": "Skin atrophy",
            "percent": "1.9"
        },
        {
            "name": "Folliculitis",
            "percent": "1.4"
        },
        {
            "name": "Burning sensation",
            "percent": "1.4"
        },
        {
            "name": "Skin depigmentation",
            "percent": "1.4"
        },
        {
            "name": "Rash scaly",
            "percent": "1.2"
        },
        {
            "name": "Ecchymosis",
            "percent": "1"
        },
        {
            "name": "Erythema",
            "percent": "1"
        },
        {
            "name": "Hand dermatitis",
            "percent": "1"
        },
        {
            "name": "Application site irritation",
            "percent": "1"
        },
        {
            "name": "Application site pruritus",
            "percent": "1"
        },
        {
            "name": "Folliculitis",
            "percent": "1"
        },
        {
            "name": "Skin hypopigmentation",
            "percent": "1"
        },
        {
            "name": "Hypercalcemia",
            "percent": "1"
        },
        {
            "name": "Urticaria",
            "percent": "1"
        },
        {
            "name": "Exacerbation of psoriasis",
            "percent": "1"
        },
        {
            "name": "Topical foam",
            "percent": "12-17"
        },
        {
            "name": "years H",
            "percent": "4"
        },
        {
            "name": "Acne",
            "percent": "1"
        },
        {
            "name": "erythema",
            "percent": "0.5"
        },
        {
            "name": "application site pain",
            "percent": "0.4"
        },
        {
            "name": "and skin reactions",
            "percent": "0.4"
        },
        {
            "name": "Application site pruritus",
            "percent": "0.2"
        },
        {
            "name": "Erythema",
            "percent": "0.1"
        },
        {
            "name": "Skin irritation",
            "percent": null
        },
        {
            "name": "Burning sensation",
            "percent": null
        },
        {
            "name": "Skin atrophy",
            "percent": null
        },
        {
            "name": "telangiectasia and skin hyperpigmentation",
            "percent": null
        }
    ]
}