{
    "name": "ixekizumab",
    "comment": "Rx",
    "other_names": [
        "Taltz"
    ],
    "classes": [
        "Interleukin Inhibitors"
    ],
    "source": "https://reference.medscape.com/drug/taltz-ixekizumab-1000058",
    "pregnancy": {
        "common": [
            "There is a pregnancy exposure registry that monitors pregnancy outcomes in women exposed to this medication during pregnancy; pregnant women exposed to this medication are encouraged to enroll in the TALTZ Pregnancy Registry by calling 1-800-284-1695; contact information for the registry is also available on https://",
            "Available data from the published literature and pharmacovigilance database with use in pregnant women are insufficient to evaluate for a drug-associated risk of major birth defects, miscarriage or other adverse maternal or fetal outcomes",
            "Human IgG is known to cross the placental barrier; therefore, the drug may be transmitted from the mother to the developing fetus"
        ],
        "specific": [
            {
                "type": "Animal studies",
                "description": [
                    "Unknown if distributed in human breast milk",
                    "Consider the developmental and health benefits of breastfeeding along with the mother’s clinical need for the drug, and any potential adverse effects on the breastfed infant from the drug or from the underlying maternal condition"
                ]
            }
        ]
    },
    "lactation": {
        "common": [
            "There are no available data on presence of this drug in human milk, effects on breastfed infant, or on milk production; the drug was detected in the milk of lactating cynomolgus monkeys; when a drug is present in animal milk, it is likely that the drug will be present in human milk",
            "The developmental and health benefits of breastfeeding should be considered along with the mother’s clinical need for therapy and any potential adverse effects on breastfed infant from the drug or from underlying maternal condition"
        ]
    },
    "warnings": {
        "black_box_warning": {
            "common": [],
            "specific": []
        },
        "contraindicators": {
            "common": [
                "Hypersensitivity reaction (eg, anaphylaxis) to drug or excipients"
            ],
            "specific": []
        },
        "cautions": {
            "common": [
                "Serious hypersensitivity reactions reported, including angioedema and urticaria; anaphylaxis reported, some requiring hospitalization; if a serious hypersensitivity reaction occurs, discontinue drug immediately and initiate appropriate therapy",
                "Patients receiving treatment may be at increased risk of inflammatory bowel disease; in clinical trials, Crohn’s disease and ulcerative colitis, including exacerbations, occurred at a greater frequency in treated group than placebo control group;",
                " ",
                "during treatment, monitor for onset or exacerbation of inflammatory bowel disease and if IBD occurs, discontinue therapy and initiate appropriate medical management"
            ],
            "specific": [
                {
                    "type": "Risk of infections",
                    "description": [
                        "May increase risk of infection; upper respiratory tract infections, oral candidiasis, conjunctivitis, and tinea infections reported",
                        "Instruct patients to seek medical advice if signs or symptoms of infection occur",
                        "If a serious infection develops or infection is not responding to standard therapy, monitor patient closely and discontinue therapy until infection resolves"
                    ]
                },
                {
                    "type": "Tuberculosis evaluation",
                    "description": [
                        "Evaluate patients for TB prior to initiating treatment",
                        "Do not administer to patients with active TB",
                        "Initiate treatment of latent TB prior to administering therapy",
                        "Consider anti-TB therapy prior to initiating in patients with a history of latent or active TB in whom an adequate course of treatment cannot be confirmed",
                        "Monitor closely for signs and symptoms of active TB during and after treatment"
                    ]
                },
                {
                    "type": "Drug interaction overview",
                    "description": [
                        "Prior to initiating drug, consider completion of all age-appropriate immunizations; avoid use of live vaccines; no data are available on the response to live vaccines while taking ixekizumab",
                        "Altering CYP450 enzymes",
                        "Formation of CYP450 enzymes can be altered by increased levels of certain cytokines (eg, IL-1, IL-6, IL-10, TNF-alpha, IFN) during chronic inflammation; thus, ixekizumab, an IL-17A antagonist, could normalize the formation of CYP450 enzymes",
                        "Upon initiating or discontinuing ixekizumab in patients receiving concomitant CYP450 substrates, particularly those with a narrow therapeutic index, consider monitoring for effect (eg, warfarin) or drug concentration (eg, cyclosporine) and consider dosage modification of the CYP450 substrate"
                    ]
                }
            ]
        }
    },
    "interactions": [
        {
            "classification_type": "Contraindicated",
            "interaction_with": "adenovirus types 4 and 7 live, oral",
            "description": {
                "common": "ixekizumab decreases effects of adenovirus types 4 and 7 live, oral by immunosuppressive effects; risk of infection. Contraindicated. Ixekizumab may interfere with immune response of live vaccines and increase risk for vaccine adverse effects; prior to initiating ixekizumab, complete all age appropriate immunizations."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "BCG vaccine live",
            "description": {
                "common": "ixekizumab decreases effects of BCG vaccine live by immunosuppressive effects; risk of infection. Contraindicated. Ixekizumab may interfere with immune response of live vaccines and increase risk for vaccine adverse effects; prior to initiating ixekizumab, complete all age appropriate immunizations."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "influenza virus vaccine quadrivalent, intranasal",
            "description": {
                "common": "ixekizumab decreases effects of influenza virus vaccine quadrivalent, intranasal by immunosuppressive effects; risk of infection. Contraindicated. Ixekizumab may interfere with immune response of live vaccines and increase risk for vaccine adverse effects; prior to initiating ixekizumab, complete all age appropriate immunizations."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "measles mumps and rubella vaccine, live",
            "description": {
                "common": "ixekizumab decreases effects of measles mumps and rubella vaccine, live by immunosuppressive effects; risk of infection. Contraindicated. Ixekizumab may interfere with immune response of live vaccines and increase risk for vaccine adverse effects; prior to initiating ixekizumab, complete all age appropriate immunizations."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "measles, mumps, rubella and varicella vaccine, live",
            "description": {
                "common": "ixekizumab decreases effects of measles, mumps, rubella and varicella vaccine, live by immunosuppressive effects; risk of infection. Contraindicated. Ixekizumab may interfere with immune response of live vaccines and increase risk for vaccine adverse effects; prior to initiating ixekizumab, complete all age appropriate immunizations."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "rotavirus oral vaccine, live",
            "description": {
                "common": "ixekizumab decreases effects of rotavirus oral vaccine, live by immunosuppressive effects; risk of infection. Contraindicated. Ixekizumab may interfere with immune response of live vaccines and increase risk for vaccine adverse effects; prior to initiating ixekizumab, complete all age appropriate immunizations."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "smallpox (vaccinia) vaccine, live",
            "description": {
                "common": "ixekizumab decreases effects of smallpox (vaccinia) vaccine, live by immunosuppressive effects; risk of infection. Contraindicated. Ixekizumab may interfere with immune response of live vaccines and increase risk for vaccine adverse effects; prior to initiating ixekizumab, complete all age appropriate immunizations."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "typhoid polysaccharide vaccine",
            "description": {
                "common": "ixekizumab decreases effects of typhoid polysaccharide vaccine by immunosuppressive effects; risk of infection. Contraindicated. Ixekizumab may interfere with immune response of live vaccines and increase risk for vaccine adverse effects; prior to initiating ixekizumab, complete all age appropriate immunizations."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "typhoid vaccine live",
            "description": {
                "common": "ixekizumab decreases effects of typhoid vaccine live by immunosuppressive effects; risk of infection. Contraindicated. Ixekizumab may interfere with immune response of live vaccines and increase risk for vaccine adverse effects; prior to initiating ixekizumab, complete all age appropriate immunizations."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "varicella virus vaccine live",
            "description": {
                "common": "ixekizumab decreases effects of varicella virus vaccine live by immunosuppressive effects; risk of infection. Contraindicated. Ixekizumab may interfere with immune response of live vaccines and increase risk for vaccine adverse effects; prior to initiating ixekizumab, complete all age appropriate immunizations."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "yellow fever vaccine",
            "description": {
                "common": "ixekizumab decreases effects of yellow fever vaccine by immunosuppressive effects; risk of infection. Contraindicated. Ixekizumab may interfere with immune response of live vaccines and increase risk for vaccine adverse effects; prior to initiating ixekizumab, complete all age appropriate immunizations."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "zoster vaccine live",
            "description": {
                "common": "ixekizumab decreases effects of zoster vaccine live by immunosuppressive effects; risk of infection. Contraindicated. Ixekizumab may interfere with immune response of live vaccines and increase risk for vaccine adverse effects; prior to initiating ixekizumab, complete all age appropriate immunizations."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "anthrax vaccine adsorbed",
            "description": {
                "common": "ixekizumab decreases effects of anthrax vaccine adsorbed by immunosuppressive effects; risk of infection. Avoid or Use Alternate Drug. Prior to initiating ixekizumab, complete all age appropriate immunizations; non-live vaccinations received during treatment with ixekizumab may not elicit an immune response sufficient to prevent disease."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "axicabtagene ciloleucel",
            "description": {
                "common": "ixekizumab, axicabtagene ciloleucel.\nEither increases effects of the other by immunosuppressive effects; risk of infection. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "brexucabtagene autoleucel",
            "description": {
                "common": "ixekizumab, brexucabtagene autoleucel.\nEither increases effects of the other by immunosuppressive effects; risk of infection. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "ciltacabtagene autoleucel",
            "description": {
                "common": "ixekizumab, ciltacabtagene autoleucel.\nEither increases effects of the other by immunosuppressive effects; risk of infection. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "diphtheria & tetanus toxoids",
            "description": {
                "common": "ixekizumab decreases effects of diphtheria & tetanus toxoids by immunosuppressive effects; risk of infection. Avoid or Use Alternate Drug. Prior to initiating ixekizumab, complete all age appropriate immunizations; non-live vaccinations received during treatment with ixekizumab may not elicit an immune response sufficient to prevent disease."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "diphtheria & tetanus toxoids/ acellular pertussis vaccine",
            "description": {
                "common": "ixekizumab decreases effects of diphtheria & tetanus toxoids/ acellular pertussis vaccine by immunosuppressive effects; risk of infection. Avoid or Use Alternate Drug. Prior to initiating ixekizumab, complete all age appropriate immunizations; non-live vaccinations received during treatment with ixekizumab may not elicit an immune response sufficient to prevent disease."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "diphtheria & tetanus toxoids/acellular pertussis/poliovirus, inactivated vaccine",
            "description": {
                "common": "ixekizumab decreases effects of diphtheria & tetanus toxoids/acellular pertussis/poliovirus, inactivated vaccine by immunosuppressive effects; risk of infection. Avoid or Use Alternate Drug. Prior to initiating ixekizumab, complete all age appropriate immunizations; non-live vaccinations received during treatment with ixekizumab may not elicit an immune response sufficient to prevent disease."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "idecabtagene vicleucel",
            "description": {
                "common": "ixekizumab, idecabtagene vicleucel.\nEither increases effects of the other by immunosuppressive effects; risk of infection. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "influenza virus vaccine quadrivalent, recombinant",
            "description": {
                "common": "ixekizumab decreases effects of influenza virus vaccine quadrivalent, recombinant by immunosuppressive effects; risk of infection. Avoid or Use Alternate Drug. Prior to initiating ixekizumab, complete all age appropriate immunizations; non-live vaccinations received during treatment with ixekizumab may not elicit an immune response sufficient to prevent disease."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "influenza virus vaccine trivalent, recombinant",
            "description": {
                "common": "ixekizumab decreases effects of influenza virus vaccine trivalent, recombinant by immunosuppressive effects; risk of infection. Avoid or Use Alternate Drug. Prior to initiating ixekizumab, complete all age appropriate immunizations; non-live vaccinations received during treatment with ixekizumab may not elicit an immune response sufficient to prevent disease."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "lisocabtagene maraleucel",
            "description": {
                "common": "ixekizumab, lisocabtagene maraleucel.\nEither increases effects of the other by immunosuppressive effects; risk of infection. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "meningococcal A C Y and W-135 diphtheria conjugate vaccine",
            "description": {
                "common": "ixekizumab decreases effects of meningococcal A C Y and W-135 diphtheria conjugate vaccine by immunosuppressive effects; risk of infection. Avoid or Use Alternate Drug. Prior to initiating ixekizumab, complete all age appropriate immunizations; non-live vaccinations received during treatment with ixekizumab may not elicit an immune response sufficient to prevent disease."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "meningococcal A C Y and W-135 polysaccharide vaccine combined",
            "description": {
                "common": "ixekizumab decreases effects of meningococcal A C Y and W-135 polysaccharide vaccine combined by immunosuppressive effects; risk of infection. Avoid or Use Alternate Drug. Prior to initiating ixekizumab, complete all age appropriate immunizations; non-live vaccinations received during treatment with ixekizumab may not elicit an immune response sufficient to prevent disease."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "meningococcal group B vaccine",
            "description": {
                "common": "ixekizumab decreases effects of meningococcal group B vaccine by immunosuppressive effects; risk of infection. Avoid or Use Alternate Drug. Prior to initiating ixekizumab, complete all age appropriate immunizations; non-live vaccinations received during treatment with ixekizumab may not elicit an immune response sufficient to prevent disease."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "pneumococcal vaccine 13-valent",
            "description": {
                "common": "ixekizumab decreases effects of pneumococcal vaccine 13-valent by immunosuppressive effects; risk of infection. Avoid or Use Alternate Drug. Prior to initiating ixekizumab, complete all age appropriate immunizations; non-live vaccinations received during treatment with ixekizumab may not elicit an immune response sufficient to prevent disease."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "pneumococcal vaccine heptavalent",
            "description": {
                "common": "ixekizumab decreases effects of pneumococcal vaccine heptavalent by immunosuppressive effects; risk of infection. Avoid or Use Alternate Drug. Prior to initiating ixekizumab, complete all age appropriate immunizations; non-live vaccinations received during treatment with ixekizumab may not elicit an immune response sufficient to prevent disease."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "pneumococcal vaccine polyvalent",
            "description": {
                "common": "ixekizumab decreases effects of pneumococcal vaccine polyvalent by immunosuppressive effects; risk of infection. Avoid or Use Alternate Drug. Prior to initiating ixekizumab, complete all age appropriate immunizations; non-live vaccinations received during treatment with ixekizumab may not elicit an immune response sufficient to prevent disease."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "tetanus & reduced diphtheria toxoids/ acellular pertussis vaccine",
            "description": {
                "common": "ixekizumab decreases effects of tetanus & reduced diphtheria toxoids/ acellular pertussis vaccine by immunosuppressive effects; risk of infection. Avoid or Use Alternate Drug. Prior to initiating ixekizumab, complete all age appropriate immunizations; non-live vaccinations received during treatment with ixekizumab may not elicit an immune response sufficient to prevent disease."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "tetanus toxoid adsorbed or fluid",
            "description": {
                "common": "ixekizumab decreases effects of tetanus toxoid adsorbed or fluid by immunosuppressive effects; risk of infection. Avoid or Use Alternate Drug. Prior to initiating ixekizumab, complete all age appropriate immunizations; non-live vaccinations received during treatment with ixekizumab may not elicit an immune response sufficient to prevent disease."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "tisagenlecleucel",
            "description": {
                "common": "ixekizumab, tisagenlecleucel.\nEither increases effects of the other by immunosuppressive effects; risk of infection. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "upadacitinib",
            "description": {
                "common": "ixekizumab, upadacitinib.\nEither increases effects of the other by immunosuppressive effects; risk of infection. Contraindicated."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "carbamazepine",
            "description": {
                "common": "ixekizumab, carbamazepine. Other (see comment). Use Caution/Monitor. \nComment: Formation of CYP450 enzymes can be altered by increased levels of certain cytokines during chronic inflammation; thus, ixekizumab could normalize the formation of CYP450 enzymes. Upon initiation or discontinuation of ixekizumab in patients who are receiving concomitant CYP450 substrates, particularly those with a narrow therapeutic index, consider monitoring for therapeutic effect."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "clonidine",
            "description": {
                "common": "ixekizumab, clonidine. Other (see comment). Use Caution/Monitor. \nComment: Formation of CYP450 enzymes can be altered by increased levels of certain cytokines during chronic inflammation; thus, ixekizumab could normalize the formation of CYP450 enzymes. Upon initiation or discontinuation of ixekizumab in patients who are receiving concomitant CYP450 substrates, particularly those with a narrow therapeutic index, consider monitoring for therapeutic effect."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "cyclosporine",
            "description": {
                "common": "ixekizumab, cyclosporine. Other (see comment). Use Caution/Monitor. \nComment: Formation of CYP450 enzymes can be altered by increased levels of certain cytokines during chronic inflammation; thus, ixekizumab could normalize the formation of CYP450 enzymes. Upon initiation or discontinuation of ixekizumab in patients who are receiving concomitant CYP450 substrates, particularly those with a narrow therapeutic index, consider monitoring for therapeutic effect."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "dengue vaccine",
            "description": {
                "common": "ixekizumab decreases effects of dengue vaccine by immunosuppressive effects; risk of infection. Use Caution/Monitor. Immunosuppressive therapies (eg, irradiation, antimetabolites, alkylating agents, cytotoxic drugs, corticosteroids [greater than physiologic doses]) may reduce immune response to dengue vaccine."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "disopyramide",
            "description": {
                "common": "ixekizumab, disopyramide. Other (see comment). Use Caution/Monitor. \nComment: Formation of CYP450 enzymes can be altered by increased levels of certain cytokines during chronic inflammation; thus, ixekizumab could normalize the formation of CYP450 enzymes. Upon initiation or discontinuation of ixekizumab in patients who are receiving concomitant CYP450 substrates, particularly those with a narrow therapeutic index, consider monitoring for therapeutic effect."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ethosuximide",
            "description": {
                "common": "ixekizumab, ethosuximide. Other (see comment). Use Caution/Monitor. \nComment: Formation of CYP450 enzymes can be altered by increased levels of certain cytokines during chronic inflammation; thus, ixekizumab could normalize the formation of CYP450 enzymes. Upon initiation or discontinuation of ixekizumab in patients who are receiving concomitant CYP450 substrates, particularly those with a narrow therapeutic index, consider monitoring for therapeutic effect."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "fosphenytoin",
            "description": {
                "common": "ixekizumab, fosphenytoin. Other (see comment). Use Caution/Monitor. \nComment: Formation of CYP450 enzymes can be altered by increased levels of certain cytokines during chronic inflammation; thus, ixekizumab could normalize the formation of CYP450 enzymes. Upon initiation or discontinuation of ixekizumab in patients who are receiving concomitant CYP450 substrates, particularly those with a narrow therapeutic index, consider monitoring for therapeutic effect."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "haemophilus influenzae type b vaccine",
            "description": {
                "common": "ixekizumab decreases effects of haemophilus influenzae type b vaccine by pharmacodynamic antagonism. Modify Therapy/Monitor Closely. Avoid vaccination during chemotherapy or radiation therapy if possible because antibody response might be suboptimal. Patients vaccinated within a 14-day period before starting or during immunosuppressive therapy should be revaccinated at least 3 months after therapy is discontinued if immune competence has been restored. ."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ifosfamide",
            "description": {
                "common": "ifosfamide, ixekizumab.\nEither increases effects of the other by immunosuppressive effects; risk of infection. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "lomustine",
            "description": {
                "common": "lomustine and ixekizumab both increase  immunosuppressive effects; risk of infection. Use Caution/Monitor. Caution should be taken in patients on concomitant immunosuppressants or with impaired immune systems because of increased risk for serious infections."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "mechlorethamine",
            "description": {
                "common": "mechlorethamine, ixekizumab. immunosuppressive effects; risk of infection. Use Caution/Monitor. Caution should be taken in patients on concomitant immunosuppressants or with impaired immune systems because of increased risk for serious infections. ."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ofatumumab SC",
            "description": {
                "common": "ofatumumab SC, ixekizumab.\nEither increases effects of the other by immunosuppressive effects; risk of infection. Use Caution/Monitor. Consider the risk of additive immune system effects when coadministering immunosuppressive therapies with coadministration. When switching from therapies with immune effects, take into account the duration and mechanism of action of these therapies when initiating ofatumumab SC."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "phenobarbital",
            "description": {
                "common": "ixekizumab, phenobarbital. Other (see comment). Use Caution/Monitor. \nComment: Formation of CYP450 enzymes can be altered by increased levels of certain cytokines during chronic inflammation; thus, ixekizumab could normalize the formation of CYP450 enzymes. Upon initiation or discontinuation of ixekizumab in patients who are receiving concomitant CYP450 substrates, particularly those with a narrow therapeutic index, consider monitoring for therapeutic effect."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "phenytoin",
            "description": {
                "common": "ixekizumab, phenytoin. Other (see comment). Use Caution/Monitor. \nComment: Formation of CYP450 enzymes can be altered by increased levels of certain cytokines during chronic inflammation; thus, ixekizumab could normalize the formation of CYP450 enzymes. Upon initiation or discontinuation of ixekizumab in patients who are receiving concomitant CYP450 substrates, particularly those with a narrow therapeutic index, consider monitoring for therapeutic effect."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "primidone",
            "description": {
                "common": "ixekizumab, primidone. Other (see comment). Use Caution/Monitor. \nComment: Formation of CYP450 enzymes can be altered by increased levels of certain cytokines during chronic inflammation; thus, ixekizumab could normalize the formation of CYP450 enzymes. Upon initiation or discontinuation of ixekizumab in patients who are receiving concomitant CYP450 substrates, particularly those with a narrow therapeutic index, consider monitoring for therapeutic effect."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "quinidine",
            "description": {
                "common": "ixekizumab, quinidine. Other (see comment). Use Caution/Monitor. \nComment: Formation of CYP450 enzymes can be altered by increased levels of certain cytokines during chronic inflammation; thus, ixekizumab could normalize the formation of CYP450 enzymes. Upon initiation or discontinuation of ixekizumab in patients who are receiving concomitant CYP450 substrates, particularly those with a narrow therapeutic index, consider monitoring for therapeutic effect."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "quinine",
            "description": {
                "common": "ixekizumab, quinine. Other (see comment). Use Caution/Monitor. \nComment: Formation of CYP450 enzymes can be altered by increased levels of certain cytokines during chronic inflammation; thus, ixekizumab could normalize the formation of CYP450 enzymes. Upon initiation or discontinuation of ixekizumab in patients who are receiving concomitant CYP450 substrates, particularly those with a narrow therapeutic index, consider monitoring for therapeutic effect."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "sirolimus",
            "description": {
                "common": "ixekizumab, sirolimus. Other (see comment). Use Caution/Monitor. \nComment: Formation of CYP450 enzymes can be altered by increased levels of certain cytokines during chronic inflammation; thus, ixekizumab could normalize the formation of CYP450 enzymes. Upon initiation or discontinuation of ixekizumab in patients who are receiving concomitant CYP450 substrates, particularly those with a narrow therapeutic index, consider monitoring for therapeutic effect."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "tacrolimus",
            "description": {
                "common": "ixekizumab, tacrolimus. Other (see comment). Use Caution/Monitor. \nComment: Formation of CYP450 enzymes can be altered by increased levels of certain cytokines during chronic inflammation; thus, ixekizumab could normalize the formation of CYP450 enzymes. Upon initiation or discontinuation of ixekizumab in patients who are receiving concomitant CYP450 substrates, particularly those with a narrow therapeutic index, consider monitoring for therapeutic effect."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "theophylline",
            "description": {
                "common": "ixekizumab, theophylline. Other (see comment). Use Caution/Monitor. \nComment: Formation of CYP450 enzymes can be altered by increased levels of certain cytokines during chronic inflammation; thus, ixekizumab could normalize the formation of CYP450 enzymes. Upon initiation or discontinuation of ixekizumab in patients who are receiving concomitant CYP450 substrates, particularly those with a narrow therapeutic index, consider monitoring for therapeutic effect."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "trastuzumab",
            "description": {
                "common": "trastuzumab, ixekizumab.\nEither increases toxicity of the other by immunosuppressive effects; risk of infection. Use Caution/Monitor.  Neutropenia or febrile neutropenia incidence were increased when trastuzumab was coadministered with myelosuppressive chemotherapy. ."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "trastuzumab deruxtecan",
            "description": {
                "common": "trastuzumab deruxtecan, ixekizumab.\nEither increases toxicity of the other by immunosuppressive effects; risk of infection. Use Caution/Monitor.  Neutropenia or febrile neutropenia incidence were increased when trastuzumab was coadministered with myelosuppressive chemotherapy. ."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "valproic acid",
            "description": {
                "common": "ixekizumab, valproic acid. Other (see comment). Use Caution/Monitor. \nComment: Formation of CYP450 enzymes can be altered by increased levels of certain cytokines during chronic inflammation; thus, ixekizumab could normalize the formation of CYP450 enzymes. Upon initiation or discontinuation of ixekizumab in patients who are receiving concomitant CYP450 substrates, particularly those with a narrow therapeutic index, consider monitoring for therapeutic effect."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "zoster vaccine recombinant",
            "description": {
                "common": "ixekizumab decreases effects of zoster vaccine recombinant by pharmacodynamic synergism. Use Caution/Monitor. Immunosuppressive therapies may reduce the effectiveness of zoster vaccine recombinant."
            }
        }
    ],
    "adverse effects": [
        {
            "name": "Injection site reactions",
            "percent": "17"
        },
        {
            "name": "Upper respiratory tract infections",
            "percent": "14"
        },
        {
            "name": "Thrombocytopenia",
            "percent": "1"
        },
        {
            "name": "Grade",
            "percent": "3"
        },
        {
            "name": "Nausea",
            "percent": "2"
        },
        {
            "name": "Tinea infections",
            "percent": "2"
        },
        {
            "name": "Serious hypersensitivity reactions",
            "percent": null
        },
        {
            "name": "Serious infections",
            "percent": null
        },
        {
            "name": "Neutropenia",
            "percent": null
        },
        {
            "name": "Rhinitis",
            "percent": null
        },
        {
            "name": "Oral candidiasis",
            "percent": null
        },
        {
            "name": "Urticaria",
            "percent": null
        },
        {
            "name": "Influenza",
            "percent": null
        },
        {
            "name": "Conjunctivitis",
            "percent": null
        },
        {
            "name": "Inflammatory bowel disease",
            "percent": null
        },
        {
            "name": "Angioedema",
            "percent": null
        },
        {
            "name": "Immune system disorders",
            "percent": null
        },
        {
            "name": "Anaphylaxis",
            "percent": null
        }
    ]
}