{
    "name": "temozolomide",
    "comment": "Rx",
    "other_names": [
        "Temodar"
    ],
    "classes": [
        "Antineoplastics",
        "Alkylating"
    ],
    "source": "https://reference.medscape.com/drug/temodar-temozolomide-342229",
    "pregnancy": {
        "common": [
            "Based on mechanism of action and findings from animal studies, therapy can cause fetal harm when administered to a pregnant woman; available postmarketing reports describe cases of spontaneous abortions and congenital malformations, including polymalformations with central nervous system, facial, cardiac, skeletal, and genitourinary system anomalies with exposure to drug during pregnancy; these cases report similar adverse developmental outcomes to those observed in animal studies",
            "Verify pregnancy status in females of reproductive potential prior to initiating therapy",
            "Advise females of reproductive potential to use effective contraception during treatment and for at least 6 months after last dose",
            "Because of potential for embryofetal toxicity and genotoxic effects on sperm cells, advise male patients with pregnant partners or female partners of reproductive potential to use condoms during treatment and for at least 3 months after final dose",
            "Advise male patients not to donate semen during treatment and for at least 3 months after final dose",
            "Therapy may impair male fertility; limited data from male patients show changes in sperm parameters during treatment; however, no information is available on duration or reversibility of these changes"
        ],
        "specific": [
            {
                "type": "Animal data",
                "description": [
                    "Administration of drug to rats and rabbits during period of organogenesis caused numerous external, internal, and skeletal malformations at doses less than maximum human dose based on body surface area; advise pregnant women of potential risk to fetus"
                ]
            }
        ]
    },
    "lactation": {
        "common": [
            "There are no data on presence of drug or its metabolites in human milk, effects on breastfed child, or on milk production; because of potential for serious adverse reactions, including myelosuppression from temozolomide in breastfed children, advise women not to breastfeed during treatment and for at least 1 week after final dose"
        ]
    },
    "warnings": {
        "black_box_warning": {
            "common": [],
            "specific": []
        },
        "contraindicators": {
            "common": [
                "Hypersensitivity to temozolomide, dacarbazine"
            ],
            "specific": []
        },
        "cautions": {
            "common": [
                "Myelosuppression reported, including prolonged pancytopenia, leukopenia, and anemia; may result in aplastic anemia, which in some cases has resulted in a fatal outcome; geriatric patients and women have higher risk of developing myelosuppression",
                "Severe hepatic/renal impairment, elderly",
                "Cases of myelodysplastic syndrome and secondary malignancies, including myeloid leukemia, reported",
                "Prophylaxis for P. jiroveci pneumonia (pneumocystis pneumonia) required for all patients treated with temozolomide and radiation; risk increases with steroid therapy or longer treatment regimens",
                "Obtain CBC prior to treatment on Day 1 and on Day 22 (21 days after the first dose) of each cycle; perform weekly if ANC declines",
                "Fatal and severe hepatotoxicity reported; perform LFTs at baseline, midway through the first cycle, prior to each subsequent cycle, and ~2-4 weeks after the last dose",
                "Causes fetal harm when administered to pregnant women",
                "Prior to dosing, patients must have an ANC of 1.5 x 10",
                "9",
                "/L or greater and a platelet count of 100 x 10",
                "9",
                "/L or greater",
                "For concomitant phase with radiotherapy, obtain complete blood count prior to initiation of treatment and weekly during treatment",
                "All patients, particularly those receiving steroids, should be observed closely for the development of lymphopenia and PCP",
                "As bioequivalence has been established only when given over 90 minutes, infusion over a shorter or longer period of time may result in suboptimal dosing; the possibility of an increase in infusion-related adverse reactions cannot be ruled out",
                "For patients with newly diagnosed glioblastoma, provide PCP prophylaxis for all patients during concomitant phase; continue in patients who experience lymphopenia until resolution to grade 1 or less"
            ],
            "specific": []
        }
    },
    "interactions": [
        {
            "classification_type": "Serious",
            "interaction_with": "adenovirus types 4 and 7 live, oral",
            "description": {
                "common": "temozolomide decreases effects of adenovirus types 4 and 7 live, oral by pharmacodynamic antagonism. Avoid or Use Alternate Drug. Immunosuppressives may diminish therapeutic effects of vaccines and increase risk of adverse effects (increased risk of infection). Live-attenuated vaccines should be avoided for at least 3mo after cessation of immunosuppressive therapy."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "axicabtagene ciloleucel",
            "description": {
                "common": "temozolomide, axicabtagene ciloleucel.\nEither increases effects of the other by immunosuppressive effects; risk of infection. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "brexucabtagene autoleucel",
            "description": {
                "common": "temozolomide, brexucabtagene autoleucel.\nEither increases effects of the other by immunosuppressive effects; risk of infection. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "ciltacabtagene autoleucel",
            "description": {
                "common": "temozolomide, ciltacabtagene autoleucel.\nEither increases effects of the other by immunosuppressive effects; risk of infection. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "deferiprone",
            "description": {
                "common": "deferiprone, temozolomide.\nEither increases toxicity of the other by pharmacodynamic synergism. Avoid or Use Alternate Drug. Avoid use of deferiprone with other drugs known to be associated with neutropenia or agranulocytosis; if an alternative is not possible, monitor absolute neutrophil count more frequently."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "idecabtagene vicleucel",
            "description": {
                "common": "temozolomide, idecabtagene vicleucel.\nEither increases effects of the other by immunosuppressive effects; risk of infection. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "influenza virus vaccine quadrivalent, adjuvanted",
            "description": {
                "common": "temozolomide decreases effects of influenza virus vaccine quadrivalent, adjuvanted by pharmacodynamic antagonism. Avoid or Use Alternate Drug. Immunosuppressive drugs may reduce the immune response to influenza vaccine."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "influenza virus vaccine trivalent, adjuvanted",
            "description": {
                "common": "temozolomide decreases effects of influenza virus vaccine trivalent, adjuvanted by pharmacodynamic antagonism. Avoid or Use Alternate Drug. Immunosuppressive drugs may reduce the immune response to influenza vaccine."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "lisocabtagene maraleucel",
            "description": {
                "common": "temozolomide, lisocabtagene maraleucel.\nEither increases effects of the other by immunosuppressive effects; risk of infection. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "palifermin",
            "description": {
                "common": "palifermin increases toxicity of temozolomide by Other (see comment). Avoid or Use Alternate Drug. \nComment: Palifermin should not be administered within 24 hrbefore, during infusion of, or within 24 hr after administration of antineoplastic agents. Coadministration of palifermin within 24 hr of chemotherapy resulted in increased severity and duration of oral mucositis."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "ropeginterferon alfa 2b",
            "description": {
                "common": "ropeginterferon alfa 2b, temozolomide.\nEither increases toxicity of the other by Other (see comment). Avoid or Use Alternate Drug. \nComment: Myelosuppressive agents can produce additive myelosuppression. Avoid use and monitor patients receiving the combination for effects of excessive myelosuppression."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "tisagenlecleucel",
            "description": {
                "common": "temozolomide, tisagenlecleucel.\nEither increases effects of the other by immunosuppressive effects; risk of infection. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "tofacitinib",
            "description": {
                "common": "temozolomide, tofacitinib.\nEither increases toxicity of the other by immunosuppressive effects; risk of infection. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "acalabrutinib",
            "description": {
                "common": "acalabrutinib, temozolomide.\nEither increases toxicity of the other by pharmacodynamic synergism. Use Caution/Monitor. Coadministration may increase risk of myelosuppressive effects."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "belatacept",
            "description": {
                "common": "belatacept and temozolomide both increase  immunosuppressive effects; risk of infection. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "cholera vaccine",
            "description": {
                "common": "temozolomide decreases effects of cholera vaccine by immunosuppressive effects; risk of infection. Modify Therapy/Monitor Closely. Immunosuppressive therapies, including irradiation, antimetabolites, alkylating agents, cytotoxic drugs and corticosteroids (used in greater than physiologic doses), may reduce the immune response to cholera vaccine."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "dengue vaccine",
            "description": {
                "common": "temozolomide decreases effects of dengue vaccine by immunosuppressive effects; risk of infection. Use Caution/Monitor. Immunosuppressive therapies (eg, irradiation, antimetabolites, alkylating agents, cytotoxic drugs, corticosteroids [greater than physiologic doses]) may reduce immune response to dengue vaccine."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "denosumab",
            "description": {
                "common": "temozolomide, denosumab. Other (see comment). Use Caution/Monitor. \nComment: Caution should be taken in patients on concomitant immunosuppressants or with impaired immune systems because of increased risk for serious infections."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "fingolimod",
            "description": {
                "common": "temozolomide increases effects of fingolimod by immunosuppressive effects; risk of infection. Modify Therapy/Monitor Closely. Concomitant therapy is expected to increase the risk of immunosuppression. Use caution when switching patients from long-acting therapies with immune effects. ."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "hydroxyurea",
            "description": {
                "common": "temozolomide, hydroxyurea. Other (see comment). Use Caution/Monitor. \nComment: Combination may increase risk of myelosuppression."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "influenza A (H5N1) vaccine",
            "description": {
                "common": "temozolomide decreases effects of influenza A (H5N1) vaccine by pharmacodynamic antagonism. Use Caution/Monitor. Immunosuppressive therapies may reduce immune response to H5N1 vaccine."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "influenza virus vaccine (H5N1), adjuvanted",
            "description": {
                "common": "temozolomide decreases effects of influenza virus vaccine (H5N1), adjuvanted by pharmacodynamic antagonism. Use Caution/Monitor. Immunosuppressive therapies may reduce immune response to H5N1 vaccine."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "isavuconazonium sulfate",
            "description": {
                "common": "temozolomide and isavuconazonium sulfate both decrease  immunosuppressive effects; risk of infection. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "meningococcal group B vaccine",
            "description": {
                "common": "temozolomide decreases effects of meningococcal group B vaccine by pharmacodynamic antagonism. Use Caution/Monitor. Individuals with altered immunocompetence may have reduced immune responses to the vaccine."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ofatumumab SC",
            "description": {
                "common": "ofatumumab SC, temozolomide.\nEither increases effects of the other by immunosuppressive effects; risk of infection. Use Caution/Monitor. Consider the risk of additive immune system effects when coadministering immunosuppressive therapies with coadministration. When switching from therapies with immune effects, take into account the duration and mechanism of action of these therapies when initiating ofatumumab SC."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "olaparib",
            "description": {
                "common": "temozolomide and olaparib both increase  pharmacodynamic synergism. Use Caution/Monitor. Coadministration with other other myelosuppressive anticancer agents, including DNA damaging agents,  may potentiate and prolongate the myelosuppressive toxicity. "
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ponesimod",
            "description": {
                "common": "ponesimod and temozolomide both increase  immunosuppressive effects; risk of infection. Use Caution/Monitor. Caution if coadministered because of additive immunosuppressive effects during such therapy and in the weeks following administration. When switching from drugs with prolonged immune effects, consider the half-life and mode of action of these drugs to avoid unintended additive immunosuppressive effects."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "siponimod",
            "description": {
                "common": "siponimod and temozolomide both increase  immunosuppressive effects; risk of infection. Use Caution/Monitor. Caution if coadministered because of additive immunosuppressive effects during such therapy and in the weeks following administration. When switching from drugs with prolonged immune effects, consider the half-life and mode of action of these drugs to avoid unintended additive immunosuppressive effects."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "sipuleucel-T",
            "description": {
                "common": "temozolomide decreases effects of sipuleucel-T by pharmacodynamic antagonism. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "trastuzumab",
            "description": {
                "common": "trastuzumab, temozolomide.\nEither increases toxicity of the other by immunosuppressive effects; risk of infection. Use Caution/Monitor.  Neutropenia or febrile neutropenia incidence were increased when trastuzumab was coadministered with myelosuppressive chemotherapy."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "trastuzumab deruxtecan",
            "description": {
                "common": "trastuzumab deruxtecan, temozolomide.\nEither increases toxicity of the other by immunosuppressive effects; risk of infection. Use Caution/Monitor.  Neutropenia or febrile neutropenia incidence were increased when trastuzumab was coadministered with myelosuppressive chemotherapy."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "valproic acid",
            "description": {
                "common": "valproic acid increases levels of temozolomide by decreasing metabolism. Use Caution/Monitor. Cautions is advised."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "food",
            "description": {
                "common": "food decreases levels of temozolomide by inhibition of GI absorption. Applies only to oral form of both agents. Minor/Significance Unknown. Absorption is affected by food and consistency of administration with respect to food is recommended."
            }
        }
    ],
    "adverse effects": [
        {
            "name": "Alopecia",
            "percent": "55-69"
        },
        {
            "name": "Lymphopenia",
            "percent": "55"
        },
        {
            "name": "Nausea",
            "percent": "53"
        },
        {
            "name": "Vomiting",
            "percent": "42"
        },
        {
            "name": "Headache",
            "percent": "41"
        },
        {
            "name": "Fatigue",
            "percent": "34"
        },
        {
            "name": "Constipation",
            "percent": "33"
        },
        {
            "name": "Anorexia",
            "percent": "9-27"
        },
        {
            "name": "Convulsions",
            "percent": "23"
        },
        {
            "name": "Thrombocytopenia",
            "percent": "19"
        },
        {
            "name": "Rash",
            "percent": "8-19"
        },
        {
            "name": "Hemiparesis",
            "percent": "18"
        },
        {
            "name": "Diarrhea",
            "percent": "16"
        },
        {
            "name": "Neutropenia",
            "percent": "14"
        },
        {
            "name": "Fever",
            "percent": "13"
        },
        {
            "name": "Asthenia",
            "percent": "13"
        },
        {
            "name": "Dizziness",
            "percent": "12"
        },
        {
            "name": "Peripheral edema",
            "percent": "11"
        },
        {
            "name": "Viral infections",
            "percent": "11"
        },
        {
            "name": "Amnesia",
            "percent": "10"
        },
        {
            "name": "Insomnia",
            "percent": "10"
        },
        {
            "name": "Abdominal pain",
            "percent": "5-9"
        },
        {
            "name": "Ataxia",
            "percent": "8"
        },
        {
            "name": "Back pain",
            "percent": "8"
        },
        {
            "name": "Paresis",
            "percent": "8"
        },
        {
            "name": "URI",
            "percent": "8"
        },
        {
            "name": "Urinary incontinence",
            "percent": "8"
        },
        {
            "name": "UTI",
            "percent": "8"
        },
        {
            "name": "Abnormal vision",
            "percent": "5-8"
        },
        {
            "name": "Pruritus",
            "percent": "5-8"
        },
        {
            "name": "Breast pain",
            "percent": "6"
        },
        {
            "name": "Depression",
            "percent": "6"
        },
        {
            "name": "Confusion",
            "percent": "5"
        },
        {
            "name": "Myalgia",
            "percent": "5"
        },
        {
            "name": "Weight gain",
            "percent": "5"
        },
        {
            "name": "Anemia",
            "percent": "4"
        },
        {
            "name": "Erythema",
            "percent": "1"
        },
        {
            "name": "Alveolitis",
            "percent": null
        },
        {
            "name": "Interstitial pneumonitis",
            "percent": null
        },
        {
            "name": "Pulmonary fibrosis",
            "percent": null
        },
        {
            "name": "Hepatotoxicity including elevations of liver enzymes",
            "percent": null
        },
        {
            "name": "hyperbillirubinemia",
            "percent": null
        },
        {
            "name": "cholestasis",
            "percent": null
        },
        {
            "name": "and hepatitis",
            "percent": null
        },
        {
            "name": "Diabetes insipidus",
            "percent": null
        },
        {
            "name": "Reactivation of infections including cytomegalovirus and hepatitis B",
            "percent": null
        },
        {
            "name": "Serious opportunistic infections",
            "percent": null
        },
        {
            "name": "including some cases with fatal outcomes",
            "percent": null
        },
        {
            "name": "can occur with bacterial",
            "percent": null
        },
        {
            "name": "viral",
            "percent": null
        },
        {
            "name": "primary and reactivated",
            "percent": null
        },
        {
            "name": "fungal",
            "percent": null
        },
        {
            "name": "and protozoan organisms",
            "percent": null
        }
    ]
}