{
    "name": "BCG intravesical live",
    "comment": "Rx",
    "other_names": [
        "Tice BCG"
    ],
    "classes": [
        "Biological Response Modifiers"
    ],
    "source": "https://reference.medscape.com/drug/tice-bcg-intravesical-live-342204",
    "pregnancy": {
        "common": [
            "Pregnancy Category: C",
            "Lactation: excretion in milk unknown/not recommended"
        ],
        "specific": []
    },
    "lactation": {
        "common": [
            "Lactation: excretion in milk unknown/not recommended"
        ]
    },
    "warnings": {
        "black_box_warning": {
            "common": [
                "Contains live, attenuated mycobacteria; potential risk for transmission",
                "Prepare, handle, and dispose of as a biohazardous material",
                "BCG infections have been reported in health care providers, primarily from exposures resulting from accidental needle sticks or skin lacerations during preparation for administration",
                "Nosocomial infections have been reported in patients receiving parenteral drugs that were prepared in areas in which BCG live was reconstituted",
                "Capable of infection dissemination when administered by intravesical route; serious infections, including fatal infections, have been reported"
            ],
            "specific": []
        },
        "contraindicators": {
            "common": [
                "Immunosuppression (any cause), febrile illness, active tuberculosis",
                "Perforated bladder mucosa"
            ],
            "specific": []
        },
        "cautions": {
            "common": [
                "May cause tuberculin sensitivity"
            ],
            "specific": []
        }
    },
    "interactions": [
        {
            "classification_type": "Contraindicated",
            "interaction_with": "ceftaroline",
            "description": {
                "common": "ceftaroline decreases effects of BCG intravesical live by pharmacodynamic antagonism. Contraindicated. Contraindicated; wait until antibiotic treatment completed."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "certolizumab pegol",
            "description": {
                "common": "certolizumab pegol decreases effects of BCG intravesical live by pharmacodynamic antagonism. Contraindicated. Do not give live vaccines concurrently with certolizumab."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "beclomethasone, inhaled",
            "description": {
                "common": "beclomethasone, inhaled increases effects of BCG intravesical live by Other (see comment). Avoid or Use Alternate Drug. \nComment: May interfere with response to intravesicle TICE BCG response."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "bedaquiline",
            "description": {
                "common": "BCG intravesical live decreases effects of bedaquiline by pharmacodynamic antagonism. Avoid or Use Alternate Drug. Avoid concomitant use of intravesical BCG and antibiotics, particulary those given via IV or oral routes and those with activity against mycobacteria."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "cabazitaxel",
            "description": {
                "common": "cabazitaxel decreases effects of BCG intravesical live by pharmacodynamic antagonism. Avoid or Use Alternate Drug. Live attenuated vaccines should not be used in patients receiving immunosuppressive therapy. Immunosuppressives may diminish therapeutic effects of vaccines and increase risk of adverse effects."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "hydroxyurea",
            "description": {
                "common": "hydroxyurea decreases effects of BCG intravesical live by Other (see comment). Avoid or Use Alternate Drug. \nComment: Vaccination with live vaccines in a patient receiving hydroxyurea may diminish therapeutic effects of vaccines and increase risk of adverse effects (increased risk of infection)."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "imipenem/cilastatin",
            "description": {
                "common": "imipenem/cilastatin decreases effects of BCG intravesical live by pharmacodynamic antagonism. Avoid or Use Alternate Drug. Intravesical BCG prescribing information states that antimicrobial therapy for other infections may interfere with the effectiveness of BCG intravesical. Antibiotics with activity against mycobacteria are of the greatest concern; however, avoiding all antimicrobial therapy during treatment is currently recommended."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "imipenem/cilastatin/relebactam",
            "description": {
                "common": "imipenem/cilastatin/relebactam decreases effects of BCG intravesical live by pharmacodynamic antagonism. Avoid or Use Alternate Drug. Intravesical BCG prescribing information states that antimicrobial therapy for other infections may interfere with the effectiveness of BCG intravesical. Antibiotics with activity against mycobacteria are of the greatest concern; however, avoiding all antimicrobial therapy during treatment is currently recommended."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "methotrexate",
            "description": {
                "common": "methotrexate decreases effects of BCG intravesical live by pharmacodynamic antagonism. Avoid or Use Alternate Drug. Immunosuppressants also increase risk of infection with concomitant live vaccines."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "ocrelizumab",
            "description": {
                "common": "ocrelizumab decreases effects of BCG intravesical live by immunosuppressive effects; risk of infection. Avoid or Use Alternate Drug. Avoid coadministration of ocrelizumab with BCG intravesical because immunosuppressive effects may decrease the efficacy of BCG intravesical."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "rifaximin",
            "description": {
                "common": "rifaximin decreases effects of BCG intravesical live by pharmacodynamic antagonism. Avoid or Use Alternate Drug. Suspend BCG intravesical live therapy during antibiotic therapy."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ponesimod",
            "description": {
                "common": "ponesimod and BCG intravesical live both increase  immunosuppressive effects; risk of infection. Use Caution/Monitor. Caution if coadministered because of additive immunosuppressive effects during such therapy and in the weeks following administration. When switching from drugs with prolonged immune effects, consider the half-life and mode of action of these drugs to avoid unintended additive immunosuppressive effects."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "siponimod",
            "description": {
                "common": "siponimod and BCG intravesical live both increase  immunosuppressive effects; risk of infection. Use Caution/Monitor. Caution if coadministered because of additive immunosuppressive effects during such therapy and in the weeks following administration. When switching from drugs with prolonged immune effects, consider the half-life and mode of action of these drugs to avoid unintended additive immunosuppressive effects."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ublituximab",
            "description": {
                "common": "ublituximab and BCG intravesical live both increase  immunosuppressive effects; risk of infection. Modify Therapy/Monitor Closely. Owing to potential additive immunosuppressive effects, consider duration of effect and mechanism of action of these therapies if coadministered"
            }
        }
    ],
    "adverse effects": [
        {
            "name": "Dysuria",
            "percent": "60"
        },
        {
            "name": "Urinary frequency",
            "percent": "50"
        },
        {
            "name": "Hematuria",
            "percent": "39"
        },
        {
            "name": "Fever",
            "percent": "38"
        },
        {
            "name": "Chills",
            "percent": "34"
        },
        {
            "name": "Flu like syndrome",
            "percent": "33"
        },
        {
            "name": "Cystitis",
            "percent": "29"
        },
        {
            "name": "Anemia",
            "percent": "21"
        },
        {
            "name": "Urinary urgency",
            "percent": "18"
        },
        {
            "name": "UTI",
            "percent": "18"
        },
        {
            "name": "Pain",
            "percent": "17"
        },
        {
            "name": "Nausea",
            "percent": "16"
        },
        {
            "name": "Vomiting",
            "percent": "16"
        },
        {
            "name": "Anorexia",
            "percent": "11"
        },
        {
            "name": "Nocturia",
            "percent": "11"
        },
        {
            "name": "Leukopenia",
            "percent": "5"
        },
        {
            "name": "Genital pain",
            "percent": "10"
        },
        {
            "name": "Renal toxicity",
            "percent": "10"
        },
        {
            "name": "Arthralgia",
            "percent": "7"
        },
        {
            "name": "Myalgia",
            "percent": "7"
        },
        {
            "name": "Urinary incontinence",
            "percent": "7"
        },
        {
            "name": "Urinary retention",
            "percent": "6"
        },
        {
            "name": "Abdominal pain",
            "percent": "5"
        },
        {
            "name": "Coagulopathy",
            "percent": "5"
        },
        {
            "name": "Constipation",
            "percent": "5"
        },
        {
            "name": "Contracted bladder",
            "percent": "5"
        },
        {
            "name": "Pulmonary infection",
            "percent": "5"
        },
        {
            "name": "Skin rash",
            "percent": "5"
        },
        {
            "name": "Thrombocytopenia",
            "percent": "5"
        },
        {
            "name": "Diarrhea",
            "percent": "3"
        },
        {
            "name": "Rigors",
            "percent": "3"
        },
        {
            "name": "Respiratory unclassified",
            "percent": "2"
        },
        {
            "name": "Weight loss",
            "percent": "2"
        },
        {
            "name": "Hepatic granuloma",
            "percent": "1"
        },
        {
            "name": "Hepatitis",
            "percent": "1"
        },
        {
            "name": "Pneumonitis",
            "percent": "1"
        },
        {
            "name": "Urethritis",
            "percent": "1"
        },
        {
            "name": "Urinary obstruction",
            "percent": "1"
        }
    ]
}