{
    "name": "trimethobenzamide",
    "comment": "Rx",
    "other_names": [
        "Tigan"
    ],
    "classes": [
        "Antiemetic Agents"
    ],
    "source": "https://reference.medscape.com/drug/tigan-trimethobenzamide-342060",
    "pregnancy": {
        "common": [
            "Limited available data in pregnant women are not sufficient to inform a drug-associated risk for major birth defects and miscarriage"
        ],
        "specific": [
            {
                "type": "Animal data",
                "description": [
                    "No adverse developmental effect observed in animal reproduction studies with administration of therapy during organogenesis in pregnant rats at doses 0.16 and 0.8 times the recommended human dose (RHD) and in pregnant rabbits at doses 1.6 times the RHD"
                ]
            }
        ]
    },
    "lactation": {
        "common": [
            "There is no information on presence of drug in human milk, effects of drug on breastfed infant or on milk production; lack of clinical data during lactation precludes clear determination of risk of drug to infant during lactation",
            "Consider developmental and health benefits of breastfeeding along with mother's clinical need for therapy and any potential adverse effects on breastfed infant from drug or from underlying maternal condition"
        ]
    },
    "warnings": {
        "black_box_warning": {
            "common": [],
            "specific": []
        },
        "contraindicators": {
            "common": [
                "Hypersensitivity to drug or excipients"
            ],
            "specific": []
        },
        "cautions": {
            "common": [
                "EPS and other CNS symptoms, which can occur in patients treated with may be confused with CNS signs of undiagnosed primary disease (eg, encephalopathy, metabolic imbalance, Reye’s syndrome); if CNS symptoms occur, evaluate risks and benefits of continuing therapy",
                "Serious CNS adverse reactions such as coma, depression of mood, disorientation, and seizures reported; recent use of other drugs that cause CNS depression or EPS symptoms (eg, alcohol, sedatives, hypnotics, opiates, anxiolytics, antipsychotics, and anticholinergics) may also increase risk for these serious CNS reactions; consider reducing daily dosage by increasing dosing interval or discontinuing drug",
                "Therapy is potentially hepatotoxic; avoid use in patients whose signs and symptoms suggest presence of hepatic impairment; discontinue therapy in patients who develop impaired liver function while receiving drug",
                "Therapy can cause drowsiness and may impair mental and/or physical abilities needed to perform hazardous tasks (driving a motor vehicle or operating machinery); choose therapy over concomitant use of other drugs that cause CNS depression or EPS symptoms (eg, alcohol, sedatives, hypnotics, opiates, anxiolytics, antipsychotics, and anticholinergics), depending on importance of drug to patient",
                "Inform patients not to operate motor vehicles or other dangerous machinery until they are reasonably certain that therapy does not affect them adversely"
            ],
            "specific": [
                {
                    "type": "Extrapyramidal symptoms",
                    "description": [
                        "Extrapyramidal symptoms (EPS), manifested primarily as acute dystonic reactions, may occur; dystonic reactions may include sudden onset of muscular spasms, especially in the head and neck or opisthotonos",
                        "Other EPS include laryngospasm, dysphagia, and oculogyric crisis; involuntary spasms of tongue and mouth may lead to difficulty in speaking and swallowing; anticholinergic drugs can be used to treat acute dystonic reactions",
                        "EPS may include akathisia, restlessness, akinesia, and other parkinsonian-like symptoms (eg, tremor); depending on severity of symptoms, reduce daily dosage by increasing dosing interval or discontinue therapy",
                        "Avoid using drug in patients receiving other drugs that are likely to cause EPS (eg, antipsychotics)"
                    ]
                }
            ]
        }
    },
    "interactions": [
        {
            "classification_type": "Serious",
            "interaction_with": "metoclopramide intranasal",
            "description": {
                "common": "trimethobenzamide, metoclopramide intranasal.\nEither increases effects of the other by Other (see comment). Avoid or Use Alternate Drug. \nComment: Avoid use of metoclopramide intranasal or interacting drug, depending on importance of drug to patient."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "olopatadine intranasal",
            "description": {
                "common": "trimethobenzamide and olopatadine intranasal both increase  sedation. Avoid or Use Alternate Drug. Coadministration increases risk of CNS depression, which can lead to additive impairment of psychomotor performance and cause daytime impairment. "
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "ropeginterferon alfa 2b",
            "description": {
                "common": "ropeginterferon alfa 2b and trimethobenzamide both increase  Other (see comment). Avoid or Use Alternate Drug. Narcotics, hypnotics or sedatives can produce additive neuropsychiatric side effects. Avoid use and monitor patients receiving the combination for effects of excessive CNS toxicity."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "cenobamate",
            "description": {
                "common": "cenobamate, trimethobenzamide.\nEither increases effects of the other by sedation. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "daridorexant",
            "description": {
                "common": "trimethobenzamide and daridorexant both increase  sedation. Modify Therapy/Monitor Closely. Coadministration increases risk of CNS depression, which can lead to additive impairment of psychomotor performance and cause daytime impairment. "
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "difelikefalin",
            "description": {
                "common": "difelikefalin and trimethobenzamide both increase  sedation. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "midazolam intranasal",
            "description": {
                "common": "midazolam intranasal, trimethobenzamide.\nEither increases toxicity of the other by pharmacodynamic synergism. Modify Therapy/Monitor Closely. Concomitant use of barbiturates, alcohol, or other CNS depressants may increase the risk of hypoventilation, airway obstruction, desaturation, or apnea and may contribute to profound and/or prolonged drug effect."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "stiripentol",
            "description": {
                "common": "stiripentol, trimethobenzamide.\nEither increases effects of the other by sedation. Use Caution/Monitor. Concomitant use stiripentol with other CNS depressants, including alcohol, may increase the risk of sedation and somnolence."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "apomorphine",
            "description": {
                "common": "trimethobenzamide decreases effects of apomorphine by pharmacodynamic antagonism. Minor/Significance Unknown. Trimethobenzamide may decrease the emetic response to apomorphine; monitor for additive CNS effects."
            }
        }
    ],
    "adverse effects": [
        {
            "name": "Dizziness",
            "percent": null
        },
        {
            "name": "Parkinson",
            "percent": null
        },
        {
            "name": "like symptoms",
            "percent": null
        },
        {
            "name": "Sedation",
            "percent": null
        },
        {
            "name": "Headache",
            "percent": null
        },
        {
            "name": "Hypersensitivity reactions",
            "percent": null
        },
        {
            "name": "Irritation at injection site",
            "percent": null
        }
    ]
}