{
    "name": "imipramine",
    "comment": "Rx",
    "other_names": [
        "Tofranil",
        "Tofranil-PM"
    ],
    "classes": [
        "Antidepressants",
        "TCAs"
    ],
    "source": "https://reference.medscape.com/drug/tofranil-pm-imipramine-342941",
    "pregnancy": {
        "common": [
            "Pregnancy category: D",
            "Lactation: Distributed in breast milk; do not nurse (AAP states effect on nursing infants is unknown but may be of concern)"
        ],
        "specific": []
    },
    "lactation": {
        "common": [
            "Lactation: Distributed in breast milk; do not nurse (AAP states effect on nursing infants is unknown but may be of concern)"
        ]
    },
    "warnings": {
        "black_box_warning": {
            "common": [
                "In short-term studies, antidepressants increased the risk of suicidal thinking and behavior in children, adolescents, and young adults (<24 years) taking antidepressants for major depressive disorders and other psychiatric illnesses",
                "This increase was not seen in patients aged over 24 years; a slight decrease in suicidal thinking was seen in adults aged over 65 years",
                "In children and young adults, risks must be weighed against the benefits of taking antidepressants",
                "Patients should be monitored closely for changes in behavior, clinical worsening, and suicidal tendencies; this should be done during the initial 1-2 months of therapy and dosage adjustments",
                "The patient’s family should communicate any abrupt changes in behavior to the healthcare provider",
                "Worsening behavior and suicidal tendencies that are not part of the presenting symptoms may require discontinuation of therapy",
                "This drug is not approved for use in pediatric patients"
            ],
            "specific": []
        },
        "contraindicators": {
            "common": [
                "Hypersensitivity",
                "Acute recovery post-MI"
            ],
            "specific": []
        },
        "cautions": {
            "common": [
                "Risk of anticholinergic effects; use caution in BPH, urinary/GI retention, hyperthyroidism, oseizure disorder, brain tumor, respiratory impairment",
                "Risk of mydriasis; may trigger angle closure attack in patients with angle closure glaucoma with anatomically narrow angles without a patent iridectomy",
                "Clinical worsening and suicidal ideation may occur despite medication",
                "Potentially life-threatening serotonin syndrome reported when coadministered with drugs that impair serotonin metabolism (in particular, MAOIs, including nonpsychiatric MAOIs, such as linezolid and IV methylene blue)",
                "May cause bone marrow suppression (rare)",
                "May cause orthostatic hypotension",
                "May cause sedation and impair physical or mental abilities",
                "Do not discontinue abruptly for prolonged high dosage"
            ],
            "specific": []
        }
    },
    "interactions": [
        {
            "classification_type": "Contraindicated",
            "interaction_with": "disopyramide",
            "description": {
                "common": "imipramine and disopyramide both increase  QTc interval. Contraindicated."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "dronedarone",
            "description": {
                "common": "dronedarone will increase the level or effect of imipramine by  affecting hepatic enzyme CYP2D6 metabolism. Contraindicated."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "eliglustat",
            "description": {
                "common": "imipramine increases levels of eliglustat by affecting hepatic enzyme CYP2D6 metabolism. Contraindicated. If coadministered with strong or moderate CYP2D6 inhibitors, reduce eliglustat dose from 84 mg BID to 84 mg once daily in extensive  and intermediate metabolizers;  eliglustat is contraindiated if strong or moderate CYP2D6 inhibitors are given concomitantly with strong or moderate CYP3A inhibitors."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "ibutilide",
            "description": {
                "common": "imipramine and ibutilide both increase  QTc interval. Contraindicated."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "indapamide",
            "description": {
                "common": "imipramine and indapamide both increase  QTc interval. Contraindicated."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "iobenguane I 123",
            "description": {
                "common": "imipramine decreases effects of iobenguane I 123 by pharmacodynamic antagonism. Contraindicated. If clinically appropriate, discontinue drugs that decrease uptake of NE for at least 5 half-lives; may cause false-negative imaging results."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "isocarboxazid",
            "description": {
                "common": "isocarboxazid and imipramine both increase  serotonin levels. Contraindicated."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "pentamidine",
            "description": {
                "common": "imipramine and pentamidine both increase  QTc interval. Contraindicated."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "phenelzine",
            "description": {
                "common": "phenelzine and imipramine both increase  serotonin levels. Contraindicated."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "pimozide",
            "description": {
                "common": "imipramine and pimozide both increase  QTc interval. Contraindicated."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "procainamide",
            "description": {
                "common": "imipramine and procainamide both increase  QTc interval. Contraindicated."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "procarbazine",
            "description": {
                "common": "procarbazine and imipramine both increase  serotonin levels. Contraindicated. Combination is contraindicated within 2 weeks of MAOI use."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "quinidine",
            "description": {
                "common": "quinidine and imipramine both increase  QTc interval. Contraindicated."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "safinamide",
            "description": {
                "common": "imipramine, safinamide.\nEither increases toxicity of the other by serotonin levels. Contraindicated. Concomitant use could result in life-threatening serotonin syndrome."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "selegiline",
            "description": {
                "common": "selegiline and imipramine both increase  serotonin levels. Contraindicated. Concurrent use or use within 14 days of selegiline treatment is contraindicated"
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "sotalol",
            "description": {
                "common": "imipramine and sotalol both increase  QTc interval. Contraindicated."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "thioridazine",
            "description": {
                "common": "thioridazine will increase the level or effect of imipramine by  affecting hepatic enzyme CYP2D6 metabolism. Contraindicated."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "tranylcypromine",
            "description": {
                "common": "tranylcypromine and imipramine both increase  serotonin levels. Contraindicated."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "albuterol",
            "description": {
                "common": "imipramine, albuterol. Other (see comment). Avoid or Use Alternate Drug. \nComment: Tricyclic antidepressants increase or decrease effects of sympathomimetics, by blocking reuptake of NE, or blocking uptake of indirect sympathomimetics into the adrenergic neuron."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "amiodarone",
            "description": {
                "common": "imipramine and amiodarone both increase  QTc interval. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "amitriptyline",
            "description": {
                "common": "amitriptyline and imipramine both increase  QTc interval. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "amoxapine",
            "description": {
                "common": "amoxapine and imipramine both increase  QTc interval. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "apalutamide",
            "description": {
                "common": "apalutamide will decrease the level or effect of imipramine by  affecting hepatic enzyme CYP2C19 metabolism. Avoid or Use Alternate Drug. Coadministration of apalutamide, a strong CYP2C19 inducer, with drugs that are CYP2C19 substrates can result in lower exposure to these medications. Avoid or substitute another drug for these medications when possible. Evaluate for loss of therapeutic effect if medication must be coadministered."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "arformoterol",
            "description": {
                "common": "imipramine, arformoterol. Other (see comment). Avoid or Use Alternate Drug. \nComment: Tricyclic antidepressants increase or decrease effects of sympathomimetics, by blocking reuptake of NE, or blocking uptake of indirect sympathomimetics into the adrenergic neuron."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "arsenic trioxide",
            "description": {
                "common": "imipramine and arsenic trioxide both increase  QTc interval. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "artemether/lumefantrine",
            "description": {
                "common": "artemether/lumefantrine will increase the level or effect of imipramine by  affecting hepatic enzyme CYP2D6 metabolism. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "benzhydrocodone/acetaminophen",
            "description": {
                "common": "benzhydrocodone/acetaminophen and imipramine both increase  sedation. Avoid or Use Alternate Drug. Limit use to patients for whom alternative treatment options are inadequate"
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "benzphetamine",
            "description": {
                "common": "imipramine, benzphetamine. Other (see comment). Avoid or Use Alternate Drug. \nComment: Tricyclic antidepressants increase or decrease effects of sympathomimetics, by blocking reuptake of NE, or blocking uptake of indirect sympathomimetics into the adrenergic neuron."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "buprenorphine",
            "description": {
                "common": "buprenorphine and imipramine both increase  QTc interval. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "buprenorphine buccal",
            "description": {
                "common": "buprenorphine buccal and imipramine both increase  QTc interval. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "buprenorphine subdermal implant",
            "description": {
                "common": "buprenorphine subdermal implant and imipramine both increase  QTc interval. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "buprenorphine transdermal",
            "description": {
                "common": "buprenorphine transdermal and imipramine both increase  QTc interval. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "buprenorphine, long-acting injection",
            "description": {
                "common": "buprenorphine, long-acting injection and imipramine both increase  QTc interval. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "buspirone",
            "description": {
                "common": "imipramine and buspirone both increase  serotonin levels. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "calcium/magnesium/potassium/sodium oxybates",
            "description": {
                "common": "imipramine, calcium/magnesium/potassium/sodium oxybates.\nEither increases effects of the other by pharmacodynamic synergism. Avoid or Use Alternate Drug. Profound sedation, respiratory depression, coma, and death may result if coadministered. Reserve concomitant prescribing of these drugs in patients for whom other treatment options are inadequate. Limit dosages and durations to the minimum required. Monitor closely for signs of respiratory depression and sedation."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "chlorpromazine",
            "description": {
                "common": "chlorpromazine and imipramine both increase  QTc interval. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "ciprofloxacin",
            "description": {
                "common": "ciprofloxacin will increase the level or effect of imipramine by  affecting hepatic enzyme CYP1A2 metabolism. Avoid or Use Alternate Drug. Concurrent use of drugs that can cause QT interval prolongation may result in additive effects and increased risk of ventricular arrhythmias. It is important to monitor therapy carefully."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "citalopram",
            "description": {
                "common": "citalopram and imipramine both increase  serotonin levels. Avoid or Use Alternate Drug. Citalopram may increase TCA levels. Increased risk of serotonin syndrome or neuroleptic malignant syndrome. Potential risk for QT prolongation. ECG monitoring is recommended."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "clarithromycin",
            "description": {
                "common": "clarithromycin will increase the level or effect of imipramine by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "clomipramine",
            "description": {
                "common": "clomipramine and imipramine both increase  QTc interval. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "clonidine",
            "description": {
                "common": "imipramine decreases effects of clonidine by Other (see comment). Avoid or Use Alternate Drug. \nComment: Inhibition of uptake by adrenergic neurons."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "cyclobenzaprine",
            "description": {
                "common": "imipramine and cyclobenzaprine both increase  serotonin levels. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "dacomitinib",
            "description": {
                "common": "dacomitinib will increase the level or effect of imipramine by  affecting hepatic enzyme CYP2D6 metabolism. Avoid or Use Alternate Drug. Avoid use with CYP2D6 substrates where minimal increases in concentration of the CYP2D6 substrate may lead to serious or life-threatening toxicities. "
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "dasatinib",
            "description": {
                "common": "dasatinib will increase the level or effect of imipramine by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "desipramine",
            "description": {
                "common": "desipramine and imipramine both increase  QTc interval. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "desvenlafaxine",
            "description": {
                "common": "imipramine and desvenlafaxine both increase  serotonin levels. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "dexfenfluramine",
            "description": {
                "common": "imipramine, dexfenfluramine. Other (see comment). Avoid or Use Alternate Drug. \nComment: Tricyclic antidepressants increase or decrease effects of sympathomimetics, by blocking reuptake of NE, or blocking uptake of indirect sympathomimetics into the adrenergic neuron."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "dexmethylphenidate",
            "description": {
                "common": "imipramine, dexmethylphenidate. Other (see comment). Avoid or Use Alternate Drug. \nComment: Tricyclic antidepressants increase or decrease effects of sympathomimetics, by blocking reuptake of NE, or blocking uptake of indirect sympathomimetics into the adrenergic neuron."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "dextroamphetamine",
            "description": {
                "common": "imipramine, dextroamphetamine. Other (see comment). Avoid or Use Alternate Drug. \nComment: Tricyclic antidepressants increase or decrease effects of sympathomimetics, by blocking reuptake of NE, or blocking uptake of indirect sympathomimetics into the adrenergic neuron."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "dextromethorphan",
            "description": {
                "common": "imipramine and dextromethorphan both increase  serotonin levels. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "diethylpropion",
            "description": {
                "common": "imipramine, diethylpropion. Other (see comment). Avoid or Use Alternate Drug. \nComment: Tricyclic antidepressants increase or decrease effects of sympathomimetics, by blocking reuptake of NE, or blocking uptake of indirect sympathomimetics into the adrenergic neuron."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "dobutamine",
            "description": {
                "common": "imipramine, dobutamine. Other (see comment). Avoid or Use Alternate Drug. \nComment: Tricyclic antidepressants increase or decrease effects of sympathomimetics, by blocking reuptake of NE, or blocking uptake of indirect sympathomimetics into the adrenergic neuron."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "dofetilide",
            "description": {
                "common": "imipramine and dofetilide both increase  QTc interval. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "dolasetron",
            "description": {
                "common": "dolasetron, imipramine.\nEither increases toxicity of the other by serotonin levels. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "dopamine",
            "description": {
                "common": "imipramine, dopamine. Other (see comment). Avoid or Use Alternate Drug. \nComment: Tricyclic antidepressants increase or decrease effects of sympathomimetics, by blocking reuptake of NE, or blocking uptake of indirect sympathomimetics into the adrenergic neuron."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "dopexamine",
            "description": {
                "common": "imipramine, dopexamine. Other (see comment). Avoid or Use Alternate Drug. \nComment: Tricyclic antidepressants increase or decrease effects of sympathomimetics, by blocking reuptake of NE, or blocking uptake of indirect sympathomimetics into the adrenergic neuron."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "doxepin",
            "description": {
                "common": "doxepin and imipramine both increase  QTc interval. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "dronedarone",
            "description": {
                "common": "imipramine and dronedarone both increase  QTc interval. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "droperidol",
            "description": {
                "common": "imipramine and droperidol both increase  QTc interval. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "duloxetine",
            "description": {
                "common": "duloxetine and imipramine both increase  serotonin levels. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "encorafenib",
            "description": {
                "common": "encorafenib and imipramine both increase  QTc interval. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "ephedrine",
            "description": {
                "common": "imipramine, ephedrine. Other (see comment). Avoid or Use Alternate Drug. \nComment: Tricyclic antidepressants increase or decrease effects of sympathomimetics, by blocking reuptake of NE, or blocking uptake of indirect sympathomimetics into the adrenergic neuron."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "epinephrine",
            "description": {
                "common": "epinephrine and imipramine both increase  QTc interval. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "epinephrine racemic",
            "description": {
                "common": "epinephrine racemic and imipramine both increase  QTc interval. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "erythromycin base",
            "description": {
                "common": "erythromycin base will increase the level or effect of imipramine by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "erythromycin ethylsuccinate",
            "description": {
                "common": "erythromycin ethylsuccinate will increase the level or effect of imipramine by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "erythromycin lactobionate",
            "description": {
                "common": "erythromycin lactobionate will increase the level or effect of imipramine by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "erythromycin stearate",
            "description": {
                "common": "erythromycin stearate will increase the level or effect of imipramine by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "escitalopram",
            "description": {
                "common": "escitalopram and imipramine both increase  serotonin levels. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "fenfluramine",
            "description": {
                "common": "imipramine, fenfluramine. Other (see comment). Avoid or Use Alternate Drug. \nComment: Tricyclic antidepressants increase or decrease effects of sympathomimetics, by blocking reuptake of NE, or blocking uptake of indirect sympathomimetics into the adrenergic neuron."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "fexinidazole",
            "description": {
                "common": "fexinidazole and imipramine both increase  QTc interval. Avoid or Use Alternate Drug. Avoid coadministration of fexinidazole with drugs known to block potassium channels or prolong QT interval."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "fluconazole",
            "description": {
                "common": "fluconazole will increase the level or effect of imipramine by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "fluoxetine",
            "description": {
                "common": "fluoxetine will increase the level or effect of imipramine by  affecting hepatic enzyme CYP2C19 metabolism. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "fluphenazine",
            "description": {
                "common": "fluphenazine and imipramine both increase  QTc interval. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "fluvoxamine",
            "description": {
                "common": "fluvoxamine and imipramine both increase  serotonin levels. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "formoterol",
            "description": {
                "common": "imipramine and formoterol both increase  QTc interval. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "fosamprenavir",
            "description": {
                "common": "fosamprenavir increases levels of imipramine by decreasing metabolism. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "givosiran",
            "description": {
                "common": "givosiran will increase the level or effect of imipramine by  affecting hepatic enzyme CYP2D6 metabolism. Avoid or Use Alternate Drug. Avoid coadministration of sensitive CYP2D6 substrates with givosiran. If unavoidable, decrease the CYP2D6 substrate dosage in accordance with approved product labeling."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "granisetron",
            "description": {
                "common": "granisetron, imipramine.\nEither increases toxicity of the other by serotonin levels. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "guanfacine",
            "description": {
                "common": "imipramine decreases effects of guanfacine by Other (see comment). Avoid or Use Alternate Drug. \nComment: Inhibition of uptake by adrenergic neurons."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "haloperidol",
            "description": {
                "common": "haloperidol will increase the level or effect of imipramine by  affecting hepatic enzyme CYP2D6 metabolism. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "iobenguane I 131",
            "description": {
                "common": "imipramine will decrease the level or effect of iobenguane I 131 by  Other (see comment). Avoid or Use Alternate Drug. Based on the mechanism of action of iobenguane, drugs that reduce catecholamine uptake or that deplete catecholamine stores may interfere with iobenguane uptake into cells, and thus, reduce iobenguane efficacy. Discontinue interfering drugs for at least 5 half-lives before administration of either the dosimetry or an iobenguane dose. Do not administer these drugs until at least 7 days after each iobenguane dose."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "isoproterenol",
            "description": {
                "common": "imipramine, isoproterenol. Other (see comment). Avoid or Use Alternate Drug. \nComment: Tricyclic antidepressants increase or decrease effects of sympathomimetics, by blocking reuptake of NE, or blocking uptake of indirect sympathomimetics into the adrenergic neuron."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "itraconazole",
            "description": {
                "common": "imipramine and itraconazole both increase  QTc interval. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "ketoconazole",
            "description": {
                "common": "imipramine and ketoconazole both increase  QTc interval. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "levalbuterol",
            "description": {
                "common": "imipramine, levalbuterol. Other (see comment). Avoid or Use Alternate Drug. \nComment: Tricyclic antidepressants increase or decrease effects of sympathomimetics, by blocking reuptake of NE, or blocking uptake of indirect sympathomimetics into the adrenergic neuron."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "levoketoconazole",
            "description": {
                "common": "imipramine and levoketoconazole both increase  QTc interval. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "levomilnacipran",
            "description": {
                "common": "levomilnacipran and imipramine both increase  serotonin levels. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "linezolid",
            "description": {
                "common": "linezolid and imipramine both increase  serotonin levels. Avoid or Use Alternate Drug. Linezolid may increase serotonin as a result of MAO-A inhibition. If linezolid must be administered, discontinue serotonergic drug immediately and monitor for CNS toxicity. Serotonergic therapy may be resumed 24 hours after last linezolid dose or after 2 weeks of monitoring, whichever comes first."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "lisdexamfetamine",
            "description": {
                "common": "imipramine, lisdexamfetamine. Other (see comment). Avoid or Use Alternate Drug. \nComment: Tricyclic antidepressants increase or decrease effects of sympathomimetics, by blocking reuptake of NE, or blocking uptake of indirect sympathomimetics into the adrenergic neuron."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "lofepramine",
            "description": {
                "common": "imipramine and lofepramine both increase  QTc interval. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "lonafarnib",
            "description": {
                "common": "lonafarnib will increase the level or effect of imipramine by  affecting hepatic enzyme CYP2C19 metabolism. Avoid or Use Alternate Drug. Lonafarnib may increase the AUC and peak concentration of CYP2C19 substrates. If coadministration unavoidable, monitor for adverse reactions and reduce the CYP2C19 substrate dose in accordance with its approved product labeling."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "lorcaserin",
            "description": {
                "common": "imipramine and lorcaserin both increase  serotonin levels. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "lumefantrine",
            "description": {
                "common": "lumefantrine will increase the level or effect of imipramine by  affecting hepatic enzyme CYP2D6 metabolism. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "maprotiline",
            "description": {
                "common": "imipramine and maprotiline both increase  QTc interval. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "mefloquine",
            "description": {
                "common": "mefloquine increases toxicity of imipramine by QTc interval. Avoid or Use Alternate Drug. Mefloquine may enhance the QTc prolonging effect of high risk QTc prolonging agents."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "meperidine",
            "description": {
                "common": "imipramine and meperidine both increase  serotonin levels. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "metaproterenol",
            "description": {
                "common": "imipramine, metaproterenol. Other (see comment). Avoid or Use Alternate Drug. \nComment: Tricyclic antidepressants increase or decrease effects of sympathomimetics, by blocking reuptake of NE, or blocking uptake of indirect sympathomimetics into the adrenergic neuron."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "methamphetamine",
            "description": {
                "common": "imipramine, methamphetamine. Other (see comment). Avoid or Use Alternate Drug. \nComment: Tricyclic antidepressants increase or decrease effects of sympathomimetics, by blocking reuptake of NE, or blocking uptake of indirect sympathomimetics into the adrenergic neuron."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "methylene blue",
            "description": {
                "common": "methylene blue and imipramine both increase  serotonin levels. Avoid or Use Alternate Drug. Methylene blue may increase serotonin as a result of MAO-A inhibition. If methylene blue must be administered, discontinue serotonergic drug immediately and monitor for CNS toxicity. Serotonergic therapy may be resumed 24 hours after last methylene blue dose or after 2 weeks of monitoring, whichever comes first."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "methylenedioxymethamphetamine",
            "description": {
                "common": "imipramine, methylenedioxymethamphetamine. Other (see comment). Avoid or Use Alternate Drug. \nComment: Tricyclic antidepressants increase or decrease effects of sympathomimetics, by blocking reuptake of NE, or blocking uptake of indirect sympathomimetics into the adrenergic neuron."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "metoclopramide intranasal",
            "description": {
                "common": "imipramine, metoclopramide intranasal.\nEither increases effects of the other by Other (see comment). Avoid or Use Alternate Drug. \nComment: Avoid use of metoclopramide intranasal or interacting drug, depending on importance of drug to patient."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "midodrine",
            "description": {
                "common": "imipramine, midodrine. Other (see comment). Avoid or Use Alternate Drug. \nComment: Tricyclic antidepressants increase or decrease effects of sympathomimetics, by blocking reuptake of NE, or blocking uptake of indirect sympathomimetics into the adrenergic neuron."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "milnacipran",
            "description": {
                "common": "milnacipran and imipramine both increase  serotonin levels. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "mirtazapine",
            "description": {
                "common": "mirtazapine and imipramine both increase  QTc interval. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "moxifloxacin",
            "description": {
                "common": "imipramine and moxifloxacin both increase  QTc interval. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "nefazodone",
            "description": {
                "common": "nefazodone and imipramine both increase  serotonin levels. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "netupitant/palonosetron",
            "description": {
                "common": "netupitant/palonosetron, imipramine.\nEither increases toxicity of the other by serotonin levels. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "nilotinib",
            "description": {
                "common": "imipramine and nilotinib both increase  QTc interval. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "norepinephrine",
            "description": {
                "common": "imipramine, norepinephrine. Other (see comment). Avoid or Use Alternate Drug. \nComment: Tricyclic antidepressants increase or decrease effects of sympathomimetics, by blocking reuptake of NE, or blocking uptake of indirect sympathomimetics into the adrenergic neuron."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "nortriptyline",
            "description": {
                "common": "imipramine and nortriptyline both increase  QTc interval. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "octreotide",
            "description": {
                "common": "imipramine and octreotide both increase  QTc interval. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "octreotide (Antidote)",
            "description": {
                "common": "imipramine and octreotide (Antidote) both increase  QTc interval. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "olopatadine intranasal",
            "description": {
                "common": "imipramine and olopatadine intranasal both increase  sedation. Avoid or Use Alternate Drug. Coadministration increases risk of CNS depression, which can lead to additive impairment of psychomotor performance and cause daytime impairment. "
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "ondansetron",
            "description": {
                "common": "ondansetron, imipramine.\nEither increases toxicity of the other by serotonin levels. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "ozanimod",
            "description": {
                "common": "ozanimod increases toxicity of imipramine by sympathetic (adrenergic) effects, including increased blood pressure and heart rate. Avoid or Use Alternate Drug. Because the active metabolite of ozanimod inhibits MAO-B in vitro, there is a potential for serious adverse reactions, including hypertensive crisis. Therefore, coadministration of ozanimod with drugs that can increase norepinephrine or serotonin is not recommended. Monitor for hypertension with concomitant use."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "palonosetron",
            "description": {
                "common": "palonosetron, imipramine.\nEither increases toxicity of the other by serotonin levels. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "paroxetine",
            "description": {
                "common": "paroxetine will increase the level or effect of imipramine by  affecting hepatic enzyme CYP2D6 metabolism. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "pefloxacin",
            "description": {
                "common": "pefloxacin will increase the level or effect of imipramine by  affecting hepatic enzyme CYP1A2 metabolism. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "perphenazine",
            "description": {
                "common": "perphenazine and imipramine both increase  QTc interval. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "phendimetrazine",
            "description": {
                "common": "imipramine, phendimetrazine. Other (see comment). Avoid or Use Alternate Drug. \nComment: Tricyclic antidepressants increase or decrease effects of sympathomimetics, by blocking reuptake of NE, or blocking uptake of indirect sympathomimetics into the adrenergic neuron."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "phentermine",
            "description": {
                "common": "imipramine, phentermine. Other (see comment). Avoid or Use Alternate Drug. \nComment: Tricyclic antidepressants increase or decrease effects of sympathomimetics, by blocking reuptake of NE, or blocking uptake of indirect sympathomimetics into the adrenergic neuron."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "phenylephrine",
            "description": {
                "common": "imipramine, phenylephrine. Other (see comment). Avoid or Use Alternate Drug. \nComment: Tricyclic antidepressants increase or decrease effects of sympathomimetics, by blocking reuptake of NE, or blocking uptake of indirect sympathomimetics into the adrenergic neuron."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "phenylephrine PO",
            "description": {
                "common": "imipramine, phenylephrine PO. Other (see comment). Avoid or Use Alternate Drug. \nComment: Tricyclic antidepressants increase or decrease effects of sympathomimetics, by blocking reuptake of NE, or blocking uptake of indirect sympathomimetics into the adrenergic neuron."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "pirbuterol",
            "description": {
                "common": "imipramine, pirbuterol. Other (see comment). Avoid or Use Alternate Drug. \nComment: Tricyclic antidepressants increase or decrease effects of sympathomimetics, by blocking reuptake of NE, or blocking uptake of indirect sympathomimetics into the adrenergic neuron."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "pitolisant",
            "description": {
                "common": "imipramine decreases effects of pitolisant by Other (see comment). Avoid or Use Alternate Drug. \nComment: Pitolisant increases histamine levels in the brain; therefore, H1 receptor antagonists that cross the blood-brain barrier may reduce the efficacy of pitolisant."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "promazine",
            "description": {
                "common": "promazine and imipramine both increase  QTc interval. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "propylhexedrine",
            "description": {
                "common": "imipramine, propylhexedrine. Other (see comment). Avoid or Use Alternate Drug. \nComment: Tricyclic antidepressants increase or decrease effects of sympathomimetics, by blocking reuptake of NE, or blocking uptake of indirect sympathomimetics into the adrenergic neuron."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "protriptyline",
            "description": {
                "common": "imipramine and protriptyline both increase  QTc interval. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "pseudoephedrine",
            "description": {
                "common": "imipramine increases effects of pseudoephedrine by sympathetic (adrenergic) effects, including increased blood pressure and heart rate. Avoid or Use Alternate Drug. Tricyclic antidepressants increase or decrease effects of sympathomimetics, by blocking reuptake of NE, or blocking uptake of indirect sympathomimetics into the adrenergic neuron."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "quinidine",
            "description": {
                "common": "quinidine will increase the level or effect of imipramine by  affecting hepatic enzyme CYP2D6 metabolism. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "rasagiline",
            "description": {
                "common": "rasagiline and imipramine both increase  serotonin levels. Avoid or Use Alternate Drug. Severe CNS toxicity associated with hyperpyrexia has been reported with the combined treatment of an antidepressant and rasagiline. Avoid combination within 14 days of MAOI use."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "salmeterol",
            "description": {
                "common": "imipramine, salmeterol. Other (see comment). Avoid or Use Alternate Drug. \nComment: Tricyclic antidepressants increase or decrease effects of sympathomimetics, by blocking reuptake of NE, or blocking uptake of indirect sympathomimetics into the adrenergic neuron."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "selegiline transdermal",
            "description": {
                "common": "selegiline transdermal and imipramine both increase  serotonin levels. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "selinexor",
            "description": {
                "common": "selinexor, imipramine. unspecified interaction mechanism. Avoid or Use Alternate Drug. Patients treated with selinexor may experience neurological toxicities. Avoid taking selinexor with other medications that may cause dizziness or confusion."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "serdexmethylphenidate/dexmethylphenidate",
            "description": {
                "common": "imipramine, serdexmethylphenidate/dexmethylphenidate. Other (see comment). Avoid or Use Alternate Drug. \nComment: Tricyclic antidepressants increase or decrease effects of sympathomimetics, by blocking reuptake of NE, or blocking uptake of indirect sympathomimetics into the adrenergic neuron."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "sertraline",
            "description": {
                "common": "sertraline and imipramine both increase  serotonin levels. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "sodium oxybate",
            "description": {
                "common": "imipramine, sodium oxybate.\nEither increases effects of the other by pharmacodynamic synergism. Avoid or Use Alternate Drug. Profound sedation, respiratory depression, coma, and death may result if coadministered. Reserve concomitant prescribing of these drugs in patients for whom other treatment options are inadequate. Limit dosages and durations to the minimum required. Monitor closely for signs of respiratory depression and sedation."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "St John's Wort",
            "description": {
                "common": "imipramine and St John's Wort both increase  serotonin levels. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "tedizolid",
            "description": {
                "common": "tedizolid, imipramine.\nEither increases effects of the other by Mechanism: pharmacodynamic synergism. Avoid or Use Alternate Drug. both increase serotonin levels; increased risk of serotonin syndrome."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "terbutaline",
            "description": {
                "common": "imipramine, terbutaline. Other (see comment). Avoid or Use Alternate Drug. \nComment: Tricyclic antidepressants increase or decrease effects of sympathomimetics, by blocking reuptake of NE, or blocking uptake of indirect sympathomimetics into the adrenergic neuron."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "thioridazine",
            "description": {
                "common": "thioridazine and imipramine both increase  QTc interval. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "toremifene",
            "description": {
                "common": "imipramine and toremifene both increase  QTc interval. Avoid or Use Alternate Drug. Concurrent use of toremifene with agents causing  QT prolongation should be avoided. If concomitant use is required it's recommended that toremifene be interrupted. If interruption not possible, patients requiring therapy with a drug that prolongs QT should be closely monitored. ECGs should be obtained for high risk patients."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "trazodone",
            "description": {
                "common": "imipramine and trazodone both increase  QTc interval. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "trifluoperazine",
            "description": {
                "common": "trifluoperazine and imipramine both increase  QTc interval. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "trimipramine",
            "description": {
                "common": "imipramine and trimipramine both increase  QTc interval. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "umeclidinium bromide/vilanterol inhaled",
            "description": {
                "common": "imipramine and umeclidinium bromide/vilanterol inhaled both increase  sympathetic (adrenergic) effects, including increased blood pressure and heart rate. Avoid or Use Alternate Drug. Exercise extreme caution if vilanterol coadministered with MAOIs or TCAs, or within 2 weeks of discontinuation of these drugs; adrenergic agonist effects on the cardiovascular system may be potentiated"
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "vandetanib",
            "description": {
                "common": "imipramine, vandetanib.\nEither increases toxicity of the other by QTc interval. Avoid or Use Alternate Drug. Avoid coadministration with drugs known to prolong QT interval;  if a drug known to prolong QT interval must be used, more frequent ECG monitoring is recommended."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "venlafaxine",
            "description": {
                "common": "venlafaxine and imipramine both increase  serotonin levels. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "vilanterol/fluticasone furoate inhaled",
            "description": {
                "common": "imipramine and vilanterol/fluticasone furoate inhaled both increase  sympathetic (adrenergic) effects, including increased blood pressure and heart rate. Avoid or Use Alternate Drug. Exercise extreme caution if vilanterol coadministered with MAOIs or TCAs, or within 2 weeks of discontinuation of these drugs; adrenergic agonist effects on the cardiovascular system may be potentiated"
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "vilazodone",
            "description": {
                "common": "imipramine, vilazodone.\nEither increases toxicity of the other by serotonin levels. Avoid or Use Alternate Drug. Concomitant therapy should be discontinued immediately if signs or symptoms of serotonin syndrome emerge and supportive symptomatic treatment should be initiated.  ."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "vortioxetine",
            "description": {
                "common": "imipramine, vortioxetine.\nEither increases effects of the other by serotonin levels. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "xylometazoline",
            "description": {
                "common": "imipramine, xylometazoline. Other (see comment). Avoid or Use Alternate Drug. \nComment: Tricyclic antidepressants increase or decrease effects of sympathomimetics, by blocking reuptake of NE, or blocking uptake of indirect sympathomimetics into the adrenergic neuron."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "yohimbe",
            "description": {
                "common": "yohimbe, imipramine. Mechanism: unspecified interaction mechanism. Contraindicated. May cause increase or decrease in blood pressure."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "yohimbine",
            "description": {
                "common": "imipramine, yohimbine. Other (see comment). Avoid or Use Alternate Drug. \nComment: Tricyclic antidepressants increase or decrease effects of sympathomimetics, by blocking reuptake of NE, or blocking uptake of indirect sympathomimetics into the adrenergic neuron."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "ziprasidone",
            "description": {
                "common": "imipramine and ziprasidone both increase  QTc interval. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "5-HTP",
            "description": {
                "common": "imipramine and 5-HTP both increase  serotonin levels. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "abiraterone",
            "description": {
                "common": "abiraterone increases levels of imipramine by affecting hepatic enzyme CYP2D6 metabolism. Use Caution/Monitor. Avoid coadministration of abiraterone with substrates of CYP2D6. If alternative therapy cannot be used, exercise caution and consider a dose reduction of the CYP2D6 substrate."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "abobotulinumtoxinA",
            "description": {
                "common": "abobotulinumtoxinA increases effects of imipramine by pharmacodynamic synergism. Use Caution/Monitor. Use of anticholinergic drugs after administration of botulinum toxin-containing products may potentiate systemic anticholinergic effects. ."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "aclidinium",
            "description": {
                "common": "aclidinium and imipramine both decrease  cholinergic effects/transmission. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "acrivastine",
            "description": {
                "common": "acrivastine and imipramine both increase  sedation. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "albuterol",
            "description": {
                "common": "imipramine increases and albuterol decreases sedation. Effect of interaction is not clear, use caution. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "alfentanil",
            "description": {
                "common": "alfentanil and imipramine both increase  sedation. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "almotriptan",
            "description": {
                "common": "almotriptan and imipramine both increase  serotonin levels. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "alprazolam",
            "description": {
                "common": "alprazolam and imipramine both increase  sedation. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "amifampridine",
            "description": {
                "common": "imipramine increases toxicity of amifampridine by Other (see comment). Modify Therapy/Monitor Closely. \nComment: Amifampridine can cause seizures. Coadministration with drugs that lower seizure threshold may increase this risk."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "amiodarone",
            "description": {
                "common": "amiodarone will increase the level or effect of imipramine by  affecting hepatic enzyme CYP2D6 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "amisulpride",
            "description": {
                "common": "imipramine and amisulpride both increase  QTc interval. Use Caution/Monitor. ECG monitoring is recommended if coadministered."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "amitriptyline",
            "description": {
                "common": "amitriptyline and imipramine both decrease  cholinergic effects/transmission. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "amobarbital",
            "description": {
                "common": "amobarbital will decrease the level or effect of imipramine by  affecting hepatic enzyme CYP1A2 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "amoxapine",
            "description": {
                "common": "amoxapine and imipramine both decrease  cholinergic effects/transmission. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "anagrelide",
            "description": {
                "common": "anagrelide and imipramine both increase  QTc interval. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "anticholinergic/sedative combos",
            "description": {
                "common": "anticholinergic/sedative combos and imipramine both decrease  cholinergic effects/transmission. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "apomorphine",
            "description": {
                "common": "imipramine and apomorphine both increase  sedation. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "aprepitant",
            "description": {
                "common": "aprepitant will increase the level or effect of imipramine by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "arformoterol",
            "description": {
                "common": "imipramine increases and arformoterol decreases sedation. Effect of interaction is not clear, use caution. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "aripiprazole",
            "description": {
                "common": "aripiprazole and imipramine both increase  sedation. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "armodafinil",
            "description": {
                "common": "armodafinil will decrease the level or effect of imipramine by  affecting hepatic enzyme CYP1A2 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "asenapine",
            "description": {
                "common": "asenapine will increase the level or effect of imipramine by  affecting hepatic enzyme CYP2D6 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "asenapine transdermal",
            "description": {
                "common": "asenapine transdermal and imipramine both increase  QTc interval. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "atazanavir",
            "description": {
                "common": "atazanavir will increase the level or effect of imipramine by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "atracurium",
            "description": {
                "common": "atracurium and imipramine both decrease  cholinergic effects/transmission. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "atropine",
            "description": {
                "common": "atropine and imipramine both decrease  cholinergic effects/transmission. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "atropine IV/IM",
            "description": {
                "common": "atropine IV/IM and imipramine both decrease  cholinergic effects/transmission. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "avapritinib",
            "description": {
                "common": "avapritinib and imipramine both increase  sedation. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "azelastine",
            "description": {
                "common": "azelastine and imipramine both increase  sedation. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "azithromycin",
            "description": {
                "common": "imipramine and azithromycin both increase  QTc interval. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "baclofen",
            "description": {
                "common": "baclofen and imipramine both increase  sedation. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "belladonna alkaloids",
            "description": {
                "common": "belladonna alkaloids and imipramine both decrease  cholinergic effects/transmission. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "belladonna and opium",
            "description": {
                "common": "belladonna and opium and imipramine both decrease  cholinergic effects/transmission. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "benperidol",
            "description": {
                "common": "benperidol and imipramine both increase  sedation. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "benzhydrocodone/acetaminophen",
            "description": {
                "common": "benzhydrocodone/acetaminophen, imipramine.\nEither increases effects of the other by serotonin levels. Use Caution/Monitor. Coadministration of drugs that affect the serotonergic neurotransmitter system may result in serotonin syndrome. If concomitant use is warranted, carefully observe the patient, particularly during treatment initiation and dose adjustment."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "benzphetamine",
            "description": {
                "common": "imipramine increases and benzphetamine decreases sedation. Effect of interaction is not clear, use caution. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "benztropine",
            "description": {
                "common": "benztropine and imipramine both decrease  cholinergic effects/transmission. Use Caution/Monitor. Additive anticholinergic adverse effects may be seen with concurrent use. "
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "bethanechol",
            "description": {
                "common": "bethanechol increases and imipramine decreases cholinergic effects/transmission. Effect of interaction is not clear, use caution. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "bortezomib",
            "description": {
                "common": "bortezomib will increase the level or effect of imipramine by  affecting hepatic enzyme CYP2C19 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "brexpiprazole",
            "description": {
                "common": "imipramine will increase the level or effect of brexpiprazole by  affecting hepatic enzyme CYP2D6 metabolism. Modify Therapy/Monitor Closely. Administer a quarter of brexpiprazole dose if coadministered with a moderate CYP2D6 inhibitor PLUS a strong/moderate CYP3A4 inhibitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "brompheniramine",
            "description": {
                "common": "brompheniramine and imipramine both increase  sedation. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "buprenorphine",
            "description": {
                "common": "buprenorphine and imipramine both increase  sedation. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "buprenorphine buccal",
            "description": {
                "common": "buprenorphine buccal and imipramine both increase  sedation. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "buprenorphine subdermal implant",
            "description": {
                "common": "imipramine, buprenorphine subdermal implant.\nEither increases toxicity of the other by serotonin levels. Use Caution/Monitor. Concomitant use could result in life-threatening serotonin syndrome. If concomitant use is warranted, carefully observe the patient, particularly during treatment initiation, and during dose adjustment of the serotonergic drug. Discontinue buprenorphine if serotonin syndrome is suspected."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "buprenorphine, long-acting injection",
            "description": {
                "common": "imipramine, buprenorphine, long-acting injection.\nEither increases toxicity of the other by serotonin levels. Use Caution/Monitor. Concomitant use could result in life-threatening serotonin syndrome. If concomitant use is warranted, carefully observe the patient, particularly during treatment initiation, and during dose adjustment of the serotonergic drug. Discontinue buprenorphine if serotonin syndrome is suspected."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "bupropion",
            "description": {
                "common": "bupropion will increase the level or effect of imipramine by  affecting hepatic enzyme CYP2D6 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "butabarbital",
            "description": {
                "common": "butabarbital will decrease the level or effect of imipramine by  affecting hepatic enzyme CYP1A2 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "butalbital",
            "description": {
                "common": "butalbital will decrease the level or effect of imipramine by  affecting hepatic enzyme CYP1A2 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "butorphanol",
            "description": {
                "common": "butorphanol and imipramine both increase  sedation. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "caffeine",
            "description": {
                "common": "imipramine increases and caffeine decreases sedation. Effect of interaction is not clear, use caution. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "cannabidiol",
            "description": {
                "common": "cannabidiol will increase the level or effect of imipramine by  affecting hepatic enzyme CYP2C19 metabolism. Modify Therapy/Monitor Closely. Consider reducing the dose of sensitive CYP2C19 substrates, as clinically appropriate, when coadministered with cannabidiol. "
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "carbachol",
            "description": {
                "common": "carbachol increases and imipramine decreases cholinergic effects/transmission. Effect of interaction is not clear, use caution. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "carbamazepine",
            "description": {
                "common": "carbamazepine will decrease the level or effect of imipramine by  affecting hepatic enzyme CYP1A2 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "carbinoxamine",
            "description": {
                "common": "carbinoxamine and imipramine both increase  sedation. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "carisoprodol",
            "description": {
                "common": "carisoprodol and imipramine both increase  sedation. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "celecoxib",
            "description": {
                "common": "celecoxib will increase the level or effect of imipramine by  affecting hepatic enzyme CYP2D6 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "cenobamate",
            "description": {
                "common": "cenobamate will increase the level or effect of imipramine by  affecting hepatic enzyme CYP2C19 metabolism. Modify Therapy/Monitor Closely. Consider a dose reduction of  CYP2C19 substrates, as clinically appropriate, when used concomitantly with cenobamate. "
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "cevimeline",
            "description": {
                "common": "cevimeline increases and imipramine decreases cholinergic effects/transmission. Effect of interaction is not clear, use caution. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "chloral hydrate",
            "description": {
                "common": "chloral hydrate and imipramine both increase  sedation. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "chlordiazepoxide",
            "description": {
                "common": "chlordiazepoxide and imipramine both increase  sedation. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "chloroquine",
            "description": {
                "common": "chloroquine will increase the level or effect of imipramine by  affecting hepatic enzyme CYP2D6 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "chlorpheniramine",
            "description": {
                "common": "chlorpheniramine and imipramine both increase  sedation. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "chlorpromazine",
            "description": {
                "common": "chlorpromazine and imipramine both increase  sedation. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "chlorzoxazone",
            "description": {
                "common": "chlorzoxazone and imipramine both increase  sedation. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "cholestyramine",
            "description": {
                "common": "cholestyramine decreases levels of imipramine by inhibition of GI absorption. Applies only to oral form of both agents. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "cigarette smoking",
            "description": {
                "common": "cigarette smoking will decrease the level or effect of imipramine by  affecting hepatic enzyme CYP1A2 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "cimetidine",
            "description": {
                "common": "cimetidine will increase the level or effect of imipramine by  affecting hepatic enzyme CYP1A2 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "cinnarizine",
            "description": {
                "common": "cinnarizine and imipramine both increase  sedation. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "cisatracurium",
            "description": {
                "common": "cisatracurium and imipramine both decrease  cholinergic effects/transmission. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "clemastine",
            "description": {
                "common": "clemastine and imipramine both increase  sedation. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "clobazam",
            "description": {
                "common": "clobazam will increase the level or effect of imipramine by  affecting hepatic enzyme CYP2D6 metabolism. Use Caution/Monitor. Lower doses of drugs metabolized by CYP2D6 may be required when used concomitantly. "
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "clomipramine",
            "description": {
                "common": "clomipramine and imipramine both decrease  cholinergic effects/transmission. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "clonazepam",
            "description": {
                "common": "clonazepam and imipramine both increase  sedation. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "clorazepate",
            "description": {
                "common": "clorazepate and imipramine both increase  sedation. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "clozapine",
            "description": {
                "common": "clozapine and imipramine both increase  sedation. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "cobicistat",
            "description": {
                "common": "cobicistat will increase the level or effect of imipramine by  Other (see comment). Use Caution/Monitor. Carefully titrate dose of the antidepressant to the desired effect, including using the lowest feasible initial or maintenance dose, and monitor its response during coadministration with TCAs and cobicistat.  "
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "cocaine topical",
            "description": {
                "common": "imipramine and cocaine topical both increase  serotonin levels. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "codeine",
            "description": {
                "common": "codeine and imipramine both increase  sedation. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "conivaptan",
            "description": {
                "common": "conivaptan will increase the level or effect of imipramine by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "cyclizine",
            "description": {
                "common": "cyclizine and imipramine both decrease  cholinergic effects/transmission. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "cyclobenzaprine",
            "description": {
                "common": "cyclobenzaprine and imipramine both decrease  cholinergic effects/transmission. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "cyclosporine",
            "description": {
                "common": "cyclosporine will increase the level or effect of imipramine by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "cyproheptadine",
            "description": {
                "common": "cyproheptadine and imipramine both increase  sedation. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "dantrolene",
            "description": {
                "common": "dantrolene and imipramine both increase  sedation. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "daridorexant",
            "description": {
                "common": "imipramine and daridorexant both increase  sedation. Modify Therapy/Monitor Closely. Coadministration increases risk of CNS depression, which can lead to additive impairment of psychomotor performance and cause daytime impairment. "
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "darifenacin",
            "description": {
                "common": "darifenacin will increase the level or effect of imipramine by  affecting hepatic enzyme CYP2D6 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "darunavir",
            "description": {
                "common": "darunavir will increase the level or effect of imipramine by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor. Coadministration with SSRIs, TCAs, or trazodone may require dose titration of antidepressant to desired effect (eg, using the lowest feasible initial or maintenance dose). Monitor for antidepressant response."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "dasatinib",
            "description": {
                "common": "imipramine and dasatinib both increase  QTc interval. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "debrisoquine",
            "description": {
                "common": "imipramine decreases effects of debrisoquine by Other (see comment). Use Caution/Monitor. \nComment: Inhibition of uptake by adrenergic neurons."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "degarelix",
            "description": {
                "common": "degarelix and imipramine both increase  QTc interval. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "desflurane",
            "description": {
                "common": "desflurane and imipramine both increase  sedation. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "desipramine",
            "description": {
                "common": "desipramine and imipramine both decrease  cholinergic effects/transmission. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "desvenlafaxine",
            "description": {
                "common": "desvenlafaxine will increase the level or effect of imipramine by  affecting hepatic enzyme CYP2D6 metabolism. Use Caution/Monitor. Desvenlafaxine inhibits CYP2D6; with higher desvenlafaxine doses (ie, 400 mg) decrease the CYP2D6 substrate dose by up to 50%; no dosage adjustment needed with desvenlafaxine doses <100 mg"
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "deutetrabenazine",
            "description": {
                "common": "imipramine and deutetrabenazine both increase  sedation. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "dexchlorpheniramine",
            "description": {
                "common": "dexchlorpheniramine and imipramine both increase  sedation. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "dexfenfluramine",
            "description": {
                "common": "imipramine increases and dexfenfluramine decreases sedation. Effect of interaction is not clear, use caution. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "dexmedetomidine",
            "description": {
                "common": "dexmedetomidine and imipramine both increase  sedation. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "dexmethylphenidate",
            "description": {
                "common": "imipramine increases and dexmethylphenidate decreases sedation. Effect of interaction is not clear, use caution. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "dextroamphetamine",
            "description": {
                "common": "imipramine increases and dextroamphetamine decreases sedation. Effect of interaction is not clear, use caution. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "dextroamphetamine transdermal",
            "description": {
                "common": "imipramine will increase the level or effect of dextroamphetamine transdermal by  pharmacodynamic synergism. Modify Therapy/Monitor Closely. May enhance the activity of tricyclic or sympathomimetic agents causing striking and sustained increases in dextroamphetamine levels in brain; May be potentiate cardiovascular effects. Monitor frequently and adjust or use an alternant based on clinical response."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "dextromoramide",
            "description": {
                "common": "dextromoramide and imipramine both increase  sedation. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "diamorphine",
            "description": {
                "common": "diamorphine and imipramine both increase  sedation. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "diazepam",
            "description": {
                "common": "diazepam and imipramine both increase  sedation. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "diazepam intranasal",
            "description": {
                "common": "diazepam intranasal, imipramine.\nEither increases effects of the other by pharmacodynamic synergism. Use Caution/Monitor. Coadministration may potentiate the CNS-depressant effects of each drug."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "dicyclomine",
            "description": {
                "common": "dicyclomine and imipramine both decrease  cholinergic effects/transmission. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "diethylpropion",
            "description": {
                "common": "imipramine increases and diethylpropion decreases sedation. Effect of interaction is not clear, use caution. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "difelikefalin",
            "description": {
                "common": "difelikefalin and imipramine both increase  sedation. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "difenoxin hcl",
            "description": {
                "common": "difenoxin hcl and imipramine both increase  sedation. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "dihydroergotamine",
            "description": {
                "common": "imipramine and dihydroergotamine both increase  serotonin levels. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "dihydroergotamine intranasal",
            "description": {
                "common": "imipramine and dihydroergotamine intranasal both increase  serotonin levels. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "diltiazem",
            "description": {
                "common": "diltiazem will increase the level or effect of imipramine by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "dimenhydrinate",
            "description": {
                "common": "dimenhydrinate and imipramine both increase  sedation. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "diphenhydramine",
            "description": {
                "common": "diphenhydramine will increase the level or effect of imipramine by  affecting hepatic enzyme CYP2D6 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "diphenoxylate hcl",
            "description": {
                "common": "diphenoxylate hcl and imipramine both increase  sedation. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "dipipanone",
            "description": {
                "common": "dipipanone and imipramine both increase  sedation. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "dobutamine",
            "description": {
                "common": "imipramine increases and dobutamine decreases sedation. Effect of interaction is not clear, use caution. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "dolasetron",
            "description": {
                "common": "imipramine and dolasetron both increase  QTc interval. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "donepezil",
            "description": {
                "common": "donepezil increases and imipramine decreases cholinergic effects/transmission. Effect of interaction is not clear, use caution. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "dopamine",
            "description": {
                "common": "imipramine increases and dopamine decreases sedation. Effect of interaction is not clear, use caution. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "dopexamine",
            "description": {
                "common": "imipramine increases and dopexamine decreases sedation. Effect of interaction is not clear, use caution. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "doxepin",
            "description": {
                "common": "doxepin and imipramine both decrease  cholinergic effects/transmission. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "doxylamine",
            "description": {
                "common": "doxylamine and imipramine both increase  sedation. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "droperidol",
            "description": {
                "common": "droperidol and imipramine both increase  sedation. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "duloxetine",
            "description": {
                "common": "duloxetine will increase the level or effect of imipramine by  affecting hepatic enzyme CYP2D6 metabolism. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "echothiophate iodide",
            "description": {
                "common": "echothiophate iodide increases and imipramine decreases cholinergic effects/transmission. Effect of interaction is not clear, use caution. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "efavirenz",
            "description": {
                "common": "efavirenz will increase the level or effect of imipramine by  affecting hepatic enzyme CYP2C19 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "elagolix",
            "description": {
                "common": "elagolix will increase the level or effect of imipramine by  affecting hepatic enzyme CYP2C19 metabolism. Modify Therapy/Monitor Closely. Elagolix is a weak CYP2C19 inhibitor. Caution with sensitive CYP2C19 substrates."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "eletriptan",
            "description": {
                "common": "eletriptan and imipramine both increase  serotonin levels. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "eliglustat",
            "description": {
                "common": "eliglustat increases levels of imipramine by affecting hepatic enzyme CYP2D6 metabolism. Modify Therapy/Monitor Closely. Monitor therapeutic drug concentrations, as indicated, or consider reducing the dosage of the concomitant drug and titrate to clinical effect."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "elvitegravir/cobicistat/emtricitabine/tenofovir DF",
            "description": {
                "common": "elvitegravir/cobicistat/emtricitabine/tenofovir DF increases levels of imipramine by affecting hepatic enzyme CYP2D6 metabolism. Modify Therapy/Monitor Closely. Cobicistat is a CYP2D6 inhibitor; caution with CYP2D6 substrates for which elevated plasma concentrations are associated with serious and/or life-threatening events."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "entrectinib",
            "description": {
                "common": "entrectinib and imipramine both increase  QTc interval. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ephedrine",
            "description": {
                "common": "imipramine increases and ephedrine decreases sedation. Effect of interaction is not clear, use caution. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "epinephrine",
            "description": {
                "common": "imipramine increases and epinephrine decreases sedation. Effect of interaction is not clear, use caution. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "epinephrine inhaled",
            "description": {
                "common": "imipramine and epinephrine inhaled both increase  sympathetic (adrenergic) effects, including increased blood pressure and heart rate. Use Caution/Monitor. Tricyclic antidepressants may potentiate epinephrine effect on cardiovascular system."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "epinephrine racemic",
            "description": {
                "common": "imipramine increases and epinephrine racemic decreases sedation. Effect of interaction is not clear, use caution. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ergotamine",
            "description": {
                "common": "imipramine and ergotamine both increase  serotonin levels. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "eribulin",
            "description": {
                "common": "eribulin and imipramine both increase  QTc interval. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "erythromycin base",
            "description": {
                "common": "erythromycin base will increase the level or effect of imipramine by  affecting hepatic enzyme CYP1A2 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "erythromycin ethylsuccinate",
            "description": {
                "common": "erythromycin ethylsuccinate will increase the level or effect of imipramine by  affecting hepatic enzyme CYP1A2 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "erythromycin lactobionate",
            "description": {
                "common": "erythromycin lactobionate will increase the level or effect of imipramine by  affecting hepatic enzyme CYP1A2 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "erythromycin stearate",
            "description": {
                "common": "erythromycin stearate will increase the level or effect of imipramine by  affecting hepatic enzyme CYP1A2 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "esketamine intranasal",
            "description": {
                "common": "esketamine intranasal, imipramine.\nEither increases toxicity of the other by sedation. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "eslicarbazepine acetate",
            "description": {
                "common": "eslicarbazepine acetate will increase the level or effect of imipramine by  affecting hepatic enzyme CYP2C19 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "esomeprazole",
            "description": {
                "common": "esomeprazole will increase the level or effect of imipramine by  affecting hepatic enzyme CYP2C19 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "estazolam",
            "description": {
                "common": "estazolam and imipramine both increase  sedation. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ethanol",
            "description": {
                "common": "imipramine and ethanol both increase  sedation. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "etomidate",
            "description": {
                "common": "etomidate and imipramine both increase  sedation. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "etravirine",
            "description": {
                "common": "etravirine will increase the level or effect of imipramine by  affecting hepatic enzyme CYP2C19 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "fedratinib",
            "description": {
                "common": "fedratinib will increase the level or effect of imipramine by  affecting hepatic enzyme CYP2C19 metabolism. Use Caution/Monitor. Adjust dose of drugs that are CYP2C19 substrates as necessary."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "felbamate",
            "description": {
                "common": "felbamate will increase the level or effect of imipramine by  affecting hepatic enzyme CYP2C19 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "felodipine",
            "description": {
                "common": "felodipine will increase the level or effect of imipramine by  affecting hepatic enzyme CYP2C19 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "fenfluramine",
            "description": {
                "common": "imipramine increases and fenfluramine decreases sedation. Effect of interaction is not clear, use caution. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "fesoterodine",
            "description": {
                "common": "fesoterodine and imipramine both decrease  cholinergic effects/transmission. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "fexinidazole",
            "description": {
                "common": "fexinidazole will increase the level or effect of imipramine by  affecting hepatic enzyme CYP2C19 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "fingolimod",
            "description": {
                "common": "fingolimod and imipramine both increase  QTc interval. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "flavoxate",
            "description": {
                "common": "flavoxate and imipramine both decrease  cholinergic effects/transmission. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "flecainide",
            "description": {
                "common": "imipramine and flecainide both increase  QTc interval. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "fluconazole",
            "description": {
                "common": "fluconazole will increase the level or effect of imipramine by  affecting hepatic enzyme CYP2C19 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "fluoxetine",
            "description": {
                "common": "imipramine and fluoxetine both increase  QTc interval. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "fluphenazine",
            "description": {
                "common": "fluphenazine and imipramine both increase  sedation. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "flurazepam",
            "description": {
                "common": "flurazepam and imipramine both increase  sedation. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "fluvoxamine",
            "description": {
                "common": "fluvoxamine will increase the level or effect of imipramine by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "formoterol",
            "description": {
                "common": "imipramine increases and formoterol decreases sedation. Effect of interaction is not clear, use caution. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "fosamprenavir",
            "description": {
                "common": "fosamprenavir will increase the level or effect of imipramine by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "fosaprepitant",
            "description": {
                "common": "fosaprepitant will increase the level or effect of imipramine by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "foscarnet",
            "description": {
                "common": "imipramine and foscarnet both increase  QTc interval. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "fosphenytoin",
            "description": {
                "common": "fosphenytoin will decrease the level or effect of imipramine by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "frovatriptan",
            "description": {
                "common": "frovatriptan and imipramine both increase  serotonin levels. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "gabapentin",
            "description": {
                "common": "gabapentin, imipramine.\nEither increases effects of the other by pharmacodynamic synergism. Modify Therapy/Monitor Closely. Coadministration of CNS depressants can result in serious, life-threatening, and fatal respiratory depression. Use lowest dose possible and monitor for respiratory depression and sedation."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "gabapentin enacarbil",
            "description": {
                "common": "gabapentin enacarbil, imipramine.\nEither increases effects of the other by pharmacodynamic synergism. Modify Therapy/Monitor Closely. Coadministration of CNS depressants can result in serious, life-threatening, and fatal respiratory depression. Use lowest dose possible and monitor for respiratory depression and sedation."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "galantamine",
            "description": {
                "common": "galantamine increases and imipramine decreases cholinergic effects/transmission. Effect of interaction is not clear, use caution. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ganaxolone",
            "description": {
                "common": "imipramine and ganaxolone both increase  sedation. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "gemifloxacin",
            "description": {
                "common": "gemifloxacin and imipramine both increase  QTc interval. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "gilteritinib",
            "description": {
                "common": "gilteritinib and imipramine both increase  QTc interval. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "glycopyrrolate",
            "description": {
                "common": "glycopyrrolate and imipramine both decrease  cholinergic effects/transmission. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "glycopyrrolate inhaled",
            "description": {
                "common": "glycopyrrolate inhaled and imipramine both decrease  cholinergic effects/transmission. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "glycopyrronium tosylate topical",
            "description": {
                "common": "glycopyrronium tosylate topical, imipramine.\nEither increases effects of the other by pharmacodynamic synergism. Use Caution/Monitor. Coadministration of glycopyrronium tosylate topical with other anticholinergic medications may result in additive anticholinergic adverse effects."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "granisetron",
            "description": {
                "common": "granisetron and imipramine both increase  QTc interval. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "grapefruit",
            "description": {
                "common": "grapefruit will increase the level or effect of imipramine by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "haloperidol",
            "description": {
                "common": "haloperidol and imipramine both increase  sedation. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "henbane",
            "description": {
                "common": "henbane and imipramine both decrease  cholinergic effects/transmission. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "homatropine",
            "description": {
                "common": "homatropine and imipramine both decrease  cholinergic effects/transmission. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "huperzine A",
            "description": {
                "common": "huperzine A increases and imipramine decreases cholinergic effects/transmission. Effect of interaction is not clear, use caution. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "hydrocodone",
            "description": {
                "common": "hydrocodone, imipramine.\nEither increases effects of the other by serotonin levels. Use Caution/Monitor. Coadministration of drugs that affect the serotonergic neurotransmitter system may result in serotonin syndrome. If concomitant use is warranted, carefully observe the patient, particularly during treatment initiation and dose adjustment."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "hydromorphone",
            "description": {
                "common": "hydromorphone and imipramine both increase  sedation. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "hydroxyzine",
            "description": {
                "common": "hydroxyzine and imipramine both increase  sedation. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "hyoscyamine",
            "description": {
                "common": "hyoscyamine and imipramine both decrease  cholinergic effects/transmission. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "hyoscyamine spray",
            "description": {
                "common": "hyoscyamine spray and imipramine both decrease  cholinergic effects/transmission. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "iloperidone",
            "description": {
                "common": "imipramine and iloperidone both increase  QTc interval. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "imatinib",
            "description": {
                "common": "imatinib will increase the level or effect of imipramine by  affecting hepatic enzyme CYP2D6 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "indacaterol, inhaled",
            "description": {
                "common": "indacaterol, inhaled, imipramine. QTc interval. Use Caution/Monitor. Indacaterol should be administered with extreme caution to patients treated with TCAs. Drugs that are known to prolong the QTc interval may have an increased the risk of ventricular arrhythmias."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "indinavir",
            "description": {
                "common": "indinavir will increase the level or effect of imipramine by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ipratropium",
            "description": {
                "common": "ipratropium and imipramine both decrease  cholinergic effects/transmission. Use Caution/Monitor. Due to the poor systemic absorption of ipratropium,  interaction unlikely at regularly recommended dosages."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "isoflurane",
            "description": {
                "common": "isoflurane and imipramine both increase  QTc interval. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "isoniazid",
            "description": {
                "common": "isoniazid will increase the level or effect of imipramine by  affecting hepatic enzyme CYP1A2 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "isoproterenol",
            "description": {
                "common": "imipramine increases and isoproterenol decreases sedation. Effect of interaction is not clear, use caution. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ketamine",
            "description": {
                "common": "ketamine and imipramine both increase  sedation. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ketoconazole",
            "description": {
                "common": "ketoconazole will increase the level or effect of imipramine by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ketotifen, ophthalmic",
            "description": {
                "common": "imipramine and ketotifen, ophthalmic both increase  sedation. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "L-tryptophan",
            "description": {
                "common": "imipramine and L-tryptophan both increase  serotonin levels. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "lapatinib",
            "description": {
                "common": "imipramine and lapatinib both increase  QTc interval. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "lasmiditan",
            "description": {
                "common": "lasmiditan, imipramine.\nEither increases effects of the other by sedation. Use Caution/Monitor. Coadministration of lasmiditan and other CNS depressant drugs, including alcohol have not been evaluated in clinical studies. Lasmiditan may cause sedation, as well as other cognitive and/or neuropsychiatric adverse reactions."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "lemborexant",
            "description": {
                "common": "lemborexant, imipramine.\nEither increases effects of the other by sedation. Modify Therapy/Monitor Closely. Dosage adjustment may be necessary if lemborexant is coadministered with other CNS depressants because of potentially additive effects."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "letermovir",
            "description": {
                "common": "letermovir increases levels of imipramine by affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "levalbuterol",
            "description": {
                "common": "imipramine increases and levalbuterol decreases sedation. Effect of interaction is not clear, use caution. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "levofloxacin",
            "description": {
                "common": "imipramine and levofloxacin both increase  QTc interval. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "levoketoconazole",
            "description": {
                "common": "levoketoconazole will increase the level or effect of imipramine by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "levorphanol",
            "description": {
                "common": "levorphanol and imipramine both increase  sedation. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "levothyroxine",
            "description": {
                "common": "levothyroxine increases effects of imipramine by Other (see comment). Use Caution/Monitor. \nComment: Increased catecholamine receptor sensitivity; may increase CNS and cardiovascular effects, including arrhythmias."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "liothyronine",
            "description": {
                "common": "liothyronine increases effects of imipramine by Other (see comment). Use Caution/Monitor. \nComment: Increased catecholamine receptor sensitivity; may increase CNS and cardiovascular effects, including arrhythmias."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "liotrix",
            "description": {
                "common": "liotrix increases effects of imipramine by Other (see comment). Use Caution/Monitor. \nComment: Increased catecholamine receptor sensitivity; may increase CNS and cardiovascular effects, including arrhythmias."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "lisdexamfetamine",
            "description": {
                "common": "imipramine increases and lisdexamfetamine decreases sedation. Effect of interaction is not clear, use caution. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "lithium",
            "description": {
                "common": "imipramine and lithium both increase  serotonin levels. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "lofepramine",
            "description": {
                "common": "imipramine and lofepramine both decrease  cholinergic effects/transmission. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "lofexidine",
            "description": {
                "common": "imipramine and lofexidine both increase  sedation. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "loprazolam",
            "description": {
                "common": "loprazolam and imipramine both increase  sedation. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "lorazepam",
            "description": {
                "common": "lorazepam and imipramine both increase  sedation. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "lorcaserin",
            "description": {
                "common": "lorcaserin will increase the level or effect of imipramine by  affecting hepatic enzyme CYP2D6 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "lormetazepam",
            "description": {
                "common": "lormetazepam and imipramine both increase  sedation. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "loxapine",
            "description": {
                "common": "loxapine and imipramine both increase  sedation. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "loxapine inhaled",
            "description": {
                "common": "loxapine inhaled and imipramine both increase  sedation. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "lsd",
            "description": {
                "common": "imipramine and lsd both increase  serotonin levels. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "lumacaftor/ivacaftor",
            "description": {
                "common": "lumacaftor/ivacaftor, imipramine. affecting hepatic enzyme CYP2C19 metabolism. Use Caution/Monitor. In vitro studies suggest that lumacaftor may induce and ivacaftor may inhibit CYP2C19 substrates. ."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "lurasidone",
            "description": {
                "common": "lurasidone, imipramine.\nEither increases toxicity of the other by Other (see comment). Use Caution/Monitor. \nComment: Potential for additive CNS effects ; Potential  for increased risk of hypotension with concurrent use. Monitor blood pressure and adjust  dose of  antihypertensive agent as needed."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "maprotiline",
            "description": {
                "common": "imipramine and maprotiline both decrease  cholinergic effects/transmission. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "maraviroc",
            "description": {
                "common": "maraviroc will increase the level or effect of imipramine by  affecting hepatic enzyme CYP2D6 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "marijuana",
            "description": {
                "common": "marijuana will increase the level or effect of imipramine by  affecting hepatic enzyme CYP2D6 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "mavacamten",
            "description": {
                "common": "imipramine will increase the level or effect of mavacamten by  affecting hepatic enzyme CYP2C19 metabolism. Modify Therapy/Monitor Closely. Inititiation of weak CYP2C19 inhibitors may require decreased mavacamten dose. "
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "meclizine",
            "description": {
                "common": "meclizine and imipramine both decrease  cholinergic effects/transmission. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "melatonin",
            "description": {
                "common": "imipramine and melatonin both increase  sedation. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "meperidine",
            "description": {
                "common": "meperidine and imipramine both increase  sedation. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "meprobamate",
            "description": {
                "common": "imipramine and meprobamate both increase  sedation. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "metaproterenol",
            "description": {
                "common": "imipramine increases and metaproterenol decreases sedation. Effect of interaction is not clear, use caution. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "metaxalone",
            "description": {
                "common": "metaxalone and imipramine both increase  sedation. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "methadone",
            "description": {
                "common": "imipramine and methadone both increase  QTc interval. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "methamphetamine",
            "description": {
                "common": "imipramine increases and methamphetamine decreases sedation. Effect of interaction is not clear, use caution. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "methocarbamol",
            "description": {
                "common": "methocarbamol and imipramine both increase  sedation. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "methscopolamine",
            "description": {
                "common": "methscopolamine and imipramine both decrease  cholinergic effects/transmission. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "methylenedioxymethamphetamine",
            "description": {
                "common": "imipramine increases and methylenedioxymethamphetamine decreases sedation. Effect of interaction is not clear, use caution. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "methylphenidate",
            "description": {
                "common": "imipramine, methylphenidate. Other (see comment). Use Caution/Monitor. \nComment: Tricyclic antidepressants increase or decrease effects of sympathomimetics, by blocking reuptake of NE, or blocking uptake of indirect sympathomimetics into the adrenergic neuron."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "methylphenidate transdermal",
            "description": {
                "common": "methylphenidate transdermal will increase the level or effect of imipramine by  decreasing elimination. Modify Therapy/Monitor Closely. Consider decreasing the dose of these drugs when given coadministered with methylphenidate. Monitor for drug toxiticities when initiating or discontinuing methylphenidate. "
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "mexiletine",
            "description": {
                "common": "mexiletine will increase the level or effect of imipramine by  affecting hepatic enzyme CYP1A2 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "midazolam",
            "description": {
                "common": "midazolam and imipramine both increase  sedation. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "midazolam intranasal",
            "description": {
                "common": "midazolam intranasal, imipramine.\nEither increases toxicity of the other by pharmacodynamic synergism. Modify Therapy/Monitor Closely. Concomitant use of barbiturates, alcohol, or other CNS depressants may increase the risk of hypoventilation, airway obstruction, desaturation, or apnea and may contribute to profound and/or prolonged drug effect."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "midodrine",
            "description": {
                "common": "imipramine increases and midodrine decreases sedation. Effect of interaction is not clear, use caution. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "mirabegron",
            "description": {
                "common": "mirabegron will increase the level or effect of imipramine by  affecting hepatic enzyme CYP2D6 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "mirtazapine",
            "description": {
                "common": "imipramine and mirtazapine both increase  sedation. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "modafinil",
            "description": {
                "common": "modafinil will decrease the level or effect of imipramine by  affecting hepatic enzyme CYP1A2 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "morphine",
            "description": {
                "common": "morphine and imipramine both increase  sedation. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "motherwort",
            "description": {
                "common": "imipramine and motherwort both increase  sedation. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "moxonidine",
            "description": {
                "common": "imipramine and moxonidine both increase  sedation. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "nabilone",
            "description": {
                "common": "imipramine and nabilone both increase  sedation. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "nalbuphine",
            "description": {
                "common": "nalbuphine and imipramine both increase  sedation. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "naratriptan",
            "description": {
                "common": "naratriptan and imipramine both increase  serotonin levels. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "nefazodone",
            "description": {
                "common": "nefazodone will increase the level or effect of imipramine by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "nefopam",
            "description": {
                "common": "nefopam, imipramine. Mechanism: unspecified interaction mechanism. Use Caution/Monitor. Use combination with caution."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "nelfinavir",
            "description": {
                "common": "nelfinavir will increase the level or effect of imipramine by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "neostigmine",
            "description": {
                "common": "neostigmine increases and imipramine decreases cholinergic effects/transmission. Effect of interaction is not clear, use caution. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "nilotinib",
            "description": {
                "common": "nilotinib will increase the level or effect of imipramine by  affecting hepatic enzyme CYP2D6 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "norepinephrine",
            "description": {
                "common": "imipramine increases and norepinephrine decreases sedation. Effect of interaction is not clear, use caution. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "nortriptyline",
            "description": {
                "common": "imipramine and nortriptyline both decrease  cholinergic effects/transmission. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ofloxacin",
            "description": {
                "common": "imipramine and ofloxacin both increase  QTc interval. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "olanzapine",
            "description": {
                "common": "olanzapine and imipramine both increase  sedation. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "oliceridine",
            "description": {
                "common": "imipramine will increase the level or effect of oliceridine by  affecting hepatic enzyme CYP2D6 metabolism. Modify Therapy/Monitor Closely. If concomitant use is necessary, may require less frequent oliceridine dosing. Closely monitor for respiratory depression and sedation and titrate subsequent doses accordingly. If inhibitor is discontinued, consider increase oliceridine dosage until stable drug effects are achieved. Monitor for signs of opioid withdrawal. "
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "olodaterol inhaled",
            "description": {
                "common": "imipramine and olodaterol inhaled both increase  QTc interval. Use Caution/Monitor. TCAs prolong the QTc interval and may potentiate the effects of beta2 agonists on the cardiovascular system; increased risk of ventricular arrhythmias"
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "omeprazole",
            "description": {
                "common": "omeprazole will increase the level or effect of imipramine by  affecting hepatic enzyme CYP2C19 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "onabotulinumtoxinA",
            "description": {
                "common": "onabotulinumtoxinA and imipramine both decrease  cholinergic effects/transmission. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "opium tincture",
            "description": {
                "common": "opium tincture and imipramine both increase  sedation. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "orphenadrine",
            "description": {
                "common": "imipramine and orphenadrine both decrease  cholinergic effects/transmission. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "oxazepam",
            "description": {
                "common": "oxazepam and imipramine both increase  sedation. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "oxcarbazepine",
            "description": {
                "common": "oxcarbazepine will increase the level or effect of imipramine by  affecting hepatic enzyme CYP2C19 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "oxybutynin",
            "description": {
                "common": "oxybutynin and imipramine both decrease  cholinergic effects/transmission. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "oxybutynin topical",
            "description": {
                "common": "oxybutynin topical and imipramine both decrease  cholinergic effects/transmission. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "oxybutynin transdermal",
            "description": {
                "common": "oxybutynin transdermal and imipramine both decrease  cholinergic effects/transmission. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "oxycodone",
            "description": {
                "common": "oxycodone and imipramine both increase  sedation. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "oxymetazoline intranasal",
            "description": {
                "common": "imipramine increases effects of oxymetazoline intranasal by pharmacodynamic synergism. Use Caution/Monitor. TCAs inhibit norepinephrine uptake in adrenergic neurons, thereby increasing synaptic norepinephrine levels. Coadministration with alpha1 agonists may cause increased adrenergic receptor stimulation. When oxymetazoline is combined with intranasal tetracaine for dental anesthesia, avoid or use alternant anesthetic in patients taking TCAs."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "oxymorphone",
            "description": {
                "common": "oxymorphone and imipramine both increase  sedation. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "paliperidone",
            "description": {
                "common": "imipramine and paliperidone both increase  QTc interval. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "pancuronium",
            "description": {
                "common": "pancuronium and imipramine both decrease  cholinergic effects/transmission. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "papaveretum",
            "description": {
                "common": "papaveretum and imipramine both increase  sedation. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "papaverine",
            "description": {
                "common": "imipramine and papaverine both increase  sedation. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "parecoxib",
            "description": {
                "common": "parecoxib will increase the level or effect of imipramine by  affecting hepatic enzyme CYP2C19 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "paroxetine",
            "description": {
                "common": "imipramine and paroxetine both increase  QTc interval. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "pazopanib",
            "description": {
                "common": "imipramine and pazopanib both increase  QTc interval. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "peginterferon alfa 2a",
            "description": {
                "common": "peginterferon alfa 2a will increase the level or effect of imipramine by  affecting hepatic enzyme CYP1A2 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "peginterferon alfa 2b",
            "description": {
                "common": "peginterferon alfa 2b, imipramine. Other (see comment). Use Caution/Monitor. \nComment: When patients are administered peginterferon alpha-2b with CYP2D6 substrates, the therapeutic effect of these drugs may be altered. Peginterferon alpha-2b may increase or decrease levels of CYP2D6 substrate."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "pentazocine",
            "description": {
                "common": "pentazocine and imipramine both increase  sedation. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "pentobarbital",
            "description": {
                "common": "pentobarbital will decrease the level or effect of imipramine by  affecting hepatic enzyme CYP1A2 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "perphenazine",
            "description": {
                "common": "perphenazine will increase the level or effect of imipramine by  affecting hepatic enzyme CYP2D6 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "phendimetrazine",
            "description": {
                "common": "imipramine increases and phendimetrazine decreases sedation. Effect of interaction is not clear, use caution. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "phenobarbital",
            "description": {
                "common": "phenobarbital will decrease the level or effect of imipramine by  affecting hepatic enzyme CYP1A2 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "phentermine",
            "description": {
                "common": "imipramine increases and phentermine decreases sedation. Effect of interaction is not clear, use caution. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "phenylephrine",
            "description": {
                "common": "imipramine increases and phenylephrine decreases sedation. Effect of interaction is not clear, use caution. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "phenylephrine ophthalmic",
            "description": {
                "common": "imipramine, phenylephrine ophthalmic. Other (see comment). Use Caution/Monitor. \nComment: Tricyclic antidepressants increase or decrease effects of sympathomimetics, by blocking reuptake of NE, or blocking uptake of indirect sympathomimetics into the adrenergic neuron."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "phenylephrine PO",
            "description": {
                "common": "imipramine increases and phenylephrine PO decreases sedation. Effect of interaction is not clear, use caution. Use Caution/Monitor.  ."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "phenytoin",
            "description": {
                "common": "phenytoin will decrease the level or effect of imipramine by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor. Consider phenytoin serum levels if a tricyclic antidepressant is added to therapy or if the patient begins to exhibit signs of toxicity; lower doses of phenytoin may be required. If phenytoin is added to tricyclic antidepressant therapy, monitor for clinical efficacy of the tricyclic agent. Tricyclic antidepressants when given concomitantly with anticonvulsants can increase CNS depression."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "pholcodine",
            "description": {
                "common": "imipramine and pholcodine both increase  sedation. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "physostigmine",
            "description": {
                "common": "physostigmine increases and imipramine decreases cholinergic effects/transmission. Effect of interaction is not clear, use caution. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "pilocarpine",
            "description": {
                "common": "pilocarpine increases and imipramine decreases cholinergic effects/transmission. Effect of interaction is not clear, use caution. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "pimozide",
            "description": {
                "common": "pimozide and imipramine both increase  sedation. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "pipemidic acid",
            "description": {
                "common": "pipemidic acid will increase the level or effect of imipramine by  affecting hepatic enzyme CYP1A2 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "pirbuterol",
            "description": {
                "common": "imipramine increases and pirbuterol decreases sedation. Effect of interaction is not clear, use caution. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "posaconazole",
            "description": {
                "common": "imipramine and posaconazole both increase  QTc interval. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "pralidoxime",
            "description": {
                "common": "pralidoxime and imipramine both decrease  cholinergic effects/transmission. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "pregabalin",
            "description": {
                "common": "pregabalin, imipramine.\nEither increases effects of the other by pharmacodynamic synergism. Modify Therapy/Monitor Closely. Coadministration of CNS depressants can result in serious, life-threatening, and fatal respiratory depression. Use lowest dose possible and monitor for respiratory depression and sedation."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "primidone",
            "description": {
                "common": "primidone will decrease the level or effect of imipramine by  affecting hepatic enzyme CYP1A2 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "prochlorperazine",
            "description": {
                "common": "prochlorperazine and imipramine both increase  QTc interval. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "promethazine",
            "description": {
                "common": "promethazine and imipramine both increase  QTc interval. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "propafenone",
            "description": {
                "common": "propafenone will increase the level or effect of imipramine by  affecting hepatic enzyme CYP2D6 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "propantheline",
            "description": {
                "common": "propantheline and imipramine both decrease  cholinergic effects/transmission. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "propofol",
            "description": {
                "common": "propofol and imipramine both increase  sedation. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "propylhexedrine",
            "description": {
                "common": "imipramine increases and propylhexedrine decreases sedation. Effect of interaction is not clear, use caution. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "protriptyline",
            "description": {
                "common": "imipramine and protriptyline both decrease  cholinergic effects/transmission. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "pyridostigmine",
            "description": {
                "common": "pyridostigmine increases and imipramine decreases cholinergic effects/transmission. Effect of interaction is not clear, use caution. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "quazepam",
            "description": {
                "common": "quazepam and imipramine both increase  sedation. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "quetiapine",
            "description": {
                "common": "quetiapine and imipramine both increase  sedation. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "quinacrine",
            "description": {
                "common": "quinacrine will increase the level or effect of imipramine by  affecting hepatic enzyme CYP2D6 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ramelteon",
            "description": {
                "common": "imipramine and ramelteon both increase  sedation. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ranolazine",
            "description": {
                "common": "ranolazine will increase the level or effect of imipramine by  affecting hepatic enzyme CYP2D6 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "rapacuronium",
            "description": {
                "common": "rapacuronium and imipramine both decrease  cholinergic effects/transmission. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "remifentanil",
            "description": {
                "common": "imipramine, remifentanil.\nEither increases effects of the other by pharmacodynamic synergism. Modify Therapy/Monitor Closely. May also increase risk of serotonin syndrome."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "remimazolam",
            "description": {
                "common": "remimazolam, imipramine.\nEither increases toxicity of the other by sedation. Modify Therapy/Monitor Closely. Coadministration may result in profound sedation, respiratory depression, coma, and/or death. Continuously monitor vital signs during sedation and recovery period if coadministered. Carefully titrate remimazolam dose if administered with opioid analgesics and/or sedative/hypnotics."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ribociclib",
            "description": {
                "common": "ribociclib will increase the level or effect of imipramine by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "rifabutin",
            "description": {
                "common": "rifabutin will decrease the level or effect of imipramine by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "rifampin",
            "description": {
                "common": "rifampin will decrease the level or effect of imipramine by  affecting hepatic enzyme CYP1A2 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "rifapentine",
            "description": {
                "common": "rifapentine will decrease the level or effect of imipramine by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "risperidone",
            "description": {
                "common": "imipramine and risperidone both increase  QTc interval. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ritonavir",
            "description": {
                "common": "ritonavir will increase the level or effect of imipramine by  affecting hepatic enzyme CYP2D6 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "rizatriptan",
            "description": {
                "common": "rizatriptan and imipramine both increase  serotonin levels. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "rocuronium",
            "description": {
                "common": "rocuronium and imipramine both decrease  cholinergic effects/transmission. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "rolapitant",
            "description": {
                "common": "rolapitant will increase the level or effect of imipramine by  affecting hepatic enzyme CYP2D6 metabolism. Use Caution/Monitor. Rolapitant may increase plasma concentrations of CYP2D6 substrates for at least 28 days following rolapitant administration."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "romidepsin",
            "description": {
                "common": "imipramine and romidepsin both increase  QTc interval. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "rucaparib",
            "description": {
                "common": "rucaparib will increase the level or effect of imipramine by  affecting hepatic enzyme CYP2C19 metabolism. Modify Therapy/Monitor Closely. Adjust dosage of CYP2C19 substrates, if clinically indicated."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "salmeterol",
            "description": {
                "common": "imipramine increases and salmeterol decreases sedation. Effect of interaction is not clear, use caution. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "SAMe",
            "description": {
                "common": "imipramine and SAMe both increase  serotonin levels. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "scopolamine",
            "description": {
                "common": "scopolamine and imipramine both decrease  cholinergic effects/transmission. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "scullcap",
            "description": {
                "common": "imipramine and scullcap both increase  sedation. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "secobarbital",
            "description": {
                "common": "secobarbital will decrease the level or effect of imipramine by  affecting hepatic enzyme CYP1A2 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "sertraline",
            "description": {
                "common": "sertraline will increase the level or effect of imipramine by  affecting hepatic enzyme CYP2D6 metabolism. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "sevoflurane",
            "description": {
                "common": "sevoflurane and imipramine both increase  sedation. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "shepherd's purse",
            "description": {
                "common": "imipramine and shepherd's purse both increase  sedation. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "smoking",
            "description": {
                "common": "smoking will decrease the level or effect of imipramine by  affecting hepatic enzyme CYP1A2 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "sodium sulfate/?magnesium sulfate/potassium chloride",
            "description": {
                "common": "sodium sulfate/?magnesium sulfate/potassium chloride increases effects of imipramine by unknown mechanism. Use Caution/Monitor. Closely monitor for evidence of seizures when using higher dose of magnesium sulfate together with drugs that lower the seizure threshold."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "sodium sulfate/potassium sulfate/magnesium sulfate",
            "description": {
                "common": "sodium sulfate/potassium sulfate/magnesium sulfate increases effects of imipramine by unknown mechanism. Use Caution/Monitor. Closely monitor for evidence of seizures when using higher dose of magnesium sulfate together with drugs that lower the seizure threshold."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "sodium sulfate/potassium sulfate/magnesium sulfate/polyethylene glycol",
            "description": {
                "common": "imipramine, sodium sulfate/potassium sulfate/magnesium sulfate/polyethylene glycol. Other (see comment). Use Caution/Monitor. \nComment: Caution when bowel preps are used with drugs that cause SIADH or NSAIDs; increased risk for water retention or electrolyte imbalance."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "solifenacin",
            "description": {
                "common": "solifenacin and imipramine both decrease  cholinergic effects/transmission. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "sparsentan",
            "description": {
                "common": "sparsentan will decrease the level or effect of imipramine by  affecting hepatic enzyme CYP2C19 metabolism. Use Caution/Monitor. Sparsentan (a CYP2C19 inducer) decreases exposure of CYP2C19 substrates and reduces efficacy related to these substrates. "
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "St John's Wort",
            "description": {
                "common": "St John's Wort will decrease the level or effect of imipramine by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "stiripentol",
            "description": {
                "common": "stiripentol will increase the level or effect of imipramine by  affecting hepatic enzyme CYP2C19 metabolism. Modify Therapy/Monitor Closely. Consider reducing the dose of CYP2C19 substrates, if adverse reactions are experienced when administered concomitantly with stiripentol."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "succinylcholine",
            "description": {
                "common": "succinylcholine increases and imipramine decreases cholinergic effects/transmission. Effect of interaction is not clear, use caution. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "sufentanil",
            "description": {
                "common": "sufentanil and imipramine both increase  sedation. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "sufentanil SL",
            "description": {
                "common": "sufentanil SL, imipramine.\nEither increases effects of the other by serotonin levels. Use Caution/Monitor. Coadministration of drugs that affect the serotonergic neurotransmitter system may result in serotonin syndrome. If concomitant use is warranted, carefully observe the patient, particularly during treatment initiation and dose adjustment."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "sulfamethoxazole",
            "description": {
                "common": "imipramine and sulfamethoxazole both increase  QTc interval. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "sumatriptan",
            "description": {
                "common": "sumatriptan and imipramine both increase  serotonin levels. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "sumatriptan intranasal",
            "description": {
                "common": "sumatriptan intranasal and imipramine both increase  serotonin levels. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "suvorexant",
            "description": {
                "common": "suvorexant and imipramine both increase  sedation. Modify Therapy/Monitor Closely. Dosage adjustments of suvorexant and concomitant CNS depressants may be necessary"
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "tacrolimus",
            "description": {
                "common": "tacrolimus and imipramine both increase  QTc interval. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "tamsulosin",
            "description": {
                "common": "imipramine increases levels of tamsulosin by affecting hepatic enzyme CYP2D6 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "tapentadol",
            "description": {
                "common": "tapentadol and imipramine both increase  sedation. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "tecovirimat",
            "description": {
                "common": "tecovirimat will increase the level or effect of imipramine by  affecting hepatic enzyme CYP2C19 metabolism. Use Caution/Monitor. Tecovirimat is a weak inhibitor of CYP2C8 and CYP2C19. Monitor for adverse effects if coadministered with sensitive substrates of these enzymes."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "telavancin",
            "description": {
                "common": "imipramine and telavancin both increase  QTc interval. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "temazepam",
            "description": {
                "common": "temazepam and imipramine both increase  sedation. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "terbinafine",
            "description": {
                "common": "terbinafine will increase the level or effect of imipramine by  affecting hepatic enzyme CYP2D6 metabolism. Modify Therapy/Monitor Closely. Assess need to reduce dose of CYP2D6-metabolized drug."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "terbutaline",
            "description": {
                "common": "imipramine increases and terbutaline decreases sedation. Effect of interaction is not clear, use caution. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "tetrabenazine",
            "description": {
                "common": "tetrabenazine and imipramine both increase  QTc interval. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "thioridazine",
            "description": {
                "common": "thioridazine and imipramine both increase  sedation. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "thiothixene",
            "description": {
                "common": "thiothixene and imipramine both increase  sedation. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "thyroid desiccated",
            "description": {
                "common": "thyroid desiccated increases effects of imipramine by Other (see comment). Use Caution/Monitor. \nComment: Increased catecholamine receptor sensitivity; may increase CNS and cardiovascular effects, including arrhythmias."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "tiotropium",
            "description": {
                "common": "tiotropium and imipramine both decrease  cholinergic effects/transmission. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "tipranavir",
            "description": {
                "common": "tipranavir will increase the level or effect of imipramine by  affecting hepatic enzyme CYP2D6 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "tobacco use",
            "description": {
                "common": "tobacco use will decrease the level or effect of imipramine by  affecting hepatic enzyme CYP1A2 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "tolterodine",
            "description": {
                "common": "tolterodine and imipramine both decrease  cholinergic effects/transmission. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "topiramate",
            "description": {
                "common": "imipramine and topiramate both increase  sedation. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "tramadol",
            "description": {
                "common": "tramadol and imipramine both increase  sedation. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "trazodone",
            "description": {
                "common": "imipramine and trazodone both decrease  cholinergic effects/transmission. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "triazolam",
            "description": {
                "common": "triazolam and imipramine both increase  sedation. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "triclabendazole",
            "description": {
                "common": "triclabendazole will increase the level or effect of imipramine by  affecting hepatic enzyme CYP2C19 metabolism. Use Caution/Monitor. If plasma concentrations of the CYP2C19 substrates are elevated during triclabendazole, recheck plasma concentration of the CYP2C19 substrates after discontinuation of triclabendazole. "
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "triclofos",
            "description": {
                "common": "triclofos and imipramine both increase  sedation. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "trifluoperazine",
            "description": {
                "common": "trifluoperazine and imipramine both increase  sedation. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "trihexyphenidyl",
            "description": {
                "common": "trihexyphenidyl and imipramine both decrease  cholinergic effects/transmission. Use Caution/Monitor. Potential for additive anticholinergic effects."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "trimethoprim",
            "description": {
                "common": "imipramine and trimethoprim both increase  QTc interval. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "trimipramine",
            "description": {
                "common": "imipramine and trimipramine both decrease  cholinergic effects/transmission. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "triprolidine",
            "description": {
                "common": "triprolidine and imipramine both increase  sedation. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "tropisetron",
            "description": {
                "common": "imipramine and tropisetron both increase  QTc interval. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "trospium chloride",
            "description": {
                "common": "trospium chloride and imipramine both decrease  cholinergic effects/transmission. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "valbenazine",
            "description": {
                "common": "valbenazine and imipramine both increase  QTc interval. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "valerian",
            "description": {
                "common": "valerian and imipramine both increase  sedation. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "vecuronium",
            "description": {
                "common": "vecuronium and imipramine both decrease  cholinergic effects/transmission. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "venlafaxine",
            "description": {
                "common": "venlafaxine will increase the level or effect of imipramine by  affecting hepatic enzyme CYP2D6 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "verapamil",
            "description": {
                "common": "verapamil will increase the level or effect of imipramine by  affecting hepatic enzyme CYP1A2 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "voriconazole",
            "description": {
                "common": "voriconazole will increase the level or effect of imipramine by  affecting hepatic enzyme CYP2C19 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "xylometazoline",
            "description": {
                "common": "imipramine increases and xylometazoline decreases sedation. Effect of interaction is not clear, use caution. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "yohimbine",
            "description": {
                "common": "imipramine increases and yohimbine decreases sedation. Effect of interaction is not clear, use caution. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ziconotide",
            "description": {
                "common": "imipramine and ziconotide both increase  sedation. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "zileuton",
            "description": {
                "common": "zileuton will increase the level or effect of imipramine by  affecting hepatic enzyme CYP1A2 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ziprasidone",
            "description": {
                "common": "ziprasidone and imipramine both increase  sedation. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "zolmitriptan",
            "description": {
                "common": "zolmitriptan and imipramine both increase  serotonin levels. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "acarbose",
            "description": {
                "common": "imipramine increases effects of acarbose by pharmacodynamic synergism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "amobarbital",
            "description": {
                "common": "amobarbital, imipramine. Other (see comment). Minor/Significance Unknown. \nComment: Barbiturates may increase adverse effects, including respiratory depression, produced by toxic doses of TCAs. With therapeutic doses of TCAs, barbiturates increase metabolism and decrease blood concentrations of TCAs."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "armodafinil",
            "description": {
                "common": "armodafinil will decrease the level or effect of imipramine by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "artemether/lumefantrine",
            "description": {
                "common": "artemether/lumefantrine will decrease the level or effect of imipramine by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "atropine",
            "description": {
                "common": "imipramine increases levels of atropine by unknown mechanism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "atropine IV/IM",
            "description": {
                "common": "imipramine increases levels of atropine IV/IM by unknown mechanism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "bazedoxifene/conjugated estrogens",
            "description": {
                "common": "bazedoxifene/conjugated estrogens, imipramine. Mechanism: unspecified interaction mechanism. Minor/Significance Unknown. Estrogens and progestins may decr tricyclic antidepressant effects, while increasing TCA plasma concentration and adverse effects."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "benazepril",
            "description": {
                "common": "imipramine, benazepril.\nEither increases effects of the other by pharmacodynamic synergism. Minor/Significance Unknown. May increase risk of hypotension."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "bosentan",
            "description": {
                "common": "bosentan will decrease the level or effect of imipramine by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "brimonidine",
            "description": {
                "common": "imipramine decreases effects of brimonidine by pharmacodynamic antagonism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "budesonide",
            "description": {
                "common": "budesonide will decrease the level or effect of imipramine by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "butabarbital",
            "description": {
                "common": "butabarbital, imipramine. Other (see comment). Minor/Significance Unknown. \nComment: Barbiturates may increase adverse effects, including respiratory depression, produced by toxic doses of TCAs. With therapeutic doses of TCAs, barbiturates increase metabolism and decrease blood concentrations of TCAs."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "butalbital",
            "description": {
                "common": "butalbital, imipramine. Other (see comment). Minor/Significance Unknown. \nComment: Barbiturates may increase adverse effects, including respiratory depression, produced by toxic doses of TCAs. With therapeutic doses of TCAs, barbiturates increase metabolism and decrease blood concentrations of TCAs."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "captopril",
            "description": {
                "common": "imipramine, captopril.\nEither increases effects of the other by pharmacodynamic synergism. Minor/Significance Unknown. May increase risk of hypotension."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "carbamazepine",
            "description": {
                "common": "carbamazepine decreases levels of imipramine by increasing metabolism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "chlorpromazine",
            "description": {
                "common": "imipramine, chlorpromazine.\nEither increases levels of the other by decreasing metabolism. Minor/Significance Unknown. Additive anticholinergic effects."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "chlorpropamide",
            "description": {
                "common": "imipramine increases effects of chlorpropamide by pharmacodynamic synergism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "colestipol",
            "description": {
                "common": "colestipol decreases levels of imipramine by inhibition of GI absorption. Applies only to oral form of both agents. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "conjugated estrogens",
            "description": {
                "common": "conjugated estrogens, imipramine. Mechanism: unspecified interaction mechanism. Minor/Significance Unknown. Estrogens and progestins may decr tricyclic antidepressant effects, while increasing TCA plasma concentration and adverse effects."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "conjugated estrogens, vaginal",
            "description": {
                "common": "conjugated estrogens, vaginal, imipramine. Mechanism: unspecified interaction mechanism. Minor/Significance Unknown. Estrogens and progestins may decr tricyclic antidepressant effects, while increasing TCA plasma concentration and adverse effects."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "cortisone",
            "description": {
                "common": "cortisone will decrease the level or effect of imipramine by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "deferasirox",
            "description": {
                "common": "deferasirox will decrease the level or effect of imipramine by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "desflurane",
            "description": {
                "common": "desflurane, imipramine. Mechanism: unspecified interaction mechanism. Minor/Significance Unknown. Risk of arrhythmias or hypotension."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "dexamethasone",
            "description": {
                "common": "dexamethasone will decrease the level or effect of imipramine by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "dexmethylphenidate",
            "description": {
                "common": "dexmethylphenidate increases effects of imipramine by decreasing metabolism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "DHEA, herbal",
            "description": {
                "common": "DHEA, herbal will increase the level or effect of imipramine by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "efavirenz",
            "description": {
                "common": "efavirenz will decrease the level or effect of imipramine by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "eslicarbazepine acetate",
            "description": {
                "common": "eslicarbazepine acetate will decrease the level or effect of imipramine by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "estradiol",
            "description": {
                "common": "estradiol, imipramine. Mechanism: unspecified interaction mechanism. Minor/Significance Unknown. Estrogens and progestins may decr tricyclic antidepressant effects, while increasing TCA plasma concentration and adverse effects."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "estrogens conjugated synthetic",
            "description": {
                "common": "estrogens conjugated synthetic, imipramine. Mechanism: unspecified interaction mechanism. Minor/Significance Unknown. Estrogens and progestins may decr tricyclic antidepressant effects, while increasing TCA plasma concentration and adverse effects."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "estrogens esterified",
            "description": {
                "common": "estrogens esterified, imipramine. Mechanism: unspecified interaction mechanism. Minor/Significance Unknown. Estrogens may inhibit hepatic metabolism of tricyclic antidepressants. However, interactions are not common."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "estropipate",
            "description": {
                "common": "estropipate, imipramine. Mechanism: unspecified interaction mechanism. Minor/Significance Unknown. Estrogens and progestins may decr tricyclic antidepressant effects, while increasing TCA plasma concentration and adverse effects."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "ethanol",
            "description": {
                "common": "ethanol decreases levels of imipramine by increasing metabolism. Minor/Significance Unknown. Interaction esp. seen in detoxified alcoholics."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "ethinylestradiol",
            "description": {
                "common": "ethinylestradiol, imipramine. Mechanism: unspecified interaction mechanism. Minor/Significance Unknown. Oxidative metabolism of TCAs may be decreased by ethinyl estradiol. Increased antidepressant serum concentrations may occur. Potential for increased TCA adverse effects."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "etomidate",
            "description": {
                "common": "etomidate, imipramine. Mechanism: unspecified interaction mechanism. Minor/Significance Unknown. Risk of arrhythmias or hypotension."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "etravirine",
            "description": {
                "common": "etravirine will decrease the level or effect of imipramine by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "eucalyptus",
            "description": {
                "common": "imipramine and eucalyptus both increase  sedation. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "fludrocortisone",
            "description": {
                "common": "fludrocortisone will decrease the level or effect of imipramine by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "fluphenazine",
            "description": {
                "common": "imipramine, fluphenazine.\nEither increases levels of the other by decreasing metabolism. Minor/Significance Unknown. Additive anticholinergic effects."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "glimepiride",
            "description": {
                "common": "imipramine increases effects of glimepiride by pharmacodynamic synergism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "glipizide",
            "description": {
                "common": "imipramine increases effects of glipizide by pharmacodynamic synergism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "glyburide",
            "description": {
                "common": "imipramine increases effects of glyburide by pharmacodynamic synergism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "griseofulvin",
            "description": {
                "common": "griseofulvin will decrease the level or effect of imipramine by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "hydrocortisone",
            "description": {
                "common": "hydrocortisone will decrease the level or effect of imipramine by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "hydroxyprogesterone caproate (DSC)",
            "description": {
                "common": "hydroxyprogesterone caproate (DSC), imipramine. Mechanism: unspecified interaction mechanism. Minor/Significance Unknown. Estrogens and progestins may decr tricyclic antidepressant effects, while increasing TCA plasma concentration and adverse effects."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "insulin aspart",
            "description": {
                "common": "imipramine increases effects of insulin aspart by pharmacodynamic synergism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "insulin detemir",
            "description": {
                "common": "imipramine increases effects of insulin detemir by pharmacodynamic synergism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "insulin glargine",
            "description": {
                "common": "imipramine increases effects of insulin glargine by pharmacodynamic synergism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "insulin glulisine",
            "description": {
                "common": "imipramine increases effects of insulin glulisine by pharmacodynamic synergism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "insulin lispro",
            "description": {
                "common": "imipramine increases effects of insulin lispro by pharmacodynamic synergism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "insulin NPH",
            "description": {
                "common": "imipramine increases effects of insulin NPH by pharmacodynamic synergism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "insulin regular human",
            "description": {
                "common": "imipramine increases effects of insulin regular human by pharmacodynamic synergism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "isoniazid",
            "description": {
                "common": "isoniazid will increase the level or effect of imipramine by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "isoproterenol",
            "description": {
                "common": "isoproterenol, imipramine. Mechanism: unknown. Minor/Significance Unknown. Risk of cardiac arrhythmias."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "ketamine",
            "description": {
                "common": "ketamine, imipramine. Mechanism: unspecified interaction mechanism. Minor/Significance Unknown. Risk of arrhythmias or hypotension."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "lithium",
            "description": {
                "common": "lithium, imipramine. Other (see comment). Minor/Significance Unknown. \nComment: Risk of neurotoxicity in geriatric pts.  Multiple mechanisms involved."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "lumefantrine",
            "description": {
                "common": "lumefantrine will decrease the level or effect of imipramine by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "marijuana",
            "description": {
                "common": "marijuana will increase the level or effect of imipramine by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "mestranol",
            "description": {
                "common": "mestranol, imipramine. Mechanism: unspecified interaction mechanism. Minor/Significance Unknown. Estrogens and progestins may decr tricyclic antidepressant effects, while increasing TCA plasma concentration and adverse effects."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "metformin",
            "description": {
                "common": "imipramine increases effects of metformin by pharmacodynamic synergism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "methylprednisolone",
            "description": {
                "common": "methylprednisolone will decrease the level or effect of imipramine by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "metronidazole",
            "description": {
                "common": "metronidazole will increase the level or effect of imipramine by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "miconazole vaginal",
            "description": {
                "common": "miconazole vaginal will increase the level or effect of imipramine by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "miglitol",
            "description": {
                "common": "imipramine increases effects of miglitol by pharmacodynamic synergism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "nateglinide",
            "description": {
                "common": "imipramine increases effects of nateglinide by pharmacodynamic synergism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "nevirapine",
            "description": {
                "common": "nevirapine will decrease the level or effect of imipramine by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "nifedipine",
            "description": {
                "common": "nifedipine will increase the level or effect of imipramine by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "nilotinib",
            "description": {
                "common": "nilotinib will increase the level or effect of imipramine by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "oxcarbazepine",
            "description": {
                "common": "oxcarbazepine will decrease the level or effect of imipramine by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "panax ginseng",
            "description": {
                "common": "panax ginseng increases effects of imipramine by pharmacodynamic synergism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "pentobarbital",
            "description": {
                "common": "pentobarbital, imipramine. Other (see comment). Minor/Significance Unknown. \nComment: Barbiturates may increase adverse effects, including respiratory depression, produced by toxic doses of TCAs. With therapeutic doses of TCAs, barbiturates increase metabolism and decrease blood concentrations of TCAs."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "perphenazine",
            "description": {
                "common": "imipramine, perphenazine.\nEither increases levels of the other by decreasing metabolism. Minor/Significance Unknown. Additive anticholinergic effects."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "phenobarbital",
            "description": {
                "common": "phenobarbital, imipramine. Other (see comment). Minor/Significance Unknown. \nComment: Barbiturates may increase adverse effects, including respiratory depression, produced by toxic doses of TCAs. With therapeutic doses of TCAs, barbiturates increase metabolism and decrease blood concentrations of TCAs."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "pioglitazone",
            "description": {
                "common": "imipramine increases effects of pioglitazone by pharmacodynamic synergism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "pleurisy root",
            "description": {
                "common": "pleurisy root decreases effects of imipramine by unspecified interaction mechanism. Minor/Significance Unknown. Theoretical interaction."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "posaconazole",
            "description": {
                "common": "posaconazole will increase the level or effect of imipramine by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "prednisone",
            "description": {
                "common": "prednisone will decrease the level or effect of imipramine by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "primidone",
            "description": {
                "common": "primidone, imipramine. Other (see comment). Minor/Significance Unknown. \nComment: Barbiturates may increase adverse effects, including respiratory depression, produced by toxic doses of TCAs. With therapeutic doses of TCAs, barbiturates increase metabolism and decrease blood concentrations of TCAs."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "prochlorperazine",
            "description": {
                "common": "imipramine, prochlorperazine.\nEither increases levels of the other by decreasing metabolism. Minor/Significance Unknown. Additive anticholinergic effects."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "progesterone micronized",
            "description": {
                "common": "progesterone micronized, imipramine. Mechanism: unspecified interaction mechanism. Minor/Significance Unknown. Estrogens and progestins may decr tricyclic antidepressant effects, while increasing TCA plasma concentration and adverse effects."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "promazine",
            "description": {
                "common": "imipramine, promazine.\nEither increases levels of the other by decreasing metabolism. Minor/Significance Unknown. Additive anticholinergic effects."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "promethazine",
            "description": {
                "common": "imipramine, promethazine.\nEither increases levels of the other by decreasing metabolism. Minor/Significance Unknown. Additive anticholinergic effects."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "propofol",
            "description": {
                "common": "propofol, imipramine. Mechanism: unspecified interaction mechanism. Minor/Significance Unknown. Risk of arrhythmias or hypotension."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "quinupristin/dalfopristin",
            "description": {
                "common": "quinupristin/dalfopristin will increase the level or effect of imipramine by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "repaglinide",
            "description": {
                "common": "imipramine increases effects of repaglinide by pharmacodynamic synergism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "rosiglitazone",
            "description": {
                "common": "imipramine increases effects of rosiglitazone by pharmacodynamic synergism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "rufinamide",
            "description": {
                "common": "rufinamide will decrease the level or effect of imipramine by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "sage",
            "description": {
                "common": "imipramine and sage both increase  sedation. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "saxagliptin",
            "description": {
                "common": "imipramine increases effects of saxagliptin by pharmacodynamic synergism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "secobarbital",
            "description": {
                "common": "secobarbital, imipramine. Other (see comment). Minor/Significance Unknown. \nComment: Barbiturates may increase adverse effects, including respiratory depression, produced by toxic doses of TCAs. With therapeutic doses of TCAs, barbiturates increase metabolism and decrease blood concentrations of TCAs."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "serdexmethylphenidate/dexmethylphenidate",
            "description": {
                "common": "serdexmethylphenidate/dexmethylphenidate increases effects of imipramine by decreasing metabolism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "sevoflurane",
            "description": {
                "common": "sevoflurane, imipramine. Mechanism: unspecified interaction mechanism. Minor/Significance Unknown. Risk of arrhythmias or hypotension."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "sitagliptin",
            "description": {
                "common": "imipramine increases effects of sitagliptin by pharmacodynamic synergism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "sulfamethoxazole",
            "description": {
                "common": "sulfamethoxazole decreases levels of imipramine by unspecified interaction mechanism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "thioridazine",
            "description": {
                "common": "imipramine, thioridazine.\nEither increases levels of the other by decreasing metabolism. Minor/Significance Unknown. Additive anticholinergic effects."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "tolazamide",
            "description": {
                "common": "imipramine increases effects of tolazamide by pharmacodynamic synergism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "tolbutamide",
            "description": {
                "common": "imipramine increases effects of tolbutamide by pharmacodynamic synergism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "topiramate",
            "description": {
                "common": "topiramate will decrease the level or effect of imipramine by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "trifluoperazine",
            "description": {
                "common": "imipramine, trifluoperazine.\nEither increases levels of the other by decreasing metabolism. Minor/Significance Unknown. Additive anticholinergic effects."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "vasopressin",
            "description": {
                "common": "imipramine increases effects of vasopressin by pharmacodynamic synergism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "verapamil",
            "description": {
                "common": "verapamil increases levels of imipramine by decreasing metabolism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "vildagliptin",
            "description": {
                "common": "imipramine increases effects of vildagliptin by pharmacodynamic synergism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "voriconazole",
            "description": {
                "common": "voriconazole will increase the level or effect of imipramine by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "zafirlukast",
            "description": {
                "common": "zafirlukast will increase the level or effect of imipramine by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "zolpidem",
            "description": {
                "common": "zolpidem, imipramine.\nEither increases effects of the other by pharmacodynamic synergism. Minor/Significance Unknown. Additive CNS depression."
            }
        }
    ],
    "adverse effects": [
        {
            "name": "Fatigue",
            "percent": null
        },
        {
            "name": "Lethargy",
            "percent": null
        },
        {
            "name": "Sedation",
            "percent": null
        },
        {
            "name": "Weakness",
            "percent": null
        },
        {
            "name": "Constipation",
            "percent": null
        },
        {
            "name": "Dry mouth",
            "percent": null
        },
        {
            "name": "Blurred vision",
            "percent": null
        },
        {
            "name": "Agitation",
            "percent": null
        },
        {
            "name": "Anxiety",
            "percent": null
        },
        {
            "name": "Headache",
            "percent": null
        },
        {
            "name": "Insomnia",
            "percent": null
        },
        {
            "name": "Nausea",
            "percent": null
        },
        {
            "name": "Vomiting",
            "percent": null
        },
        {
            "name": "Sweating",
            "percent": null
        },
        {
            "name": "ECG changes",
            "percent": null
        },
        {
            "name": "orthostatic hypotension",
            "percent": null
        },
        {
            "name": "tachycardia",
            "percent": null
        },
        {
            "name": "Confusion",
            "percent": null
        },
        {
            "name": "extrapyramidal symptoms",
            "percent": null
        },
        {
            "name": "EPS",
            "percent": null
        },
        {
            "name": "dizziness",
            "percent": null
        },
        {
            "name": "paresthesia",
            "percent": null
        },
        {
            "name": "tinnitus",
            "percent": null
        },
        {
            "name": "Rash",
            "percent": null
        },
        {
            "name": "Increased LFTs",
            "percent": null
        },
        {
            "name": "Sexual dysfunction",
            "percent": null
        },
        {
            "name": "Seizure",
            "percent": null
        },
        {
            "name": "Agranulocytosis",
            "percent": null
        },
        {
            "name": "Eosinophilia",
            "percent": null
        },
        {
            "name": "Leukopenia",
            "percent": null
        },
        {
            "name": "Thrombocytopenia",
            "percent": null
        },
        {
            "name": "SIADH",
            "percent": null
        }
    ]
}