{
    "name": "clorazepate",
    "comment": "Rx",
    "other_names": [
        "Tranxene SD",
        "Tranxene T-Tab"
    ],
    "classes": [
        "Antianxiety Agents",
        "Anxiolytics",
        "Benzodiazepines",
        "Anticonvulsants",
        "Benzodiazepine"
    ],
    "source": "https://reference.medscape.com/drug/tranxene-sd-tranxene-t-tab-clorazepate-342901",
    "pregnancy": {
        "common": [
            "There is a pregnancy exposure registry that monitors pregnancy outcomes in women exposed to psychiatric medications, including TRANXENE, during pregnancy; healthcare providers are encouraged to register patients calling the National Pregnancy Registry for PsychiatricMedications at 1-866-961-2388 or visiting online at",
            "Neonates born to mothers using benzodiazepines late in pregnancy have reported experiencing symptoms of sedation and/or neonatal withdrawal",
            "Available data from published observational studies of pregnant women exposed to benzodiazepines do not report a clear association with benzodiazepines and major birth defects",
            "Benzodiazepines cross the placenta and may produce respiratory depression, hypotonia, and sedation in neonates; monitor neonates exposed during pregnancy or labor for signs of sedation, respiratory depression, hypotonia, and feeding problems; monitor neonates exposed during pregnancy for signs of withdrawal; manage these neonates accordingly"
        ],
        "specific": []
    },
    "lactation": {
        "common": [
            "Clorazepate and its active metabolite, nordiazepam, are present in breast milk; there are reports of sedation, poor feeding, and poor weight gain in infants exposed to benzodiazepines through breast milk; the effects of clorazepate on milk production are unknown",
            "Because of potential for serious adverse reactions, including sedation and withdrawal symptoms ininfants, advise patients that breastfeeding is not recommended during treatment"
        ]
    },
    "warnings": {
        "black_box_warning": {
            "common": [],
            "specific": [
                {
                    "type": "Risks from concomitant use with opioids",
                    "description": [
                        "Concomitant use of benzodiazepines and opioids may result in profound sedation, respiratory depression, coma, and death",
                        "Reserve concomitant prescribing of these drugs for use in patients for whom alternative treatment options are inadequate",
                        "Limit dosages and durations to the minimum required",
                        "Follow patients for signs and symptoms of respiratory depression and sedation",
                        "Inform patients and caregivers that potentially fatal additive effects may occur if drug is used with opioids and that such drugs should not be used concomitantly unless supervised by a health care provider",
                        "Prescribers should advise caregivers that they expect to be informed immediately if a patient develops any new findings which are not typical of the patient’s characteristic seizure episode"
                    ]
                },
                {
                    "type": "Addiction, abuse, and misuse",
                    "description": [
                        "On September 2020, FDA addressed serious risks of benzodiazepine addiction, abuse, and misuse, which can lead to overdose and death",
                        "Physical dependence can occur when taken steadily for several days to weeks, even as prescribed",
                        "Stopping abruptly or reducing dosage too quickly can result in withdrawal reactions, including seizures, which can be life-threatening",
                        "Abuse and misuse of benzodiazepines commonly involve concomitant use of other medications, alcohol, and/or illicit substances, which is associated with an increased frequency of serious adverse outcomes; before prescribing and throughout treatment, assess each patient’s risk for abuse, misuse, and addiction",
                        "Assess each patient’s risk prior to prescribing and monitor regularly for the development of these conditions",
                        "Risks of dependence and withdrawal increase with longer treatment duration and higher daily dose; although injection is indicated only for intermittent use, if used more frequently than recommended, abrupt discontinuation or rapid dosage reduction may precipitate acute withdrawal reactions, including seizures, which can be life-threatening; use gradual taper when discontinuing therapy to reduce withdrawal reactions risk"
                    ]
                }
            ]
        },
        "contraindicators": {
            "common": [
                "Documented hypersensitivity",
                "Narrow-angle glaucoma",
                "Benzodiazepines expose users to risks of abuse, misuse, and addiction, which can lead to overdose or death; abuse and misuse of benzodiazepines often (but not always) involve use of doses greater than the maximum recommended dosage and commonly involve concomitant use of other medications, alcohol, and/or illicit substances, which is associated with an increased frequency of serious adverse outcomes, including respiratory depression, overdose, or death",
                "Use of drug, particularly in patients at elevated risk of abuse, necessitates counseling about risks and proper use of drug along with monitoring for signs and symptoms of abuse, misuse, and addiction; do not exceed recommended dosing frequency",
                "Avoid or minimize concomitant use of CNS depressants and other substances associated with abuse, misuse, and addiction (eg, opioid analgesics, stimulants); advise patients on proper disposal of unused drug; if a substance use disorder is suspected, evaluate patient and institute (or refer them for) early treatment, as appropriate",
                "Therapy not recommended for use in depressive neuroses or psychotic reactions",
                "Patients receiving therapy should be cautioned against engaging in hazardous occupations requiring mental alertness, including heavy machinery",
                "Therapy has central nervous system (CNS) effect; avoid simultaneous use of other CNS depressant drug; effects of alcohol may be increased",
                "For patients treated more frequently than recommended, use a gradual taper to discontinue therapy (a patient-specific plan should be used to taper the dose), to reduce risk of withdrawal reactions",
                "Patients at an increased risk of withdrawal adverse reactions after benzodiazepine discontinuation or rapid dosage reduction include those who take higher dosages, and those who have had longer durations of use",
                "In some cases, benzodiazepine users have developed a protracted withdrawal syndrome with withdrawal symptoms lasting weeks to more than 12 months",
                "Patients taking drug for prolonged periods should have blood counts and liver function tests done periodically; the usual precautions in treating patients with impaired renal or hepatic function should also be observed",
                "In elderly or debilitated patients, initial dose should be small, and increments should be made gradually, in accordance with response of patient, to preclude ataxia or excessive sedation"
            ],
            "specific": []
        },
        "cautions": {
            "common": [],
            "specific": []
        }
    },
    "interactions": [
        {
            "classification_type": "Serious",
            "interaction_with": "abametapir",
            "description": {
                "common": "abametapir will increase the level or effect of clorazepate by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug. For 2 weeks after abametapir application, avoid taking drugs that are CYP3A4 substrates. If not feasible, avoid use of abametapir."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "apalutamide",
            "description": {
                "common": "apalutamide will decrease the level or effect of clorazepate by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug. Coadministration of apalutamide, a strong CYP3A4 inducer, with drugs that are CYP3A4 substrates can result in lower exposure to these medications. Avoid or substitute another drug for these medications when possible. Evaluate for loss of therapeutic effect if medication must be coadministered. Adjust dose according to prescribing information if needed."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "benzhydrocodone/acetaminophen",
            "description": {
                "common": "benzhydrocodone/acetaminophen, clorazepate.\nEither increases toxicity of the other by pharmacodynamic synergism. Avoid or Use Alternate Drug. Profound sedation, respiratory depression, coma, and death may result if coadministered. Reserve concomitant prescribing of these drugs in patients for whom other treatment options are inadequate. Limit dosages and durations to the minimum required. Monitor closely for signs of respiratory depression and sedation."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "calcium/magnesium/potassium/sodium oxybates",
            "description": {
                "common": "clorazepate, calcium/magnesium/potassium/sodium oxybates.\nEither increases effects of the other by pharmacodynamic synergism. Avoid or Use Alternate Drug. Profound sedation, respiratory depression, coma, and death may result if coadministered. Reserve concomitant prescribing of these drugs in patients for whom other treatment options are inadequate. Limit dosages and durations to the minimum required. Monitor closely for signs of respiratory depression and sedation."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "conivaptan",
            "description": {
                "common": "conivaptan will increase the level or effect of clorazepate by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "enzalutamide",
            "description": {
                "common": "enzalutamide will decrease the level or effect of clorazepate by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "fexinidazole",
            "description": {
                "common": "fexinidazole will increase the level or effect of clorazepate by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug. Fexinidazole inhibits CYP3A4. Coadministration may increase risk for adverse effects of CYP3A4 substrates."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "hydrocodone",
            "description": {
                "common": "hydrocodone, clorazepate.\nEither increases toxicity of the other by pharmacodynamic synergism. Avoid or Use Alternate Drug. Profound sedation, respiratory depression, coma, and death may result if coadministered. Reserve concomitant prescribing of these drugs in patients for whom other treatment options are inadequate. Limit dosages and durations to the minimum required. Monitor closely for signs of respiratory depression and sedation."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "idelalisib",
            "description": {
                "common": "idelalisib will increase the level or effect of clorazepate by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug. Idelalisib is a strong CYP3A inhibitor; avoid coadministration with sensitive CYP3A substrates"
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "ivosidenib",
            "description": {
                "common": "ivosidenib will decrease the level or effect of clorazepate by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug. Avoid coadministration of sensitive CYP3A4 substrates with ivosidenib or replace with alternate therapies. If coadministration is unavoidable, monitor patients for loss of therapeutic effect of these drugs."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "lonafarnib",
            "description": {
                "common": "lonafarnib will increase the level or effect of clorazepate by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug. Avoid coadministration with sensitive CYP3A substrates. If coadministration unavoidable, monitor for adverse reactions and reduce CYP3A substrate dose in accordance with product labeling."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "lopinavir",
            "description": {
                "common": "lopinavir will increase the level or effect of clorazepate by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "metoclopramide intranasal",
            "description": {
                "common": "clorazepate, metoclopramide intranasal.\nEither increases effects of the other by Other (see comment). Avoid or Use Alternate Drug. \nComment: Avoid use of metoclopramide intranasal or interacting drug, depending on importance of drug to patient."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "olopatadine intranasal",
            "description": {
                "common": "clorazepate and olopatadine intranasal both increase  sedation. Avoid or Use Alternate Drug. Coadministration increases risk of CNS depression, which can lead to additive impairment of psychomotor performance and cause daytime impairment. "
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "selinexor",
            "description": {
                "common": "selinexor, clorazepate. unspecified interaction mechanism. Avoid or Use Alternate Drug. Patients treated with selinexor may experience neurological toxicities. Avoid taking selinexor with other medications that may cause dizziness or confusion."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "sodium oxybate",
            "description": {
                "common": "clorazepate, sodium oxybate.\nEither increases effects of the other by pharmacodynamic synergism. Avoid or Use Alternate Drug. Profound sedation, respiratory depression, coma, and death may result if coadministered. Reserve concomitant prescribing of these drugs in patients for whom other treatment options are inadequate. Limit dosages and durations to the minimum required. Monitor closely for signs of respiratory depression and sedation."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "sufentanil SL",
            "description": {
                "common": "sufentanil SL, clorazepate.\nEither increases toxicity of the other by pharmacodynamic synergism. Avoid or Use Alternate Drug. Coadministration may result in hypotension, profound sedation, respiratory depression, coma, and death. Reserve concomitant prescribing of these drugs in patients for whom other treatment options are inadequate. Limit dosages and durations to the minimum required. Monitor closely for signs of respiratory depression and sedation."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "tucatinib",
            "description": {
                "common": "tucatinib will increase the level or effect of clorazepate by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug. Avoid concomitant use of tucatinib with CYP3A substrates, where minimal concentration changes may lead to serious or life-threatening toxicities. If unavoidable, reduce CYP3A substrate dose according to product labeling."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "valerian",
            "description": {
                "common": "valerian and clorazepate both increase  sedation. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "voxelotor",
            "description": {
                "common": "voxelotor will increase the level or effect of clorazepate by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug. Voxelotor increases systemic exposure of sensitive CYP3A4 substrates. Avoid coadministration with sensitive CYP3A4 substrates with a narrow therapeutic index. Consider dose reduction of the sensitive CYP3A4 substrate(s) if unable to avoid."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "acrivastine",
            "description": {
                "common": "acrivastine and clorazepate both increase  sedation. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "albuterol",
            "description": {
                "common": "clorazepate increases and albuterol decreases sedation. Effect of interaction is not clear, use caution. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "alfentanil",
            "description": {
                "common": "clorazepate and alfentanil both increase  sedation. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "alprazolam",
            "description": {
                "common": "alprazolam and clorazepate both increase  sedation. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "amisulpride",
            "description": {
                "common": "amisulpride and clorazepate both increase  sedation. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "amitriptyline",
            "description": {
                "common": "clorazepate and amitriptyline both increase  sedation. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "amobarbital",
            "description": {
                "common": "amobarbital and clorazepate both increase  sedation. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "amoxapine",
            "description": {
                "common": "clorazepate and amoxapine both increase  sedation. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "apomorphine",
            "description": {
                "common": "clorazepate and apomorphine both increase  sedation. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "arformoterol",
            "description": {
                "common": "clorazepate increases and arformoterol decreases sedation. Effect of interaction is not clear, use caution. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "aripiprazole",
            "description": {
                "common": "clorazepate and aripiprazole both increase  sedation. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "armodafinil",
            "description": {
                "common": "clorazepate increases and armodafinil decreases sedation. Effect of interaction is not clear, use caution. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "asenapine",
            "description": {
                "common": "asenapine and clorazepate both increase  sedation. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "asenapine transdermal",
            "description": {
                "common": "asenapine transdermal and clorazepate both increase  sedation. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "atazanavir",
            "description": {
                "common": "atazanavir increases levels of clorazepate by affecting hepatic/intestinal enzyme CYP3A4 metabolism. Modify Therapy/Monitor Closely. Potential for increased toxicity. Use alternatives if available. Consider lowering benzodiazepine dose."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "avapritinib",
            "description": {
                "common": "avapritinib and clorazepate both increase  sedation. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "azelastine",
            "description": {
                "common": "azelastine and clorazepate both increase  sedation. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "baclofen",
            "description": {
                "common": "clorazepate and baclofen both increase  sedation. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "belladonna and opium",
            "description": {
                "common": "clorazepate and belladonna and opium both increase  sedation. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "belzutifan",
            "description": {
                "common": "belzutifan will decrease the level or effect of clorazepate by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Modify Therapy/Monitor Closely. If unable to avoid coadministration of belzutifan with sensitive CYP3A4 substrates, consider increasing the sensitive CYP3A4 substrate dose in accordance with its prescribing information. "
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "benperidol",
            "description": {
                "common": "clorazepate and benperidol both increase  sedation. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "benzphetamine",
            "description": {
                "common": "clorazepate increases and benzphetamine decreases sedation. Effect of interaction is not clear, use caution. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "bosentan",
            "description": {
                "common": "bosentan will decrease the level or effect of clorazepate by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "brexanolone",
            "description": {
                "common": "brexanolone, clorazepate.\nEither increases toxicity of the other by sedation. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "brexpiprazole",
            "description": {
                "common": "brexpiprazole and clorazepate both increase  sedation. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "brompheniramine",
            "description": {
                "common": "brompheniramine and clorazepate both increase  sedation. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "buprenorphine",
            "description": {
                "common": "clorazepate and buprenorphine both increase  sedation. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "buprenorphine buccal",
            "description": {
                "common": "clorazepate and buprenorphine buccal both increase  sedation. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "buprenorphine subdermal implant",
            "description": {
                "common": "clorazepate increases toxicity of buprenorphine subdermal implant by pharmacodynamic synergism. Modify Therapy/Monitor Closely. Studies have shown that the combination of benzodiazepines and buprenorphine altered the usual ceiling effect on buprenorphine-induced respiratory depression, making the respiratory effects of buprenorphine appear similar to those of full opioid agonists. There have been postmarketing reports of coma and death with coadministration of buprenorphine and benzodiazepines. In many, but not all of these cases, buprenorphine was misused by self-injection. If a benzodiazepine must be used for an indication other than seizures, lower the benzodiazepine initial dose and cautiously titrate to clinical response."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "buprenorphine, long-acting injection",
            "description": {
                "common": "clorazepate increases toxicity of buprenorphine, long-acting injection by pharmacodynamic synergism. Modify Therapy/Monitor Closely. Coadministration of buprenorphine and benzodiazepines or other CNS depressants increases risk of adverse reactions including overdose, respiratory depression, and death. Cessation of benzodiazepines or other CNS depressants is preferred in most cases. In some cases, monitoring at a higher level of care for tapering CNS depressants may be appropriate. In others, gradually tapering a patient off of a prescribed benzodiazepine or other CNS depressant or decreasing to the lowest effective dose may be appropriate."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "butabarbital",
            "description": {
                "common": "butabarbital and clorazepate both increase  sedation. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "butalbital",
            "description": {
                "common": "butalbital and clorazepate both increase  sedation. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "butorphanol",
            "description": {
                "common": "clorazepate and butorphanol both increase  sedation. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "caffeine",
            "description": {
                "common": "clorazepate increases and caffeine decreases sedation. Effect of interaction is not clear, use caution. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "carbamazepine",
            "description": {
                "common": "carbamazepine will decrease the level or effect of clorazepate by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "carbinoxamine",
            "description": {
                "common": "carbinoxamine and clorazepate both increase  sedation. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "carisoprodol",
            "description": {
                "common": "clorazepate and carisoprodol both increase  sedation. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "cenobamate",
            "description": {
                "common": "cenobamate will decrease the level or effect of clorazepate by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Modify Therapy/Monitor Closely. Increase dose of CYP3A4 substrate, as needed, when coadministered with cenobamate."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ceritinib",
            "description": {
                "common": "ceritinib will increase the level or effect of clorazepate by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "chloral hydrate",
            "description": {
                "common": "clorazepate and chloral hydrate both increase  sedation. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "chlordiazepoxide",
            "description": {
                "common": "chlordiazepoxide and clorazepate both increase  sedation. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "chlorpheniramine",
            "description": {
                "common": "chlorpheniramine and clorazepate both increase  sedation. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "chlorpromazine",
            "description": {
                "common": "clorazepate and chlorpromazine both increase  sedation. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "chlorzoxazone",
            "description": {
                "common": "clorazepate and chlorzoxazone both increase  sedation. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "cimetidine",
            "description": {
                "common": "cimetidine increases levels of clorazepate by decreasing metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "cinnarizine",
            "description": {
                "common": "cinnarizine and clorazepate both increase  sedation. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "clarithromycin",
            "description": {
                "common": "clarithromycin will increase the level or effect of clorazepate by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "clemastine",
            "description": {
                "common": "clemastine and clorazepate both increase  sedation. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "clobazam",
            "description": {
                "common": "clorazepate, clobazam. Other (see comment). Use Caution/Monitor. \nComment: Concomitant administration can increase the potential for CNS effects (e.g., increased sedation or respiratory depression)."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "clomipramine",
            "description": {
                "common": "clorazepate and clomipramine both increase  sedation. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "clonazepam",
            "description": {
                "common": "clonazepam and clorazepate both increase  sedation. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "clonidine",
            "description": {
                "common": "clonidine, clorazepate.\nEither increases toxicity of the other by pharmacodynamic synergism. Use Caution/Monitor. Coadministration enhances CNS depressant effects."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "clozapine",
            "description": {
                "common": "clorazepate and clozapine both increase  sedation. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "cobicistat",
            "description": {
                "common": "cobicistat will increase the level or effect of clorazepate by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Modify Therapy/Monitor Closely. Adjust dose of clorazepate if necessary"
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "codeine",
            "description": {
                "common": "clorazepate and codeine both increase  sedation. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "crofelemer",
            "description": {
                "common": "crofelemer increases levels of clorazepate by affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor. Crofelemer has the potential to inhibit CYP3A4 at concentrations expected in the gut; unlikely to inhibit systemically because minimally absorbed."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "cyclizine",
            "description": {
                "common": "cyclizine and clorazepate both increase  sedation. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "cyclobenzaprine",
            "description": {
                "common": "clorazepate and cyclobenzaprine both increase  sedation. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "cyproheptadine",
            "description": {
                "common": "cyproheptadine and clorazepate both increase  sedation. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "dabrafenib",
            "description": {
                "common": "dabrafenib will decrease the level or effect of clorazepate by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "dantrolene",
            "description": {
                "common": "clorazepate and dantrolene both increase  sedation. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "daridorexant",
            "description": {
                "common": "clorazepate and daridorexant both increase  sedation. Modify Therapy/Monitor Closely. Coadministration increases risk of CNS depression, which can lead to additive impairment of psychomotor performance and cause daytime impairment. "
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "darunavir",
            "description": {
                "common": "darunavir increases levels of clorazepate by affecting hepatic/intestinal enzyme CYP3A4 metabolism. Modify Therapy/Monitor Closely.  Use alternatives if available. Consider lowering benzodiazepine dose."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "desflurane",
            "description": {
                "common": "desflurane and clorazepate both increase  sedation. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "desipramine",
            "description": {
                "common": "clorazepate and desipramine both increase  sedation. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "deutetrabenazine",
            "description": {
                "common": "clorazepate and deutetrabenazine both increase  sedation. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "dexchlorpheniramine",
            "description": {
                "common": "dexchlorpheniramine and clorazepate both increase  sedation. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "dexfenfluramine",
            "description": {
                "common": "clorazepate increases and dexfenfluramine decreases sedation. Effect of interaction is not clear, use caution. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "dexmedetomidine",
            "description": {
                "common": "clorazepate and dexmedetomidine both increase  sedation. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "dexmethylphenidate",
            "description": {
                "common": "clorazepate increases and dexmethylphenidate decreases sedation. Effect of interaction is not clear, use caution. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "dextroamphetamine",
            "description": {
                "common": "clorazepate increases and dextroamphetamine decreases sedation. Effect of interaction is not clear, use caution. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "dextromoramide",
            "description": {
                "common": "clorazepate and dextromoramide both increase  sedation. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "diamorphine",
            "description": {
                "common": "clorazepate and diamorphine both increase  sedation. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "diazepam",
            "description": {
                "common": "clorazepate and diazepam both increase  sedation. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "diazepam intranasal",
            "description": {
                "common": "diazepam intranasal, clorazepate.\nEither increases effects of the other by pharmacodynamic synergism. Use Caution/Monitor. Coadministration may potentiate the CNS-depressant effects of each drug."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "diethylpropion",
            "description": {
                "common": "clorazepate increases and diethylpropion decreases sedation. Effect of interaction is not clear, use caution. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "difelikefalin",
            "description": {
                "common": "difelikefalin and clorazepate both increase  sedation. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "difenoxin hcl",
            "description": {
                "common": "clorazepate and difenoxin hcl both increase  sedation. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "dimenhydrinate",
            "description": {
                "common": "dimenhydrinate and clorazepate both increase  sedation. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "diphenhydramine",
            "description": {
                "common": "diphenhydramine and clorazepate both increase  sedation. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "diphenoxylate hcl",
            "description": {
                "common": "clorazepate and diphenoxylate hcl both increase  sedation. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "dipipanone",
            "description": {
                "common": "clorazepate and dipipanone both increase  sedation. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "disulfiram",
            "description": {
                "common": "disulfiram increases levels of clorazepate by decreasing metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "dobutamine",
            "description": {
                "common": "clorazepate increases and dobutamine decreases sedation. Effect of interaction is not clear, use caution. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "dopamine",
            "description": {
                "common": "clorazepate increases and dopamine decreases sedation. Effect of interaction is not clear, use caution. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "dopexamine",
            "description": {
                "common": "clorazepate increases and dopexamine decreases sedation. Effect of interaction is not clear, use caution. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "dosulepin",
            "description": {
                "common": "clorazepate and dosulepin both increase  sedation. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "doxepin",
            "description": {
                "common": "clorazepate and doxepin both increase  sedation. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "doxylamine",
            "description": {
                "common": "clorazepate and doxylamine both increase  sedation. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "droperidol",
            "description": {
                "common": "clorazepate and droperidol both increase  sedation. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "efavirenz",
            "description": {
                "common": "efavirenz will decrease the level or effect of clorazepate by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "elagolix",
            "description": {
                "common": "elagolix will decrease the level or effect of clorazepate by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Modify Therapy/Monitor Closely. Elagolix is a weak-to-moderate CYP3A4 inducer. Monitor CYP3A substrates if coadministered. Consider increasing CYP3A substrate dose if needed."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "elvitegravir/cobicistat/emtricitabine/tenofovir DF",
            "description": {
                "common": "elvitegravir/cobicistat/emtricitabine/tenofovir DF increases levels of clorazepate by affecting hepatic/intestinal enzyme CYP3A4 metabolism. Modify Therapy/Monitor Closely. Cobicistat is a CYP3A4 inhibitor; consider benzodiazepine dose reduction."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "encorafenib",
            "description": {
                "common": "encorafenib, clorazepate. affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor. Encorafenib both inhibits and induces CYP3A4 at clinically relevant plasma concentrations. Coadministration of encorafenib with sensitive CYP3A4 substrates may result in increased toxicity or decreased efficacy of these agents."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ephedrine",
            "description": {
                "common": "clorazepate increases and ephedrine decreases sedation. Effect of interaction is not clear, use caution. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "epinephrine",
            "description": {
                "common": "clorazepate increases and epinephrine decreases sedation. Effect of interaction is not clear, use caution. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "epinephrine racemic",
            "description": {
                "common": "clorazepate increases and epinephrine racemic decreases sedation. Effect of interaction is not clear, use caution. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "esketamine intranasal",
            "description": {
                "common": "esketamine intranasal, clorazepate.\nEither increases toxicity of the other by sedation. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "estazolam",
            "description": {
                "common": "clorazepate and estazolam both increase  sedation. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ethanol",
            "description": {
                "common": "clorazepate and ethanol both increase  sedation. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "etomidate",
            "description": {
                "common": "etomidate and clorazepate both increase  sedation. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "etravirine",
            "description": {
                "common": "etravirine will decrease the level or effect of clorazepate by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "fedratinib",
            "description": {
                "common": "fedratinib will increase the level or effect of clorazepate by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor. Adjust dose of drugs that are CYP3A4 substrates as necessary."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "fenfluramine",
            "description": {
                "common": "clorazepate increases and fenfluramine decreases sedation. Effect of interaction is not clear, use caution. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "flibanserin",
            "description": {
                "common": "clorazepate and flibanserin both increase  sedation. Modify Therapy/Monitor Closely. Risk for sedation increased if flibanserin is coadministration with other CNS depressants."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "fluphenazine",
            "description": {
                "common": "clorazepate and fluphenazine both increase  sedation. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "flurazepam",
            "description": {
                "common": "clorazepate and flurazepam both increase  sedation. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "formoterol",
            "description": {
                "common": "clorazepate increases and formoterol decreases sedation. Effect of interaction is not clear, use caution. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "fosamprenavir",
            "description": {
                "common": "fosamprenavir increases levels of clorazepate by affecting hepatic/intestinal enzyme CYP3A4 metabolism. Modify Therapy/Monitor Closely. Use alternatives if available. Consider lowering benzodiazepine dose."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "fosphenytoin",
            "description": {
                "common": "fosphenytoin will decrease the level or effect of clorazepate by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "gabapentin",
            "description": {
                "common": "gabapentin, clorazepate.\nEither increases effects of the other by pharmacodynamic synergism. Modify Therapy/Monitor Closely. Coadministration of CNS depressants can result in serious, life-threatening, and fatal respiratory depression. Use lowest dose possible and monitor for respiratory depression and sedation."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "gabapentin enacarbil",
            "description": {
                "common": "gabapentin enacarbil, clorazepate.\nEither increases effects of the other by pharmacodynamic synergism. Modify Therapy/Monitor Closely. Coadministration of CNS depressants can result in serious, life-threatening, and fatal respiratory depression. Use lowest dose possible and monitor for respiratory depression and sedation."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ganaxolone",
            "description": {
                "common": "clorazepate and ganaxolone both increase  sedation. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "haloperidol",
            "description": {
                "common": "clorazepate and haloperidol both increase  sedation. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "hydromorphone",
            "description": {
                "common": "clorazepate and hydromorphone both increase  sedation. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "hydroxyzine",
            "description": {
                "common": "hydroxyzine and clorazepate both increase  sedation. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "iloperidone",
            "description": {
                "common": "clorazepate and iloperidone both increase  sedation. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "imipramine",
            "description": {
                "common": "clorazepate and imipramine both increase  sedation. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "indinavir",
            "description": {
                "common": "indinavir increases levels of clorazepate by affecting hepatic/intestinal enzyme CYP3A4 metabolism. Modify Therapy/Monitor Closely. Potential for increased toxicity. Use alternatives if available. Consider lowering benzodiazepine dose."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "isoniazid",
            "description": {
                "common": "isoniazid will increase the level or effect of clorazepate by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "isoproterenol",
            "description": {
                "common": "clorazepate increases and isoproterenol decreases sedation. Effect of interaction is not clear, use caution. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "istradefylline",
            "description": {
                "common": "istradefylline will increase the level or effect of clorazepate by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor. Istradefylline 40 mg/day increased peak levels and AUC of CYP3A4 substrates in clinical trials. This effect was not observed with istradefylline 20 mg/day. Consider dose reduction of sensitive CYP3A4 substrates."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "itraconazole",
            "description": {
                "common": "itraconazole will increase the level or effect of clorazepate by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ketamine",
            "description": {
                "common": "ketamine and clorazepate both increase  sedation. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ketoconazole",
            "description": {
                "common": "ketoconazole will increase the level or effect of clorazepate by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ketotifen, ophthalmic",
            "description": {
                "common": "clorazepate and ketotifen, ophthalmic both increase  sedation. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "lasmiditan",
            "description": {
                "common": "lasmiditan, clorazepate.\nEither increases effects of the other by sedation. Use Caution/Monitor. Coadministration of lasmiditan and other CNS depressant drugs, including alcohol have not been evaluated in clinical studies. Lasmiditan may cause sedation, as well as other cognitive and/or neuropsychiatric adverse reactions."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "lemborexant",
            "description": {
                "common": "lemborexant, clorazepate.\nEither increases effects of the other by sedation. Modify Therapy/Monitor Closely. Dosage adjustment may be necessary if lemborexant is coadministered with other CNS depressants because of potentially additive effects."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "lenacapavir",
            "description": {
                "common": "lenacapavir will increase the level or effect of clorazepate by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor. Lencapavir (a moderate CYP3A4 inhibitor) may increase CYP3A4 substrates initiated within 9 months after last SC dose of lenacapavir, which may increase potential risk of adverse reactions of CYP3A4 substrates. "
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "letermovir",
            "description": {
                "common": "letermovir increases levels of clorazepate by affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "levalbuterol",
            "description": {
                "common": "clorazepate increases and levalbuterol decreases sedation. Effect of interaction is not clear, use caution. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "levoketoconazole",
            "description": {
                "common": "levoketoconazole will increase the level or effect of clorazepate by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "levorphanol",
            "description": {
                "common": "clorazepate and levorphanol both increase  sedation. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "lisdexamfetamine",
            "description": {
                "common": "clorazepate increases and lisdexamfetamine decreases sedation. Effect of interaction is not clear, use caution. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "lofepramine",
            "description": {
                "common": "clorazepate and lofepramine both increase  sedation. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "lofexidine",
            "description": {
                "common": "clorazepate and lofexidine both increase  sedation. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "loprazolam",
            "description": {
                "common": "clorazepate and loprazolam both increase  sedation. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "lorazepam",
            "description": {
                "common": "clorazepate and lorazepam both increase  sedation. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "lormetazepam",
            "description": {
                "common": "clorazepate and lormetazepam both increase  sedation. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "loxapine",
            "description": {
                "common": "clorazepate and loxapine both increase  sedation. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "loxapine inhaled",
            "description": {
                "common": "clorazepate and loxapine inhaled both increase  sedation. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "lurasidone",
            "description": {
                "common": "lurasidone, clorazepate.\nEither increases toxicity of the other by Other (see comment). Use Caution/Monitor. \nComment: Potential for increased CNS depressant effects when used concurrently; monitor for increased adverse effects and toxicity."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "maprotiline",
            "description": {
                "common": "clorazepate and maprotiline both increase  sedation. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "marijuana",
            "description": {
                "common": "clorazepate and marijuana both increase  sedation. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "melatonin",
            "description": {
                "common": "clorazepate and melatonin both increase  sedation. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "meperidine",
            "description": {
                "common": "clorazepate and meperidine both increase  sedation. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "meprobamate",
            "description": {
                "common": "clorazepate and meprobamate both increase  sedation. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "metaproterenol",
            "description": {
                "common": "clorazepate increases and metaproterenol decreases sedation. Effect of interaction is not clear, use caution. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "metaxalone",
            "description": {
                "common": "clorazepate and metaxalone both increase  sedation. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "methadone",
            "description": {
                "common": "clorazepate and methadone both increase  sedation. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "methamphetamine",
            "description": {
                "common": "clorazepate increases and methamphetamine decreases sedation. Effect of interaction is not clear, use caution. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "methocarbamol",
            "description": {
                "common": "clorazepate and methocarbamol both increase  sedation. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "methylenedioxymethamphetamine",
            "description": {
                "common": "clorazepate increases and methylenedioxymethamphetamine decreases sedation. Effect of interaction is not clear, use caution. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "methylphenidate transdermal",
            "description": {
                "common": "methylphenidate transdermal will increase the level or effect of clorazepate by  decreasing metabolism. Modify Therapy/Monitor Closely. Consider decreasing the dose of these drugs when given coadministered with methylphenidate. Monitor for drug toxiticities when initiating or discontinuing methylphenidate. "
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "midazolam",
            "description": {
                "common": "clorazepate and midazolam both increase  sedation. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "midazolam intranasal",
            "description": {
                "common": "midazolam intranasal, clorazepate.\nEither increases effects of the other by pharmacodynamic synergism. Modify Therapy/Monitor Closely. Concomitant use of barbiturates, alcohol, or other CNS depressants may increase the risk of hypoventilation, airway obstruction, desaturation, or apnea and may contribute to profound and/or prolonged drug effect."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "midodrine",
            "description": {
                "common": "clorazepate increases and midodrine decreases sedation. Effect of interaction is not clear, use caution. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "mirtazapine",
            "description": {
                "common": "clorazepate and mirtazapine both increase  sedation. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "mitotane",
            "description": {
                "common": "mitotane decreases levels of clorazepate by affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor. Mitotane is a strong inducer of cytochrome P-4503A4; monitor when coadministered with CYP3A4 substrates for possible dosage adjustments."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "modafinil",
            "description": {
                "common": "clorazepate increases and modafinil decreases sedation. Effect of interaction is not clear, use caution. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "morphine",
            "description": {
                "common": "clorazepate and morphine both increase  sedation. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "motherwort",
            "description": {
                "common": "clorazepate and motherwort both increase  sedation. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "moxonidine",
            "description": {
                "common": "clorazepate and moxonidine both increase  sedation. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "nabilone",
            "description": {
                "common": "clorazepate and nabilone both increase  sedation. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "nafcillin",
            "description": {
                "common": "nafcillin will decrease the level or effect of clorazepate by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "nalbuphine",
            "description": {
                "common": "clorazepate and nalbuphine both increase  sedation. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "nefazodone",
            "description": {
                "common": "nefazodone will increase the level or effect of clorazepate by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "nelfinavir",
            "description": {
                "common": "nelfinavir increases levels of clorazepate by affecting hepatic/intestinal enzyme CYP3A4 metabolism. Modify Therapy/Monitor Closely. Use alternatives if available. Consider lowering benzodiazepine dose."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "norepinephrine",
            "description": {
                "common": "clorazepate increases and norepinephrine decreases sedation. Effect of interaction is not clear, use caution. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "nortriptyline",
            "description": {
                "common": "clorazepate and nortriptyline both increase  sedation. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "olanzapine",
            "description": {
                "common": "clorazepate and olanzapine both increase  sedation. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "oliceridine",
            "description": {
                "common": "oliceridine, clorazepate.\nEither increases toxicity of the other by pharmacodynamic synergism. Modify Therapy/Monitor Closely. Profound sedation, respiratory depression, coma, and death may result if coadministered. Reserve concomitant prescribing of these drugs in patients for whom other treatment options are inadequate. Limit dosages and durations to the minimum required. Monitor closely for signs of respiratory depression and sedation."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "opium tincture",
            "description": {
                "common": "clorazepate and opium tincture both increase  sedation. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "orlistat",
            "description": {
                "common": "orlistat decreases levels of clorazepate by inhibition of GI absorption. Applies only to oral form of both agents. Modify Therapy/Monitor Closely. Risk of convulsions."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "orphenadrine",
            "description": {
                "common": "clorazepate and orphenadrine both increase  sedation. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "oxazepam",
            "description": {
                "common": "clorazepate and oxazepam both increase  sedation. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "oxycodone",
            "description": {
                "common": "clorazepate and oxycodone both increase  sedation. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "oxymorphone",
            "description": {
                "common": "clorazepate and oxymorphone both increase  sedation. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "paliperidone",
            "description": {
                "common": "clorazepate and paliperidone both increase  sedation. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "papaveretum",
            "description": {
                "common": "clorazepate and papaveretum both increase  sedation. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "papaverine",
            "description": {
                "common": "clorazepate and papaverine both increase  sedation. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "pentazocine",
            "description": {
                "common": "clorazepate and pentazocine both increase  sedation. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "pentobarbital",
            "description": {
                "common": "pentobarbital and clorazepate both increase  sedation. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "perampanel",
            "description": {
                "common": "perampanel and clorazepate both increase  sedation. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "perphenazine",
            "description": {
                "common": "clorazepate and perphenazine both increase  sedation. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "phendimetrazine",
            "description": {
                "common": "clorazepate increases and phendimetrazine decreases sedation. Effect of interaction is not clear, use caution. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "phenobarbital",
            "description": {
                "common": "phenobarbital and clorazepate both increase  sedation. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "phentermine",
            "description": {
                "common": "clorazepate increases and phentermine decreases sedation. Effect of interaction is not clear, use caution. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "phenylephrine",
            "description": {
                "common": "clorazepate increases and phenylephrine decreases sedation. Effect of interaction is not clear, use caution. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "phenylephrine PO",
            "description": {
                "common": "clorazepate increases and phenylephrine PO decreases sedation. Effect of interaction is not clear, use caution. Use Caution/Monitor.  ."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "phenytoin",
            "description": {
                "common": "phenytoin will decrease the level or effect of clorazepate by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "pholcodine",
            "description": {
                "common": "clorazepate and pholcodine both increase  sedation. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "pimozide",
            "description": {
                "common": "clorazepate and pimozide both increase  sedation. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "pirbuterol",
            "description": {
                "common": "clorazepate increases and pirbuterol decreases sedation. Effect of interaction is not clear, use caution. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "posaconazole",
            "description": {
                "common": "posaconazole will increase the level or effect of clorazepate by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "pregabalin",
            "description": {
                "common": "pregabalin, clorazepate.\nEither increases effects of the other by pharmacodynamic synergism. Modify Therapy/Monitor Closely. Coadministration of CNS depressants can result in serious, life-threatening, and fatal respiratory depression. Use lowest dose possible and monitor for respiratory depression and sedation."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "primidone",
            "description": {
                "common": "primidone and clorazepate both increase  sedation. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "prochlorperazine",
            "description": {
                "common": "clorazepate and prochlorperazine both increase  sedation. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "promethazine",
            "description": {
                "common": "promethazine and clorazepate both increase  sedation. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "propofol",
            "description": {
                "common": "propofol and clorazepate both increase  sedation. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "propylhexedrine",
            "description": {
                "common": "clorazepate increases and propylhexedrine decreases sedation. Effect of interaction is not clear, use caution. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "protriptyline",
            "description": {
                "common": "clorazepate and protriptyline both increase  sedation. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "quazepam",
            "description": {
                "common": "clorazepate and quazepam both increase  sedation. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "quetiapine",
            "description": {
                "common": "clorazepate and quetiapine both increase  sedation. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ramelteon",
            "description": {
                "common": "clorazepate and ramelteon both increase  sedation. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "remimazolam",
            "description": {
                "common": "remimazolam, clorazepate.\nEither increases toxicity of the other by sedation. Modify Therapy/Monitor Closely. Coadministration may result in profound sedation, respiratory depression, coma, and/or death. Continuously monitor vital signs during sedation and recovery period if coadministered. Carefully titrate remimazolam dose if administered with opioid analgesics and/or sedative/hypnotics."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ribociclib",
            "description": {
                "common": "ribociclib will increase the level or effect of clorazepate by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "rifabutin",
            "description": {
                "common": "rifabutin will decrease the level or effect of clorazepate by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "rifampin",
            "description": {
                "common": "rifampin will decrease the level or effect of clorazepate by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "rifapentine",
            "description": {
                "common": "rifapentine will decrease the level or effect of clorazepate by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "risperidone",
            "description": {
                "common": "clorazepate and risperidone both increase  sedation. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "rucaparib",
            "description": {
                "common": "rucaparib will increase the level or effect of clorazepate by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Modify Therapy/Monitor Closely. Adjust dosage of CYP3A4 substrates, if clinically indicated."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "salmeterol",
            "description": {
                "common": "clorazepate increases and salmeterol decreases sedation. Effect of interaction is not clear, use caution. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "saquinavir",
            "description": {
                "common": "saquinavir increases levels of clorazepate by affecting hepatic/intestinal enzyme CYP3A4 metabolism. Modify Therapy/Monitor Closely. Use alternatives if available. Consider lowering benzodiazepine dose."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "scullcap",
            "description": {
                "common": "clorazepate and scullcap both increase  sedation. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "secobarbital",
            "description": {
                "common": "secobarbital and clorazepate both increase  sedation. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "sevoflurane",
            "description": {
                "common": "sevoflurane and clorazepate both increase  sedation. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "shepherd's purse",
            "description": {
                "common": "clorazepate and shepherd's purse both increase  sedation. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "stiripentol",
            "description": {
                "common": "stiripentol, clorazepate. affecting hepatic/intestinal enzyme CYP3A4 metabolism. Modify Therapy/Monitor Closely. Stiripentol is a CYP3A4 inhibitor and inducer. Monitor CYP3A4 substrates coadministered with stiripentol for increased or decreased effects. CYP3A4 substrates may require dosage adjustment."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "sufentanil",
            "description": {
                "common": "clorazepate and sufentanil both increase  sedation. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "suvorexant",
            "description": {
                "common": "suvorexant and clorazepate both increase  sedation. Modify Therapy/Monitor Closely. Dosage adjustments of suvorexant and concomitant CNS depressants may be necessary"
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "tapentadol",
            "description": {
                "common": "clorazepate and tapentadol both increase  sedation. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "tazemetostat",
            "description": {
                "common": "tazemetostat will decrease the level or effect of clorazepate by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "tecovirimat",
            "description": {
                "common": "tecovirimat will decrease the level or effect of clorazepate by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor. Tecovirimat is a weak CYP3A4 inducer. Monitor sensitive CYP3A4 substrates for effectiveness if coadministered."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "teduglutide",
            "description": {
                "common": "teduglutide increases levels of clorazepate by Other (see comment). Use Caution/Monitor. \nComment: Teduglutide may increase absorption of concomitant PO medications; caution with with drugs requiring titration or those with a narrow therapeutic index; dose adjustment may be necessary."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "temazepam",
            "description": {
                "common": "clorazepate and temazepam both increase  sedation. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "terbutaline",
            "description": {
                "common": "clorazepate increases and terbutaline decreases sedation. Effect of interaction is not clear, use caution. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "thioridazine",
            "description": {
                "common": "clorazepate and thioridazine both increase  sedation. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "thiothixene",
            "description": {
                "common": "clorazepate and thiothixene both increase  sedation. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "tipranavir",
            "description": {
                "common": "tipranavir increases levels of clorazepate by affecting hepatic/intestinal enzyme CYP3A4 metabolism. Modify Therapy/Monitor Closely. Use alternatives if available. Consider lowering benzodiazepine dose."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "topiramate",
            "description": {
                "common": "clorazepate and topiramate both increase  sedation. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "tramadol",
            "description": {
                "common": "clorazepate and tramadol both increase  sedation. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "trazodone",
            "description": {
                "common": "clorazepate and trazodone both increase  sedation. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "triazolam",
            "description": {
                "common": "clorazepate and triazolam both increase  sedation. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "triclofos",
            "description": {
                "common": "clorazepate and triclofos both increase  sedation. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "trifluoperazine",
            "description": {
                "common": "clorazepate and trifluoperazine both increase  sedation. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "trimipramine",
            "description": {
                "common": "clorazepate and trimipramine both increase  sedation. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "triprolidine",
            "description": {
                "common": "triprolidine and clorazepate both increase  sedation. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "voriconazole",
            "description": {
                "common": "voriconazole will increase the level or effect of clorazepate by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "xylometazoline",
            "description": {
                "common": "clorazepate increases and xylometazoline decreases sedation. Effect of interaction is not clear, use caution. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "yohimbine",
            "description": {
                "common": "clorazepate increases and yohimbine decreases sedation. Effect of interaction is not clear, use caution. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ziconotide",
            "description": {
                "common": "clorazepate and ziconotide both increase  sedation. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ziprasidone",
            "description": {
                "common": "clorazepate and ziprasidone both increase  sedation. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "zotepine",
            "description": {
                "common": "clorazepate and zotepine both increase  sedation. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "acetazolamide",
            "description": {
                "common": "acetazolamide will increase the level or effect of clorazepate by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "anastrozole",
            "description": {
                "common": "anastrozole will increase the level or effect of clorazepate by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "brimonidine",
            "description": {
                "common": "brimonidine increases effects of clorazepate by pharmacodynamic synergism. Minor/Significance Unknown. Increased CNS depression."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "ciprofloxacin",
            "description": {
                "common": "ciprofloxacin increases levels of clorazepate by decreasing metabolism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "cyclophosphamide",
            "description": {
                "common": "cyclophosphamide will increase the level or effect of clorazepate by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "eucalyptus",
            "description": {
                "common": "clorazepate and eucalyptus both increase  sedation. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "fleroxacin",
            "description": {
                "common": "fleroxacin increases levels of clorazepate by decreasing metabolism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "gemifloxacin",
            "description": {
                "common": "gemifloxacin increases levels of clorazepate by decreasing metabolism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "green tea",
            "description": {
                "common": "green tea decreases effects of clorazepate by pharmacodynamic antagonism. Minor/Significance Unknown. Caffeine component of green tea may decrease sedative effects of benzodiazepines."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "larotrectinib",
            "description": {
                "common": "larotrectinib will increase the level or effect of clorazepate by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "levofloxacin",
            "description": {
                "common": "levofloxacin increases levels of clorazepate by decreasing metabolism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "moxifloxacin",
            "description": {
                "common": "moxifloxacin increases levels of clorazepate by decreasing metabolism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "ofloxacin",
            "description": {
                "common": "ofloxacin increases levels of clorazepate by decreasing metabolism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "omeprazole",
            "description": {
                "common": "omeprazole increases levels of clorazepate by decreasing metabolism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "rifabutin",
            "description": {
                "common": "rifabutin decreases levels of clorazepate by increasing metabolism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "sage",
            "description": {
                "common": "clorazepate and sage both increase  sedation. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "vinpocetine",
            "description": {
                "common": "clorazepate increases effects of vinpocetine by unspecified interaction mechanism. Minor/Significance Unknown. Desirable interaction  enhanced memory improvement (based on preliminary trial)."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "zolpidem",
            "description": {
                "common": "zolpidem, clorazepate.\nEither increases effects of the other by pharmacodynamic synergism. Minor/Significance Unknown. Additive CNS depression."
            }
        }
    ],
    "adverse effects": [
        {
            "name": "Drowsiness",
            "percent": null
        },
        {
            "name": "Dizziness",
            "percent": null
        },
        {
            "name": "Nervousness",
            "percent": null
        },
        {
            "name": "Headache",
            "percent": null
        },
        {
            "name": "Confusion",
            "percent": null
        },
        {
            "name": "GI complaints",
            "percent": null
        },
        {
            "name": "Dry mouth",
            "percent": null
        },
        {
            "name": "Blurred vision",
            "percent": null
        }
    ]
}