{
    "name": "methotrexate",
    "comment": "Rx",
    "other_names": [
        "Trexall",
        "Otrexup",
        "Rasuvo",
        "Xatmep",
        "RediTrex",
        "Jylamvo"
    ],
    "classes": [
        "Antineoplastics",
        "Antimetabolites",
        "DMARDs",
        "Immunomodulators",
        "Immunosuppressants"
    ],
    "source": "https://reference.medscape.com/drug/trexall-otrexup-methotrexate-343201",
    "pregnancy": {
        "common": [
            "Based on published reports and mechanism of action, can cause embryo-fetal toxicity and fetal death when administered to pregnant women",
            "Advise pregnant women with neoplastic diseases of potential risk to fetus; preservative benzyl alcohol can cross placenta; when possible, use preservative-free formulation when methotrexate Injection needed during pregnancy to treat a neoplastic disease",
            "Verify pregnancy status of females of reproductive potential before initiating",
            "Contraindicated in pregnant women with nonmalignant disease"
        ],
        "specific": [
            {
                "type": "Contraception",
                "description": [
                    "  ",
                    "  ",
                    "Can cause fetal harm when administered to pregnant women; ",
                    "Use effective contraception during and for 6 months after final dose",
                    "  ",
                    "  ",
                    "Can cause chromosomal damage to sperm cells",
                    "Advise males with female partners of reproductive potential to use effective contraception during and for at least 3 months after final dose"
                ]
            },
            {
                "type": "Infertility",
                "description": [
                    "Females: Can cause impairment of fertility and menstrual dysfunction during and after cessation of therapy; unknown if infertility may be reversed in all affected females",
                    "Males: Can cause oligospermia or infertility during and after cessation of therapy; unknown if infertility may be reversed in all affected males"
                ]
            }
        ]
    },
    "lactation": {
        "common": [
            "Limited published literature report the presence of methotrexate in human milk in low amounts; no information is available on the effects on breastfed infants or milk production",
            "Because of the potential for serious adverse reactions, including myelosuppression, from methotrexate in breastfed infants, advise women not to breastfeed during therapy and for 1 week after final dose"
        ]
    },
    "warnings": {
        "black_box_warning": {
            "common": [],
            "specific": [
                {
                    "type": "Severe hypersensitivity",
                    "description": [
                        "Contraindicated with history of severe hypersensitivity reactions to methotrexate, including anaphylaxis"
                    ]
                },
                {
                    "type": "Embryofetal toxicity",
                    "description": [
                        "Can cause embryofetal toxicity, including fetal death",
                        "Contraindicated in non-neoplastic diseases during pregnancy ",
                        "Advise females and males of reproductive potential to use effective contraception during and after treatment "
                    ]
                },
                {
                    "type": "Benzyl alcohol-containing products",
                    "description": [
                        "Formulations with benzyl alcohol can cause severe central nervous toxicity or metabolic acidosis; use only preservative-free methotrexate Injection for treatment of neonates or low-birth weight infants and for intrathecal use",
                        "Do not use benzyl alcohol-containing formulations for high-dose regimens unless immediate treatment is required and preservative-free formulations are not available "
                    ]
                },
                {
                    "type": "Serious adverse effects",
                    "description": [
                        "Serious adverse reactions, including death, reported with methotrexate",
                        "Closely monitor for infections and adverse reactions of bone marrow, kidneys, liver, nervous system, gastrointestinal tract, lungs, and skin",
                        "Withhold or discontinue methotrexate as appropriate"
                    ]
                }
            ]
        },
        "contraindicators": {
            "common": [
                "Pregnant women with nonmalignant disease",
                "Known hypersensitivity; severe reactions observed "
            ],
            "specific": []
        },
        "cautions": {
            "common": [
                "Based on published reports and its mechanism of action, can cause embryofetal toxicity, including fetal death; contraindicated in females with nonmalignant disease ",
                "Hypersensitivity reactions, including anaphylaxis, reported; if hypersensitivity occurs, immediately discontinue and institute appropriate therapy ",
                "Myelosuppression reported, including severe and life-threatening pancytopenia, anemia, aplastic anemia, leukopenia, neutropenia, and thrombocytopenia; obtain blood counts at baseline and periodically; provide supportive care and withhold, reduce dose, or discontinue methotrexate if needed ",
                "GI toxicity may occur, including diarrhea, vomiting, stomatitis, hemorrhagic enteritis, and fatal intestinal perforation; patients with peptic ulcer disease or ulcerative colitis at greater risk; withhold or discontinued for severe GI toxicity and institute supportive care ",
                "Pulmonary toxicity reported, including acute or chronic interstitial pneumonitis and irreversible or fatal cases can occur at all dose levels; pulmonary symptoms (especially a dry, non-productive cough) may require interruption of therapy and careful investigation ",
                "Pulmonary toxicity reported, including acute or chronic interstitial pneumonitis and irreversible or fatal cases can occur at all dose levels ",
                "Secondary malignancies can occur at all dose levels; in some cases, lymphoproliferative disease that occurred during therapy with low-dose methotrexate regressed completely following withdrawal of methotrexate; if lymphoproliferative disease occurs, discontinue and institute appropriate treatment if lymphoma does not regress ",
                "Can induce tumor lysis syndrome with rapidly growing tumors; institute appropriate treatment for prevention and management ",
                "Can cause impairment of fertility, oligospermia, and menstrual dysfunction; unknown if infertility is reversible; discuss reproduction risks with female and male patients of reproductive potential",
                "Methotrexate can exit slowly from third space accumulations resulting in prolonged terminal plasma half-life and toxicity; evacuate significant third-space accumulations prior injection Concomitant radiation therapy increases risk of soft tissue necrosis and osteonecrosis associated with methotrexate ",
                "Serious adverse reactions, including death, have occurred due to medication errors; most commonly, these errors occurred in patients who were taking methotrexate daily when a weekly dosing regimen was prescribed; ensure that patients receive the recommended dosage "
            ],
            "specific": [
                {
                    "type": "Risk associated with benzyl alcohol preservative",
                    "description": [
                        "Formulations with benzyl alcohol can cause severe CNS toxicity or metabolic acidosis, if used in neonates or low-birth weight infants, IT, or in high-dose regimens ",
                        "Use only preservative-free injection for treatment of neonates or low-birth weight infants and for intrathecal use ",
                        "Do not use benzyl alcohol-containing formulations for high-dose regimens unless immediate treatment is required, and preservative-free formulations are not available ",
                        "Benzyl alcohol can cross the placenta; when possible, use the preservative-free formulation when injection required during pregnancy to treat neoplastic disease ",
                        "Gasping syndrome ",
                        "Serious and fatal adverse reactions including “gasping syndrome” can occur in neonates and low birth weight infants treated with drugs containing benzyl alcohol ",
                        "Gasping syndrome characterized by CNS depression, metabolic acidosis, and gasping respirations ",
                        "When prescribing in infants (non-neonate, non-low-birth weight), if preservative-free formulation unavailable and use of a benzyl alcohol-containing formulation is necessary, consider combined daily metabolic load of benzyl alcohol from all sources "
                    ]
                },
                {
                    "type": "Neurotoxicity",
                    "description": [
                        "Serious neurotoxicity, including generalized and focal seizures, reported in pediatric patients",
                        "Leukoencephalopathy can occur with intermediate and high-dose IV regimens, IT administration, and low-dose methotrexate therapy; risk increased with prior cranial radiation",
                        "Transient acute stroke-like syndrome can occur with high-dose regimens; clinical manifestations include confusion, hemiparesis, transient blindness, seizures, and coma",
                        "Intrathecal (IT) administration",
                        "IT administration can cause acute chemical arachnoiditis manifested by symptoms such as headache, back pain, nuchal rigidity, and fever",
                        "May also cause subacute myelopathy characterized by paraparesis or paraplegia Avoid IT use of methotrexate injection that contains the preservative benzyl alcohol because of risk of serious neurotoxicity"
                    ]
                },
                {
                    "type": "Infections",
                    "description": [
                        "Increased risk for developing life-threatening or fatal bacterial, fungal, or viral infections including opportunistic infections (eg, Pneumocystis jiroveci pneumonia, invasive fungal infections, hepatitis B reactivation, tuberculosis primary infection or reactivation, disseminated Herpes zoster and cytomegalovirus infections) ",
                        "Closely monitor patients for development of signs and symptoms of infection during and after treatment; withhold or discontinue in patients who develop serious infections "
                    ]
                },
                {
                    "type": "Renal Toxicity",
                    "description": [
                        "Can cause renal toxicity including irreversible acute renal failure",
                        "Monitor renal function and withhold or discontinue as needed for severe renal toxicity ",
                        "For high-dose regimens, follow recommendations to decrease renal injury and mitigate renal toxicity (eg, hydration, alkalinize urine, leucovorin rescue) ",
                        "Patients with impaired renal function have increased risk for toxicity ",
                        "Consider administration of glucarpidase in patients with toxic plasma methotrexate concentrations (>1 micromole per liter) and delayed clearance due to impaired renal function "
                    ]
                },
                {
                    "type": "Hepatotoxicity",
                    "description": [
                        "Can cause severe and potentially irreversible hepatotoxicity including fibrosis, cirrhosis, and fatal liver ",
                        "Avoid use in patients with chronic liver disease, unless benefits clearly outweigh risks; risk increased with heavy alcohol consumption ",
                        "In patients with psoriasis, fibrosis or cirrhosis may occur in the absence of symptoms or abnormal liver function tests; risk of hepatotoxicity appears to increase with total cumulative dose ≥1.5 g ",
                        "Assess liver function before initiating and monitor liver function tests during treatment; withhold or discontinue methotrexate Injection as appropriate"
                    ]
                },
                {
                    "type": "Dermatologic reactions ",
                    "description": [
                        "Severe, including fatal, dermatologic reactions reported (eg, toxic epidermal necrolysis, Stevens-Johnson syndrome, exfoliative dermatitis, skin necrosis, erythema multiforme) ",
                        "Psoriasis may be aggravated by concomitant exposure to UV radiation ",
                        "Can cause radiation recall dermatitis and photodermatitis (sunburn) reactivation ",
                        "Monitor for signs of dermatologic toxicity and withhold or permanently discontinue for severe dermatologic adverse reactions ",
                        "Counsel patients to avoid excessive sun exposure and use sun protection measures "
                    ]
                },
                {
                    "type": "Folic acid supplementation ",
                    "description": [
                        "Neoplastic diseases: Products containing folic acid or its derivatives may decrease the clinical effectiveness of methotrexate; avoid products containing folic acid or folinic acid unless clinically indicated ",
                        "Non-neoplastic diseases: Folate deficiency may increase methotrexate adverse reactions; administer folic acid or folinic acid to patients with rheumatoid arthritis, pJIA, and psoriasis "
                    ]
                },
                {
                    "type": "Drug interaction overview ",
                    "description": [
                        "Drugs that increase methotrexate systemic exposure or adverse effects ",
                        "If unable to avoid coadministration, monitor closely for methotrexate adverse effects",
                        "Penicillin or sulfonamide antibiotics",
                        "Highly protein-bound drugs (eg, oral anticoagulants, phenytoin, salicylates, sulfonamides, sulfonylureas, tetracyclines)",
                        "Proton pump inhibitors",
                        "Probenecid",
                        "Antifolate drugs (eg, dapsone, pemetrexed, pyrimethamine, sulfonamides)",
                        "Aspirin and other NSAIDs; unexpectedly severe and fatal GI toxicity can occur with concomitant administration of methotrexate (primarily at high dose) ",
                        "Mercaptopurine",
                        "Hepatotoxic products",
                        "Weak acids (eg, salicylates) ",
                        "Nephrotoxic products",
                        "Nitrous oxide",
                        "Avoid nitrous oxide anesthesia; consider alternative therapies in patients who have received prior nitrous oxide anesthesia ",
                        "Coadministration with nitrous oxide anesthesia potentiates methotrexate’s effect on folate-dependent metabolic pathways, which may increase risk of severe methotrexate adverse reactions ",
                        "Folic acid H5Avoid coadministration of folic/folinic acid supplements unless specifically prescribed (eg, for use with rheumatoid arthritis, psoriasis, or pJIA) ",
                        "Coadministration with folic acid or its derivatives decreases clinical effectiveness of methotrexate in patients with neoplastic diseases ",
                        "Methotrexate competes with reduced folates for active transport across cell membranes",
                        "Theophylline ",
                        "Monitor theophylline levels and adjust theophylline dosage accordingly",
                        "Methotrexate may increase theophylline plasma concentrations ",
                        "Immunizations ",
                        "Update immunization per guidelines before initiating methotrexate if possible ",
                        "May be ineffective during therapy and live virus vaccines are not recommended due to risk of infection",
                        "Disseminated infections following administration of live vaccines reported"
                    ]
                }
            ]
        }
    },
    "interactions": [
        {
            "classification_type": "Contraindicated",
            "interaction_with": "acitretin",
            "description": {
                "common": "acitretin, methotrexate.\nEither increases toxicity of the other by pharmacodynamic synergism. Contraindicated. Risk of additive hepatotoxicity."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "influenza virus vaccine quadrivalent, intranasal",
            "description": {
                "common": "methotrexate decreases effects of influenza virus vaccine quadrivalent, intranasal by pharmacodynamic antagonism. Contraindicated. Immunization with live virus vaccines is generally not recommended."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "measles mumps and rubella vaccine, live",
            "description": {
                "common": "methotrexate decreases effects of measles mumps and rubella vaccine, live by pharmacodynamic antagonism. Contraindicated. Immunization with live virus vaccines is generally not recommended."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "measles, mumps, rubella and varicella vaccine, live",
            "description": {
                "common": "methotrexate decreases effects of measles, mumps, rubella and varicella vaccine, live by pharmacodynamic antagonism. Contraindicated. Immunization with live virus vaccines is generally not recommended."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "rotavirus oral vaccine, live",
            "description": {
                "common": "methotrexate decreases effects of rotavirus oral vaccine, live by pharmacodynamic antagonism. Contraindicated. Immunization with live virus vaccines is generally not recommended."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "smallpox (vaccinia) vaccine, live",
            "description": {
                "common": "methotrexate decreases effects of smallpox (vaccinia) vaccine, live by pharmacodynamic antagonism. Contraindicated. Immunization with live virus vaccines is generally not recommended."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "typhoid vaccine live",
            "description": {
                "common": "methotrexate decreases effects of typhoid vaccine live by pharmacodynamic antagonism. Contraindicated. Immunization with live virus vaccines is generally not recommended."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "varicella virus vaccine live",
            "description": {
                "common": "methotrexate decreases effects of varicella virus vaccine live by pharmacodynamic antagonism. Contraindicated. Immunization with live virus vaccines is generally not recommended."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "yellow fever vaccine",
            "description": {
                "common": "methotrexate decreases effects of yellow fever vaccine by pharmacodynamic antagonism. Contraindicated. Immunization with live virus vaccines is generally not recommended."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "zoster vaccine live",
            "description": {
                "common": "methotrexate decreases effects of zoster vaccine live by pharmacodynamic antagonism. Contraindicated. Immunization with live virus vaccines is generally not recommended."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "adenovirus types 4 and 7 live, oral",
            "description": {
                "common": "methotrexate decreases effects of adenovirus types 4 and 7 live, oral by pharmacodynamic antagonism. Avoid or Use Alternate Drug. Immunosuppressants also increase risk of infection with concomitant live vaccines."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "anthrax vaccine",
            "description": {
                "common": "methotrexate decreases effects of anthrax vaccine by pharmacodynamic antagonism. Contraindicated. Immunosuppressants also increase risk of infection with concomitant live vaccines."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "aspirin",
            "description": {
                "common": "aspirin increases levels of methotrexate by decreasing renal clearance. Avoid or Use Alternate Drug. Caution should be exercised when salicylates are given in combination with methotrexate.  Risk for drug interactions with methotrexate is greatest during high-dose methotrexate therapy, it has been recommended that any of these drugs be used cautiously with methotrexate even when methotrexate is used in low doses."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "aspirin rectal",
            "description": {
                "common": "aspirin rectal increases levels of methotrexate by decreasing renal clearance. Avoid or Use Alternate Drug. The relative risk of interaction of different NSAIDs w/methotrexate is not established.  Selective COX 2 inhibitors are believed to have minimal interaction.  Greater risk in pts. with renal impairment.  Greater toxicity with high dose methotrexate (e.g., anti neoplastic regimen)."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "aspirin/citric acid/sodium bicarbonate",
            "description": {
                "common": "aspirin/citric acid/sodium bicarbonate increases levels of methotrexate by decreasing renal clearance. Avoid or Use Alternate Drug. Caution should be exercised when salicylates are given in combination with methotrexate.  Risk for drug interactions with methotrexate is greatest during high-dose methotrexate therapy, it has been recommended that any of these drugs be used cautiously with methotrexate even when methotrexate is used in low doses."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "axicabtagene ciloleucel",
            "description": {
                "common": "methotrexate, axicabtagene ciloleucel.\nEither increases effects of the other by immunosuppressive effects; risk of infection. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "bacitracin",
            "description": {
                "common": "methotrexate and bacitracin both increase  nephrotoxicity and/or ototoxicity. Avoid or Use Alternate Drug. Avoid concurrent use of bacitracin with other nephrotoxic drugs"
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "BCG intravesical live",
            "description": {
                "common": "methotrexate decreases effects of BCG intravesical live by pharmacodynamic antagonism. Avoid or Use Alternate Drug. Immunosuppressants also increase risk of infection with concomitant live vaccines."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "bremelanotide",
            "description": {
                "common": "bremelanotide will decrease the level or effect of methotrexate by  Other (see comment). Avoid or Use Alternate Drug. Bremelanotide may slow gastric emptying and potentially reduces the rate and extent of absorption of concomitantly administered oral medications. Avoid use when taking any oral drug that is dependent on threshold concentrations for efficacy. Interactions listed are representative examples and do not include all possible clinical examples."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "brexucabtagene autoleucel",
            "description": {
                "common": "methotrexate, brexucabtagene autoleucel.\nEither increases effects of the other by immunosuppressive effects; risk of infection. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "celecoxib",
            "description": {
                "common": "celecoxib increases levels of methotrexate by decreasing renal clearance. Avoid or Use Alternate Drug. Concomitant administration of NSAIDs with high dose methotrexate has been reported to elevate and prolong serum methotrexate levels, resulting in deaths from severe hematologic and GI toxicity. NSAIDs may reduce tubular secretion of methotrexate and enhance toxicity. ."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "choline magnesium trisalicylate",
            "description": {
                "common": "choline magnesium trisalicylate increases levels of methotrexate by decreasing renal clearance. Avoid or Use Alternate Drug. The relative risk of interaction of different NSAIDs w/methotrexate is not established.  Selective COX 2 inhibitors are believed to have minimal interaction.  Greater risk in pts. with renal impairment.  Greater toxicity with high dose methotrexate (e.g., anti neoplastic regimen)."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "ciltacabtagene autoleucel",
            "description": {
                "common": "methotrexate, ciltacabtagene autoleucel.\nEither increases effects of the other by immunosuppressive effects; risk of infection. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "darolutamide",
            "description": {
                "common": "darolutamide will increase the level or effect of methotrexate by  Other (see comment). Avoid or Use Alternate Drug. Darolutamide is a BCRP inhibitor. Avoid coadministration with BCRP inhibitors. If use is unavoidable, closely monitor for adverse reactions and consider dose reduction of BCRP substrate drug (refer BCRP substrate prescribing information)."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "deferiprone",
            "description": {
                "common": "deferiprone, methotrexate.\nEither increases toxicity of the other by pharmacodynamic synergism. Avoid or Use Alternate Drug. Avoid use of deferiprone with other drugs known to be associated with neutropenia or agranulocytosis; if an alternative is not possible, monitor absolute neutrophil count more frequently."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "diclofenac",
            "description": {
                "common": "diclofenac increases levels of methotrexate by decreasing renal clearance. Avoid or Use Alternate Drug. Concomitant administration of NSAIDs with high dose methotrexate has been reported to elevate and prolong serum methotrexate levels, resulting in deaths from severe hematologic and GI toxicity. NSAIDs may reduce tubular secretion of methotrexate and enhance toxicity. ."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "diflunisal",
            "description": {
                "common": "diflunisal increases levels of methotrexate by decreasing renal clearance. Avoid or Use Alternate Drug. Concomitant administration of NSAIDs with high dose methotrexate has been reported to elevate and prolong serum methotrexate levels, resulting in deaths from severe hematologic and GI toxicity. NSAIDs may reduce tubular secretion of methotrexate and enhance toxicity. ."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "divalproex sodium",
            "description": {
                "common": "methotrexate will decrease the level or effect of divalproex sodium by  unspecified interaction mechanism. Avoid or Use Alternate Drug. may potentially result in increased frequency of seizures or bipolar symptoms; monitor serum valproate concentrations and clinical response when adding or discontinuing methotrexate and adjust valproate dosage"
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "erdafitinib",
            "description": {
                "common": "erdafitinib will increase the level or effect of methotrexate by  P-glycoprotein (MDR1) efflux transporter. Avoid or Use Alternate Drug. If coadministration unavoidable, separate administration by at least 6 hr before or after administration of P-gp substrates with narrow therapeutic index."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "ethanol",
            "description": {
                "common": "methotrexate, ethanol.\nEither increases toxicity of the other by pharmacodynamic synergism. Contraindicated. Ethanol (alcohol) may increase the risk for liver-related side effects of methotrexate. Patients should be advised to avoid intake of alcoholic beverages during methotrexate therapy. Patients who are noncompliant with alcohol restrictions (e.g., alcoholism) should not receive methotrexate."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "etodolac",
            "description": {
                "common": "etodolac increases levels of methotrexate by decreasing renal clearance. Avoid or Use Alternate Drug. Concomitant administration of NSAIDs with high dose methotrexate has been reported to elevate and prolong serum methotrexate levels, resulting in deaths from severe hematologic and GI toxicity. NSAIDs may reduce tubular secretion of methotrexate and enhance toxicity. ."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "fenoprofen",
            "description": {
                "common": "fenoprofen increases levels of methotrexate by decreasing renal clearance. Avoid or Use Alternate Drug. Concomitant administration of NSAIDs with high dose methotrexate has been reported to elevate and prolong serum methotrexate levels, resulting in deaths from severe hematologic and GI toxicity. NSAIDs may reduce tubular secretion of methotrexate and enhance toxicity. ."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "flurbiprofen",
            "description": {
                "common": "flurbiprofen increases levels of methotrexate by decreasing renal clearance. Avoid or Use Alternate Drug. Concomitant administration of NSAIDs with high dose methotrexate has been reported to elevate and prolong serum methotrexate levels, resulting in deaths from severe hematologic and GI toxicity. NSAIDs may reduce tubular secretion of methotrexate and enhance toxicity. ."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "human papillomavirus vaccine, nonavalent",
            "description": {
                "common": "methotrexate decreases effects of human papillomavirus vaccine, nonavalent by pharmacodynamic antagonism. Avoid or Use Alternate Drug. Immunosuppressive therapies, including irradiation, antimetabolites, alkylating agents, cytotoxic drugs, and corticosteroids (used in greater than physiologic doses), may reduce the immune responses to vaccines."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "human papillomavirus vaccine, quadrivalent",
            "description": {
                "common": "methotrexate decreases effects of human papillomavirus vaccine, quadrivalent by pharmacodynamic antagonism. Avoid or Use Alternate Drug. Immunosuppressive therapies, including irradiation, antimetabolites, alkylating agents, cytotoxic drugs, and corticosteroids (used in greater than physiologic doses), may reduce the immune responses to vaccines."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "ibuprofen",
            "description": {
                "common": "ibuprofen increases levels of methotrexate by decreasing renal clearance. Avoid or Use Alternate Drug. Concomitant administration of NSAIDs with high dose methotrexate has been reported to elevate and prolong serum methotrexate levels, resulting in deaths from severe hematologic and GI toxicity. NSAIDs may reduce tubular secretion of methotrexate and enhance toxicity. ."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "ibuprofen IV",
            "description": {
                "common": "ibuprofen IV increases levels of methotrexate by decreasing renal clearance. Avoid or Use Alternate Drug. Concomitant administration of NSAIDs with high dose methotrexate has been reported to elevate and prolong serum methotrexate levels, resulting in deaths from severe hematologic and GI toxicity. NSAIDs may reduce tubular secretion of methotrexate and enhance toxicity. ."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "idecabtagene vicleucel",
            "description": {
                "common": "methotrexate, idecabtagene vicleucel.\nEither increases effects of the other by immunosuppressive effects; risk of infection. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "indomethacin",
            "description": {
                "common": "indomethacin increases levels of methotrexate by decreasing renal clearance. Avoid or Use Alternate Drug. Concomitant administration of NSAIDs with high dose methotrexate has been reported to elevate and prolong serum methotrexate levels, resulting in deaths from severe hematologic and GI toxicity. NSAIDs may reduce tubular secretion of methotrexate and enhance toxicity. ."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "influenza virus vaccine quadrivalent, adjuvanted",
            "description": {
                "common": "methotrexate decreases effects of influenza virus vaccine quadrivalent, adjuvanted by pharmacodynamic antagonism. Avoid or Use Alternate Drug. Immunosuppressive drugs may reduce the immune response to influenza vaccine."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "influenza virus vaccine trivalent, adjuvanted",
            "description": {
                "common": "methotrexate decreases effects of influenza virus vaccine trivalent, adjuvanted by pharmacodynamic antagonism. Avoid or Use Alternate Drug. Immunosuppressive drugs may reduce the immune response to influenza vaccine."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "ketoprofen",
            "description": {
                "common": "ketoprofen increases levels of methotrexate by decreasing renal clearance. Avoid or Use Alternate Drug. Concomitant administration of NSAIDs with high dose methotrexate has been reported to elevate and prolong serum methotrexate levels, resulting in deaths from severe hematologic and GI toxicity. NSAIDs may reduce tubular secretion of methotrexate and enhance toxicity. ."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "ketorolac",
            "description": {
                "common": "ketorolac increases levels of methotrexate by decreasing renal clearance. Avoid or Use Alternate Drug. Concomitant administration of NSAIDs with high dose methotrexate has been reported to elevate and prolong serum methotrexate levels, resulting in deaths from severe hematologic and GI toxicity. NSAIDs may reduce tubular secretion of methotrexate and enhance toxicity. ."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "ketorolac intranasal",
            "description": {
                "common": "ketorolac intranasal increases levels of methotrexate by decreasing renal clearance. Avoid or Use Alternate Drug. The relative risk of interaction of different NSAIDs w/methotrexate is not established.  Selective COX 2 inhibitors are believed to have minimal interaction.  Greater risk in pts. with renal impairment.  Greater toxicity with high dose methotrexate (e.g., anti neoplastic regimen)."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "lasmiditan",
            "description": {
                "common": "lasmiditan increases levels of methotrexate by Other (see comment). Avoid or Use Alternate Drug. \nComment: Lasmiditan inhibits BCRP in vitro. Avoid coadministration of lasmiditan with BCRP substrates."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "leflunomide",
            "description": {
                "common": "leflunomide increases toxicity of methotrexate by pharmacodynamic synergism. Avoid or Use Alternate Drug. Additive hepatotoxicity, pancytopenia."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "leniolisib",
            "description": {
                "common": "leniolisib will increase the level or effect of methotrexate by  Other (see comment). Avoid or Use Alternate Drug. Leniolisib, a BCRP, OATP1B1, and OATP1B3 inhibitor, may increase systemic exposure of these substrates"
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "lisocabtagene maraleucel",
            "description": {
                "common": "methotrexate, lisocabtagene maraleucel.\nEither increases effects of the other by immunosuppressive effects; risk of infection. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "meclofenamate",
            "description": {
                "common": "meclofenamate increases levels of methotrexate by decreasing renal clearance. Avoid or Use Alternate Drug. Concomitant administration of NSAIDs with high dose methotrexate has been reported to elevate and prolong serum methotrexate levels, resulting in deaths from severe hematologic and GI toxicity. NSAIDs may reduce tubular secretion of methotrexate and enhance toxicity. ."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "mefenamic acid",
            "description": {
                "common": "mefenamic acid increases levels of methotrexate by decreasing renal clearance. Avoid or Use Alternate Drug. Concomitant administration of NSAIDs with high dose methotrexate has been reported to elevate and prolong serum methotrexate levels, resulting in deaths from severe hematologic and GI toxicity. NSAIDs may reduce tubular secretion of methotrexate and enhance toxicity. ."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "meloxicam",
            "description": {
                "common": "meloxicam increases levels of methotrexate by decreasing renal clearance. Avoid or Use Alternate Drug. Concomitant administration of NSAIDs with high dose methotrexate has been reported to elevate and prolong serum methotrexate levels, resulting in deaths from severe hematologic and GI toxicity. NSAIDs may reduce tubular secretion of methotrexate and enhance toxicity. ."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "nabumetone",
            "description": {
                "common": "nabumetone increases levels of methotrexate by decreasing renal clearance. Avoid or Use Alternate Drug. Concomitant administration of NSAIDs with high dose methotrexate has been reported to elevate and prolong serum methotrexate levels, resulting in deaths from severe hematologic and GI toxicity. NSAIDs may reduce tubular secretion of methotrexate and enhance toxicity. ."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "naproxen",
            "description": {
                "common": "naproxen increases levels of methotrexate by decreasing renal clearance. Avoid or Use Alternate Drug. Concomitant administration of NSAIDs with high dose methotrexate has been reported to elevate and prolong serum methotrexate levels, resulting in deaths from severe hematologic and GI toxicity. NSAIDs may reduce tubular secretion of methotrexate and enhance toxicity."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "oxaprozin",
            "description": {
                "common": "oxaprozin increases levels of methotrexate by decreasing renal clearance. Avoid or Use Alternate Drug. Concomitant administration of NSAIDs with high dose methotrexate has been reported to elevate and prolong serum methotrexate levels, resulting in deaths from severe hematologic and GI toxicity. NSAIDs may reduce tubular secretion of methotrexate and enhance toxicity. ."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "pacritinib",
            "description": {
                "common": "pacritinib will increase the level or effect of methotrexate by  Other (see comment). Avoid or Use Alternate Drug. Concomitant administration of pacritinib (BCRP inhibitor) with BCRP substrates may increase the plasma concentrations of these substrates."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "palifermin",
            "description": {
                "common": "palifermin increases toxicity of methotrexate by Other (see comment). Avoid or Use Alternate Drug. \nComment: Palifermin should not be administered within 24 hrbefore, during infusion of, or within 24 hr after administration of antineoplastic agents. Coadministration of palifermin within 24 hr of chemotherapy resulted in increased severity and duration of oral mucositis."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "pexidartinib",
            "description": {
                "common": "methotrexate and pexidartinib both increase  inhibition of GI absorption. Applies only to oral form of both agents. Avoid or Use Alternate Drug. Pexidartinib can cause hepatotoxicity. Avoid coadministration of pexidartinib with other products know to cause hepatoxicity."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "piroxicam",
            "description": {
                "common": "piroxicam increases levels of methotrexate by decreasing renal clearance. Avoid or Use Alternate Drug. Concomitant administration of NSAIDs with high dose methotrexate has been reported to elevate and prolong serum methotrexate levels, resulting in deaths from severe hematologic and GI toxicity. NSAIDs may reduce tubular secretion of methotrexate and enhance toxicity. ."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "pneumococcal vaccine 13-valent",
            "description": {
                "common": "methotrexate decreases effects of pneumococcal vaccine 13-valent by pharmacodynamic antagonism. Contraindicated. Immunosuppressants also increase risk of infection with concomitant live vaccines."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "pretomanid",
            "description": {
                "common": "pretomanid will increase the level or effect of methotrexate by  Other (see comment). Avoid or Use Alternate Drug. In vitro studies demonstrated that pretomanid significantly inhibits OAT3; monitor for increased adverse effects and consider dosage reduction for OAT3 substrates."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "probenecid",
            "description": {
                "common": "probenecid increases levels of methotrexate by acidic (anionic) drug competition for renal tubular clearance. Avoid or Use Alternate Drug. If combination must be used, decrease methotrexate dose; also, methotrexate increases uric acid production and risk for uric acid neuropathy."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "ropeginterferon alfa 2b",
            "description": {
                "common": "ropeginterferon alfa 2b, methotrexate.\nEither increases levels of the other by Other (see comment). Avoid or Use Alternate Drug. \nComment: Myelosuppressive agents can produce additive myelosuppression. Avoid use and monitor patients receiving the combination for effects of excessive myelosuppression."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "salicylates (non-asa)",
            "description": {
                "common": "salicylates (non-asa) increases levels of methotrexate by decreasing renal clearance. Avoid or Use Alternate Drug. Caution should be exercised when salicylates are given in combination with methotrexate.  Risk for drug interactions with methotrexate is greatest during high-dose methotrexate therapy, it has been recommended that any of these drugs be used cautiously with methotrexate even when methotrexate is used in low doses."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "salsalate",
            "description": {
                "common": "salsalate increases levels of methotrexate by decreasing renal clearance. Avoid or Use Alternate Drug. Caution should be exercised when salicylates are given in combination with methotrexate.  Risk for drug interactions with methotrexate is greatest during high-dose methotrexate therapy, it has been recommended that any of these drugs be used cautiously with methotrexate even when methotrexate is used in low doses."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "sotorasib",
            "description": {
                "common": "sotorasib will decrease the level or effect of methotrexate by  P-glycoprotein (MDR1) efflux transporter. Avoid or Use Alternate Drug. If use is unavoidable, refer to the prescribing information of the P-gp substrate for dosage modifications."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "sparsentan",
            "description": {
                "common": "sparsentan will increase the level or effect of methotrexate by  Other (see comment). Avoid or Use Alternate Drug. Sparsentan (a BCRP inhibitor) may increase exposure of sensitive BCRP substrates and the risk of these substrates toxicities. "
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "sulfadiazine",
            "description": {
                "common": "sulfadiazine increases toxicity of methotrexate by plasma protein binding competition. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "sulfamethoxazole",
            "description": {
                "common": "sulfamethoxazole increases toxicity of methotrexate by plasma protein binding competition. Avoid or Use Alternate Drug. Methotrexate concentrations may be elevated, increasing the risk of toxicity (eg, bone marrow suppression)."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "sulfasalazine",
            "description": {
                "common": "sulfasalazine increases levels of methotrexate by decreasing renal clearance. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "sulfisoxazole",
            "description": {
                "common": "sulfisoxazole increases toxicity of methotrexate by plasma protein binding competition. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "sulindac",
            "description": {
                "common": "sulindac increases levels of methotrexate by decreasing renal clearance. Avoid or Use Alternate Drug. Concomitant administration of NSAIDs with high dose methotrexate has been reported to elevate and prolong serum methotrexate levels, resulting in deaths from severe hematologic and GI toxicity. NSAIDs may reduce tubular secretion of methotrexate and enhance toxicity. ."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "tepotinib",
            "description": {
                "common": "tepotinib will increase the level or effect of methotrexate by  P-glycoprotein (MDR1) efflux transporter. Avoid or Use Alternate Drug. If concomitant use unavoidable, reduce the P-gp substrate dosage if recommended in its approved product labeling."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "tisagenlecleucel",
            "description": {
                "common": "methotrexate, tisagenlecleucel.\nEither increases effects of the other by immunosuppressive effects; risk of infection. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "tocilizumab",
            "description": {
                "common": "tocilizumab and methotrexate both increase  immunosuppressive effects; risk of infection. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "tofacitinib",
            "description": {
                "common": "methotrexate, tofacitinib.\nEither increases toxicity of the other by immunosuppressive effects; risk of infection. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "tolmetin",
            "description": {
                "common": "tolmetin increases levels of methotrexate by decreasing renal clearance. Avoid or Use Alternate Drug. Concomitant administration of NSAIDs with high dose methotrexate has been reported to elevate and prolong serum methotrexate levels, resulting in deaths from severe hematologic and GI toxicity. NSAIDs may reduce tubular secretion of methotrexate and enhance toxicity. ."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "tongkat ali",
            "description": {
                "common": "methotrexate and tongkat ali both increase  immunosuppressive effects; risk of infection. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "tretinoin topical",
            "description": {
                "common": "methotrexate, tretinoin topical.\nEither increases toxicity of the other by pharmacodynamic synergism. Avoid or Use Alternate Drug. Additive hepatotoxicity."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "trimethoprim",
            "description": {
                "common": "trimethoprim, methotrexate.\nEither increases toxicity of the other by pharmacodynamic synergism. Avoid or Use Alternate Drug. Due to an additive antifolate effect, trimethoprim has been shown to rarely increase bone marrow suppression in patients receiving methotrexate."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "trofinetide",
            "description": {
                "common": "trofinetide will increase the level or effect of methotrexate by  Other (see comment). Avoid or Use Alternate Drug. Trofinetide (an OATP131 and OATP13B inhibitor) may increase plasma levels of OATP131 or OATP13B substrates. Avoid coadministration with sensitive substrates."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "acalabrutinib",
            "description": {
                "common": "acalabrutinib increases levels of methotrexate by Other (see comment). Use Caution/Monitor. \nComment: Acalabrutinib may increase exposure to coadministered BCRP substrates by inhibition of intestinal BCRP."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "activated charcoal",
            "description": {
                "common": "activated charcoal will decrease the level or effect of methotrexate by  Other (see comment). Use Caution/Monitor. Charcoal can reduce absorption of methotrexate and remove it from systemic circulation. Depending on the clinical situation, this will reduce the effectiveness or toxicity of methotrexate."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "aldesleukin",
            "description": {
                "common": "aldesleukin increases levels of methotrexate by decreasing renal clearance. Use Caution/Monitor. May increase myelosupression and hepatotoxicity."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "allopurinol",
            "description": {
                "common": "allopurinol decreases effects of methotrexate by Other (see comment). Use Caution/Monitor. \nComment: Combination may increase risk of myelosuppression."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "aminohippurate sodium",
            "description": {
                "common": "aminohippurate sodium will increase the level or effect of methotrexate by  acidic (anionic) drug competition for renal tubular clearance. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "amoxicillin",
            "description": {
                "common": "amoxicillin increases levels of methotrexate by decreasing renal clearance. Use Caution/Monitor. Increased serum concentrations of methotrexate with concomitant hematologic and gastrointestinal toxicity have been observed with concurrent administration of high or low doses of methotrexate and penicillins."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ampicillin",
            "description": {
                "common": "ampicillin increases levels of methotrexate by decreasing renal clearance. Use Caution/Monitor. Increased serum concentrations of methotrexate with concomitant hematologic and gastrointestinal toxicity have been observed with concurrent administration of high or low doses of methotrexate and penicillins."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "apalutamide",
            "description": {
                "common": "apalutamide will decrease the level or effect of methotrexate by  increasing elimination. Use Caution/Monitor. Apalutamide weakly induces BCRP and OATP1B1 and may decrease systemic exposure of drugs that are substrates of both BCRP and OATP1B1."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "aspirin rectal",
            "description": {
                "common": "aspirin rectal will increase the level or effect of methotrexate by  acidic (anionic) drug competition for renal tubular clearance. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "aspirin/citric acid/sodium bicarbonate",
            "description": {
                "common": "aspirin/citric acid/sodium bicarbonate will increase the level or effect of methotrexate by  acidic (anionic) drug competition for renal tubular clearance. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "astragalus",
            "description": {
                "common": "methotrexate increases and astragalus decreases immunosuppressive effects; risk of infection. Effect of interaction is not clear, use caution. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "belatacept",
            "description": {
                "common": "belatacept and methotrexate both increase  immunosuppressive effects; risk of infection. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "berotralstat",
            "description": {
                "common": "berotralstat will increase the level or effect of methotrexate by  P-glycoprotein (MDR1) efflux transporter. Use Caution/Monitor. Monitor or titrate P-gp substrate dose if coadministered."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "bosutinib",
            "description": {
                "common": "bosutinib increases levels of methotrexate by P-glycoprotein (MDR1) efflux transporter. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "caffeine",
            "description": {
                "common": "caffeine decreases effects of methotrexate by pharmacodynamic antagonism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "carboplatin",
            "description": {
                "common": "carboplatin and methotrexate both increase  nephrotoxicity and/or ototoxicity. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "chlorpropamide",
            "description": {
                "common": "chlorpropamide will increase the level or effect of methotrexate by  acidic (anionic) drug competition for renal tubular clearance. Use Caution/Monitor. Methotrexate is partially bound to plasma proteins, and drugs that can displace methotrexate from these proteins, such as oral sulfonylureas, could cause methotrexate-induced toxicity."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "cholera vaccine",
            "description": {
                "common": "methotrexate decreases effects of cholera vaccine by immunosuppressive effects; risk of infection. Modify Therapy/Monitor Closely. Immunosuppressive therapies, including irradiation, antimetabolites, alkylating agents, cytotoxic drugs and corticosteroids (used in greater than physiologic doses), may reduce the immune response to cholera vaccine."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "cholestyramine",
            "description": {
                "common": "cholestyramine decreases levels of methotrexate by inhibition of GI absorption. Applies only to oral form of both agents. Use Caution/Monitor. To minimize drug interactions, administer other drugs at least 1 hour before or at least 4-6 hours after the administration of cholestyramine."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "choline magnesium trisalicylate",
            "description": {
                "common": "choline magnesium trisalicylate will increase the level or effect of methotrexate by  acidic (anionic) drug competition for renal tubular clearance. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "cidofovir",
            "description": {
                "common": "cidofovir and methotrexate both decrease  immunosuppressive effects; risk of infection. Use Caution/Monitor. May increase myelosupression."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ciprofloxacin",
            "description": {
                "common": "ciprofloxacin will increase the level or effect of methotrexate by  Other (see comment). Use Caution/Monitor. Renal tubular transport of methotrexate may be inhibited by coadministration of ciprofloxacin, potentially leading to increased methotrexate plasma levels and toxicity."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "cisplatin",
            "description": {
                "common": "cisplatin and methotrexate both increase  nephrotoxicity and/or ototoxicity. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "crofelemer",
            "description": {
                "common": "crofelemer increases levels of methotrexate by Other (see comment). Use Caution/Monitor. \nComment: Crofelemer has the potential to inhibit transporters MRP2 and OATP1A2 at concentrations expected in the gut; unlikely to inhibit systemically because minimally absorbed."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "cyclosporine",
            "description": {
                "common": "cyclosporine, methotrexate.\nEither increases levels of the other by Other (see comment). Use Caution/Monitor. \nComment: Close monitoring of cyclosporine and methotrexate concentrations, renal function, and liver enzymes is recommended during concurrent therapy. ."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "dapsone",
            "description": {
                "common": "dapsone, methotrexate. Other (see comment). Use Caution/Monitor. \nComment: Combination may increase risk of hematologic toxicity."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "demeclocycline",
            "description": {
                "common": "demeclocycline increases levels of methotrexate by decreasing elimination. Use Caution/Monitor. Tetracyclines may decrease intestinal absorption of methotrexate or interfere with the enterohepatic circulation by inhibiting bowel flora and suppressing metabolism of the drug by bacteria."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "dengue vaccine",
            "description": {
                "common": "methotrexate decreases effects of dengue vaccine by immunosuppressive effects; risk of infection. Use Caution/Monitor. Immunosuppressive therapies (eg, irradiation, antimetabolites, alkylating agents, cytotoxic drugs, corticosteroids [greater than physiologic doses]) may reduce immune response to dengue vaccine."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "denosumab",
            "description": {
                "common": "methotrexate, denosumab. Other (see comment). Use Caution/Monitor. \nComment: Caution should be taken in patients on concomitant immunosuppressants or with impaired immune systems because of increased risk for serious infections."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "dexlansoprazole",
            "description": {
                "common": "dexlansoprazole increases levels of methotrexate by decreasing renal clearance. Use Caution/Monitor. Increased risk of toxicity with higher doses."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "dicloxacillin",
            "description": {
                "common": "dicloxacillin increases levels of methotrexate by decreasing renal clearance. Use Caution/Monitor. Increased serum concentrations of methotrexate with concomitant hematologic and gastrointestinal toxicity have been observed with concurrent administration of high or low doses of methotrexate and penicillins."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "digoxin",
            "description": {
                "common": "methotrexate decreases levels of digoxin by inhibition of GI absorption. Applies only to oral form of both agents. Use Caution/Monitor. Serum levels of digoxin may be reduced and actions may be decreased. Monitor patient for signs of reduction in pharmacologic effect of digoxin and increase digoxin dose if necessary. Serum level monitoring may facilitate tailoring dosage."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "diphtheria & tetanus toxoids",
            "description": {
                "common": "methotrexate decreases effects of diphtheria & tetanus toxoids by pharmacodynamic antagonism. Use Caution/Monitor. Concomitant administration of methotrexate can decrease the immunological response of vaccines."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "diphtheria & tetanus toxoids/ acellular pertussis vaccine",
            "description": {
                "common": "methotrexate decreases effects of diphtheria & tetanus toxoids/ acellular pertussis vaccine by pharmacodynamic antagonism. Use Caution/Monitor. Concomitant administration of methotrexate can decrease the immunological response of vaccines."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "diphtheria & tetanus toxoids/acellular pertussis/poliovirus, inactivated vaccine",
            "description": {
                "common": "methotrexate decreases effects of diphtheria & tetanus toxoids/acellular pertussis/poliovirus, inactivated vaccine by pharmacodynamic antagonism. Use Caution/Monitor. Immunosuppressants also increase risk of infection with concomitant live vaccines."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "doxycycline",
            "description": {
                "common": "doxycycline increases levels of methotrexate by decreasing elimination. Use Caution/Monitor. Tetracyclines may decrease intestinal absorption of methotrexate or interfere with the enterohepatic circulation by inhibiting bowel flora and suppressing metabolism of the drug by bacteria."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "echinacea",
            "description": {
                "common": "methotrexate increases and echinacea decreases immunosuppressive effects; risk of infection. Effect of interaction is not clear, use caution. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "elacestrant",
            "description": {
                "common": "elacestrant will increase the level or effect of methotrexate by  Other (see comment). Modify Therapy/Monitor Closely. Elacestrant (a BCRP inhibitor) may increase plasma concentrations of sensitive BCRP substrates, which may increase risk of adverse reactions related to these substrates. Refer to prescribing information for sensitive BCRP substrates for dosing recommendations. "
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "elagolix",
            "description": {
                "common": "elagolix will increase the level or effect of methotrexate by  P-glycoprotein (MDR1) efflux transporter. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "eliglustat",
            "description": {
                "common": "eliglustat increases levels of methotrexate by P-glycoprotein (MDR1) efflux transporter. Modify Therapy/Monitor Closely. Monitor therapeutic drug concentrations, as indicated, or consider reducing the dosage of the P-gp substrate and titrate to clinical effect."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "eltrombopag",
            "description": {
                "common": "eltrombopag increases levels of methotrexate by decreasing metabolism. Use Caution/Monitor. OATP transporter protein inhibition."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "eluxadoline",
            "description": {
                "common": "eluxadoline increases levels of methotrexate by decreasing metabolism. Use Caution/Monitor. Eluxadoline may increase the systemic exposure of coadministered BCRP substrates."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "elvitegravir/cobicistat/emtricitabine/tenofovir DF",
            "description": {
                "common": "methotrexate and elvitegravir/cobicistat/emtricitabine/tenofovir DF both increase  nephrotoxicity and/or ototoxicity. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "encorafenib",
            "description": {
                "common": "encorafenib will increase the level or effect of methotrexate by  Other (see comment). Modify Therapy/Monitor Closely.  Encorafenib (a  OATP1B1, OATP1B3, and BCRP inhibitor) may increase the concentration and toxicities of OATP1B1, OATP1B3, and BCRP substrates. Closely monitor for signs and symptoms of increased exposure and consider adjusting the dose of these substrates. Screen reader support enabled.  "
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "esomeprazole",
            "description": {
                "common": "esomeprazole increases levels of methotrexate by decreasing renal clearance. Use Caution/Monitor. Increased risk of toxicity with higher doses."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ferric maltol",
            "description": {
                "common": "ferric maltol, methotrexate.\nEither increases levels of the other by unspecified interaction mechanism. Modify Therapy/Monitor Closely. Coadministration of ferric maltol with certain oral medications may decrease the bioavailability of either ferric maltol and some oral drugs. For oral drugs where reductions in bioavailability may cause clinically significant effects on its safety or efficacy, separate administration of ferric maltol from these drugs. Duration of separation may depend on the absorption of the medication concomitantly administered (eg, time to peak concentration,  whether the drug is an immediate or extended release product)."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "fingolimod",
            "description": {
                "common": "methotrexate increases effects of fingolimod by immunosuppressive effects; risk of infection. Modify Therapy/Monitor Closely. Concomitant therapy is expected to increase the risk of immunosuppression. Use caution when switching patients from long-acting therapies with immune effects. ."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "food",
            "description": {
                "common": "food decreases levels of methotrexate by Other (see comment). Use Caution/Monitor. \nComment: Food may delay the absorption and reduce the peak concentration of methotrexate."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "fosphenytoin",
            "description": {
                "common": "fosphenytoin increases toxicity of methotrexate by Other (see comment). Use Caution/Monitor. \nComment: Methotrexate is partially bound to serum albumin, and toxicity may be increased because of displacement by certain drugs."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "fostamatinib",
            "description": {
                "common": "fostamatinib will increase the level or effect of methotrexate by  Other (see comment). Use Caution/Monitor. Concomitant use of fostamatinib may increase concentrations of P-gp/BCRP substrate drugs. Monitor for toxicities of P-gp/BCRP  substrate drug that may require dosage reduction when given concurrently with fostamatinib."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "fostemsavir",
            "description": {
                "common": "fostemsavir will increase the level or effect of methotrexate by  Other (see comment). Modify Therapy/Monitor Closely. Fostemsavir inhibits OATP1B1/3 and BCRP transporters. If possible, avoid coadministration or modify dose of OATP1B1/3 or BCRP substrates coadministered with fostemsavir."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "glecaprevir/pibrentasvir",
            "description": {
                "common": "glecaprevir/pibrentasvir will increase the level or effect of methotrexate by  Other (see comment). Use Caution/Monitor. Glecaprevir/pibrentasvir may increase plasma concentration of OATP1B1/OATP1B3, P-gp and BCRP substrates."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "haemophilus influenzae type b vaccine",
            "description": {
                "common": "methotrexate decreases effects of haemophilus influenzae type b vaccine by pharmacodynamic antagonism. Modify Therapy/Monitor Closely. Avoid vaccination during chemotherapy or radiation therapy if possible because antibody response might be suboptimal. Patients vaccinated within a 14-day period before starting or during immunosuppressive therapy should be revaccinated =3 months after therapy is discontinued if immune competence has been restored. ."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "hepatitis A vaccine inactivated",
            "description": {
                "common": "methotrexate decreases effects of hepatitis A vaccine inactivated by pharmacodynamic antagonism. Use Caution/Monitor. Concomitant administration of methotrexate can decrease the immunological response of vaccines."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "hepatitis a/b vaccine",
            "description": {
                "common": "methotrexate decreases effects of hepatitis a/b vaccine by pharmacodynamic antagonism. Use Caution/Monitor. Concomitant administration of methotrexate can decrease the immunological response of vaccines."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "hepatitis b vaccine",
            "description": {
                "common": "methotrexate decreases effects of hepatitis b vaccine by pharmacodynamic antagonism. Use Caution/Monitor. Concomitant administration of methotrexate can decrease the immunological response of vaccines."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "hydroxychloroquine sulfate",
            "description": {
                "common": "hydroxychloroquine sulfate decreases levels of methotrexate by unknown mechanism. Use Caution/Monitor. Hydroxychloroquine may reduce the renal clearance of methotrexate; the exact mechanism of this interaction is unknown. ."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "hydroxyurea",
            "description": {
                "common": "methotrexate, hydroxyurea. Other (see comment). Use Caution/Monitor. \nComment: Combination may increase risk of myelosuppression."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ibuprofen IV",
            "description": {
                "common": "ibuprofen IV will increase the level or effect of methotrexate by  acidic (anionic) drug competition for renal tubular clearance. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ifosfamide",
            "description": {
                "common": "ifosfamide, methotrexate.\nEither increases toxicity of the other by pharmacodynamic synergism. Use Caution/Monitor. Coadministration with ifosfamide may increase the risk of immunosuppression and myelosuppression."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "influenza A (H5N1) vaccine",
            "description": {
                "common": "methotrexate decreases effects of influenza A (H5N1) vaccine by Mechanism: pharmacodynamic antagonism. Use Caution/Monitor. Immunosuppressive therapies may reduce immune response to H5N1 vaccine."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "influenza virus vaccine (H5N1), adjuvanted",
            "description": {
                "common": "methotrexate decreases effects of influenza virus vaccine (H5N1), adjuvanted by Mechanism: pharmacodynamic antagonism. Use Caution/Monitor. Immunosuppressive therapies may reduce immune response to H5N1 vaccine."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "influenza virus vaccine quadrivalent",
            "description": {
                "common": "methotrexate decreases effects of influenza virus vaccine quadrivalent by pharmacodynamic antagonism. Use Caution/Monitor. Concomitant administration of methotrexate can decrease the immunological response of vaccines."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "influenza virus vaccine quadrivalent, cell-cultured",
            "description": {
                "common": "methotrexate decreases effects of influenza virus vaccine quadrivalent, cell-cultured by pharmacodynamic antagonism. Use Caution/Monitor. Concomitant administration of methotrexate can decrease the immunological response of vaccines."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "influenza virus vaccine quadrivalent, recombinant",
            "description": {
                "common": "methotrexate decreases effects of influenza virus vaccine quadrivalent, recombinant by pharmacodynamic antagonism. Use Caution/Monitor. Immune response to vaccine may be decreased in immunocompromised individuals."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "influenza virus vaccine trivalent",
            "description": {
                "common": "methotrexate decreases effects of influenza virus vaccine trivalent by pharmacodynamic antagonism. Use Caution/Monitor. Concomitant administration of methotrexate can decrease the immunological response of vaccines."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "influenza virus vaccine trivalent, recombinant",
            "description": {
                "common": "methotrexate decreases effects of influenza virus vaccine trivalent, recombinant by pharmacodynamic antagonism. Use Caution/Monitor. Immune response to vaccine may be decreased in immunocompromised individuals."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ioversol",
            "description": {
                "common": "ioversol and methotrexate both increase  nephrotoxicity and/or ototoxicity. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "isavuconazonium sulfate",
            "description": {
                "common": "methotrexate and isavuconazonium sulfate both decrease  immunosuppressive effects; risk of infection. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "isotretinoin",
            "description": {
                "common": "methotrexate, isotretinoin.\nEither increases toxicity of the other by pharmacodynamic synergism. Use Caution/Monitor. Patients receiving other agents that may cause hepatotoxicity, including systemic retinoids, could be at increased risk of liver-related side effects of methotrexate and such patients should be monitored closely during methotrexate therapy."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "istradefylline",
            "description": {
                "common": "istradefylline will increase the level or effect of methotrexate by  P-glycoprotein (MDR1) efflux transporter. Use Caution/Monitor. Istradefylline 40 mg/day increased peak levels and AUC of P-gp substrates in clinical trials. Consider dose reduction of sensitive P-gp substrates."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "Japanese encephalitis virus vaccine",
            "description": {
                "common": "methotrexate decreases effects of Japanese encephalitis virus vaccine by pharmacodynamic antagonism. Use Caution/Monitor. Concomitant administration of methotrexate can decrease the immunological response of vaccines."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ketorolac intranasal",
            "description": {
                "common": "ketorolac intranasal will increase the level or effect of methotrexate by  acidic (anionic) drug competition for renal tubular clearance. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "L-methylfolate",
            "description": {
                "common": "methotrexate decreases effects of L-methylfolate by Mechanism: pharmacodynamic antagonism. Use Caution/Monitor. Folic acid antagonists may interfere with folic acid utilization."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "lansoprazole",
            "description": {
                "common": "lansoprazole increases levels of methotrexate by decreasing renal clearance. Use Caution/Monitor. Increased risk of toxicity with higher doses."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "letermovir",
            "description": {
                "common": "letermovir increases levels of methotrexate by Other (see comment). Use Caution/Monitor. \nComment: Letermovir, an OATP1B1/3 inhibitor may increase plasma concentrations of coadministered OATP1B1/3 substrates."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "lomitapide",
            "description": {
                "common": "lomitapide increases levels of methotrexate by P-glycoprotein (MDR1) efflux transporter. Modify Therapy/Monitor Closely. Consider reducing dose when used concomitantly with lomitapide."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "lomustine",
            "description": {
                "common": "lomustine, methotrexate.\nEither increases toxicity of the other by pharmacodynamic synergism. Use Caution/Monitor. Coadministration with lomustine may increase the risk of immunosuppression and myelosuppression."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "lonafarnib",
            "description": {
                "common": "lonafarnib will increase the level or effect of methotrexate by  P-glycoprotein (MDR1) efflux transporter. Modify Therapy/Monitor Closely. Lonafarnib is a weak P-gp inhibitor. Monitor for adverse reactions if coadministered with P-gp substrates where minimal concentration changes may lead to serious or life-threatening toxicities. Reduce P-gp substrate dose if needed."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "maitake",
            "description": {
                "common": "methotrexate increases and maitake decreases immunosuppressive effects; risk of infection. Effect of interaction is not clear, use caution. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "meclofenamate",
            "description": {
                "common": "meclofenamate will increase the level or effect of methotrexate by  acidic (anionic) drug competition for renal tubular clearance. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "meningococcal A C Y and W-135 polysaccharide vaccine combined",
            "description": {
                "common": "methotrexate decreases effects of meningococcal A C Y and W-135 polysaccharide vaccine combined by pharmacodynamic antagonism. Use Caution/Monitor. Concomitant administration of methotrexate can decrease the immunological response of vaccines."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "meningococcal group B vaccine",
            "description": {
                "common": "methotrexate decreases effects of meningococcal group B vaccine by pharmacodynamic antagonism. Use Caution/Monitor. Individuals with altered immunocompetence may have reduced immune responses to the vaccine."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "methyclothiazide",
            "description": {
                "common": "methyclothiazide will increase the level or effect of methotrexate by  acidic (anionic) drug competition for renal tubular clearance. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "minocycline",
            "description": {
                "common": "minocycline increases levels of methotrexate by decreasing elimination. Use Caution/Monitor. If tetracyclines cannot be avoided in patients receiving high-dose methotrexate, closely monitor methotrexate plasma concentrations and patients for signs and symptoms of toxicity."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "mipomersen",
            "description": {
                "common": "mipomersen, methotrexate.\nEither increases toxicity of the other by Other (see comment). Use Caution/Monitor. \nComment: Both drugs have potential to increase hepatic enzymes; monitor LFTs."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "muromonab CD3",
            "description": {
                "common": "methotrexate and muromonab CD3 both increase  immunosuppressive effects; risk of infection. Use Caution/Monitor. Combination may increase risk of myelosuppression."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "mycophenolate",
            "description": {
                "common": "mycophenolate, methotrexate.\nEither increases effects of the other by pharmacodynamic synergism. Use Caution/Monitor. Infections may occur."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "nafcillin",
            "description": {
                "common": "nafcillin increases levels of methotrexate by decreasing renal clearance. Use Caution/Monitor. Increased serum concentrations of methotrexate with concomitant hematologic and gastrointestinal toxicity have been observed with concurrent administration of high or low doses of methotrexate and penicillins."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "neomycin PO",
            "description": {
                "common": "neomycin PO decreases levels of methotrexate by inhibition of GI absorption. Applies only to oral form of both agents. Use Caution/Monitor. Neomycin may decrease intestinal absorption of methotrexate or interfere with enterohepatic circulation by inhibiting bowel flora and suppressing metabolism of the drug by bacteria."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ocrelizumab",
            "description": {
                "common": "methotrexate and ocrelizumab both increase  immunosuppressive effects; risk of infection. Use Caution/Monitor. Coadministration of ocrelizumab with immunosuppessants is expected to increase the risk of immunosuppression."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ofatumumab SC",
            "description": {
                "common": "ofatumumab SC, methotrexate.\nEither decreases toxicity of the other by immunosuppressive effects; risk of infection. Use Caution/Monitor. Consider the risk of additive immune system effects when coadministering immunosuppressive therapies with coadministration. When switching from therapies with immune effects, take into account the duration and mechanism of action of these therapies when initiating ofatumumab SC."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "olaparib",
            "description": {
                "common": "methotrexate and olaparib both increase  pharmacodynamic synergism. Use Caution/Monitor. Coadministration with other other myelosuppressive anticancer agents, including DNA damaging agents,  may potentiate and prolongate the myelosuppressive toxicity. "
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "omeprazole",
            "description": {
                "common": "omeprazole increases levels of methotrexate by decreasing renal clearance. Use Caution/Monitor. Temporary withdrawal of PPI may be considered in some patients."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "osimertinib",
            "description": {
                "common": "osimertinib will increase the level or effect of methotrexate by  Other (see comment). Modify Therapy/Monitor Closely. Osimertinib is an inhibitor of BCRP transport. Caution if coadministered with sensitive BCRP substrates."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "oteseconazole",
            "description": {
                "common": "oteseconazole will increase the level or effect of methotrexate by  Other (see comment). Modify Therapy/Monitor Closely. Otesezonale, a BCRP inhibitor, may increase the effects and risk of toxicities of BCRP substrates. Use lowest starting dose of BCRP substrate, or consider reducing BCRP substrate dose."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "oxaliplatin",
            "description": {
                "common": "methotrexate and oxaliplatin both increase  nephrotoxicity and/or ototoxicity. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ozanimod",
            "description": {
                "common": "ozanimod, methotrexate.\nEither increases effects of the other by immunosuppressive effects; risk of infection. Use Caution/Monitor. Coadministration with immunosuppressive therapies may increase the risk of additive immune effects during therapy and in the weeks following administration. When switching from drugs with prolonged immune effects, consider the half-life and mode of action of these drugs in order to avoid unintended additive immunosuppressive effects."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "pantoprazole",
            "description": {
                "common": "pantoprazole increases levels of methotrexate by decreasing renal clearance. Use Caution/Monitor. Increased risk of toxicity with higher doses."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "paromomycin",
            "description": {
                "common": "paromomycin decreases levels of methotrexate by inhibition of GI absorption. Applies only to oral form of both agents. Use Caution/Monitor. Paromomycin may decrease intestinal absorption of methotrexate or interfere with enterohepatic circulation by inhibiting bowel flora and suppressing metabolism of the drug by bacteria."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "pegaspargase",
            "description": {
                "common": "pegaspargase decreases effects of methotrexate by pharmacodynamic antagonism. Use Caution/Monitor. It is recommended to give pegaspargase at least 10-14 days prior to methotrexate or shortly after methotrexate administration."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "phenytoin",
            "description": {
                "common": "phenytoin increases toxicity of methotrexate by Other (see comment). Use Caution/Monitor. \nComment: Methotrexate is partially bound to serum albumin, and toxicity may be increased because of displacement by certain drugs, such as phenytoin."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "pneumococcal vaccine polyvalent",
            "description": {
                "common": "methotrexate decreases effects of pneumococcal vaccine polyvalent by pharmacodynamic antagonism. Use Caution/Monitor. Concomitant administration of methotrexate can decrease the immunological response of vaccines."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "poliovirus vaccine inactivated",
            "description": {
                "common": "methotrexate decreases effects of poliovirus vaccine inactivated by pharmacodynamic antagonism. Modify Therapy/Monitor Closely. Avoid vaccination during chemotherapy or radiation therapy if possible because antibody response might be suboptimal. Patients vaccinated within a 14-day period before starting or during immunosuppressive therapy should be revaccinated =3 months after therapy is discontinued if immune competence has been restored. ."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ponatinib",
            "description": {
                "common": "ponatinib increases levels of methotrexate by Other (see comment). Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ponesimod",
            "description": {
                "common": "ponesimod and methotrexate both increase  immunosuppressive effects; risk of infection. Use Caution/Monitor. Caution if coadministered because of additive immunosuppressive effects during such therapy and in the weeks following administration. When switching from drugs with prolonged immune effects, consider the half-life and mode of action of these drugs to avoid unintended additive immunosuppressive effects."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "probenecid",
            "description": {
                "common": "probenecid will increase the level or effect of methotrexate by  Other (see comment). Use Caution/Monitor. Methotrexate plasma levels, therapeutic effects, and toxicity may be enhanced. Monitor methotrexate concentrations and adjust dose accordingly."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "procarbazine",
            "description": {
                "common": "procarbazine, methotrexate.\nEither increases toxicity of the other by pharmacodynamic synergism. Use Caution/Monitor. Increased risk of immunosupression."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "rabeprazole",
            "description": {
                "common": "rabeprazole increases levels of methotrexate by decreasing renal clearance. Use Caution/Monitor. Increased risk of toxicity with higher doses."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "rabies vaccine",
            "description": {
                "common": "methotrexate decreases effects of rabies vaccine by pharmacodynamic antagonism. Use Caution/Monitor. Concomitant administration of methotrexate can decrease the immunological response of vaccines."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "regorafenib",
            "description": {
                "common": "regorafenib will increase the level or effect of methotrexate by  Other (see comment). Modify Therapy/Monitor Closely. Regorafenib likely inhibits BCRP (ABCG2) transport. Coadministration with a BCRP substrate may increase systemic exposure to the substrate and related toxicity."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "rilonacept",
            "description": {
                "common": "methotrexate and rilonacept both increase  immunosuppressive effects; risk of infection. Use Caution/Monitor. Combination may increase risk of myelosuppression."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "rolapitant",
            "description": {
                "common": "rolapitant will increase the level or effect of methotrexate by  Other (see comment). Use Caution/Monitor. Oral rolapitant (BCRP inhibitor) may increase plasma concentrations of BCRP substrates and may result in potential adverse reactions. Monitor possible adverse reactions if concomitant use of BCRP substrates and rolapitant can not be avoided."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "rose hips",
            "description": {
                "common": "rose hips will increase the level or effect of methotrexate by  acidic (anionic) drug competition for renal tubular clearance. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "safinamide",
            "description": {
                "common": "safinamide will increase the level or effect of methotrexate by  Other (see comment). Use Caution/Monitor. Safinamide and its major metabolite may inhibit intestinal BCRP. Monitor BCRP substrates for increased pharmacologic or adverse effects."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "sapropterin",
            "description": {
                "common": "methotrexate decreases levels of sapropterin by Other (see comment). Use Caution/Monitor. \nComment: Mechanism: Inhibition of dihydropteridine reductase (DHPR)."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "sarecycline",
            "description": {
                "common": "sarecycline will increase the level or effect of methotrexate by  P-glycoprotein (MDR1) efflux transporter. Use Caution/Monitor. Monitor for toxicities of P-gp substrates that may require dosage reduction when coadministered with P-gp inhibitors."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "siponimod",
            "description": {
                "common": "siponimod and methotrexate both increase  immunosuppressive effects; risk of infection. Use Caution/Monitor. Caution if coadministered because of additive immunosuppressive effects during such therapy and in the weeks following administration. When switching from drugs with prolonged immune effects, consider the half-life and mode of action of these drugs to avoid unintended additive immunosuppressive effects."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "sipuleucel-T",
            "description": {
                "common": "methotrexate decreases effects of sipuleucel-T by pharmacodynamic antagonism. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "sirolimus",
            "description": {
                "common": "methotrexate and sirolimus both increase  immunosuppressive effects; risk of infection. Use Caution/Monitor. Combination may increase risk of myelosuppression."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "sofosbuvir/velpatasvir",
            "description": {
                "common": "sofosbuvir/velpatasvir will increase the level or effect of methotrexate by  Other (see comment). Use Caution/Monitor. Velpatasvir is an inhibitor of the drug transporter BCRP. Coadministration may increase systemic exposure of drugs that are BCRP substrates."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "stiripentol",
            "description": {
                "common": "stiripentol will increase the level or effect of methotrexate by  P-glycoprotein (MDR1) efflux transporter. Modify Therapy/Monitor Closely. Consider reducing the dose of P-glycoprotein (P-gp) substrates, if adverse reactions are experienced when administered concomitantly with stiripentol."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "streptozocin",
            "description": {
                "common": "methotrexate and streptozocin both increase  nephrotoxicity and/or ototoxicity. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "tacrolimus",
            "description": {
                "common": "methotrexate and tacrolimus both increase  immunosuppressive effects; risk of infection. Use Caution/Monitor. Combination may increase risk of myelosuppression."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "tafamidis",
            "description": {
                "common": "tafamidis will increase the level or effect of methotrexate by  Other (see comment). Use Caution/Monitor. Tafamidis inhibits breast cancer resistant protein (BCRP) in vitro and may increase exposure of BCRP substrates following tafamidis or tafamidis meglumine administration. Dosage adjustment of these BCRP substrates may be necessary."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "tafamidis meglumine",
            "description": {
                "common": "tafamidis meglumine will increase the level or effect of methotrexate by  Other (see comment). Use Caution/Monitor. Tafamidis inhibits breast cancer resistant protein (BCRP) in vitro and may increase exposure of BCRP substrates following tafamidis or tafamidis meglumine administration. Dosage adjustment of these BCRP substrates may be necessary."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "temsirolimus",
            "description": {
                "common": "methotrexate and temsirolimus both increase  immunosuppressive effects; risk of infection. Use Caution/Monitor. Combination may increase risk of myelosuppression."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "tetanus toxoid adsorbed or fluid",
            "description": {
                "common": "methotrexate decreases effects of tetanus toxoid adsorbed or fluid by pharmacodynamic antagonism. Use Caution/Monitor.  Concomitant administration of methotrexate can decrease the immunological response of vaccines."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "tetracycline",
            "description": {
                "common": "tetracycline increases levels of methotrexate by decreasing elimination. Use Caution/Monitor. If tetracyclines cannot be avoided in patients receiving high-dose methotrexate, closely monitor methotrexate plasma concentrations and patients for signs and symptoms of toxicity."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "theophylline",
            "description": {
                "common": "methotrexate increases levels of theophylline by unknown mechanism. Use Caution/Monitor. Methotrexate may decrease the clearance of theophylline. Theophylline levels should be monitored when used concomitantly with methotrexate."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ticarcillin",
            "description": {
                "common": "ticarcillin increases levels of methotrexate by decreasing renal clearance. Use Caution/Monitor. Increased serum concentrations of methotrexate with concomitant hematologic and gastrointestinal toxicity have been observed with concurrent administration of high or low doses of methotrexate and penicillins."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "trastuzumab",
            "description": {
                "common": "trastuzumab, methotrexate.\nEither increases toxicity of the other by immunosuppressive effects; risk of infection. Use Caution/Monitor.  Neutropenia or febrile neutropenia incidence were increased when trastuzumab was coadministered with myelosuppressive chemotherapy. ."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "trastuzumab deruxtecan",
            "description": {
                "common": "trastuzumab deruxtecan, methotrexate.\nEither increases toxicity of the other by immunosuppressive effects; risk of infection. Use Caution/Monitor.  Neutropenia or febrile neutropenia incidence were increased when trastuzumab was coadministered with myelosuppressive chemotherapy. ."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "tretinoin",
            "description": {
                "common": "methotrexate, tretinoin.\nEither increases toxicity of the other by pharmacodynamic synergism. Use Caution/Monitor. Patients receiving other agents that may cause hepatotoxicity, including systemic retinoids, could be at increased risk of liver-related side effects of methotrexate and such patients should be monitored closely during methotrexate therapy."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "trimethoprim",
            "description": {
                "common": "trimethoprim increases toxicity of methotrexate by Other (see comment). Use Caution/Monitor. \nComment: Trimethoprim may increase risk of methotrexate-induced bone marrow suppression and megaloblastic anemia. If this drug combination cannot be avoided, closely monitor for signs of hematologic toxicity."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "tucatinib",
            "description": {
                "common": "tucatinib will increase the level or effect of methotrexate by  P-glycoprotein (MDR1) efflux transporter. Use Caution/Monitor. Consider reducing the dosage of P-gp substrates, where minimal concentration changes may lead to serious or life-threatening toxicities."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "typhoid polysaccharide vaccine",
            "description": {
                "common": "methotrexate decreases effects of typhoid polysaccharide vaccine by pharmacodynamic antagonism. Use Caution/Monitor. Concomitant administration of methotrexate can decrease the immunological response of vaccines."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ublituximab",
            "description": {
                "common": "ublituximab and methotrexate both increase  immunosuppressive effects; risk of infection. Modify Therapy/Monitor Closely. Owing to potential additive immunosuppressive effects, consider duration of effect and mechanism of action of these therapies if coadministered"
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ustekinumab",
            "description": {
                "common": "methotrexate and ustekinumab both increase  immunosuppressive effects; risk of infection. Use Caution/Monitor. Combination may increase risk of myelosuppression."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "vancomycin",
            "description": {
                "common": "vancomycin decreases levels of methotrexate by inhibition of GI absorption. Applies only to oral form of both agents. Use Caution/Monitor. Recent exposure to vancomycin, in the absence of overt renal impairment, may adversely affect methotrexate excretion and increase risk of toxicity. Assess renal function, so appropriate methotrexate dose modifications can be made. ."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "voclosporin",
            "description": {
                "common": "voclosporin, methotrexate.\nEither increases toxicity of the other by nephrotoxicity and/or ototoxicity. Modify Therapy/Monitor Closely. Coadministration with drugs associated with nephrotoxicity may increase the risk for acute and/or chronic nephrotoxicity."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "warfarin",
            "description": {
                "common": "methotrexate increases effects of warfarin by unspecified interaction mechanism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "willow bark",
            "description": {
                "common": "willow bark will increase the level or effect of methotrexate by  acidic (anionic) drug competition for renal tubular clearance. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "zidovudine",
            "description": {
                "common": "methotrexate, zidovudine.\nEither increases toxicity of the other by pharmacodynamic synergism. Use Caution/Monitor. Increased risk of myelosuppression."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "zoster vaccine recombinant",
            "description": {
                "common": "methotrexate decreases effects of zoster vaccine recombinant by pharmacodynamic antagonism. Use Caution/Monitor. Immunosuppressive therapies may reduce the effectiveness of zoster vaccine recombinant."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "adalimumab",
            "description": {
                "common": "methotrexate decreases levels of adalimumab by decreasing renal clearance. Minor/Significance Unknown. Methotrexate reduced adalimumab apparent clearance after single and multiple dosing by 29% and 44%, respectively. Dosage adjustment is not needed."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "colestipol",
            "description": {
                "common": "colestipol decreases levels of methotrexate by inhibition of GI absorption. Applies only to oral form of both agents. Minor/Significance Unknown. Patients should take other drugs at least 1 hour before or 4 hours after colestipol to avoid impeding their absorption."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "folic acid",
            "description": {
                "common": "folic acid decreases effects of methotrexate by pharmacodynamic antagonism. Minor/Significance Unknown. Vitamin preparations containing folic acid or its derivatives may decrease responses to systemically administered methotrexate."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "golimumab",
            "description": {
                "common": "golimumab, methotrexate. Other (see comment). Minor/Significance Unknown. \nComment: Patients receiving immunosuppressives along with golimumab may be at a greater risk of developing an infection."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "hydrochlorothiazide",
            "description": {
                "common": "hydrochlorothiazide increases toxicity of methotrexate by decreasing elimination. Minor/Significance Unknown. Increased myelosuppression."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "L-methylfolate",
            "description": {
                "common": "L-methylfolate decreases levels of methotrexate by increasing metabolism. Minor/Significance Unknown. Folic acid antagonists may interfere with folic acid utilization."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "maitake",
            "description": {
                "common": "maitake increases effects of methotrexate by pharmacodynamic synergism. Minor/Significance Unknown. Maitake mushroom has anti-tumor effects (animal/in vitro research)."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "methyclothiazide",
            "description": {
                "common": "methyclothiazide increases toxicity of methotrexate by decreasing elimination. Minor/Significance Unknown. Increased myelosuppression."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "rituximab-hyaluronidase",
            "description": {
                "common": "methotrexate and rituximab-hyaluronidase both increase  nephrotoxicity and/or ototoxicity. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "voclosporin",
            "description": {
                "common": "voclosporin will increase the level or effect of methotrexate by  Other (see comment). Minor/Significance Unknown. Information suggests voclosporin (an OATP1B1 inhibitor) may increase in the concentration of OATP1B1 substrates is possible. Monitor for adverse reactions of OATP1B1 substrates when coadministered with voclosporin."
            }
        }
    ],
    "adverse effects": [
        {
            "name": "Arachnoiditis with intrathecal administration",
            "percent": null
        },
        {
            "name": "Subacute toxicity with intrathecal administration",
            "percent": null
        },
        {
            "name": "paralysis of extremities",
            "percent": null
        },
        {
            "name": "cranial nerve palsy",
            "percent": null
        },
        {
            "name": "seizure or coma",
            "percent": null
        },
        {
            "name": "Demyelinating encephalopathy with cranial irradiation or other systemic chemotherapy",
            "percent": null
        },
        {
            "name": "Reddening of skin",
            "percent": null
        },
        {
            "name": "Hyperuricemia",
            "percent": null
        },
        {
            "name": "Ulcerative stomatitis",
            "percent": null
        },
        {
            "name": "Glossitis",
            "percent": null
        },
        {
            "name": "Gingivitis",
            "percent": null
        },
        {
            "name": "Nausea and vomiting",
            "percent": null
        },
        {
            "name": "Diarrhea",
            "percent": null
        },
        {
            "name": "Anorexia",
            "percent": null
        },
        {
            "name": "Intestinal perforation",
            "percent": null
        },
        {
            "name": "Mucositis",
            "percent": null
        },
        {
            "name": "dose",
            "percent": null
        },
        {
            "name": "dependent",
            "percent": null
        },
        {
            "name": "Leukopenia",
            "percent": null
        },
        {
            "name": "Thrombocytopenia",
            "percent": null
        },
        {
            "name": "Renal failure",
            "percent": null
        },
        {
            "name": "Azotemia",
            "percent": null
        },
        {
            "name": "Nephropathy",
            "percent": null
        },
        {
            "name": "Pharyngitis",
            "percent": null
        },
        {
            "name": "Alopecia",
            "percent": null
        },
        {
            "name": "Photosensitivity",
            "percent": null
        },
        {
            "name": "Rash",
            "percent": null
        },
        {
            "name": "Abdominal distress",
            "percent": null
        },
        {
            "name": "Malaise",
            "percent": null
        },
        {
            "name": "Fatigue",
            "percent": null
        },
        {
            "name": "Chills",
            "percent": null
        },
        {
            "name": "fever",
            "percent": null
        },
        {
            "name": "Decreased resistance to infection",
            "percent": null
        },
        {
            "name": "Gastrointestinal hemorrhage",
            "percent": null
        },
        {
            "name": "Myelosuppression",
            "percent": null
        },
        {
            "name": "Disorders of lung",
            "percent": null
        },
        {
            "name": "interstitial pneumonia",
            "percent": null
        },
        {
            "name": "acute",
            "percent": null
        },
        {
            "name": "chronic",
            "percent": null
        },
        {
            "name": "Atrophy of liver",
            "percent": null
        },
        {
            "name": "cirrhosis",
            "percent": null
        },
        {
            "name": "hepatic fibrosis or necrosis",
            "percent": null
        },
        {
            "name": "elevated liver function tests",
            "percent": null
        },
        {
            "name": "hepatic failure",
            "percent": null
        }
    ]
}