{
    "name": "arsenic trioxide",
    "comment": "Rx",
    "other_names": [
        "Trisenox"
    ],
    "classes": [
        "Antineoplastics",
        "Other"
    ],
    "source": "https://reference.medscape.com/drug/trisenox-arsenic-trioxide-342190",
    "pregnancy": {
        "common": [
            "No studies with arsenic trioxide in pregnant women, and limited published data on arsenic trioxide use during pregnancy are insufficient to inform a drug associated risk of major birth defects and miscarriage",
            "Based on the mechanism of action and findings in animal studies, arsenic trioxide can cause fetal harm when administered to a pregnant woman",
            "Arsenic trioxide was embryolethal and teratogenic in rats when administered on gestation day 9 at a dose ~10 times the recommended human daily dose on a mg/m² basis",
            "A related trivalent arsenic, sodium arsenite, produced teratogenicity when administered during gestation in mice at a dose ~5 times the projected human dose on a mg/m² basis and in hamsters at an IV dose approximately equivalent to the projected human daily dose on a mg/m² basis"
        ],
        "specific": [
            {
                "type": "Females and males of reproductive potential",
                "description": [
                    "Conduct pregnancy testing in females of reproductive potential prior to initiation of treatment",
                    "Advise females of reproductive potential to use effective contraception during and after treatment and for 6 months after the final dose",
                    "Based on testicular toxicities including decreased testicular weight and impaired spermatogenesis observed in animal studies, arsenic trioxide may impair fertility in males of reproductive potential",
                    "Advise males with female partners of reproductive potential to use effective contraception during treatment and for 3 months after last dose"
                ]
            }
        ]
    },
    "lactation": {
        "common": [
            "Arsenic is excreted in milk",
            "Because of the potential for serious adverse reactions in nursing infants from this drug, a decision should be made whether to discontinue nursing or to discontinue the drug, taking into account the importance of the drug to the mother"
        ]
    },
    "warnings": {
        "black_box_warning": {
            "common": [],
            "specific": [
                {
                    "type": "Differentiation syndrome",
                    "description": [
                        "Differentiation syndrome reported, which can be fatal if not treated",
                        "Symptoms may include fever, dyspnea, acute respiratory distress, pulmonary infiltrates, pleural or pericardial effusions, weight gain or peripheral edema, hypotension, and renal, hepatic, or multi-organ dysfunction, in the presence or absence of leukocytosis",
                        "If differentiation syndrome suspected, immediately initiate high-dose corticosteroid therapy and hemodynamic monitoring until resolution of signs and symptoms",
                        "Temporary discontinuation of arsenic trioxide may be required"
                    ]
                },
                {
                    "type": "Cardiac conduction abnormalities",
                    "description": [
                        "Can cause QTc interval prolongation, complete atrioventricular block, and torsade de pointes-type ventricular arrhythmia, which can be fatal",
                        "Before initiating therapy, assess the QTc interval, correct pre-existing electrolyte abnormalities, and consider discontinuing drugs known to prolong QTc interval",
                        "Do not administer to patients with ventricular arrhythmia or prolonged QTc",
                        "Withhold therapy until resolution and resume at reduced dose for QTc prolongation"
                    ]
                },
                {
                    "type": "Encephalopathy",
                    "description": [
                        "Serious encephalopathy, including Wernicke’s, reported; Wernicke’s is a neurologic emergency; consider testing thiamine levels in patients at risk for thiamine deficiency",
                        "Administer parenteral thiamine in patients with or at risk for thiamine deficiency; monitor patients for neurological symptoms and nutritional status while receiving therapy;",
                        "If encephalopathy is suspected, immediately interrupt therapy and initiate parenteral thiamine; monitor until symptoms resolve or improve and thiamine levels normalize"
                    ]
                }
            ]
        },
        "contraindicators": {
            "common": [
                "Hypersensitivity"
            ],
            "specific": []
        },
        "cautions": {
            "common": [
                "Use caution in hepatic or renal impairment",
                "Arsenic trioxide is a human carcinogen; monitor patients for development of second primary malignancies",
                "Differentiation syndrome, which may be life-threatening or fatal, observed in patients with acute promyelocytic leukemia (APL) treated with the drug (16-23% of patients developed differentiation syndrome; see Black Box Warnings and Dosage Modifications); the syndrome has been observed with and without concomitant hyperleukocytosis, and it has occurred as early as day 1 of induction to as late as second month induction therapy; when therapy is used in combination with tretinoin, prednisone prophylaxis is advised; at the first signs of differentiation syndrome, interrupt treatment and administer dexamethasone 10 mg intravenously twice daily; continue high-dose steroids until signs and symptoms have abated for at least 3 days",
                "Prolongs QTc interval (see Black Box Warnings and Dosage Modifications); for patients who develop a QTc >500 msec, immediately withhold treatment and any medication known to prolong the QTc interval; correct electrolyte abnormalities; when QTc normalizes, resume therapy at a reduced dose",
                "In the clinical trials, 44% of patients with newly-diagnosed low-risk APL treated with arsenic trioxide in combination with tretinoin experienced elevated AST, alkaline phosphatase, and/or serum bilirubin; long term liver abnormalities can occur in APL patients treated with arsenic trioxide in combination with tretinoin (see Dosage Modifications)",
                "Fetal harm may occur when administered to a pregnant woman (see Pregnancy)"
            ],
            "specific": [
                {
                    "type": "Encephalopathy",
                    "description": [
                        "Wernicke’s encephalopathy reported in patients receiving therapy; Wernicke’s encephalopathy is a neurologic emergency that can be prevented and treated with thiamine",
                        "Consider testing thiamine levels in patients at risk for thiamine deficiency (eg, chronic alcohol use, malabsorption, nutritional deficiency, concomitant use of furosemide)",
                        "Administer parenteral thiamine in patients with or at risk for thiamine deficiency; monitor patients for neurological symptoms and nutritional status while receiving therapy if Wernicke’s encephalopathy is suspected, immediately interrupt therapy and initiate parenteral thiamine"
                    ]
                },
                {
                    "type": "Drug interactions overview",
                    "description": [
                        "Coadministration with drugs that can prolong QT/QTc interval may increase the risk of serious QT/QTc interval prolongation",
                        "Electrolyte abnormalities increase the risk of serious QT/QTc interval prolongation",
                        "Coadministration with drugs that can lead to hepatotoxicity, particularly when given in combination with tretinoin, may increase the risk of serious hepatotoxicity"
                    ]
                }
            ]
        }
    },
    "interactions": [
        {
            "classification_type": "Contraindicated",
            "interaction_with": "artemether/lumefantrine",
            "description": {
                "common": "arsenic trioxide and artemether/lumefantrine both increase  QTc interval. Contraindicated."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "dronedarone",
            "description": {
                "common": "arsenic trioxide and dronedarone both increase  QTc interval. Contraindicated."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "epinephrine racemic",
            "description": {
                "common": "epinephrine racemic and arsenic trioxide both increase  QTc interval. Contraindicated."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "erythromycin base",
            "description": {
                "common": "arsenic trioxide and erythromycin base both increase  QTc interval. Contraindicated."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "erythromycin ethylsuccinate",
            "description": {
                "common": "arsenic trioxide and erythromycin ethylsuccinate both increase  QTc interval. Contraindicated."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "erythromycin lactobionate",
            "description": {
                "common": "arsenic trioxide and erythromycin lactobionate both increase  QTc interval. Contraindicated."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "erythromycin stearate",
            "description": {
                "common": "arsenic trioxide and erythromycin stearate both increase  QTc interval. Contraindicated."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "goserelin",
            "description": {
                "common": "goserelin increases toxicity of arsenic trioxide by QTc interval. Contraindicated. Increases risk of torsades de pointes."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "leuprolide",
            "description": {
                "common": "leuprolide increases toxicity of arsenic trioxide by QTc interval. Contraindicated. Increases risk of torsades de pointes."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "nilotinib",
            "description": {
                "common": "arsenic trioxide and nilotinib both increase  QTc interval. Contraindicated."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "octreotide (Antidote)",
            "description": {
                "common": "arsenic trioxide and octreotide (Antidote) both increase  QTc interval. Contraindicated."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "pimozide",
            "description": {
                "common": "arsenic trioxide and pimozide both increase  QTc interval. Contraindicated."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "trazodone",
            "description": {
                "common": "trazodone and arsenic trioxide both increase  QTc interval. Contraindicated."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "ziprasidone",
            "description": {
                "common": "arsenic trioxide and ziprasidone both increase  QTc interval. Contraindicated."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "adagrasib",
            "description": {
                "common": "adagrasib, arsenic trioxide.\nEither increases effects of the other by QTc interval. Avoid or Use Alternate Drug. Each drug prolongs the QTc interval, which may increased the risk of Torsade de pointes, other serious arryhthmias, and sudden death. If coadministration unavoidable, more frequent monitoring is recommended for such patients."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "alfuzosin",
            "description": {
                "common": "alfuzosin and arsenic trioxide both increase  QTc interval. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "amiodarone",
            "description": {
                "common": "amiodarone and arsenic trioxide both increase  QTc interval. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "amisulpride",
            "description": {
                "common": "amisulpride and arsenic trioxide both increase  QTc interval. Avoid or Use Alternate Drug. ECG monitoring is recommended if coadministered."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "amitriptyline",
            "description": {
                "common": "amitriptyline and arsenic trioxide both increase  QTc interval. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "amoxapine",
            "description": {
                "common": "amoxapine and arsenic trioxide both increase  QTc interval. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "anagrelide",
            "description": {
                "common": "anagrelide and arsenic trioxide both increase  QTc interval. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "apomorphine",
            "description": {
                "common": "apomorphine and arsenic trioxide both increase  QTc interval. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "aripiprazole",
            "description": {
                "common": "aripiprazole and arsenic trioxide both increase  QTc interval. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "artemether",
            "description": {
                "common": "artemether and arsenic trioxide both increase  QTc interval. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "asenapine",
            "description": {
                "common": "asenapine and arsenic trioxide both increase  QTc interval. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "asenapine transdermal",
            "description": {
                "common": "asenapine transdermal and arsenic trioxide both increase  QTc interval. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "atomoxetine",
            "description": {
                "common": "atomoxetine and arsenic trioxide both increase  QTc interval. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "azithromycin",
            "description": {
                "common": "arsenic trioxide and azithromycin both increase  QTc interval. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "buprenorphine",
            "description": {
                "common": "buprenorphine and arsenic trioxide both increase  QTc interval. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "buprenorphine buccal",
            "description": {
                "common": "buprenorphine buccal and arsenic trioxide both increase  QTc interval. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "buprenorphine subdermal implant",
            "description": {
                "common": "buprenorphine subdermal implant and arsenic trioxide both increase  QTc interval. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "buprenorphine transdermal",
            "description": {
                "common": "buprenorphine transdermal and arsenic trioxide both increase  QTc interval. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "buprenorphine, long-acting injection",
            "description": {
                "common": "buprenorphine, long-acting injection and arsenic trioxide both increase  QTc interval. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "ceritinib",
            "description": {
                "common": "ceritinib and arsenic trioxide both increase  QTc interval. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "chloroquine",
            "description": {
                "common": "chloroquine increases toxicity of arsenic trioxide by QTc interval. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "chlorpromazine",
            "description": {
                "common": "chlorpromazine and arsenic trioxide both increase  QTc interval. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "clarithromycin",
            "description": {
                "common": "arsenic trioxide and clarithromycin both increase  QTc interval. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "clomipramine",
            "description": {
                "common": "clomipramine and arsenic trioxide both increase  QTc interval. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "clozapine",
            "description": {
                "common": "clozapine and arsenic trioxide both increase  QTc interval. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "dasatinib",
            "description": {
                "common": "arsenic trioxide and dasatinib both increase  QTc interval. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "degarelix",
            "description": {
                "common": "degarelix and arsenic trioxide both increase  QTc interval. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "desflurane",
            "description": {
                "common": "desflurane and arsenic trioxide both increase  QTc interval. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "desipramine",
            "description": {
                "common": "desipramine and arsenic trioxide both increase  QTc interval. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "disopyramide",
            "description": {
                "common": "arsenic trioxide and disopyramide both increase  QTc interval. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "dofetilide",
            "description": {
                "common": "arsenic trioxide and dofetilide both increase  QTc interval. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "dolasetron",
            "description": {
                "common": "arsenic trioxide and dolasetron both increase  QTc interval. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "donepezil",
            "description": {
                "common": "donepezil and arsenic trioxide both increase  QTc interval. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "doxepin",
            "description": {
                "common": "doxepin and arsenic trioxide both increase  QTc interval. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "droperidol",
            "description": {
                "common": "arsenic trioxide and droperidol both increase  QTc interval. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "eliglustat",
            "description": {
                "common": "eliglustat and arsenic trioxide both increase  QTc interval. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "encorafenib",
            "description": {
                "common": "encorafenib and arsenic trioxide both increase  QTc interval. Avoid or Use Alternate Drug. Encorafenib is associated with dose-dependent QTc interval prolongation. Avoid with drugs known to prolong QT interval."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "entrectinib",
            "description": {
                "common": "arsenic trioxide and entrectinib both increase  QTc interval. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "eribulin",
            "description": {
                "common": "eribulin and arsenic trioxide both increase  QTc interval. Avoid or Use Alternate Drug. Potential for enhanced QTc-prolonging effects; if concurrent use is necessary then ECG monitoring is recommended."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "escitalopram",
            "description": {
                "common": "escitalopram increases toxicity of arsenic trioxide by QTc interval. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "fexinidazole",
            "description": {
                "common": "fexinidazole and arsenic trioxide both increase  QTc interval. Avoid or Use Alternate Drug. Avoid coadministration of fexinidazole with drugs known to block potassium channels and/or prolong QT interval.  "
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "fingolimod",
            "description": {
                "common": "fingolimod and arsenic trioxide both increase  QTc interval. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "flecainide",
            "description": {
                "common": "arsenic trioxide and flecainide both increase  QTc interval. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "fluconazole",
            "description": {
                "common": "arsenic trioxide and fluconazole both increase  QTc interval. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "fluoxetine",
            "description": {
                "common": "arsenic trioxide and fluoxetine both increase  QTc interval. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "fluphenazine",
            "description": {
                "common": "fluphenazine and arsenic trioxide both increase  QTc interval. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "fluvoxamine",
            "description": {
                "common": "fluvoxamine and arsenic trioxide both increase  QTc interval. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "foscarnet",
            "description": {
                "common": "arsenic trioxide and foscarnet both increase  QTc interval. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "gadobenate",
            "description": {
                "common": "gadobenate and arsenic trioxide both increase  QTc interval. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "gemifloxacin",
            "description": {
                "common": "gemifloxacin and arsenic trioxide both increase  QTc interval. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "gilteritinib",
            "description": {
                "common": "gilteritinib and arsenic trioxide both increase  QTc interval. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "glasdegib",
            "description": {
                "common": "arsenic trioxide and glasdegib both increase  QTc interval. Avoid or Use Alternate Drug. If coadministration unavoidable, monitor for increased risk of QTc interval prolongation."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "granisetron",
            "description": {
                "common": "granisetron and arsenic trioxide both increase  QTc interval. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "haloperidol",
            "description": {
                "common": "arsenic trioxide and haloperidol both increase  QTc interval. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "histrelin",
            "description": {
                "common": "histrelin increases toxicity of arsenic trioxide by QTc interval. Avoid or Use Alternate Drug. Increases risk of torsades de pointes."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "hydroxychloroquine sulfate",
            "description": {
                "common": "hydroxychloroquine sulfate and arsenic trioxide both increase  QTc interval. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "hydroxyzine",
            "description": {
                "common": "hydroxyzine and arsenic trioxide both increase  QTc interval. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "ibutilide",
            "description": {
                "common": "arsenic trioxide and ibutilide both increase  QTc interval. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "iloperidone",
            "description": {
                "common": "arsenic trioxide and iloperidone both increase  QTc interval. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "imipramine",
            "description": {
                "common": "imipramine and arsenic trioxide both increase  QTc interval. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "inotuzumab",
            "description": {
                "common": "inotuzumab and arsenic trioxide both increase  QTc interval. Avoid or Use Alternate Drug. If unable to avoid concomitant use, obtain ECGs and electrolytes before and after initiation of any drug known to prolong QTc, and periodically monitor as clinically indicated during treatment."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "isoflurane",
            "description": {
                "common": "isoflurane and arsenic trioxide both increase  QTc interval. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "ivosidenib",
            "description": {
                "common": "ivosidenib and arsenic trioxide both increase  QTc interval. Avoid or Use Alternate Drug. Avoid coadministration of QTc prolonging drugs with ivosidenib or replace with alternate therapies. If coadministration of a QTc prolonging drug is unavoidable, monitor for increased risk of QTc interval prolongation."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "lapatinib",
            "description": {
                "common": "arsenic trioxide and lapatinib both increase  QTc interval. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "lefamulin",
            "description": {
                "common": "lefamulin and arsenic trioxide both increase  QTc interval. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "levofloxacin",
            "description": {
                "common": "arsenic trioxide and levofloxacin both increase  QTc interval. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "lithium",
            "description": {
                "common": "lithium and arsenic trioxide both increase  QTc interval. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "macimorelin",
            "description": {
                "common": "macimorelin and arsenic trioxide both increase  QTc interval. Avoid or Use Alternate Drug. Macimorelin causes an increase of ~11 msec in the corrected QT interval. Avoid coadministration with drugs that prolong QT interval, which could increase risk for developing torsade de pointes-type ventricular tachycardia. Allow sufficient washout time of drugs that are known to prolong the QT interval before administering macimorelin."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "maprotiline",
            "description": {
                "common": "maprotiline and arsenic trioxide both increase  QTc interval. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "mefloquine",
            "description": {
                "common": "mefloquine increases toxicity of arsenic trioxide by QTc interval. Avoid or Use Alternate Drug. Mefloquine may enhance the QTc prolonging effect of high risk QTc prolonging agents."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "methadone",
            "description": {
                "common": "arsenic trioxide and methadone both increase  QTc interval. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "mirtazapine",
            "description": {
                "common": "mirtazapine and arsenic trioxide both increase  QTc interval. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "mobocertinib",
            "description": {
                "common": "mobocertinib and arsenic trioxide both increase  QTc interval. Avoid or Use Alternate Drug. If coadministration unavoidable, reduce mobocertinib dose and monitor QTc interval more frequently."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "moxifloxacin",
            "description": {
                "common": "arsenic trioxide and moxifloxacin both increase  QTc interval. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "nortriptyline",
            "description": {
                "common": "nortriptyline and arsenic trioxide both increase  QTc interval. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "ofloxacin",
            "description": {
                "common": "arsenic trioxide and ofloxacin both increase  QTc interval. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "olanzapine",
            "description": {
                "common": "olanzapine and arsenic trioxide both increase  QTc interval. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "ondansetron",
            "description": {
                "common": "arsenic trioxide and ondansetron both increase  QTc interval. Avoid or Use Alternate Drug.  Avoid with congenital long QT syndrome; ECG monitoring recommended with concomitant medications that prolong QT interval, electrolyte abnormalities, CHF, or bradyarrhythmias."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "oxaliplatin",
            "description": {
                "common": "oxaliplatin and arsenic trioxide both increase  QTc interval. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "palifermin",
            "description": {
                "common": "palifermin increases toxicity of arsenic trioxide by Other (see comment). Avoid or Use Alternate Drug. \nComment: Palifermin should not be administered within 24 hr before, during infusion of, or within 24 hr after administration of antineoplastic agents. Coadministration of palifermin within 24 hr of chemotherapy resulted in increased severity and duration of oral mucositis."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "paliperidone",
            "description": {
                "common": "arsenic trioxide and paliperidone both increase  QTc interval. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "panobinostat",
            "description": {
                "common": "arsenic trioxide and panobinostat both increase  QTc interval. Avoid or Use Alternate Drug. Panobinostat is known to significantly prolong QT interval. Panobinostat prescribing information states use with drugs known to prolong QTc is not recommended."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "paroxetine",
            "description": {
                "common": "arsenic trioxide and paroxetine both increase  QTc interval. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "pentamidine",
            "description": {
                "common": "arsenic trioxide and pentamidine both increase  QTc interval. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "perphenazine",
            "description": {
                "common": "perphenazine and arsenic trioxide both increase  QTc interval. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "pimavanserin",
            "description": {
                "common": "pimavanserin and arsenic trioxide both increase  QTc interval. Avoid or Use Alternate Drug. Coadministration may increase the risk of QT prolongation and cardiac arrhythmia."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "pitolisant",
            "description": {
                "common": "arsenic trioxide and pitolisant both increase  QTc interval. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "ponesimod",
            "description": {
                "common": "ponesimod, arsenic trioxide.\nEither increases effects of the other by QTc interval. Avoid or Use Alternate Drug. Consult cardiologist if considering treatment. Generally, should not be initiated in patients who are concurrently taking QT prolonging drugs with known arrhythmogenic properties, such as HR-lowering calcium channel blockers (eg, verapamil, diltiazem)."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "posaconazole",
            "description": {
                "common": "arsenic trioxide and posaconazole both increase  QTc interval. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "primaquine",
            "description": {
                "common": "primaquine and arsenic trioxide both increase  QTc interval. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "procainamide",
            "description": {
                "common": "arsenic trioxide and procainamide both increase  QTc interval. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "prochlorperazine",
            "description": {
                "common": "prochlorperazine and arsenic trioxide both increase  QTc interval. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "promethazine",
            "description": {
                "common": "promethazine and arsenic trioxide both increase  QTc interval. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "protriptyline",
            "description": {
                "common": "protriptyline and arsenic trioxide both increase  QTc interval. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "quinidine",
            "description": {
                "common": "quinidine and arsenic trioxide both increase  QTc interval. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "ranolazine",
            "description": {
                "common": "arsenic trioxide and ranolazine both increase  QTc interval. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "ribociclib",
            "description": {
                "common": "ribociclib and arsenic trioxide both increase  QTc interval. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "romidepsin",
            "description": {
                "common": "arsenic trioxide and romidepsin both increase  QTc interval. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "ropeginterferon alfa 2b",
            "description": {
                "common": "ropeginterferon alfa 2b, arsenic trioxide.\nEither increases toxicity of the other by Other (see comment). Avoid or Use Alternate Drug. \nComment: Myelosuppressive agents can produce additive myelosuppression. Avoid use and monitor patients receiving the combination for effects of excessive myelosuppression."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "saquinavir",
            "description": {
                "common": "saquinavir, arsenic trioxide.\nEither increases toxicity of the other by pharmacodynamic synergism. Avoid or Use Alternate Drug. Increased risk of QT prolongation and cardiac arrhythmias."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "selinexor",
            "description": {
                "common": "selinexor, arsenic trioxide. unspecified interaction mechanism. Avoid or Use Alternate Drug. Patients treated with selinexor may experience neurological toxicities. Avoid taking selinexor with other medications that may cause dizziness or confusion."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "sertraline",
            "description": {
                "common": "sertraline and arsenic trioxide both increase  QTc interval. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "sevoflurane",
            "description": {
                "common": "sevoflurane and arsenic trioxide both increase  QTc interval. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "siponimod",
            "description": {
                "common": "siponimod and arsenic trioxide both increase  QTc interval. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "solifenacin",
            "description": {
                "common": "solifenacin and arsenic trioxide both increase  QTc interval. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "sotalol",
            "description": {
                "common": "arsenic trioxide and sotalol both increase  QTc interval. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "sunitinib",
            "description": {
                "common": "sunitinib and arsenic trioxide both increase  QTc interval. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "tacrolimus",
            "description": {
                "common": "tacrolimus and arsenic trioxide both increase  QTc interval. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "telavancin",
            "description": {
                "common": "arsenic trioxide and telavancin both increase  QTc interval. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "tetrabenazine",
            "description": {
                "common": "tetrabenazine and arsenic trioxide both increase  QTc interval. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "thioridazine",
            "description": {
                "common": "thioridazine and arsenic trioxide both increase  QTc interval. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "toremifene",
            "description": {
                "common": "arsenic trioxide and toremifene both increase  QTc interval. Avoid or Use Alternate Drug. Concurrent use of toremifene with agents causing  QT prolongation should be avoided. If concomitant use is required it's recommended that toremifene be interrupted. If interruption not possible, patients requiring therapy with a drug that prolongs QT should be closely monitored. ECGs should be obtained for high risk patients."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "trifluoperazine",
            "description": {
                "common": "trifluoperazine and arsenic trioxide both increase  QTc interval. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "trimipramine",
            "description": {
                "common": "trimipramine and arsenic trioxide both increase  QTc interval. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "triptorelin",
            "description": {
                "common": "triptorelin increases toxicity of arsenic trioxide by QTc interval. Avoid or Use Alternate Drug. Increases risk of torsades de pointes."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "umeclidinium bromide/vilanterol inhaled",
            "description": {
                "common": "arsenic trioxide increases toxicity of umeclidinium bromide/vilanterol inhaled by QTc interval. Avoid or Use Alternate Drug. Exercise extreme caution when vilanterol coadministered with drugs that prolong QTc interval; adrenergic agonist effects on the cardiovascular system may be potentiated."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "vandetanib",
            "description": {
                "common": "arsenic trioxide, vandetanib.\nEither increases toxicity of the other by QTc interval. Avoid or Use Alternate Drug. Avoid coadministration with drugs known to prolong QT interval;  if a drug known to prolong QT interval must be used, more frequent ECG monitoring is recommended."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "vemurafenib",
            "description": {
                "common": "vemurafenib and arsenic trioxide both increase  QTc interval. Avoid or Use Alternate Drug. Concomitant use of vemurafenib with drugs that  prolong QT interval is not recommended."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "venlafaxine",
            "description": {
                "common": "arsenic trioxide and venlafaxine both increase  QTc interval. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "vilanterol/fluticasone furoate inhaled",
            "description": {
                "common": "arsenic trioxide increases toxicity of vilanterol/fluticasone furoate inhaled by QTc interval. Avoid or Use Alternate Drug. Exercise extreme caution when vilanterol coadministered with drugs that prolong QTc interval; adrenergic agonist effects on the cardiovascular system may be potentiated."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "voriconazole",
            "description": {
                "common": "arsenic trioxide and voriconazole both increase  QTc interval. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "vorinostat",
            "description": {
                "common": "vorinostat and arsenic trioxide both increase  QTc interval. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "acalabrutinib",
            "description": {
                "common": "acalabrutinib, arsenic trioxide.\nEither increases toxicity of the other by pharmacodynamic synergism. Use Caution/Monitor. Coadministration may increase risk of myelosuppressive effects."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "albuterol",
            "description": {
                "common": "albuterol and arsenic trioxide both increase  QTc interval. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "amifostine",
            "description": {
                "common": "amifostine, arsenic trioxide.\nEither increases effects of the other by pharmacodynamic synergism. Modify Therapy/Monitor Closely. Coadministration with blood pressure lowering agents may increase the risk and severity of hypotension associated with amifostine. When amifostine is used at chemotherapeutic doses, withhold blood pressure lowering medications for 24 hr prior to amifostine; if blood pressure lowering medication cannot be withheld, do not administer amifostine."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "arformoterol",
            "description": {
                "common": "arformoterol and arsenic trioxide both increase  QTc interval. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "bedaquiline",
            "description": {
                "common": "arsenic trioxide and bedaquiline both increase  QTc interval. Modify Therapy/Monitor Closely. ECG should be monitored closely"
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "benazepril",
            "description": {
                "common": "arsenic trioxide, benazepril.\nEither increases effects of the other by pharmacodynamic synergism. Use Caution/Monitor. Increases risk of hypotension."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "bosutinib",
            "description": {
                "common": "bosutinib and arsenic trioxide both increase  QTc interval. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "capecitabine",
            "description": {
                "common": "capecitabine and arsenic trioxide both increase  QTc interval. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "captopril",
            "description": {
                "common": "arsenic trioxide, captopril.\nEither increases effects of the other by pharmacodynamic synergism. Use Caution/Monitor. Both drugs lower blood pressure. Monitor blood pressure."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "cholera vaccine",
            "description": {
                "common": "arsenic trioxide decreases effects of cholera vaccine by immunosuppressive effects; risk of infection. Modify Therapy/Monitor Closely. Immunosuppressive therapies, including irradiation, antimetabolites, alkylating agents, cytotoxic drugs and corticosteroids (used in greater than physiologic doses), may reduce the immune response to cholera vaccine."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ciprofloxacin",
            "description": {
                "common": "ciprofloxacin and arsenic trioxide both increase  QTc interval. Use Caution/Monitor. Ciprofloxacin elicits minimal effects on QT interval. Caution if used in combination with other drugs known to affect QT interval or in patients with other risk factors."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "citalopram",
            "description": {
                "common": "arsenic trioxide and citalopram both increase  QTc interval. Use Caution/Monitor. ECG monitoring is recommended, along with drugs that may prolong the QT interval."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "crizotinib",
            "description": {
                "common": "crizotinib and arsenic trioxide both increase  QTc interval. Use Caution/Monitor. ECG monitoring is recommended, along with drugs that may prolong the QT interval."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "dabrafenib",
            "description": {
                "common": "dabrafenib and arsenic trioxide both increase  QTc interval. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "deutetrabenazine",
            "description": {
                "common": "arsenic trioxide and deutetrabenazine both increase  QTc interval. Use Caution/Monitor. At the maximum recommended dose, deutetrabenazine does not prolong QT interval to a clinically relevant extent. Certain circumstances may increase risk of torsade de pointes and/or sudden death in association with drugs that prolong the QTc interval (eg, bradycardia, hypokalemia or hypomagnesemia, coadministration with other drugs that prolong QTc interval, presence of congenital QT prolongation)."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "efavirenz",
            "description": {
                "common": "efavirenz and arsenic trioxide both increase  QTc interval. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ezogabine",
            "description": {
                "common": "ezogabine, arsenic trioxide.\nEither increases toxicity of the other by QTc interval. Use Caution/Monitor. Slight and transient QT-prolongation observed with ezogabine, particularly when dose titrated to 1200 mg/day. QT interval should be monitored when ezogabine is prescribed with agents known to increase QT interval."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "floxuridine",
            "description": {
                "common": "floxuridine and arsenic trioxide both increase  QTc interval. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "formoterol",
            "description": {
                "common": "arsenic trioxide and formoterol both increase  QTc interval. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "fostemsavir",
            "description": {
                "common": "arsenic trioxide and fostemsavir both increase  QTc interval. Use Caution/Monitor. QTc prolongation reported with higher than recommended doses of fostemsavir."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "gemtuzumab",
            "description": {
                "common": "arsenic trioxide and gemtuzumab both increase  QTc interval. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "indacaterol, inhaled",
            "description": {
                "common": "indacaterol, inhaled, arsenic trioxide. QTc interval. Use Caution/Monitor. Drugs that are known to prolong the QTc interval may have an increased the risk of ventricular arrhythmias."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "itraconazole",
            "description": {
                "common": "arsenic trioxide and itraconazole both increase  QTc interval. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ketoconazole",
            "description": {
                "common": "arsenic trioxide and ketoconazole both increase  QTc interval. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "lenvatinib",
            "description": {
                "common": "arsenic trioxide and lenvatinib both increase  QTc interval. Use Caution/Monitor. Lenvatinib prescribing information recommends monitoring ECG closely when coadministered with QT prolonging drugs."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "levoketoconazole",
            "description": {
                "common": "arsenic trioxide and levoketoconazole both increase  QTc interval. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "lofexidine",
            "description": {
                "common": "arsenic trioxide and lofexidine both increase  QTc interval. Use Caution/Monitor. ECG monitoring is recommended."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "mifepristone",
            "description": {
                "common": "mifepristone, arsenic trioxide. QTc interval. Modify Therapy/Monitor Closely. Use alternatives if available."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "octreotide",
            "description": {
                "common": "arsenic trioxide and octreotide both increase  QTc interval. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "olodaterol inhaled",
            "description": {
                "common": "arsenic trioxide and olodaterol inhaled both increase  QTc interval. Use Caution/Monitor. Drugs that prolong the QTc interval and may potentiate the effects of beta2 agonists on the cardiovascular system; increased risk of ventricular arrhythmias"
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "osilodrostat",
            "description": {
                "common": "osilodrostat and arsenic trioxide both increase  QTc interval. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "osimertinib",
            "description": {
                "common": "osimertinib and arsenic trioxide both increase  QTc interval. Use Caution/Monitor. Conduct periodic monitoring with ECGs and electrolytes in patients taking drugs known to prolong the QTc interval."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "oxaliplatin",
            "description": {
                "common": "oxaliplatin will increase the level or effect of arsenic trioxide by  Other (see comment). Use Caution/Monitor. Monitor for ECG changes if therapy is initiated in patients with drugs known to prolong QT interval."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ozanimod",
            "description": {
                "common": "ozanimod and arsenic trioxide both increase  QTc interval. Modify Therapy/Monitor Closely. The potential additive effects on heart rate, treatment with ozanimod should generally not be initiated in patients who are concurrently treated with QT prolonging drugs with known arrhythmogenic properties."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "pasireotide",
            "description": {
                "common": "arsenic trioxide and pasireotide both increase  QTc interval. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "pazopanib",
            "description": {
                "common": "arsenic trioxide and pazopanib both increase  QTc interval. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ponesimod",
            "description": {
                "common": "ponesimod and arsenic trioxide both increase  immunosuppressive effects; risk of infection. Use Caution/Monitor. Caution if coadministered because of additive immunosuppressive effects during such therapy and in the weeks following administration. When switching from drugs with prolonged immune effects, consider the half-life and mode of action of these drugs to avoid unintended additive immunosuppressive effects."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "quetiapine",
            "description": {
                "common": "quetiapine, arsenic trioxide.\nEither increases toxicity of the other by QTc interval. Use Caution/Monitor. Avoid use with drugs that prolong QT and in patients with risk factors for prolonged QT interval. Postmarketing cases show QT prolongation with overdose in patients with concomitant illness or with drugs known to cause electrolyte imbalance or prolong QT."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "quinine",
            "description": {
                "common": "arsenic trioxide and quinine both increase  QTc interval. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "rilpivirine",
            "description": {
                "common": "rilpivirine increases toxicity of arsenic trioxide by QTc interval. Use Caution/Monitor. Rilpivirine should be used with caution when co-administered with a drug with a known risk of Torsades de Pointes."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "risperidone",
            "description": {
                "common": "arsenic trioxide and risperidone both increase  QTc interval. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "selpercatinib",
            "description": {
                "common": "selpercatinib increases toxicity of arsenic trioxide by QTc interval. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "siponimod",
            "description": {
                "common": "siponimod and arsenic trioxide both increase  immunosuppressive effects; risk of infection. Use Caution/Monitor. Caution if coadministered because of additive immunosuppressive effects during such therapy and in the weeks following administration. When switching from drugs with prolonged immune effects, consider the half-life and mode of action of these drugs to avoid unintended additive immunosuppressive effects."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "sipuleucel-T",
            "description": {
                "common": "arsenic trioxide decreases effects of sipuleucel-T by pharmacodynamic antagonism. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "sodium sulfate/?magnesium sulfate/potassium chloride",
            "description": {
                "common": "sodium sulfate/?magnesium sulfate/potassium chloride increases toxicity of arsenic trioxide by QTc interval. Use Caution/Monitor. Consider predose and post-colonoscopy ECGs in patients at increased risk of serious cardiac arrhythmias."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "sodium sulfate/potassium sulfate/magnesium sulfate",
            "description": {
                "common": "sodium sulfate/potassium sulfate/magnesium sulfate increases toxicity of arsenic trioxide by QTc interval. Use Caution/Monitor. Consider predose and post-colonoscopy ECGs in patients at increased risk of serious cardiac arrhythmias."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "sorafenib",
            "description": {
                "common": "sorafenib and arsenic trioxide both increase  QTc interval. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "triclabendazole",
            "description": {
                "common": "triclabendazole and arsenic trioxide both increase  QTc interval. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "valbenazine",
            "description": {
                "common": "valbenazine and arsenic trioxide both increase  QTc interval. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "voclosporin",
            "description": {
                "common": "voclosporin, arsenic trioxide.\nEither increases effects of the other by QTc interval. Use Caution/Monitor."
            }
        }
    ],
    "adverse effects": [
        {
            "name": "Nausea",
            "percent": "75"
        },
        {
            "name": "Cough",
            "percent": "65"
        },
        {
            "name": "Fatigue",
            "percent": "63"
        },
        {
            "name": "Pyrexia",
            "percent": "63"
        },
        {
            "name": "Headache",
            "percent": "60"
        },
        {
            "name": "Abdominal pain",
            "percent": "58"
        },
        {
            "name": "Vomiting",
            "percent": "58"
        },
        {
            "name": "Tachycardia",
            "percent": "55"
        },
        {
            "name": "Diarrhea",
            "percent": "53"
        },
        {
            "name": "Dyspnea",
            "percent": "53"
        },
        {
            "name": "Leukocytosis",
            "percent": "50"
        },
        {
            "name": "Pain",
            "percent": "50"
        },
        {
            "name": "including bone pain",
            "percent": "50"
        },
        {
            "name": "back pain",
            "percent": "45"
        },
        {
            "name": "myalgia",
            "percent": "45"
        },
        {
            "name": "Hypokalemia",
            "percent": "43"
        },
        {
            "name": "Hypomagnesemia",
            "percent": "40"
        },
        {
            "name": "Hyperglycemia",
            "percent": "40"
        },
        {
            "name": "Insomnia",
            "percent": "38"
        },
        {
            "name": "Edema",
            "percent": "33"
        },
        {
            "name": "Sore throat",
            "percent": "33"
        },
        {
            "name": "Prolonged QTc interval",
            "percent": "33"
        },
        {
            "name": "Pruritus",
            "percent": "33"
        },
        {
            "name": "Dermatitis",
            "percent": "30"
        },
        {
            "name": "Parathesia",
            "percent": "28"
        },
        {
            "name": "Arthralgia",
            "percent": "25"
        },
        {
            "name": "Anxiety",
            "percent": "25"
        },
        {
            "name": "Constipation",
            "percent": "25"
        },
        {
            "name": "Chest pain",
            "percent": "23"
        },
        {
            "name": "Epistaxis",
            "percent": "23"
        },
        {
            "name": "Hypotension",
            "percent": "23"
        },
        {
            "name": "Anorexia",
            "percent": "20"
        },
        {
            "name": "decreased appetite",
            "percent": "20"
        },
        {
            "name": "Dizziness",
            "percent": "20"
        },
        {
            "name": "Hypoxia",
            "percent": "20"
        },
        {
            "name": "ALT increased",
            "percent": "19"
        },
        {
            "name": "Depression",
            "percent": "18"
        },
        {
            "name": "Pleural effusion",
            "percent": "4-15"
        },
        {
            "name": "Sinusitis",
            "percent": "14"
        },
        {
            "name": "Thrombocytopenia",
            "percent": "13"
        },
        {
            "name": "Hyperkalemia",
            "percent": "13"
        },
        {
            "name": "Injection site reactions",
            "percent": "13"
        },
        {
            "name": "Anemia",
            "percent": "13"
        },
        {
            "name": "Febrile neutropenia",
            "percent": "13"
        },
        {
            "name": "Herpes simplex",
            "percent": "13"
        },
        {
            "name": "Tremor",
            "percent": "10"
        },
        {
            "name": "Upper respiratory infection",
            "percent": "10"
        },
        {
            "name": "Vaginal hemorrhage",
            "percent": "10"
        },
        {
            "name": "Weight gain",
            "percent": "10"
        },
        {
            "name": "Blurred vision",
            "percent": "10"
        },
        {
            "name": "Crepitation",
            "percent": "10"
        },
        {
            "name": "Eye irritation",
            "percent": "10"
        },
        {
            "name": "Flushing",
            "percent": "10"
        },
        {
            "name": "Hypertension",
            "percent": "10"
        },
        {
            "name": "Hypocalcemia",
            "percent": "10"
        },
        {
            "name": "Neutropenia",
            "percent": "8"
        },
        {
            "name": "Pallor",
            "percent": "30"
        },
        {
            "name": "Palpitations",
            "percent": "5"
        },
        {
            "name": "Rales",
            "percent": "5"
        },
        {
            "name": "Renal failure",
            "percent": "5"
        },
        {
            "name": "impairment",
            "percent": "5"
        },
        {
            "name": "Anxiety",
            "percent": "8"
        },
        {
            "name": "Coma",
            "percent": "5"
        },
        {
            "name": "Confusion",
            "percent": "8"
        },
        {
            "name": "Tinnitus",
            "percent": "8"
        },
        {
            "name": "Convulsion",
            "percent": "8"
        },
        {
            "name": "Petechiae",
            "percent": "8"
        },
        {
            "name": "Eyelid edema",
            "percent": "8"
        },
        {
            "name": "Facial edema",
            "percent": "5"
        },
        {
            "name": "GI hemorrhage",
            "percent": "8"
        },
        {
            "name": "Hypoglycemia",
            "percent": "8"
        },
        {
            "name": "Hyperpigmentation",
            "percent": null
        },
        {
            "name": "Night sweats",
            "percent": null
        },
        {
            "name": "Oral candidiasis",
            "percent": null
        },
        {
            "name": "Urticaria",
            "percent": null
        },
        {
            "name": "Earache",
            "percent": null
        },
        {
            "name": "Cardiac disorders",
            "percent": null
        },
        {
            "name": "Ventricular extrasystoles in association with QT prolongation",
            "percent": null
        },
        {
            "name": "ventricular tachycardia in association with QT prolongation",
            "percent": null
        },
        {
            "name": "including torsade de pointes",
            "percent": null
        },
        {
            "name": "atrioventricular block",
            "percent": null
        },
        {
            "name": "and congestive heart failure",
            "percent": null
        },
        {
            "name": "Nervous system disorders",
            "percent": null
        },
        {
            "name": "Peripheral neuropathy",
            "percent": null
        },
        {
            "name": "paresis",
            "percent": null
        },
        {
            "name": "seizures",
            "percent": null
        },
        {
            "name": "confusion",
            "percent": null
        },
        {
            "name": "Hematologic disorders",
            "percent": null
        },
        {
            "name": "Pancytopenia",
            "percent": null
        },
        {
            "name": "bone marrow necrosis",
            "percent": null
        },
        {
            "name": "Infections and infestations",
            "percent": null
        },
        {
            "name": "Herpes zoster",
            "percent": null
        },
        {
            "name": "Musculoskeletal and connective tissue disorders",
            "percent": null
        },
        {
            "name": "Bone pain",
            "percent": null
        },
        {
            "name": "myalgia",
            "percent": null
        },
        {
            "name": "rhabdomyolysis",
            "percent": null
        },
        {
            "name": "Respiratory",
            "percent": null
        },
        {
            "name": "thoracic",
            "percent": null
        },
        {
            "name": "and mediastinal disorders",
            "percent": null
        },
        {
            "name": "Differentiation syndrome",
            "percent": null
        },
        {
            "name": "Ear and labyrinth disorders",
            "percent": null
        },
        {
            "name": "Deafness",
            "percent": null
        },
        {
            "name": "Neoplasms benign",
            "percent": null
        },
        {
            "name": "malignant and unspecified",
            "percent": null
        },
        {
            "name": "Melanoma",
            "percent": null
        },
        {
            "name": "pancreatic cancer",
            "percent": null
        },
        {
            "name": "squamous cell carcinoma",
            "percent": null
        },
        {
            "name": "Skin and subcutaneous tissue disorders",
            "percent": null
        },
        {
            "name": "Toxic epidermal necrolysis",
            "percent": null
        }
    ]
}