{
    "name": "abacavir/dolutegravir/lamivudine",
    "comment": "Rx",
    "other_names": [
        "Triumeq",
        "Triumeq PD"
    ],
    "classes": [
        "HIV",
        "ART Combos"
    ],
    "source": "https://reference.medscape.com/drug/triumeq-triumeq-pd-abacavir-dolutegravir-lamivudine-999961",
    "pregnancy": {
        "common": [
            "Pregnancy exposure registry to register patients by calling the Antiretroviral Pregnancy Registry (APR) 1-800-258-4263",
            "Dolutegravir has been shown to cross the placenta; insufficient data related to abacavir/dolutegravir/lamivudine use during pregnancy regarding drug-associated risk of birth defects and miscarriage ",
            "Pregnancy testing recommended in females of childbearing potential before initiation ",
            "Advise adolescents and adults of childbearing potential, including those actively trying to become pregnant, of the potential risk of neural tube defects with therapy; assess risks and benefits of therapy and discuss with patient to determine if an alternative treatment should be considered at time of conception through first trimester of pregnancy or if pregnancy is confirmed in first trimester ",
            "Initiation of therapy is not recommended in individuals actively trying to become pregnant unless there is no suitable alternative; a benefit-risk assessment should consider factors such as feasibility of switching, tolerability, ability to maintain viral suppression, and risk of transmission to infant against risk of neural tube defects"
        ],
        "specific": [
            {
                "type": "Animal studies",
                "description": [
                    "Oral administration of abacavir to pregnant rats during organogenesis resulted in fetal malformations and other embryonic and fetal toxicities at exposures 35 times the human exposure (AUC) at the RHD; no adverse developmental effects were observed following oral administration of abacavir to pregnant rabbits during organogenesis at exposures ~9 times the human exposure (AUC) at the RHD",
                    "Oral administration of lamivudine to pregnant rabbits during organogenesis resulted in embryo lethality at a human exposure (AUC) similar to the RHD; no adverse development effects were observed with oral administration of lamivudine to pregnant rats during organogenesis at plasma concentrations (Cmax) 35 times RHD "
                ]
            },
            {
                "type": "Contraception",
                "description": [
                    "Counsel adolescents and adults of childbearing potential regarding consistent use of effective contraception "
                ]
            },
            {
                "type": "Potential risk of neural tube birth defects",
                "description": [
                    "Serious cases of neural tube birth defects involving the brain, spine, and spinal cord reported in babies born to women treated with dolutegravir",
                    "Preliminary results from an ongoing observational study in Botswana found women who had received dolutegravir at the time of becoming pregnant or early in the first trimester appear to be at higher risk for these defects; to date, in this observational study there are no reported cases of babies born with neural tube defects to women starting dolutegravir later in pregnancy",
                    "  ",
                    "  ",
                    "Patients should not discontinue dolutegravir without consulting a healthcare professional because stopping your medicine can cause the HIV infection to worsen",
                    "Pregnant women stopping dolutegravir-containing regimen without switching to alternative HIV medicines could cause the amount of virus to increase and spread HIV to your baby",
                    "Patients taking a dolutegravir-containing regimen at the time of becoming pregnant and during the first trimester of pregnancy, there is a potential risk of neural tube defects; neural tube defects happen early in pregnancy, before many women even know they are pregnant",
                    "Inform women of childbearing age about the potential risk of neural tube defects when a dolutegravir-containing regimen is used at the time of conception and early in pregnancy; women of childbearing age should consult their healthcare providers about other non-dolutegravir-containing antiretroviral medicine",
                    "Healthcare providers should weigh the benefits and the risks of dolutegravir when prescribing antiretroviral medicines to women of childbearing age; consider alternative antiretroviral medicines; discuss the relative risks and benefits of appropriate alternative antiretroviral therapies",
                    "Women of childbearing age who decide to take a dolutegravir-containing regimen should consistently use effective birth control (contraception) while on HIV treatment; women should discuss their healthcare professionals about an effective birth control method to use while taking a dolutegravir-containing regimen",
                    "Perform pregnancy testing before initiating a dolutegravir-containing regimen in women of childbearing age to exclude pregnancy"
                ]
            }
        ]
    },
    "lactation": {
        "common": [
            "The Centers for Disease Control and Prevention does not recommend HIV-1-infected mothers in the United States breastfeed their infants to avoid the risk of postnatal transmission of HIV-1 infection",
            "Abacavir, dolutegravir, and lamivudine are present in human milk",
            "When administered to lactating rats, dolutegravir was present in milk",
            "There is no information on the effects of abacavir/dolutegravir/lamivudine or its components on the breastfed infant or the effects of the drug on milk production; because of the potential for HIV-1 transmission in HIV-negative infants, developing viral resistance (in HIV-positive infants), and serious adverse reactions in a breastfed infant, instruct mothers not to breastfeed"
        ]
    },
    "warnings": {
        "black_box_warning": {
            "common": [
                "All patients with HIV-1 should be tested for presence of hepatitis B virus (HBV) prior to or when initiating therapy",
                "Emergence of lamivudine-resistant HBV variants associated with lamivudine-containing ART regimens reported ",
                "If used in patients coinfected with HIV-1 and HBV, consider additional appropriate treatment of chronic HBV; otherwise, consider an alternative regimen ",
                "Severe, acute HBV exacerbations reported in patients coinfected with HBV and HIV-1 and have discontinued lamivudine ",
                "Monitor hepatic function closely in these patients and, if appropriate, initiate antihepatitis B treatment"
            ],
            "specific": [
                {
                    "type": "HLA–B*5701 allele and hypersensitivity",
                    "description": [
                        "Serious and sometimes fatal hypersensitivity reactions have been associated with abacavir-containing products",
                        "Hypersensitivity to abacavir is a multiorgan clinical syndrome",
                        "Patients who carry the HLA–B*5701 allele are at high risk for experiencing hypersensitivity to abacavir; however, hypersensitivity reactions reported in patients who do not carry HL-B*5701",
                        "All patients should be screened for HLA-B*5701 allele prior to initiating therapy or reinitiation of therapy unless patients have a previously documented HLA-B*5701 allele assessment",
                        "Discontinue as soon as a hypersensitivity reaction is suspected; regardless of HLA-B*5701 status, permanently discontinue if hypersensitivity cannot be ruled out, even when other diagnoses are possible",
                        "Contraindicated in patients with prior hypersensitivity reaction to abacavir, NEVER restart abacavir-containing products"
                    ]
                }
            ]
        },
        "contraindicators": {
            "common": [
                "Presence of HLA-B*5701 allele",
                "Previous hypersensitivity reaction to abacavir, dolutegravir, or lamivudine",
                "Coadministration with dofetilide",
                "Moderate or severe hepatic impairment (see Dosage Modifications)"
            ],
            "specific": []
        },
        "cautions": {
            "common": [
                "Cases of hepatic toxicity, including elevated serum liver biochemistries, hepatitis, and acute liver failure, reported in patients, including pediatric patients receiving a dolutegravir-containing regimen who had no pre-existing hepatic disease or other identifiable risk factors; drug-induced liver injury leading to liver transplant reported with therapy; monitoring for hepatotoxicity recommended",
                "Hepatic adverse events reported in patients receiving dolutegravir-containing regimens; patients with underlying hepatitis B or C may be at increased risk for worsening or development of transaminase elevations ",
                "Lactic acidosis and severe hepatomegaly with steatosis, including fatal cases, reported with nucleoside analogues, including abacavir and lamivudine; suspend treatment if patient develops clinical or laboratory findings suggestive of lactic acidosis or pronounced hepatotoxicity, including hepatomegaly and steatosis even if marked transaminase elevations are absent ",
                "An ongoing observational study showed an association between dolutegravir and increased risk of neural tube defects when dolutegravir was administered at the time of conception and in early pregnancy ",
                "Different formulations of abacavir/dolutegravir/lamivudine are not interchangeable; adjust dose if pediatric patients switch from tablets for oral suspension to the tablets "
            ],
            "specific": [
                {
                    "type": "Hypersensitivity",
                    "description": [
                        "Hypersensitivity reactions reported and were characterized by rash, constitutional findings, and sometimes organ dysfunction, including liver injury ",
                        "Discontinue immediately if signs or symptoms of hypersensitivity reactions develop (including, but not limited to, severe rash or rash accompanied by fever, general malaise, fatigue, muscle or joint aches, blisters or peeling of the skin, oral blisters or lesions, conjunctivitis, facial edema, hepatitis, eosinophilia, angioedema, difficulty breathing) ",
                        "Delay in stopping treatment after hypersensitivity onset may result in a life-threatening reaction ",
                        "Clinically, it is not possible to determine whether a hypersensitivity reaction was caused by abacavir or dolutegravir; therefore, never restart other abacavir- or dolutegravir-containing products "
                    ]
                },
                {
                    "type": "HIV-1 and HBV coinfection ",
                    "description": [
                        "Test all patients for presence of HBV before initiating treatment for HIV ",
                        "Safety and efficacy of lamivudine have not been established for treatment of chronic HBV in patients coinfected with HIV-1 and HBV; emergence of HBV variants associated with resistance to lamivudine reported in HIV-1−infected patients who have received lamivudine-containing antiretroviral regimens in the presence of concurrent infection with HBV ",
                        "If lamivudine-containing product is used, consider additional treatment for appropriate treatment of chronic HBV; otherwise, consider an alternative regimen ",
                        "Severe acute exacerbations of HBV reported in patients who are coinfected with HIV-1 and HBV and have discontinued products containing lamivudine ",
                        "Patients who are co-infected with HIV-1 and HBV who discontinue therapy should be closely monitored with both clinical and laboratory follow-up for at least several months after stopping treatment; if necessary, initiation of anti-HBV therapy may be warranted, especially in patients with advanced liver disease or cirrhosis, since posttreatment exacerbation of hepatitis may lead to hepatic decompensation and liver failure"
                    ]
                },
                {
                    "type": "Immune reconstitution syndrome",
                    "description": [
                        "Immune reconstitution syndrome reported with combination ART therapy",
                        "During initial phase of ART treatment, patients whose immune systems respond may develop an inflammatory response to indolent or residual opportunistic infections (eg, M",
                        "ycobacterium avium",
                        " infection, cytomegalovirus, ",
                        "Pneumocystis jirovecii pneumonia",
                        " [PCP], or tuberculosis), which may necessitate further evaluation and treatment ",
                        "Autoimmune disorders (eg, Graves disease, polymyositis, Guillain-Barré syndrome, autoimmune hepatitis) also reported to occur in the setting of immune reconstitution; however, time to onset is more variable, and can occur many months after treatment initiation "
                    ]
                },
                {
                    "type": "MI risk ",
                    "description": [
                        "Several prospective, observational, epidemiological studies report an association of abacavir and risk of myocardial infarction (MI); meta-analyses of randomized, controlled clinical trials have observed no excess risk of MI in abacavir-treated patients compared with control subjects.",
                        "To date, there is no established biological mechanism to explain a potential increased risk",
                        "In totality, available data from observational studies and controlled clinical trials show inconsistency; therefore, evidence for a causal relationship between abacavir and MI is inconclusive "
                    ]
                },
                {
                    "type": "Drug interactions overview",
                    "description": [
                        "Dolutegravir primarily metabolized by UGT1A1, with some contribution from CYP3A; also a substrate of UGT1A3, UGT1A9, BCRP, and P-gp ",
                        "Coadministration with certain drugs may result in known or potentially significant drug interactions, some of which may lead to loss of therapeutic effect and possible resistance, or significant adverse reactions of other from increase systemic exposure",
                        "UGT1A1 and CYP3A inducers",
                        "Avoid or modify dosage regimen with additional dolutegravir dose or additional ARTs (see prescribing information) ",
                        "Inducers of UGT1A1 and CYP3A (eg, etravirine, efavirnz, oxcarbazepine, phenytoin, phenobarbital, carbamazepine, St John’s wort, rifampin) decrease dolutegravir",
                        "Drugs containing polyvalent cations",
                        "Administer dolutegravir 2 hr before or 6 hr after polyvalent cations ",
                        "Coadministration with medications containing polyvalent cations (eg, magnesium, aluminum, calcium, iron) decrease dolutegravir systemic exposure; examples include antacids, laxatives, sucralfate, iron supplements, calcium supplements, buffered medications",
                        "Drugs eliminated via OCT2 or MATE1 ",
                        "Contraindicated with dofetilide owing to potential for increased dofetilide levels ",
                        "Monitor other OCT2 or MATE1 substrates for increased systemic exposure/toxicity ",
                        "Dolutegravir may increase plasma concentrations of drugs eliminated via OCT2 or MATE1 (dofetilide, dalfampridine, and metformin)"
                    ]
                }
            ]
        }
    },
    "interactions": [
        {
            "classification_type": "Contraindicated",
            "interaction_with": "dofetilide",
            "description": {
                "common": "dolutegravir will increase the level or effect of dofetilide by  decreasing renal clearance. Contraindicated. Dolutegravir inhibits the renal organic cation transporter, OCT2; risk of life-threatening arrhythmias caused by increased systemic exposure to dofetilide"
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "elvitegravir/cobicistat/emtricitabine/tenofovir DF",
            "description": {
                "common": "lamivudine, elvitegravir/cobicistat/emtricitabine/tenofovir DF. Other (see comment). Contraindicated. \nComment: Elvitegravir/cobicistat/emtricitabine/tenofovir is a complete regimen for HIV and should not be administered with other antiretrovirals."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "aluminum hydroxide/magnesium carbonate",
            "description": {
                "common": "aluminum hydroxide/magnesium carbonate will decrease the level or effect of dolutegravir by  cation binding in GI tract. Avoid or Use Alternate Drug. Administer dolutegravir 2 hr before or 6 hr after taking medications containing polyvalent cations"
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "betibeglogene autotemcel",
            "description": {
                "common": "abacavir, betibeglogene autotemcel. Other (see comment). Avoid or Use Alternate Drug. \nComment: Do not take antiretroviral medications for at least 1 month before mobilization or expected duration for elimination of the medications, and until all cycles of apheresis are completed. Antiretroviral medications may interfere with manufacturing of apheresed cells."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "cabotegravir",
            "description": {
                "common": "abacavir, cabotegravir. Other (see comment). Avoid or Use Alternate Drug. \nComment: Cabotegravir plus rilpivirine is a complete regimen. Coadministration with other antiretroviral medications for treating HIV-1 infection is not recommended."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "carbamazepine",
            "description": {
                "common": "carbamazepine will decrease the level or effect of dolutegravir by  increasing metabolism. Avoid or Use Alternate Drug. Avoid coadministration; insufficient data to recommend dosage adjustment"
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "elivaldogene autotemcel",
            "description": {
                "common": "elivaldogene autotemcel, lamivudine.\nEither decreases effects of the other by Other (see comment). Avoid or Use Alternate Drug. \nComment: Patients should not take antiretroviral medications for at least 1 month before initiating medications for stem cell mobilization, for the duration of the medications? elimination, and until all cycles of apheresis are completed."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "efavirenz",
            "description": {
                "common": "efavirenz will decrease the level or effect of dolutegravir by  increasing metabolism. Avoid or Use Alternate Drug. Increase dolutegravir dose to 50 mg BID when coadministered with strong UGT1A/CYP3A inducers"
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "elivaldogene autotemcel",
            "description": {
                "common": "elivaldogene autotemcel, dolutegravir.\nEither decreases effects of the other by Other (see comment). Avoid or Use Alternate Drug. \nComment: Patients should not take antiretroviral medications for at least 1 month before initiating medications for stem cell mobilization, for the duration of the medications? elimination, and until all cycles of apheresis are completed."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "etravirine",
            "description": {
                "common": "etravirine will decrease the level or effect of dolutegravir by  increasing metabolism. Avoid or Use Alternate Drug. Etravirine (a strong UGT1A/CYP3A inducer) significantly reduces dolutegravir plasma concentrations, but the effect of etravirine is mitigated by coadministration of lopinavir/ritonavir or darunavir/ritonavir, and is expected to be mitigated by atazanavir/ritonavir; do not use with etravirine without coadministration of atazanavir/ritonavir, darunavir/ritonavir, or lopinavir/ritonavir"
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "fosamprenavir",
            "description": {
                "common": "fosamprenavir will decrease the level or effect of dolutegravir by  increasing metabolism. Avoid or Use Alternate Drug. Increase dolutegravir dose to 50 mg BID when coadministered with strong UGT1A/CYP3A inducers (eg, fosamprenavir/ritonavir)"
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "fosphenytoin",
            "description": {
                "common": "fosphenytoin will decrease the level or effect of dolutegravir by  increasing metabolism. Avoid or Use Alternate Drug. Avoid coadministration; insufficient data to recommend dosage adjustment"
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "ganciclovir",
            "description": {
                "common": "ganciclovir, abacavir.\nEither increases toxicity of the other by Other (see comment). Avoid or Use Alternate Drug. \nComment: Increased risk of hematologic toxicity."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "magnesium citrate",
            "description": {
                "common": "magnesium citrate will decrease the level or effect of dolutegravir by  cation binding in GI tract. Avoid or Use Alternate Drug. Administer dolutegravir 2 hr before or 6 hr after taking medications containing polyvalent cations"
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "magnesium gluconate",
            "description": {
                "common": "magnesium gluconate will decrease the level or effect of dolutegravir by  cation binding in GI tract. Avoid or Use Alternate Drug. Administer dolutegravir 2 hr before or 6 hr after taking medications containing polyvalent cations"
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "magnesium oxide",
            "description": {
                "common": "magnesium oxide will decrease the level or effect of dolutegravir by  cation binding in GI tract. Avoid or Use Alternate Drug. Administer dolutegravir 2 hr before or 6 hr after taking medications containing polyvalent cations"
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "nevirapine",
            "description": {
                "common": "nevirapine will decrease the level or effect of dolutegravir by  increasing metabolism. Avoid or Use Alternate Drug. Avoid coadministration; insufficient data to recommend dosage adjustment"
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "oxcarbazepine",
            "description": {
                "common": "oxcarbazepine will decrease the level or effect of dolutegravir by  increasing metabolism. Avoid or Use Alternate Drug. Avoid coadministration; insufficient data to recommend dosage adjustment"
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "phenobarbital",
            "description": {
                "common": "phenobarbital will decrease the level or effect of dolutegravir by  increasing metabolism. Avoid or Use Alternate Drug. Avoid coadministration; insufficient data to recommend dosage adjustment"
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "phenytoin",
            "description": {
                "common": "phenytoin will decrease the level or effect of dolutegravir by  increasing metabolism. Avoid or Use Alternate Drug. Avoid coadministration; insufficient data to recommend dosage adjustment"
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "Prussian blue",
            "description": {
                "common": "Prussian blue will decrease the level or effect of dolutegravir by  cation binding in GI tract. Avoid or Use Alternate Drug. Administer dolutegravir 2 hr before or 6 hr after taking medications containing polyvalent cations"
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "rifampin",
            "description": {
                "common": "rifampin will decrease the level or effect of dolutegravir by  increasing metabolism. Avoid or Use Alternate Drug. Increase dolutegravir dose to 50 mg BID when coadministered with strong UGT1A/CYP3A inducers"
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "St John's Wort",
            "description": {
                "common": "St John's Wort will decrease the level or effect of dolutegravir by  increasing metabolism. Avoid or Use Alternate Drug. Avoid coadministration; insufficient data to recommend dosage adjustment"
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "sorbitol",
            "description": {
                "common": "sorbitol will decrease the level or effect of lamivudine by  Other (see comment). Avoid or Use Alternate Drug. Sorbitol-containing solution decreased systemic exposure of lamivudine oral solution in a pediatric study (ARROW trial). Results showed lower rates of virologic suppression, lower plasma lamivudine exposure, and development of viral resistance more frequently than children receiving lamivudine tablets."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "ribavirin",
            "description": {
                "common": "ribavirin increases toxicity of abacavir by Other (see comment). Avoid or Use Alternate Drug. \nComment: Increased risk of lactic acidosis and hepatic decompensation."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "sucralfate",
            "description": {
                "common": "sucralfate will decrease the level or effect of dolutegravir by  cation binding in GI tract. Avoid or Use Alternate Drug. Administer dolutegravir 2 hr before or 6 hr after taking medications containing polyvalent cations"
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "tafenoquine",
            "description": {
                "common": "tafenoquine will increase the level or effect of lamivudine by  Other (see comment). Avoid or Use Alternate Drug. Tafenoquine inhibits organic cation transporter-2 (OCT2) and multidrug and toxin extrusion (MATE) transporters in vitro. Avoid coadministration with OCT2 or MATE substrates. If coadministration cannot be avoided, monitor for substrate-related toxicities and consider dosage reduction if needed based on product labeling of the coadministered drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "tipranavir",
            "description": {
                "common": "tipranavir will decrease the level or effect of dolutegravir by  increasing metabolism. Avoid or Use Alternate Drug. Increase dolutegravir dose to 50 mg BID when coadministered with strong UGT1A/CYP3A inducers (eg, tipranavir/ritonavir)"
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "trilaciclib",
            "description": {
                "common": "trilaciclib will decrease the level or effect of lamivudine by  Other (see comment). Avoid or Use Alternate Drug. Avoid coadministration of trilaciclib (OCT2, MATE1, and MATE-2K inhibitor) with substrates where minimal increased concentration in kidney or blood may lead to serious or life-threatening toxicities. "
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "abacavir",
            "description": {
                "common": "abacavir and lamivudine both increase  risk of immune reconstitution syndrome. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "aluminum hydroxide",
            "description": {
                "common": "aluminum hydroxide will decrease the level or effect of dolutegravir by  cation binding in GI tract. Use Caution/Monitor. Administer dolutegravir 2 hr before or 6 hr after taking medications containing polyvalent cations; use alternative therapy if available"
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "atazanavir",
            "description": {
                "common": "atazanavir and lamivudine both increase  risk of immune reconstitution syndrome. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "cabozantinib",
            "description": {
                "common": "lamivudine will increase the level or effect of cabozantinib by  Other (see comment). Use Caution/Monitor. MRP2 inhibitors increase cabozantinib toxicity"
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "calcium acetate",
            "description": {
                "common": "calcium acetate will decrease the level or effect of dolutegravir by  cation binding in GI tract. Modify Therapy/Monitor Closely. Administer dolutegravir 2 hr (dolutegravir or abacavir/dolutegravir/lamivudine) or 4 hr (dolutegravir/rilpivirine) before or 6 hr after taking medications containing polyvalent cations."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "calcium carbonate",
            "description": {
                "common": "calcium carbonate will decrease the level or effect of dolutegravir by  cation binding in GI tract. Modify Therapy/Monitor Closely. Administer dolutegravir 2 hr (dolutegravir or abacavir/dolutegravir/lamivudine) or 4 hr (dolutegravir/rilpivirine) before or 6 hr after taking medications containing polyvalent cations."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "calcium citrate",
            "description": {
                "common": "calcium citrate will decrease the level or effect of dolutegravir by  cation binding in GI tract. Modify Therapy/Monitor Closely. Administer dolutegravir 2 hr (dolutegravir or abacavir/dolutegravir/lamivudine) or 4 hr (dolutegravir/rilpivirine) before or 6 hr after taking medications containing polyvalent cations."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "dalfampridine",
            "description": {
                "common": "dolutegravir will increase the level or effect of dalfampridine by  Other (see comment). Modify Therapy/Monitor Closely. dolutegravir inhibits OCT2 and multidrug and toxin extrusion transporter 1"
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "didanosine",
            "description": {
                "common": "abacavir and didanosine both increase  risk of immune reconstitution syndrome. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "efavirenz",
            "description": {
                "common": "efavirenz and lamivudine both increase  risk of immune reconstitution syndrome. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "efavirenz",
            "description": {
                "common": "abacavir and efavirenz both increase  risk of immune reconstitution syndrome. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "emtricitabine",
            "description": {
                "common": "abacavir and emtricitabine both increase  risk of immune reconstitution syndrome. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "enfuvirtide",
            "description": {
                "common": "enfuvirtide and lamivudine both increase  risk of immune reconstitution syndrome. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "erdafitinib",
            "description": {
                "common": "lamivudine increases levels of erdafitinib by decreasing renal clearance. Modify Therapy/Monitor Closely. Consider alternatives that are not OCT2 substrates or consider reducing the dose of OCT2 substrates based on tolerability."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "eslicarbazepine acetate",
            "description": {
                "common": "eslicarbazepine acetate will decrease the level or effect of dolutegravir by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Modify Therapy/Monitor Closely. Adjust dose of dolutegravir to 50 mg PO q12hr for treatment naïve or treatment experienced INSTI-naïve. "
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ferric maltol",
            "description": {
                "common": "ferric maltol will decrease the level or effect of dolutegravir by  cation binding in GI tract. Modify Therapy/Monitor Closely. Administer dolutegravir 2 hr (dolutegravir or abacavir/dolutegravir/lamivudine) or 4 hr (dolutegravir/rilpivirine) before or 6 hr after taking medications containing polyvalent cations."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ferrous fumarate",
            "description": {
                "common": "ferrous fumarate will decrease the level or effect of dolutegravir by  cation binding in GI tract. Modify Therapy/Monitor Closely. Administer dolutegravir 2 hr (dolutegravir or abacavir/dolutegravir/lamivudine) or 4 hr (dolutegravir/rilpivirine) before or 6 hr after taking medications containing polyvalent cations."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ferrous gluconate",
            "description": {
                "common": "ferrous gluconate will decrease the level or effect of dolutegravir by  cation binding in GI tract. Modify Therapy/Monitor Closely. Administer dolutegravir 2 hr (dolutegravir or abacavir/dolutegravir/lamivudine) or 4 hr (dolutegravir/rilpivirine) before or 6 hr after taking medications containing polyvalent cations."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ferrous sulfate",
            "description": {
                "common": "ferrous sulfate will decrease the level or effect of dolutegravir by  cation binding in GI tract. Modify Therapy/Monitor Closely. Administer dolutegravir 2 hr (dolutegravir or abacavir/dolutegravir/lamivudine) or 4 hr (dolutegravir/rilpivirine) before or 6 hr after taking medications containing polyvalent cations."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "fosamprenavir",
            "description": {
                "common": "fosamprenavir and abacavir both increase  risk of immune reconstitution syndrome. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "fosamprenavir",
            "description": {
                "common": "fosamprenavir and lamivudine both increase  risk of immune reconstitution syndrome. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ganciclovir",
            "description": {
                "common": "ganciclovir, lamivudine.\nEither increases toxicity of the other by pharmacodynamic synergism. Modify Therapy/Monitor Closely. Increased risk of hematologic toxicity."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "indinavir",
            "description": {
                "common": "indinavir and lamivudine both increase  risk of immune reconstitution syndrome. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "interferon alfa 2b",
            "description": {
                "common": "interferon alfa 2b, lamivudine.\nEither increases toxicity of the other by pharmacodynamic synergism. Use Caution/Monitor. Increased risk of liver decompensation."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "lamivudine",
            "description": {
                "common": "abacavir and lamivudine both increase  risk of immune reconstitution syndrome. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "magnesium hydroxide",
            "description": {
                "common": "magnesium hydroxide will decrease the level or effect of dolutegravir by  cation binding in GI tract. Use Caution/Monitor. Administer dolutegravir 2 hr before or 6 hr after taking medications containing polyvalent cations; use alternative therapy if available"
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "magnesium supplement",
            "description": {
                "common": "magnesium supplement will decrease the level or effect of dolutegravir by  Other (see comment). Modify Therapy/Monitor Closely. Drug may form a chelate with polyvalent cations; may decrease absorption by the intestinal tract; applies to oral forms; may administer under fasting conditions 2 hr before administering polyvalent cation or 6 hr after"
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "metformin",
            "description": {
                "common": "dolutegravir will increase the level or effect of metformin by  decreasing renal clearance. Modify Therapy/Monitor Closely. Dolutegravir inhibits the renal organic cation transporter, OCT2; when used with metformin, limit total daily dose of metformin to 1,000 mg either when starting metformin or dolutegravir; when stopping dolutegravir, adjustment of metformin dose may be necessary; monitor blood glucose when initiating concomitant use and after withdrawal of dolutegravir"
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "methadone",
            "description": {
                "common": "abacavir will decrease the level or effect of methadone by  unknown mechanism. Use Caution/Monitor. Monitor for opioid withdrawal symptoms."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "multivitamins",
            "description": {
                "common": "multivitamins will decrease the level or effect of dolutegravir by  cation binding in GI tract. Modify Therapy/Monitor Closely. Administer dolutegravir 2 hr (dolutegravir or abacavir/dolutegravir/lamivudine) or 4 hr (dolutegravir/rilpivirine) before or 6 hr after taking medications containing polyvalent cations."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "multivitamins, vision",
            "description": {
                "common": "multivitamins, vision will decrease the level or effect of dolutegravir by  cation binding in GI tract. Modify Therapy/Monitor Closely. Administer dolutegravir 2 hr (dolutegravir or abacavir/dolutegravir/lamivudine) or 4 hr (dolutegravir/rilpivirine) before or 6 hr after taking medications containing polyvalent cations."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "nelfinavir",
            "description": {
                "common": "nelfinavir and lamivudine both increase  risk of immune reconstitution syndrome. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "nevirapine",
            "description": {
                "common": "lamivudine and nevirapine both increase  risk of immune reconstitution syndrome. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "orlistat",
            "description": {
                "common": "orlistat will decrease the level or effect of dolutegravir by  inhibition of GI absorption. Applies only to oral form of both agents. Use Caution/Monitor. Loss of virological control reported in HIV-infected patients taking orlistat concomitantly. Exact mechanism is unclear, but may include a drug-drug interaction that inhibits systemic absorption of the antiretroviral drug. Monitor HIV RNA levels frequently and if increased HIV viral load confirmed, discontinue orlistat. "
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "peginterferon alfa 2a",
            "description": {
                "common": "peginterferon alfa 2a, lamivudine.\nEither increases toxicity of the other by pharmacodynamic synergism. Use Caution/Monitor. Increased risk of liver decompensation."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "selenium",
            "description": {
                "common": "selenium will decrease the level or effect of dolutegravir by  cation binding in GI tract. Modify Therapy/Monitor Closely. Administer dolutegravir at least 2 h before or 6 h after polyvalent cations. Administer the dolutegravir/rilpivirine combination at least 4 h before or 6 h after polyvalent cations."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "riociguat",
            "description": {
                "common": "abacavir will increase the level or effect of riociguat by  unknown mechanism. Modify Therapy/Monitor Closely. Riociguat dose reduction may be necessary"
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "peginterferon alfa 2b",
            "description": {
                "common": "peginterferon alfa 2b, lamivudine.\nEither increases toxicity of the other by pharmacodynamic synergism. Use Caution/Monitor. Increased risk of liver decompensation."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ribavirin",
            "description": {
                "common": "ribavirin increases toxicity of lamivudine by pharmacodynamic synergism. Modify Therapy/Monitor Closely. Use alternatives if available. Increased risk of lactic acidosis."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ritonavir",
            "description": {
                "common": "ritonavir and lamivudine both increase  risk of immune reconstitution syndrome. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "saquinavir",
            "description": {
                "common": "saquinavir and lamivudine both increase  risk of immune reconstitution syndrome. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "sodium sulfate/?magnesium sulfate/potassium chloride",
            "description": {
                "common": "sodium sulfate/?magnesium sulfate/potassium chloride decreases levels of dolutegravir by inhibition of GI absorption. Applies only to oral form of both agents. Modify Therapy/Monitor Closely. Administer dolutegravir at least 2 hr before or 6 hr after each dose to avoid chelation with magnesium. ."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "sodium sulfate/potassium sulfate/magnesium sulfate",
            "description": {
                "common": "sodium sulfate/potassium sulfate/magnesium sulfate decreases levels of dolutegravir by inhibition of GI absorption. Applies only to oral form of both agents. Modify Therapy/Monitor Closely. Administer dolutegravir at least 2 hr before or 6 hr after each dose to avoid chelation with magnesium. ."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "stavudine",
            "description": {
                "common": "lamivudine and stavudine both increase  risk of immune reconstitution syndrome. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "tenofovir DF",
            "description": {
                "common": "lamivudine and tenofovir DF both increase  risk of immune reconstitution syndrome. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "tipranavir",
            "description": {
                "common": "tipranavir and lamivudine both increase  risk of immune reconstitution syndrome. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "trimethoprim",
            "description": {
                "common": "trimethoprim increases effects of lamivudine by basic (cationic) drug competition for renal tubular clearance. Use Caution/Monitor. Potential for increased toxicity."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ublituximab",
            "description": {
                "common": "ublituximab decreases effects of dolutegravir by immunosuppressive effects; risk of infection. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ublituximab",
            "description": {
                "common": "ublituximab decreases effects of lamivudine by immunosuppressive effects; risk of infection. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "zinc",
            "description": {
                "common": "zinc will decrease the level or effect of dolutegravir by  cation binding in GI tract. Modify Therapy/Monitor Closely. Administer dolutegravir at least 2 hr before or 6 hr after oral zinc salts."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "ethanol",
            "description": {
                "common": "ethanol increases levels of abacavir by decreasing metabolism. Minor/Significance Unknown. Interaction usually not clinically significant."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "isavuconazonium sulfate",
            "description": {
                "common": "isavuconazonium sulfate will increase the level or effect of lamivudine by  Other (see comment). Minor/Significance Unknown. Isavuconazonium sulfate, an OCT2 inhibitor, may increase the effects or levels of OCT2 substrates."
            }
        }
    ],
    "adverse effects": [
        {
            "name": "Lipase",
            "percent": "4-9"
        },
        {
            "name": "Hyperglycemia",
            "percent": "2-7"
        },
        {
            "name": "Creatinine kinase",
            "percent": "4-5"
        },
        {
            "name": "Insomnia",
            "percent": "3"
        },
        {
            "name": "Decreased neutrophils",
            "percent": "2-3"
        },
        {
            "name": "Increased AST",
            "percent": "1"
        },
        {
            "name": "to",
            "percent": "3"
        },
        {
            "name": "Headache",
            "percent": "2"
        },
        {
            "name": "Fatigue",
            "percent": "2"
        },
        {
            "name": "Increased ALT",
            "percent": "1"
        },
        {
            "name": "to",
            "percent": "2"
        },
        {
            "name": "Depression",
            "percent": "1"
        },
        {
            "name": "Abnormal dreams",
            "percent": null
        },
        {
            "name": "Dizziness",
            "percent": null
        },
        {
            "name": "Nausea",
            "percent": null
        },
        {
            "name": "Diarrhea",
            "percent": null
        },
        {
            "name": "Rash",
            "percent": null
        },
        {
            "name": "Digestive",
            "percent": null
        },
        {
            "name": "Stomatitis",
            "percent": null
        },
        {
            "name": "Gastrointestinal",
            "percent": null
        },
        {
            "name": "Pancreatitis",
            "percent": null
        },
        {
            "name": "General",
            "percent": null
        },
        {
            "name": "Weakness",
            "percent": null
        },
        {
            "name": "Blood and lymphatic systems",
            "percent": null
        },
        {
            "name": "Aplastic anemia",
            "percent": null
        },
        {
            "name": "anemia",
            "percent": null
        },
        {
            "name": "eg",
            "percent": null
        },
        {
            "name": "pure red cell aplasia and severe anemias progressing on therapy",
            "percent": null
        },
        {
            "name": "lymphadenopathy",
            "percent": null
        },
        {
            "name": "splenomegaly",
            "percent": null
        },
        {
            "name": "Hepatobiliary disorders",
            "percent": null
        },
        {
            "name": "Acute liver failure",
            "percent": null
        },
        {
            "name": "liver transplant Hypersensitivity",
            "percent": null
        },
        {
            "name": "Sensitization reactions",
            "percent": null
        },
        {
            "name": "eg",
            "percent": null
        },
        {
            "name": "anaphylaxis",
            "percent": null
        },
        {
            "name": "urticaria",
            "percent": null
        },
        {
            "name": "Metabolism and nutrition disorders",
            "percent": null
        },
        {
            "name": "Hyperlactemia",
            "percent": null
        },
        {
            "name": "Musculoskeletal",
            "percent": null
        },
        {
            "name": "CPK elevation",
            "percent": null
        },
        {
            "name": "muscle weakness",
            "percent": null
        },
        {
            "name": "myalgia",
            "percent": null
        },
        {
            "name": "rhabdomyolysis",
            "percent": null
        },
        {
            "name": "Investigations",
            "percent": null
        },
        {
            "name": "Weight increased",
            "percent": null
        },
        {
            "name": "Nervous",
            "percent": null
        },
        {
            "name": "Paresthesia",
            "percent": null
        },
        {
            "name": "peripheral neuropathy",
            "percent": null
        },
        {
            "name": "seizures",
            "percent": null
        },
        {
            "name": "Psychiatric",
            "percent": null
        },
        {
            "name": "Anxiety",
            "percent": null
        },
        {
            "name": "Respiratory",
            "percent": null
        },
        {
            "name": "Abnormal breath sounds",
            "percent": null
        },
        {
            "name": "wheezing",
            "percent": null
        },
        {
            "name": "Skin",
            "percent": null
        },
        {
            "name": "Alopecia",
            "percent": null
        },
        {
            "name": "erythema multiforme",
            "percent": null
        },
        {
            "name": "suspected Stevens",
            "percent": null
        },
        {
            "name": "Johnson syndrome",
            "percent": null
        },
        {
            "name": "SJS",
            "percent": null
        },
        {
            "name": "and toxic epidermal necrolysis",
            "percent": null
        },
        {
            "name": "TEN",
            "percent": null
        }
    ]
}