{
    "name": "calcium carbonate",
    "comment": "OTC",
    "other_names": [
        "Tums",
        "Tums Chewy Delights",
        "Tums Extra",
        "Tums Freshers",
        "Tums Kids",
        "Tums Regular",
        "Tums Smoothies",
        "Tums Ultra",
        "Calci-Chew",
        "Caltrate 600",
        "Oysco 500",
        "Pepto Kids"
    ],
    "classes": [
        "Antacids",
        "Calcium Salts"
    ],
    "source": "https://reference.medscape.com/drug/tums-calcium-carbonate-341983",
    "pregnancy": {
        "common": [
            "Pregnancy category: C",
            "Lactation: Safe; crosses the placenta; appears in breast milk"
        ],
        "specific": []
    },
    "lactation": {
        "common": [
            "Lactation: Safe; crosses the placenta; appears in breast milk"
        ]
    },
    "warnings": {
        "black_box_warning": {
            "common": [],
            "specific": []
        },
        "contraindicators": {
            "common": [
                "Hypersensitivity",
                "Hypercalciuria",
                "Renal calculi",
                "Hypophosphatemia",
                "Hypercalcemia",
                "Suspected digoxin toxicity"
            ],
            "specific": []
        },
        "cautions": {
            "common": [
                "Shake suspension well; chew tablets thoroughly",
                "Bloating, gas, and constipation may occur with therapy",
                "Hypercalcemia may occur from long-term use, which may exacerbate nephrolithiasis or cause generalized soft tissue and vascular calcification; may also increase mortality in patients with chronic kidney disease",
                "Drug administration impaired by achlorhydria, common in the elderly; consider using an alternate salt form of calcium",
                "Hypercalciuria and hypercalcemia may occur in patients with hypoparathyroid disease, receiving high doses of vitamin D",
                "Kidney stones reported with use; exercise caution in patients with history ",
                "Use caution in patients with renal insufficiency; patients more susceptible to effects of excess calcium",
                "Advise patients to limit intake of oxalate-rich foods (soy; green, leafy vegetables; animal protein) to avoid reduced absorption through Ca-oxalate formation"
            ],
            "specific": []
        }
    },
    "interactions": [
        {
            "classification_type": "Contraindicated",
            "interaction_with": "ceftriaxone",
            "description": {
                "common": "ceftriaxone, calcium carbonate. Other (see comment). Contraindicated. \nComment: Do not use ANY calcium containing solutions (including Ringer or Harmann solutions) in combination with IV ceftriaxone; risk of potentially fatal particulate precipitation in lungs, kidneys. Separate by at least 48 hrs."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "atazanavir",
            "description": {
                "common": "calcium carbonate will decrease the level or effect of atazanavir by  increasing gastric pH. Applies only to oral form of both agents. Avoid or Use Alternate Drug. Atazanavir solubility decreases as pH increases. Reduced plasma concentrations of atazanavir are expected if antacids or buffered medications are coadministered.  Administer atazanavir 2 hr before or 1 hr after these medications."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "baloxavir marboxil",
            "description": {
                "common": "calcium carbonate will decrease the level or effect of baloxavir marboxil by  cation binding in GI tract. Avoid or Use Alternate Drug. Baloxavir may bind to polyvalent cations resulting in decreased absorption. Studies in monkeys showed concurrent use with calcium, aluminum, or iron caused significantly decreased plasma levels. Human studies not conducted."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "dapsone",
            "description": {
                "common": "calcium carbonate will decrease the level or effect of dapsone by  increasing gastric pH. Applies only to oral form of both agents. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "dasatinib",
            "description": {
                "common": "calcium carbonate will decrease the level or effect of dasatinib by  increasing gastric pH. Applies only to oral form of both agents. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "demeclocycline",
            "description": {
                "common": "calcium carbonate, demeclocycline.\nEither decreases levels of the other by inhibition of GI absorption. Applies only to oral form of both agents. Avoid or Use Alternate Drug. Separate by 2 hours."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "digoxin",
            "description": {
                "common": "calcium carbonate will increase the level or effect of digoxin by  increasing gastric pH. Applies only to oral form of both agents. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "doxycycline",
            "description": {
                "common": "calcium carbonate, doxycycline.\nEither decreases levels of the other by inhibition of GI absorption. Applies only to oral form of both agents. Avoid or Use Alternate Drug. Separate by 2 hours."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "eltrombopag",
            "description": {
                "common": "calcium carbonate decreases levels of eltrombopag by inhibition of GI absorption. Applies only to oral form of both agents. Contraindicated. Separate by at least 4 hours."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "erdafitinib",
            "description": {
                "common": "calcium carbonate, erdafitinib. Other (see comment). Avoid or Use Alternate Drug. \nComment: Avoid coadministration during initial dosing adjustment period (ie, first 21 days). Increases in serum phosphate levels are a pharmacodynamic effect of FGFR inhibition. Serum phosphate binders may obscure decisions regarding initial dosage increase."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "indinavir",
            "description": {
                "common": "calcium carbonate will decrease the level or effect of indinavir by  increasing gastric pH. Applies only to oral form of both agents. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "infigratinib",
            "description": {
                "common": "calcium carbonate will decrease the level or effect of infigratinib by  inhibition of GI absorption. Applies only to oral form of both agents. Avoid or Use Alternate Drug. If use with an acid-reducing agent cannot be avoided, administer infigratinib 2 hr before and after administration of a locally-acting antacid."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "ketoconazole",
            "description": {
                "common": "calcium carbonate will decrease the level or effect of ketoconazole by  increasing gastric pH. Applies only to oral form of both agents. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "levoketoconazole",
            "description": {
                "common": "calcium carbonate will decrease the level or effect of levoketoconazole by  increasing gastric pH. Applies only to oral form of both agents. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "minocycline",
            "description": {
                "common": "calcium carbonate, minocycline.\nEither decreases levels of the other by inhibition of GI absorption. Applies only to oral form of both agents. Avoid or Use Alternate Drug. Separate by 2 hours."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "nimodipine",
            "description": {
                "common": "calcium carbonate will increase the level or effect of nimodipine by  increasing gastric pH. Applies only to oral form of both agents. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "nisoldipine",
            "description": {
                "common": "calcium carbonate will increase the level or effect of nisoldipine by  increasing gastric pH. Applies only to oral form of both agents. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "nitrendipine",
            "description": {
                "common": "calcium carbonate will increase the level or effect of nitrendipine by  increasing gastric pH. Applies only to oral form of both agents. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "oxytetracycline",
            "description": {
                "common": "calcium carbonate, oxytetracycline.\nEither decreases levels of the other by inhibition of GI absorption. Applies only to oral form of both agents. Avoid or Use Alternate Drug. Separate by 2 hours."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "pazopanib",
            "description": {
                "common": "calcium carbonate will decrease the level or effect of pazopanib by  increasing gastric pH. Applies only to oral form of both agents. Avoid or Use Alternate Drug. Avoid coadministration of pazopanib with drugs that raise gastric pH; may use short-acting antacids in place of PPIs and H2 antagonists, but separate antacid and pazopanib dosing by several hours"
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "ponatinib",
            "description": {
                "common": "calcium carbonate decreases levels of ponatinib by increasing gastric pH. Applies only to oral form of both agents. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "sotorasib",
            "description": {
                "common": "calcium carbonate will decrease the level or effect of sotorasib by  inhibition of GI absorption. Applies only to oral form of both agents. Avoid or Use Alternate Drug. If use with an acid-reducing agent cannot be avoided, administer sotorasib 4 hr before or 10 hr after administration of a locally-acting antacid."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "tetracycline",
            "description": {
                "common": "calcium carbonate, tetracycline.\nEither decreases levels of the other by inhibition of GI absorption. Applies only to oral form of both agents. Avoid or Use Alternate Drug. Separate by 2 hours."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "acalabrutinib",
            "description": {
                "common": "calcium carbonate decreases levels of acalabrutinib by increasing gastric pH. Applies only to oral form of both agents. Modify Therapy/Monitor Closely. Acalabrutinib solubility decreases with increasing gastric pH. Separate dosing by at least 2 hr between administration of antacids and acalabrutinib."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "acebutolol",
            "description": {
                "common": "calcium carbonate decreases effects of acebutolol by unspecified interaction mechanism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "alendronate",
            "description": {
                "common": "calcium carbonate decreases levels of alendronate by inhibition of GI absorption. Applies only to oral form of both agents. Use Caution/Monitor. Separate by 30 minutes."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "allopurinol",
            "description": {
                "common": "calcium carbonate decreases levels of allopurinol by inhibition of GI absorption. Applies only to oral form of both agents. Use Caution/Monitor. Separate by 2 hours."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "amantadine",
            "description": {
                "common": "calcium carbonate will increase the level or effect of amantadine by  Other (see comment). Modify Therapy/Monitor Closely. Urine pH changes towards alkalinic conditions may lead to an accumulation of amantadine with a possible increase in adverse reactions. Monitor for adverse reactions of amantadine."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "amlodipine",
            "description": {
                "common": "calcium carbonate decreases effects of amlodipine by pharmacodynamic antagonism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "atenolol",
            "description": {
                "common": "calcium carbonate decreases effects of atenolol by unspecified interaction mechanism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "azithromycin",
            "description": {
                "common": "calcium carbonate decreases levels of azithromycin by inhibition of GI absorption. Applies only to oral form of both agents. Use Caution/Monitor. Separate by 2 hours."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "bearberry",
            "description": {
                "common": "calcium carbonate will increase the level or effect of bearberry by  passive renal tubular reabsorption - basic urine. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "benazepril",
            "description": {
                "common": "calcium carbonate decreases effects of benazepril by unspecified interaction mechanism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "benzphetamine",
            "description": {
                "common": "calcium carbonate will increase the level or effect of benzphetamine by  passive renal tubular reabsorption - basic urine. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "betaxolol",
            "description": {
                "common": "calcium carbonate decreases effects of betaxolol by unspecified interaction mechanism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "bictegravir",
            "description": {
                "common": "calcium carbonate will decrease the level or effect of bictegravir by  cation binding in GI tract. Modify Therapy/Monitor Closely. Bictegravir can be taken under fasting conditions 2 hr before antacids containing calcium. However, bictegravir and supplements containing calcium can be taken together with food. Routine administration of bictegravir (under fasting conditions) simultaneously with, or 2 hr after, calcium supplements or antacids containing calcium is not recommended."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "bisoprolol",
            "description": {
                "common": "calcium carbonate decreases effects of bisoprolol by unspecified interaction mechanism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "bosutinib",
            "description": {
                "common": "calcium carbonate decreases levels of bosutinib by increasing gastric pH. Applies only to oral form of both agents. Use Caution/Monitor. Bosutinib displays pH-dependent solubility; may use short-acting antacids with administration separated by 2 hr."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "budesonide",
            "description": {
                "common": "calcium carbonate decreases effects of budesonide by increasing gastric pH. Applies only to oral form of both agents. Modify Therapy/Monitor Closely. Enteric-coated budesonide dissolves at pH >5.5. Also, dissolution of extended-release budesonide tablets is pH dependent. Coadministration with drugs that increase gastric pH may cause these budesonide products to prematurely dissolve, and possibly affect release properties and absorption of the drug in the duodenum."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "cabotegravir",
            "description": {
                "common": "calcium carbonate will decrease the level or effect of cabotegravir by  cation binding in GI tract. Modify Therapy/Monitor Closely. Administer antacid products at least 2 hr before or 4 hr after taking oral cabotegravir."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "captopril",
            "description": {
                "common": "calcium carbonate decreases effects of captopril by unspecified interaction mechanism. Use Caution/Monitor. Calcium carbonate may decrease absorption of captopril."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "carbonyl iron",
            "description": {
                "common": "calcium carbonate will decrease the level or effect of carbonyl iron by  increasing gastric pH. Applies only to oral form of both agents. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "carvedilol",
            "description": {
                "common": "calcium carbonate decreases effects of carvedilol by unspecified interaction mechanism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "cefdinir",
            "description": {
                "common": "calcium carbonate will decrease the level or effect of cefdinir by  increasing gastric pH. Applies only to oral form of both agents. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "cefditoren",
            "description": {
                "common": "calcium carbonate will decrease the level or effect of cefditoren by  increasing gastric pH. Applies only to oral form of both agents. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "cefpodoxime",
            "description": {
                "common": "calcium carbonate will decrease the level or effect of cefpodoxime by  increasing gastric pH. Applies only to oral form of both agents. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "cefuroxime",
            "description": {
                "common": "calcium carbonate will decrease the level or effect of cefuroxime by  increasing gastric pH. Applies only to oral form of both agents. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "celecoxib",
            "description": {
                "common": "calcium carbonate decreases levels of celecoxib by inhibition of GI absorption. Applies only to oral form of both agents. Use Caution/Monitor. Separate by 2 hours."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "celiprolol",
            "description": {
                "common": "calcium carbonate decreases effects of celiprolol by unspecified interaction mechanism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "chenodiol",
            "description": {
                "common": "calcium carbonate decreases levels of chenodiol by inhibition of GI absorption. Applies only to oral form of both agents. Use Caution/Monitor. Separate by 2 hours."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "chloroquine",
            "description": {
                "common": "calcium carbonate will decrease the level or effect of chloroquine by  cation binding in GI tract. Use Caution/Monitor. Separate doses by at least 4 hr"
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ciprofloxacin",
            "description": {
                "common": "calcium carbonate decreases effects of ciprofloxacin by inhibition of GI absorption. Applies only to oral form of both agents. Use Caution/Monitor. Ciprofloxacin should be administered 2 hr before or 6 hr after calcium salts."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "clevidipine",
            "description": {
                "common": "calcium carbonate decreases effects of clevidipine by pharmacodynamic antagonism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "crizotinib",
            "description": {
                "common": "calcium carbonate decreases levels of crizotinib by increasing gastric pH. Applies only to oral form of both agents. Use Caution/Monitor. Drugs that elevate the gastric pH may decrease the solubility of crizotinib and subsequently reduce its bioavailability. However, no formal studies have been conducted. ."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "cyclosporine",
            "description": {
                "common": "calcium carbonate decreases levels of cyclosporine by inhibition of GI absorption. Applies only to oral form of both agents. Use Caution/Monitor. Separate by 2 hours."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "dabrafenib",
            "description": {
                "common": "calcium carbonate will decrease the level or effect of dabrafenib by  increasing gastric pH. Applies only to oral form of both agents. Use Caution/Monitor. Drugs that alter upper GI tract pH (eg, PPIs, H2-blockers, antacids) may decrease dabrafenib solubility and reduce its bioavailability"
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "deferiprone",
            "description": {
                "common": "calcium carbonate decreases levels of deferiprone by enhancing GI absorption. Applies only to oral form of both agents. Modify Therapy/Monitor Closely. Deferiprone may bind polyvalent cations (eg, iron, aluminum, and zinc), separate administration by at least 4 hr between deferiprone and other medications (eg, antacids), or supplements containing these polyvalent cations."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "deferoxamine",
            "description": {
                "common": "deferoxamine decreases levels of calcium carbonate by inhibition of GI absorption. Applies only to oral form of both agents. Use Caution/Monitor. Deferoxamine chelates iron; its affinity for other minerals is unknown."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "delafloxacin",
            "description": {
                "common": "calcium carbonate will decrease the level or effect of delafloxacin by  cation binding in GI tract. Modify Therapy/Monitor Closely. Oral delafloxacin form chelates with alkaline earth and transition metal cations. Administer oral delafloxacin at least 2 hr before or 6 hr after these agents."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "dextroamphetamine",
            "description": {
                "common": "calcium carbonate will increase the level or effect of dextroamphetamine by  passive renal tubular reabsorption - basic urine. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "digoxin",
            "description": {
                "common": "calcium carbonate increases effects of digoxin by pharmacodynamic synergism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "diltiazem",
            "description": {
                "common": "calcium carbonate decreases effects of diltiazem by pharmacodynamic antagonism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "dolutegravir",
            "description": {
                "common": "calcium carbonate will decrease the level or effect of dolutegravir by  cation binding in GI tract. Modify Therapy/Monitor Closely. Administer dolutegravir 2 hr (dolutegravir or abacavir/dolutegravir/lamivudine) or 4 hr (dolutegravir/rilpivirine) before or 6 hr after taking medications containing polyvalent cations."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "elvitegravir",
            "description": {
                "common": "calcium carbonate will decrease the level or effect of elvitegravir by  cation binding in GI tract. Modify Therapy/Monitor Closely. Elvitegravir plasma concentrations are lower with antacids due to the formation of ionic complexes in the GI tract and not due to changes in gastric pH; separate dose from antacid by at least 2 hr"
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "elvitegravir/cobicistat/emtricitabine/tenofovir DF",
            "description": {
                "common": "calcium carbonate decreases levels of elvitegravir/cobicistat/emtricitabine/tenofovir DF by inhibition of GI absorption. Applies only to oral form of both agents. Use Caution/Monitor. Separate administration from antacids by 2 hr."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "enalapril",
            "description": {
                "common": "calcium carbonate decreases effects of enalapril by unspecified interaction mechanism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ephedrine",
            "description": {
                "common": "calcium carbonate will increase the level or effect of ephedrine by  passive renal tubular reabsorption - basic urine. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "erythromycin base",
            "description": {
                "common": "calcium carbonate increases levels of erythromycin base by unknown mechanism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "erythromycin ethylsuccinate",
            "description": {
                "common": "calcium carbonate increases levels of erythromycin ethylsuccinate by unknown mechanism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "erythromycin lactobionate",
            "description": {
                "common": "calcium carbonate increases levels of erythromycin lactobionate by unknown mechanism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "erythromycin stearate",
            "description": {
                "common": "calcium carbonate increases levels of erythromycin stearate by unknown mechanism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "esmolol",
            "description": {
                "common": "calcium carbonate decreases effects of esmolol by unspecified interaction mechanism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "estramustine",
            "description": {
                "common": "calcium carbonate decreases levels of estramustine by inhibition of GI absorption. Applies only to oral form of both agents. Use Caution/Monitor. Patients should take estramustine with water at least 1h before or 2h after meals."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "etidronate",
            "description": {
                "common": "calcium carbonate decreases levels of etidronate by inhibition of GI absorption. Applies only to oral form of both agents. Use Caution/Monitor. Separate by 30 minutes."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "felodipine",
            "description": {
                "common": "calcium carbonate decreases effects of felodipine by pharmacodynamic antagonism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ferric maltol",
            "description": {
                "common": "calcium carbonate will decrease the level or effect of ferric maltol by  increasing gastric pH. Applies only to oral form of both agents. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ferrous fumarate",
            "description": {
                "common": "calcium carbonate will decrease the level or effect of ferrous fumarate by  increasing gastric pH. Applies only to oral form of both agents. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ferrous gluconate",
            "description": {
                "common": "calcium carbonate will decrease the level or effect of ferrous gluconate by  increasing gastric pH. Applies only to oral form of both agents. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "flecainide",
            "description": {
                "common": "calcium carbonate will increase the level or effect of flecainide by  passive renal tubular reabsorption - basic urine. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "fosamprenavir",
            "description": {
                "common": "calcium carbonate will decrease the level or effect of fosamprenavir by  increasing gastric pH. Applies only to oral form of both agents. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "fosinopril",
            "description": {
                "common": "calcium carbonate decreases effects of fosinopril by unspecified interaction mechanism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "gabapentin",
            "description": {
                "common": "calcium carbonate decreases levels of gabapentin by inhibition of GI absorption. Applies only to oral form of both agents. Use Caution/Monitor. Separate by 2 hours."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "gabapentin enacarbil",
            "description": {
                "common": "calcium carbonate decreases levels of gabapentin enacarbil by inhibition of GI absorption. Applies only to oral form of both agents. Use Caution/Monitor. Separate by 2 hours."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "gefitinib",
            "description": {
                "common": "calcium carbonate decreases levels of gefitinib by increasing gastric pH. Applies only to oral form of both agents. Use Caution/Monitor. Separate gefitinib and antacid doses by at least 6 hr."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "gemifloxacin",
            "description": {
                "common": "calcium carbonate, gemifloxacin.\nEither decreases levels of the other by inhibition of GI absorption. Applies only to oral form of both agents. Use Caution/Monitor. Separate by 2 hours."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "glipizide",
            "description": {
                "common": "calcium carbonate will increase the level or effect of glipizide by  increasing gastric pH. Applies only to oral form of both agents. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "glyburide",
            "description": {
                "common": "calcium carbonate will increase the level or effect of glyburide by  increasing gastric pH. Applies only to oral form of both agents. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ibandronate",
            "description": {
                "common": "calcium carbonate decreases levels of ibandronate by inhibition of GI absorption. Applies only to oral form of both agents. Use Caution/Monitor. Separate by 30 minutes."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "imidapril",
            "description": {
                "common": "calcium carbonate decreases effects of imidapril by unspecified interaction mechanism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "iron dextran complex",
            "description": {
                "common": "calcium carbonate will decrease the level or effect of iron dextran complex by  increasing gastric pH. Applies only to oral form of both agents. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "iron sucrose",
            "description": {
                "common": "calcium carbonate will decrease the level or effect of iron sucrose by  increasing gastric pH. Applies only to oral form of both agents. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "isoniazid",
            "description": {
                "common": "calcium carbonate decreases levels of isoniazid by inhibition of GI absorption. Applies only to oral form of both agents. Use Caution/Monitor. Separate by 2 hours."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "isradipine",
            "description": {
                "common": "calcium carbonate decreases effects of isradipine by pharmacodynamic antagonism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "itraconazole",
            "description": {
                "common": "calcium carbonate will decrease the level or effect of itraconazole by  inhibition of GI absorption. Applies only to oral form of both agents. Use Caution/Monitor. Administer acid neutralizing medicines at least 2 hours before or 2 hours after itraconazole."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ketoconazole",
            "description": {
                "common": "calcium carbonate decreases levels of ketoconazole by inhibition of GI absorption. Applies only to oral form of both agents. Use Caution/Monitor. Separate by 2 hours."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "labetalol",
            "description": {
                "common": "calcium carbonate decreases effects of labetalol by unspecified interaction mechanism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "lactulose",
            "description": {
                "common": "calcium carbonate decreases effects of lactulose by pharmacodynamic antagonism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "lanthanum carbonate",
            "description": {
                "common": "lanthanum carbonate, calcium carbonate. cation binding in GI tract. Use Caution/Monitor. Administer antacid at least 2 hours before or after lanthanum. ."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ledipasvir/sofosbuvir",
            "description": {
                "common": "calcium carbonate decreases levels of ledipasvir/sofosbuvir by Other (see comment). Use Caution/Monitor. \nComment: Ledipasvir solubility decreases as pH increases; drugs that increase gastric pH are expected to decrease levels of ledipasvir; separate antacid and ledipasivr/sofosbuvir administration by 4 hr."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "levofloxacin",
            "description": {
                "common": "calcium carbonate, levofloxacin.\nEither decreases levels of the other by inhibition of GI absorption. Applies only to oral form of both agents. Use Caution/Monitor. Separate by 2 hours."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "levoketoconazole",
            "description": {
                "common": "calcium carbonate decreases levels of levoketoconazole by inhibition of GI absorption. Applies only to oral form of both agents. Use Caution/Monitor. Separate by 2 hours."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "levothyroxine",
            "description": {
                "common": "calcium carbonate decreases levels of levothyroxine by inhibition of GI absorption. Applies only to oral form of both agents. Use Caution/Monitor. Separate by 2 hours."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "lisdexamfetamine",
            "description": {
                "common": "calcium carbonate will increase the level or effect of lisdexamfetamine by  passive renal tubular reabsorption - basic urine. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "lisinopril",
            "description": {
                "common": "calcium carbonate decreases effects of lisinopril by unspecified interaction mechanism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "memantine",
            "description": {
                "common": "calcium carbonate will increase the level or effect of memantine by  passive renal tubular reabsorption - basic urine. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "methscopolamine",
            "description": {
                "common": "calcium carbonate decreases levels of methscopolamine by inhibition of GI absorption. Applies only to oral form of both agents. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "methylphenidate",
            "description": {
                "common": "calcium carbonate decreases effects of methylphenidate by enhancing GI absorption. Applies only to oral form of both agents. Modify Therapy/Monitor Closely. Since the characteristics of methylphenidate extended release capsules (Ritalin LA) are pH dependent, coadministration of antacids or acid suppressants could alter the release of methylphenidate. Consider separating the administration of the antacid and the methylphenidate extended-release capsules may be avoided."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "metoprolol",
            "description": {
                "common": "calcium carbonate decreases effects of metoprolol by unspecified interaction mechanism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "mexiletine",
            "description": {
                "common": "calcium carbonate will increase the level or effect of mexiletine by  passive renal tubular reabsorption - basic urine. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "moexipril",
            "description": {
                "common": "calcium carbonate decreases effects of moexipril by unspecified interaction mechanism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "moxifloxacin",
            "description": {
                "common": "calcium carbonate, moxifloxacin.\nEither decreases levels of the other by inhibition of GI absorption. Applies only to oral form of both agents. Use Caution/Monitor. Separate by 2 hours."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "mycophenolate",
            "description": {
                "common": "calcium carbonate will decrease the level or effect of mycophenolate by  increasing gastric pH. Applies only to oral form of both agents. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "nadolol",
            "description": {
                "common": "calcium carbonate decreases effects of nadolol by unspecified interaction mechanism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "nebivolol",
            "description": {
                "common": "calcium carbonate decreases effects of nebivolol by unspecified interaction mechanism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "neratinib",
            "description": {
                "common": "calcium carbonate will decrease the level or effect of neratinib by  increasing gastric pH. Applies only to oral form of both agents. Modify Therapy/Monitor Closely. Separate antacid and neratinib dosing by 3 hr."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "nicardipine",
            "description": {
                "common": "calcium carbonate decreases effects of nicardipine by pharmacodynamic antagonism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "nifedipine",
            "description": {
                "common": "calcium carbonate decreases effects of nifedipine by pharmacodynamic antagonism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "nilotinib",
            "description": {
                "common": "calcium carbonate decreases levels of nilotinib by increasing gastric pH. Applies only to oral form of both agents. Modify Therapy/Monitor Closely. Avoid this interaction by administering antacids 2 hr after or 2 hr before nilotinib."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "nisoldipine",
            "description": {
                "common": "calcium carbonate decreases effects of nisoldipine by pharmacodynamic antagonism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "nitrofurantoin",
            "description": {
                "common": "calcium carbonate decreases levels of nitrofurantoin by inhibition of GI absorption. Applies only to oral form of both agents. Use Caution/Monitor. Separate by 2 hours."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ofloxacin",
            "description": {
                "common": "calcium carbonate, ofloxacin.\nEither decreases levels of the other by inhibition of GI absorption. Applies only to oral form of both agents. Use Caution/Monitor. Separate by 2 hours."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "omadacycline",
            "description": {
                "common": "calcium carbonate will decrease the level or effect of omadacycline by  inhibition of GI absorption. Applies only to oral form of both agents. Modify Therapy/Monitor Closely. Multivalent cation-containing products may impair absorption of tetracyclines, which may decrease its efficacy. Separate dosing of tetracyclines from these products."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "pamidronate",
            "description": {
                "common": "calcium carbonate decreases levels of pamidronate by inhibition of GI absorption. Applies only to oral form of both agents. Use Caution/Monitor. Separate by 30 minutes."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "pancrelipase",
            "description": {
                "common": "calcium carbonate decreases effects of pancrelipase by pharmacodynamic antagonism. Use Caution/Monitor. Antacids may negate beneficial effects of enzymes."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "penbutolol",
            "description": {
                "common": "calcium carbonate decreases effects of penbutolol by unspecified interaction mechanism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "penicillamine",
            "description": {
                "common": "calcium carbonate decreases levels of penicillamine by inhibition of GI absorption. Applies only to oral form of both agents. Use Caution/Monitor. Separate by 2 hours."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "perindopril",
            "description": {
                "common": "calcium carbonate decreases effects of perindopril by unspecified interaction mechanism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "pexidartinib",
            "description": {
                "common": "calcium carbonate will decrease the level or effect of pexidartinib by  inhibition of GI absorption. Applies only to oral form of both agents. Modify Therapy/Monitor Closely. Separate pexidartinib by 2 hr before or after taking a locally-acting antacid."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "pindolol",
            "description": {
                "common": "calcium carbonate decreases effects of pindolol by unspecified interaction mechanism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "polysaccharide iron",
            "description": {
                "common": "calcium carbonate will decrease the level or effect of polysaccharide iron by  increasing gastric pH. Applies only to oral form of both agents. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "posaconazole",
            "description": {
                "common": "calcium carbonate will decrease the level or effect of posaconazole by  increasing gastric pH. Applies only to oral form of both agents. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "potassium phosphates, IV",
            "description": {
                "common": "calcium carbonate decreases effects of potassium phosphates, IV by cation binding in GI tract. Modify Therapy/Monitor Closely. Calcium decreases serum phosphate concentration by binding dietary phosphate. Use alternatives if available."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "propranolol",
            "description": {
                "common": "calcium carbonate decreases effects of propranolol by unspecified interaction mechanism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "quinapril",
            "description": {
                "common": "calcium carbonate decreases effects of quinapril by unspecified interaction mechanism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "quinidine",
            "description": {
                "common": "calcium carbonate will increase the level or effect of quinidine by  passive renal tubular reabsorption - basic urine. Use Caution/Monitor. Elevated quinidine plasma levels, possibly with cardiac conduction disturbances and arrhythmias, may occur. "
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ramipril",
            "description": {
                "common": "calcium carbonate decreases effects of ramipril by unspecified interaction mechanism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "rifampin",
            "description": {
                "common": "calcium carbonate will decrease the level or effect of rifampin by  Other (see comment). Use Caution/Monitor. Concomitant antacid administration may reduce absorption of rifampin; daily doses of rifampin should be given at least 1 hr before ingestion of antacids"
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "rilpivirine",
            "description": {
                "common": "calcium carbonate decreases levels of rilpivirine by increasing gastric pH. Applies only to oral form of both agents. Modify Therapy/Monitor Closely. Coadministration of antacids with rilpivirine may cause significant decreases in rilpivirine plasma concentrations because of increased gastric pH. If antacids must be administered, they should be given at least 2 hr before or at least 4 hr after rilpivirine. For the combination product dolutegravir/rilpivirine, antacids should be given at least 4 hr before or at least 6 hr afterwards."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "riociguat",
            "description": {
                "common": "calcium carbonate decreases levels of riociguat by inhibition of GI absorption. Applies only to oral form of both agents. Use Caution/Monitor. Separate administration by at least 1 hour."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "risedronate",
            "description": {
                "common": "calcium carbonate decreases levels of risedronate by inhibition of GI absorption. Applies only to oral form of both agents. Use Caution/Monitor. Separate by 30 minutes."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "rose hips",
            "description": {
                "common": "calcium carbonate will decrease the level or effect of rose hips by  increasing gastric pH. Applies only to oral form of both agents. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "rosuvastatin",
            "description": {
                "common": "calcium carbonate decreases levels of rosuvastatin by inhibition of GI absorption. Applies only to oral form of both agents. Use Caution/Monitor. Separate by 2 hours."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "sarecycline",
            "description": {
                "common": "calcium carbonate will decrease the level or effect of sarecycline by  inhibition of GI absorption. Applies only to oral form of both agents. Modify Therapy/Monitor Closely. Multivalent cation-containing products may impair absorption of tetracyclines, which may decrease its efficacy. Separate dosing of tetracyclines from these products."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "sodium phosphates, IV",
            "description": {
                "common": "calcium carbonate decreases effects of sodium phosphates, IV by cation binding in GI tract. Modify Therapy/Monitor Closely. Calcium decreases serum phosphate concentration by binding dietary phosphate. Use alternatives if available."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "sodium sulfate/?magnesium sulfate/potassium chloride",
            "description": {
                "common": "sodium sulfate/?magnesium sulfate/potassium chloride increases toxicity of calcium carbonate by Other (see comment). Use Caution/Monitor. \nComment: Coadministration with medications that cause fluid and electrolyte abnormalities may increase the risk of adverse events of seizure, arrhythmias, and renal impairment."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "sodium sulfate/potassium sulfate/magnesium sulfate",
            "description": {
                "common": "sodium sulfate/potassium sulfate/magnesium sulfate increases toxicity of calcium carbonate by Other (see comment). Use Caution/Monitor. \nComment: Coadministration with medications that cause fluid and electrolyte abnormalities may increase the risk of adverse events of seizure, arrhythmias, and renal impairment."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "sofosbuvir/velpatasvir",
            "description": {
                "common": "calcium carbonate will decrease the level or effect of sofosbuvir/velpatasvir by  increasing gastric pH. Applies only to oral form of both agents. Modify Therapy/Monitor Closely. Velpatasvir solubility decreases as gastric pH increases (practically insoluble at pH >5). Separate administration of sofosbuvir/velpatasvir from antacids by at least 4 hr."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "sotalol",
            "description": {
                "common": "calcium carbonate decreases effects of sotalol by unspecified interaction mechanism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "sparsentan",
            "description": {
                "common": "calcium carbonate decreases effects of sparsentan by increasing gastric pH. Applies only to oral form of both agents. Modify Therapy/Monitor Closely. Administer sparsentan 2 hours before or after administration of antacids. Antacids may decrease sparsentan exposure which may reduce efficacy of sparsentan."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "squill",
            "description": {
                "common": "calcium carbonate increases toxicity of squill by unspecified interaction mechanism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "strontium ranelate",
            "description": {
                "common": "calcium carbonate decreases levels of strontium ranelate by inhibition of GI absorption. Applies only to oral form of both agents. Use Caution/Monitor. Applies to oral form of calcium. Separate by 2 hr."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "tiludronate",
            "description": {
                "common": "calcium carbonate decreases levels of tiludronate by inhibition of GI absorption. Applies only to oral form of both agents. Use Caution/Monitor. Separate by 30 minutes."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "timolol",
            "description": {
                "common": "calcium carbonate decreases effects of timolol by unspecified interaction mechanism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "tolbutamide",
            "description": {
                "common": "calcium carbonate will increase the level or effect of tolbutamide by  increasing gastric pH. Applies only to oral form of both agents. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "trandolapril",
            "description": {
                "common": "calcium carbonate decreases effects of trandolapril by unspecified interaction mechanism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ursodiol",
            "description": {
                "common": "calcium carbonate decreases effects of ursodiol by pharmacodynamic antagonism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "verapamil",
            "description": {
                "common": "calcium carbonate decreases effects of verapamil by pharmacodynamic antagonism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "vismodegib",
            "description": {
                "common": "calcium carbonate will decrease the level or effect of vismodegib by  Other (see comment). Use Caution/Monitor. Drugs that increase gastric pH alter vismodegib solubility and therefore reduce bioavailability; effect on efficacy unknown"
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "vitamin D",
            "description": {
                "common": "vitamin D, calcium carbonate. Other (see comment). Use Caution/Monitor. \nComment: The concurrent use of vitamin D with calcium salts is generally beneficial; in some patients this combination may result in hypercalcemia."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "zoledronic acid",
            "description": {
                "common": "calcium carbonate decreases levels of zoledronic acid by inhibition of GI absorption. Applies only to oral form of both agents. Use Caution/Monitor. Separate by 30 minutes."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "amikacin",
            "description": {
                "common": "amikacin decreases levels of calcium carbonate by inhibition of GI absorption. Applies only to oral form of both agents. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "amiloride",
            "description": {
                "common": "amiloride decreases levels of calcium carbonate by increasing renal clearance. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "aspirin",
            "description": {
                "common": "calcium carbonate, aspirin. Mechanism: passive renal tubular reabsorption due to increased pH. Minor/Significance Unknown. Salicylate levels increased at moderate doses; salicylate levels decreased at large doses (d/t increased renal excretion of unchanged salicylic acid)."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "aspirin rectal",
            "description": {
                "common": "calcium carbonate, aspirin rectal. Mechanism: passive renal tubular reabsorption due to increased pH. Minor/Significance Unknown. Salicylate levels increased at moderate doses; salicylate levels decreased at large doses (d/t increased renal excretion of unchanged salicylic acid)."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "aspirin/citric acid/sodium bicarbonate",
            "description": {
                "common": "calcium carbonate, aspirin/citric acid/sodium bicarbonate. Mechanism: passive renal tubular reabsorption due to increased pH. Minor/Significance Unknown. Salicylate levels increased at moderate doses; salicylate levels decreased at large doses (d/t increased renal excretion of unchanged salicylic acid)."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "balsalazide",
            "description": {
                "common": "calcium carbonate, balsalazide. Mechanism: passive renal tubular reabsorption due to increased pH. Minor/Significance Unknown. Salicylate levels increased at moderate doses; salicylate levels decreased at large doses (d/t increased renal excretion of unchanged salicylic acid)."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "bendroflumethiazide",
            "description": {
                "common": "bendroflumethiazide increases levels of calcium carbonate by decreasing renal clearance. Minor/Significance Unknown. Risk of alkalosis, hypercalcemia."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "blessed thistle",
            "description": {
                "common": "blessed thistle decreases effects of calcium carbonate by pharmacodynamic antagonism. Minor/Significance Unknown. Theoretical interaction."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "budesonide",
            "description": {
                "common": "budesonide decreases levels of calcium carbonate by increasing elimination. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "bumetanide",
            "description": {
                "common": "bumetanide decreases levels of calcium carbonate by increasing renal clearance. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "caffeine",
            "description": {
                "common": "caffeine decreases levels of calcium carbonate by increasing renal clearance. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "calcitriol topical",
            "description": {
                "common": "calcitriol topical increases levels of calcium carbonate by pharmacodynamic synergism. Minor/Significance Unknown. Topical calcitriol may lead to hypercalcemia."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "carbonyl iron",
            "description": {
                "common": "calcium carbonate decreases levels of carbonyl iron by inhibition of GI absorption. Applies only to oral form of both agents. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "chlorothiazide",
            "description": {
                "common": "chlorothiazide increases levels of calcium carbonate by decreasing renal clearance. Minor/Significance Unknown. Risk of alkalosis, hypercalcemia."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "chlorthalidone",
            "description": {
                "common": "chlorthalidone increases levels of calcium carbonate by decreasing renal clearance. Minor/Significance Unknown. Risk of alkalosis, hypercalcemia."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "choline magnesium trisalicylate",
            "description": {
                "common": "calcium carbonate, choline magnesium trisalicylate. Mechanism: passive renal tubular reabsorption due to increased pH. Minor/Significance Unknown. Salicylate levels increased at moderate doses; salicylate levels decreased at large doses (d/t increased renal excretion of unchanged salicylic acid)."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "chromium",
            "description": {
                "common": "calcium carbonate decreases levels of chromium by inhibition of GI absorption. Applies only to oral form of both agents. Minor/Significance Unknown. Separate by 2 hours."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "cortisone",
            "description": {
                "common": "cortisone decreases levels of calcium carbonate by increasing elimination. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "cyclopenthiazide",
            "description": {
                "common": "cyclopenthiazide increases levels of calcium carbonate by decreasing renal clearance. Minor/Significance Unknown. Risk of alkalosis, hypercalcemia."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "deflazacort",
            "description": {
                "common": "deflazacort decreases levels of calcium carbonate by increasing elimination. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "devil's claw",
            "description": {
                "common": "devil's claw decreases effects of calcium carbonate by pharmacodynamic antagonism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "dexamethasone",
            "description": {
                "common": "dexamethasone decreases levels of calcium carbonate by increasing elimination. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "diflunisal",
            "description": {
                "common": "calcium carbonate, diflunisal. Mechanism: passive renal tubular reabsorption due to increased pH. Minor/Significance Unknown. Salicylate levels increased at moderate doses; salicylate levels decreased at large doses (d/t increased renal excretion of unchanged salicylic acid)."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "drospirenone",
            "description": {
                "common": "drospirenone decreases levels of calcium carbonate by increasing renal clearance. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "ethacrynic acid",
            "description": {
                "common": "ethacrynic acid decreases levels of calcium carbonate by increasing renal clearance. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "ferric maltol",
            "description": {
                "common": "ferric maltol increases levels of calcium carbonate by enhancing GI absorption. Applies only to oral form of both agents. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "ferrous fumarate",
            "description": {
                "common": "calcium carbonate decreases levels of ferrous fumarate by inhibition of GI absorption. Applies only to oral form of both agents. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "ferrous gluconate",
            "description": {
                "common": "ferrous gluconate increases levels of calcium carbonate by enhancing GI absorption. Applies only to oral form of both agents. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "ferrous sulfate",
            "description": {
                "common": "ferrous sulfate increases levels of calcium carbonate by enhancing GI absorption. Applies only to oral form of both agents. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "fludrocortisone",
            "description": {
                "common": "fludrocortisone decreases levels of calcium carbonate by increasing elimination. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "furosemide",
            "description": {
                "common": "furosemide decreases levels of calcium carbonate by increasing renal clearance. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "gentamicin",
            "description": {
                "common": "gentamicin decreases levels of calcium carbonate by inhibition of GI absorption. Applies only to oral form of both agents. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "hydrochlorothiazide",
            "description": {
                "common": "hydrochlorothiazide increases levels of calcium carbonate by decreasing renal clearance. Minor/Significance Unknown. Risk of alkalosis, hypercalcemia."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "hydrocortisone",
            "description": {
                "common": "hydrocortisone decreases levels of calcium carbonate by increasing elimination. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "indapamide",
            "description": {
                "common": "indapamide increases levels of calcium carbonate by decreasing renal clearance. Minor/Significance Unknown. Risk of alkalosis, hypercalcemia."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "iron dextran complex",
            "description": {
                "common": "calcium carbonate decreases levels of iron dextran complex by inhibition of GI absorption. Applies only to oral form of both agents. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "iron sucrose",
            "description": {
                "common": "calcium carbonate decreases levels of iron sucrose by inhibition of GI absorption. Applies only to oral form of both agents. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "isoniazid",
            "description": {
                "common": "isoniazid decreases levels of calcium carbonate by inhibition of GI absorption. Applies only to oral form of both agents. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "isotretinoin",
            "description": {
                "common": "isotretinoin increases levels of calcium carbonate by enhancing GI absorption. Applies only to oral form of both agents. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "lily of the valley",
            "description": {
                "common": "calcium carbonate increases effects of lily of the valley by unspecified interaction mechanism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "manganese",
            "description": {
                "common": "calcium carbonate, manganese.\nEither decreases levels of the other by inhibition of GI absorption. Applies only to oral form of both agents. Minor/Significance Unknown. Separate by 2 hours."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "mesalamine",
            "description": {
                "common": "calcium carbonate, mesalamine. Mechanism: passive renal tubular reabsorption due to increased pH. Minor/Significance Unknown. Salicylate levels increased at moderate doses; salicylate levels decreased at large doses (d/t increased renal excretion of unchanged salicylic acid)."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "methyclothiazide",
            "description": {
                "common": "methyclothiazide increases levels of calcium carbonate by decreasing renal clearance. Minor/Significance Unknown. Risk of alkalosis, hypercalcemia."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "methylprednisolone",
            "description": {
                "common": "methylprednisolone decreases levels of calcium carbonate by increasing elimination. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "metolazone",
            "description": {
                "common": "metolazone increases levels of calcium carbonate by decreasing renal clearance. Minor/Significance Unknown. Risk of alkalosis, hypercalcemia."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "neomycin PO",
            "description": {
                "common": "neomycin PO decreases levels of calcium carbonate by inhibition of GI absorption. Applies only to oral form of both agents. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "paromomycin",
            "description": {
                "common": "paromomycin decreases levels of calcium carbonate by inhibition of GI absorption. Applies only to oral form of both agents. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "polysaccharide iron",
            "description": {
                "common": "calcium carbonate decreases levels of polysaccharide iron by inhibition of GI absorption. Applies only to oral form of both agents. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "prednisolone",
            "description": {
                "common": "prednisolone decreases levels of calcium carbonate by increasing elimination. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "prednisone",
            "description": {
                "common": "prednisone decreases levels of calcium carbonate by increasing elimination. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "rose hips",
            "description": {
                "common": "calcium carbonate decreases levels of rose hips by inhibition of GI absorption. Applies only to oral form of both agents. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "salicylates (non-asa)",
            "description": {
                "common": "calcium carbonate, salicylates (non-asa). Mechanism: passive renal tubular reabsorption due to increased pH. Minor/Significance Unknown. Salicylate levels increased at moderate doses; salicylate levels decreased at large doses (d/t increased renal excretion of unchanged salicylic acid)."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "salsalate",
            "description": {
                "common": "calcium carbonate, salsalate. Mechanism: passive renal tubular reabsorption due to increased pH. Minor/Significance Unknown. Salicylate levels increased at moderate doses; salicylate levels decreased at large doses (d/t increased renal excretion of unchanged salicylic acid)."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "shark cartilage",
            "description": {
                "common": "calcium carbonate, shark cartilage. pharmacodynamic synergism. Minor/Significance Unknown. May lead to hypercalcemia (theoretical)."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "sodium polystyrene sulfonate",
            "description": {
                "common": "sodium polystyrene sulfonate increases levels of calcium carbonate by decreasing renal clearance. Minor/Significance Unknown. Risk of alkalosis."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "spironolactone",
            "description": {
                "common": "spironolactone decreases levels of calcium carbonate by increasing renal clearance. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "streptomycin",
            "description": {
                "common": "streptomycin decreases levels of calcium carbonate by inhibition of GI absorption. Applies only to oral form of both agents. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "sulfasalazine",
            "description": {
                "common": "calcium carbonate, sulfasalazine. Mechanism: passive renal tubular reabsorption due to increased pH. Minor/Significance Unknown. Salicylate levels increased at moderate doses; salicylate levels decreased at large doses (d/t increased renal excretion of unchanged salicylic acid)."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "teriparatide",
            "description": {
                "common": "teriparatide increases levels of calcium carbonate by pharmacodynamic synergism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "tobramycin",
            "description": {
                "common": "tobramycin decreases levels of calcium carbonate by inhibition of GI absorption. Applies only to oral form of both agents. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "torsemide",
            "description": {
                "common": "torsemide decreases levels of calcium carbonate by increasing renal clearance. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "triamcinolone acetonide injectable suspension",
            "description": {
                "common": "triamcinolone acetonide injectable suspension decreases levels of calcium carbonate by increasing elimination. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "triamterene",
            "description": {
                "common": "triamterene decreases levels of calcium carbonate by increasing renal clearance. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "willow bark",
            "description": {
                "common": "calcium carbonate, willow bark. Mechanism: passive renal tubular reabsorption due to increased pH. Minor/Significance Unknown. Salicylate levels increased at moderate doses; salicylate levels decreased at large doses (d/t increased renal excretion of unchanged salicylic acid)."
            }
        }
    ],
    "adverse effects": [
        {
            "name": "Anorexia",
            "percent": null
        },
        {
            "name": "Constipation",
            "percent": null
        },
        {
            "name": "Flatulence",
            "percent": null
        },
        {
            "name": "Nausea",
            "percent": null
        },
        {
            "name": "Vomiting",
            "percent": null
        },
        {
            "name": "Hypercalcemia",
            "percent": null
        },
        {
            "name": "Hypophosphatemia",
            "percent": null
        },
        {
            "name": "Milk",
            "percent": null
        },
        {
            "name": "alkali syndrome",
            "percent": null
        }
    ]
}