{
    "name": "lapatinib",
    "comment": "Rx",
    "other_names": [
        "Tykerb"
    ],
    "classes": [
        "Antineoplastics",
        "Anti-HER2",
        "Antineoplastics",
        "Tyrosine Kinase Inhibitors",
        "Antineoplastics",
        "EGFR Inhibitors"
    ],
    "source": "https://reference.medscape.com/drug/tykerb-lapatinib-342235",
    "pregnancy": {
        "common": [
            "Pregnancy Category: D",
            "Lactation: Do not nurse"
        ],
        "specific": []
    },
    "lactation": {
        "common": [
            "Lactation: Do not nurse"
        ]
    },
    "warnings": {
        "black_box_warning": {
            "common": [
                "AST or ALT >3 times the upper limit of normal (ULN) or bilirubin >1.5 times ULN reported and may be a severe toxicity and/or fatal; onset may occur within days to several months after initiating therapy"
            ],
            "specific": []
        },
        "contraindicators": {
            "common": [
                "Hypersensitivity to any component"
            ],
            "specific": []
        },
        "cautions": {
            "common": [
                "Severe hepatic impairment",
                "Concomitant QT-prolonging drugs; conditions that increase QT-prolongation risk",
                "Risk of severe diarrhea",
                "Substrate of & inhibits P-glycoprotein (ABCB1); caution if using concomitant ABCB1 substrates/inhibitors",
                "Severe cutaneous reactions reported; discontinue therapy if life-threatening reactions are suspected",
                "Decreases in left ventricular ejection fraction (LVEF) reported; confirm normal LVEF before initiating therapy and continue evaluations during treatment",
                "Hepatotoxicity reported with therapy; monitor liver function tests before initiation of treatment, every 4 to 6 weeks during treatment, and as clinically indicated; discontinue and do not restart therapy if patients experience severe changes in liver function tests",
                "Consider dose reduction in patients with severe hepatic impairment",
                "Linked to risk of interstitial lung disease & pneumonitis; monitor pulmonary symptoms",
                "Increased risk of cardiac events with prior exposure to trastuzumab and anthracyclines."
            ],
            "specific": [
                {
                    "type": "Diarrhea",
                    "description": [
                        "Diarrhea reported and may be severe; deaths reported",
                        "Generally occurs early during treatment with almost 50% first experiencing it within 6 days, and usually lasts 4-5 days",
                        "Usually low-grade, with severe diarrhea of NCI CTCAE Grades 3 and 4 occurring in <10% and <1% of patients, respectively",
                        "Early identification and intervention is critical for the optimal management of diarrhea",
                        "Instruct patients to report any change in bowel patterns immediately",
                        "Prompt treatment of diarrhea with anti-diarrheal agents (eg, loperamide) after the first unformed stool is recommended",
                        "Severe cases may oral or IV electrolytes and fluids, antibiotics (eg, fluoroquinolones) if diarrhea persists beyond 24 hr, fever is present, or Grade 3-4 neutropenia",
                        "If severe, interrupt or discontinue lapatinib (see Dosage Modifications)"
                    ]
                }
            ]
        }
    },
    "interactions": [
        {
            "classification_type": "Contraindicated",
            "interaction_with": "flibanserin",
            "description": {
                "common": "lapatinib will increase the level or effect of flibanserin by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Contraindicated. Coadministration of flibanserin with moderate or strong CYP3A4 inhibitors is contraindicated. Severe hypotension or syncope can occur."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "lefamulin",
            "description": {
                "common": "lefamulin will increase the level or effect of lapatinib by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Contraindicated. Lefamulin is contraindicated with CYP3A substrates know to prolong the QT interval."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "lomitapide",
            "description": {
                "common": "lapatinib increases levels of lomitapide by affecting hepatic/intestinal enzyme CYP3A4 metabolism. Contraindicated. Increases lomitapide levels several folds."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "lonafarnib",
            "description": {
                "common": "lapatinib will increase the level or effect of lonafarnib by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Contraindicated. Lonafarnib is a sensitive CYP3A4 substrate. Coadministration with strong or moderate CYP3A4 inhibitors is contraindicated. "
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "pimozide",
            "description": {
                "common": "lapatinib increases levels of pimozide by decreasing metabolism. Contraindicated. Risk of QT interval prolongation."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "abametapir",
            "description": {
                "common": "abametapir will increase the level or effect of lapatinib by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug. For 2 weeks after abametapir application, avoid taking drugs that are CYP3A4 substrates. If not feasible, avoid use of abametapir."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "adagrasib",
            "description": {
                "common": "adagrasib, lapatinib.\nEither increases effects of the other by QTc interval. Avoid or Use Alternate Drug. Each drug prolongs the QTc interval, which may increased the risk of Torsade de pointes, other serious arryhthmias, and sudden death. If coadministration unavoidable, more frequent monitoring is recommended for such patients."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "afatinib",
            "description": {
                "common": "lapatinib increases levels of afatinib by P-glycoprotein (MDR1) efflux transporter. Avoid or Use Alternate Drug. Reduce afatinib daily dose by 10 mg if not tolerated when coadministered with P-gp inhibitors."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "alpelisib",
            "description": {
                "common": "lapatinib will increase the level or effect of alpelisib by  Other (see comment). Avoid or Use Alternate Drug. Coadministration of alpelisib (BCRP substrate) with a BCRP inhibitor may increase alpelisib concentration, which may increase the risk of toxicities. If unable to avoid or use alternant drugs, closely monitor for increased adverse reactions."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "amiodarone",
            "description": {
                "common": "amiodarone and lapatinib both increase  QTc interval. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "amisulpride",
            "description": {
                "common": "amisulpride and lapatinib both increase  QTc interval. Avoid or Use Alternate Drug. ECG monitoring is recommended if coadministered."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "anagrelide",
            "description": {
                "common": "anagrelide and lapatinib both increase  QTc interval. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "apalutamide",
            "description": {
                "common": "apalutamide will decrease the level or effect of lapatinib by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug. Coadministration of apalutamide, a strong CYP3A4 inducer, with drugs that are CYP3A4 substrates can result in lower exposure to these medications. Avoid or substitute another drug for these medications when possible. Evaluate for loss of therapeutic effect if medication must be coadministered. Adjust dose according to prescribing information if needed."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "arsenic trioxide",
            "description": {
                "common": "arsenic trioxide and lapatinib both increase  QTc interval. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "artemether",
            "description": {
                "common": "artemether and lapatinib both increase  QTc interval. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "asenapine",
            "description": {
                "common": "asenapine and lapatinib both increase  QTc interval. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "asenapine transdermal",
            "description": {
                "common": "asenapine transdermal and lapatinib both increase  QTc interval. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "avapritinib",
            "description": {
                "common": "lapatinib will increase the level or effect of avapritinib by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug. Avoid coadministration of avapritinib with moderate CYP3A4 inhibitors. If unable to avoid, reduce avapritinib starting dose. See drug monograph Dosage Modifications."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "axitinib",
            "description": {
                "common": "lapatinib increases levels of axitinib by affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug. If unable to avoid coadministration with moderate CYP3A4 inhibitors, monitor closely and reduce dose if necessary ."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "bosutinib",
            "description": {
                "common": "lapatinib increases levels of bosutinib by affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "buprenorphine",
            "description": {
                "common": "buprenorphine and lapatinib both increase  QTc interval. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "buprenorphine buccal",
            "description": {
                "common": "buprenorphine buccal and lapatinib both increase  QTc interval. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "buprenorphine subdermal implant",
            "description": {
                "common": "buprenorphine subdermal implant and lapatinib both increase  QTc interval. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "buprenorphine transdermal",
            "description": {
                "common": "buprenorphine transdermal and lapatinib both increase  QTc interval. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "buprenorphine, long-acting injection",
            "description": {
                "common": "buprenorphine, long-acting injection and lapatinib both increase  QTc interval. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "carbamazepine",
            "description": {
                "common": "carbamazepine will decrease the level or effect of lapatinib by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug. If carbamazepine is started in a patient already taking lapatinib, gradually titrate lapatinib dose upward; reduce lapatinib dose if carbamazepine is discontinued"
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "ceritinib",
            "description": {
                "common": "ceritinib and lapatinib both increase  QTc interval. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "chloramphenicol",
            "description": {
                "common": "chloramphenicol will increase the level or effect of lapatinib by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "clarithromycin",
            "description": {
                "common": "clarithromycin will increase the level or effect of lapatinib by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "cobicistat",
            "description": {
                "common": "cobicistat will increase the level or effect of lapatinib by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug. If concomitant administration cannot be avoided, administer 500 mg lapatinib once daily and increase lapatinib dose to indicated dose once cobicistat discontinued"
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "cobimetinib",
            "description": {
                "common": "lapatinib will increase the level or effect of cobimetinib by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug. If concurrent short term (14 days or less) use of moderate CYP3A inhibitors is unavoidable for patients who are taking cobimetinib 60 mg, reduce the cobimetinib dose to 20 mg. After discontinuation of a moderate CYP3A inhibitor, resume cobimetinib 60 mg. Use an alternative to a moderate CYP3A inhibitor in patients who are taking a reduced dose of cobimetinib (40 or 20 mg daily)."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "colchicine",
            "description": {
                "common": "lapatinib will increase the level or effect of colchicine by  Other (see comment). Avoid or Use Alternate Drug. Colchicine is a P-gp and CYP3A4 substrate. Avoid use with drugs that are both P-gp and strong CYP3A4 inhibitors. If coadministration is necessary, decrease colchicine dose or frequency as recommended in prescribing information. Use of any colchicine product in conjunction with strong CYP3A4 inhibitors is contraindicated in patients with renal or hepatic impairment. "
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "darolutamide",
            "description": {
                "common": "darolutamide will increase the level or effect of lapatinib by  Other (see comment). Avoid or Use Alternate Drug. Darolutamide is a BCRP inhibitor. Avoid coadministration with BCRP inhibitors. If use is unavoidable, closely monitor for adverse reactions and consider dose reduction of BCRP substrate drug (refer BCRP substrate prescribing information)."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "desflurane",
            "description": {
                "common": "desflurane and lapatinib both increase  QTc interval. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "dihydroergotamine",
            "description": {
                "common": "lapatinib will increase the level or effect of dihydroergotamine by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Contraindicated."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "dihydroergotamine intranasal",
            "description": {
                "common": "lapatinib will increase the level or effect of dihydroergotamine intranasal by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Contraindicated."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "disopyramide",
            "description": {
                "common": "disopyramide and lapatinib both increase  QTc interval. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "dronedarone",
            "description": {
                "common": "lapatinib will increase the level or effect of dronedarone by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Contraindicated."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "edoxaban",
            "description": {
                "common": "lapatinib will increase the level or effect of edoxaban by  P-glycoprotein (MDR1) efflux transporter. Avoid or Use Alternate Drug. Dose adjustment may be required with strong P-gp inhibitors. DVT/PE treatment: Decrease dose to 30 mg PO once daily. NVAF: No dose reduction recommended"
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "elacestrant",
            "description": {
                "common": "lapatinib will increase the level or effect of elacestrant by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "eliglustat",
            "description": {
                "common": "lapatinib increases levels of eliglustat by affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug. Moderate CYP3A4 inhibitors are not recommended with eliglustat poor or intermediate metabolizers; reduce eliglustat dose from 84 mg BID to 84 mg once daily in extensive metabolizers ."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "encorafenib",
            "description": {
                "common": "encorafenib and lapatinib both increase  QTc interval. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "entrectinib",
            "description": {
                "common": "lapatinib will increase the level or effect of entrectinib by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug. Avoid coadministration of moderate CYP3A4 inhibitors with entrectinib, a CYP3A4 substrate. If coadministration unavoidable, reduce dose to 200 mg/day for patients aged 12 y or older with BSA >1.50m2. Resume previous entrectinib dose after discontinuing moderate CYP3A inhibitor for 3-5 elimination half-lives."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "enzalutamide",
            "description": {
                "common": "enzalutamide will decrease the level or effect of lapatinib by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "erdafitinib",
            "description": {
                "common": "erdafitinib will increase the level or effect of lapatinib by  P-glycoprotein (MDR1) efflux transporter. Avoid or Use Alternate Drug. If coadministration unavoidable, separate administration by at least 6 hr before or after administration of P-gp substrates with narrow therapeutic index."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "ergotamine",
            "description": {
                "common": "lapatinib will increase the level or effect of ergotamine by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Contraindicated."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "eribulin",
            "description": {
                "common": "eribulin and lapatinib both increase  QTc interval. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "erythromycin base",
            "description": {
                "common": "erythromycin base will increase the level or effect of lapatinib by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "erythromycin ethylsuccinate",
            "description": {
                "common": "erythromycin ethylsuccinate will increase the level or effect of lapatinib by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "erythromycin lactobionate",
            "description": {
                "common": "erythromycin lactobionate will increase the level or effect of lapatinib by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "erythromycin stearate",
            "description": {
                "common": "erythromycin stearate will increase the level or effect of lapatinib by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "everolimus",
            "description": {
                "common": "lapatinib will increase the level or effect of everolimus by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Contraindicated."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "fentanyl",
            "description": {
                "common": "lapatinib will increase the level or effect of fentanyl by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug. If coadministration of CYP3A4  inhibitors with fentanyl is necessary, monitor patients for respiratory depression and sedation at frequent intervals and consider fentanyl dose adjustments until stable drug effects are achieved."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "fentanyl intranasal",
            "description": {
                "common": "lapatinib will increase the level or effect of fentanyl intranasal by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug. If coadministration of CYP3A4  inhibitors with fentanyl is necessary, monitor patients for respiratory depression and sedation at frequent intervals and consider fentanyl dose adjustments until stable drug effects are achieved."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "fentanyl transdermal",
            "description": {
                "common": "lapatinib will increase the level or effect of fentanyl transdermal by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug. If coadministration of CYP3A4  inhibitors with fentanyl is necessary, monitor patients for respiratory depression and sedation at frequent intervals and consider fentanyl dose adjustments until stable drug effects are achieved."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "fentanyl transmucosal",
            "description": {
                "common": "lapatinib will increase the level or effect of fentanyl transmucosal by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug. If coadministration of CYP3A4  inhibitors with fentanyl is necessary, monitor patients for respiratory depression and sedation at frequent intervals and consider fentanyl dose adjustments until stable drug effects are achieved."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "fexinidazole",
            "description": {
                "common": "fexinidazole and lapatinib both increase  QTc interval. Avoid or Use Alternate Drug. Avoid coadministration of fexinidazole with drugs known to block potassium channels or prolong QT interval."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "gilteritinib",
            "description": {
                "common": "gilteritinib and lapatinib both increase  QTc interval. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "glasdegib",
            "description": {
                "common": "lapatinib and glasdegib both increase  QTc interval. Avoid or Use Alternate Drug. If coadministration unavoidable, monitor for increased risk of QTc interval prolongation."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "hydroxychloroquine sulfate",
            "description": {
                "common": "hydroxychloroquine sulfate and lapatinib both increase  QTc interval. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "ibutilide",
            "description": {
                "common": "ibutilide and lapatinib both increase  QTc interval. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "idelalisib",
            "description": {
                "common": "idelalisib will increase the level or effect of lapatinib by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug. Idelalisib is a strong CYP3A inhibitor; avoid coadministration with sensitive CYP3A substrates"
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "indapamide",
            "description": {
                "common": "indapamide and lapatinib both increase  QTc interval. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "infigratinib",
            "description": {
                "common": "lapatinib will increase the level or effect of infigratinib by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "inotuzumab",
            "description": {
                "common": "inotuzumab and lapatinib both increase  QTc interval. Avoid or Use Alternate Drug. If unable to avoid concomitant use, obtain ECGs and electrolytes before and after initiation of any drug known to prolong QTc, and periodically monitor as clinically indicated during treatment."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "isoflurane",
            "description": {
                "common": "isoflurane and lapatinib both increase  QTc interval. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "itraconazole",
            "description": {
                "common": "itraconazole will increase the level or effect of lapatinib by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug. Avoid concomitant use of strong CYP3A4 inhibitors with lapatinib. If an overlap in therapy cannot be avoided, consider reducing lapatinib dose to 500 mg/day during, and within 1 week of completing treatment with strong CYP3A4 inhibitor."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "ivabradine",
            "description": {
                "common": "lapatinib will increase the level or effect of ivabradine by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug. Avoid coadministration of ivabradine with moderate CYP3A4 inhibitors."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "ivosidenib",
            "description": {
                "common": "ivosidenib and lapatinib both increase  QTc interval. Avoid or Use Alternate Drug. Avoid coadministration of QTc prolonging drugs with ivosidenib or replace with alternate therapies. If coadministration of a QTc prolonging drug is unavoidable, monitor for increased risk of QTc interval prolongation."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "ketoconazole",
            "description": {
                "common": "ketoconazole will increase the level or effect of lapatinib by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "lasmiditan",
            "description": {
                "common": "lasmiditan increases levels of lapatinib by Other (see comment). Avoid or Use Alternate Drug. \nComment: Lasmiditan inhibits BCRP in vitro. Avoid coadministration of lasmiditan with BCRP substrates."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "lemborexant",
            "description": {
                "common": "lapatinib will increase the level or effect of lemborexant by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug. Avoid coadministration of lemborexant with moderate or strong CYP3A inhibitors."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "leniolisib",
            "description": {
                "common": "leniolisib will increase the level or effect of lapatinib by  Other (see comment). Avoid or Use Alternate Drug. Leniolisib, a BCRP inhibitor, may increase systemic exposure of BCRP substrates"
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "levoketoconazole",
            "description": {
                "common": "levoketoconazole will increase the level or effect of lapatinib by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "lopinavir",
            "description": {
                "common": "lopinavir will increase the level or effect of lapatinib by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "lovastatin",
            "description": {
                "common": "lapatinib will increase the level or effect of lovastatin by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Contraindicated."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "lurbinectedin",
            "description": {
                "common": "lapatinib will increase the level or effect of lurbinectedin by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "macimorelin",
            "description": {
                "common": "macimorelin and lapatinib both increase  QTc interval. Avoid or Use Alternate Drug. Macimorelin causes an increase of ~11 msec in the corrected QT interval. Avoid coadministration with drugs that prolong QT interval, which could increase risk for developing torsade de pointes-type ventricular tachycardia. Allow sufficient washout time of drugs that are known to prolong the QT interval before administering macimorelin."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "midazolam intranasal",
            "description": {
                "common": "lapatinib will increase the level or effect of midazolam intranasal by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug. Coadministration of moderate CYP3A4 inhibitors with midazolam intranasal causes higher midazolam systemic exposure, which may prolong sedation."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "mobocertinib",
            "description": {
                "common": "lapatinib will increase the level or effect of mobocertinib by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug. If use of moderate CYP3A4 inhibitor unavoidable, reduce mobocertinib dose by ~50% (eg, 160 to 80 mg); closely monitor QTc interval."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "naloxegol",
            "description": {
                "common": "lapatinib will increase the level or effect of naloxegol by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug. If coadministation of naloxegol with moderate CYP3A4 inhibitors is unavoidable, reduce naloxegol dose to 12.5 mg qDay"
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "nefazodone",
            "description": {
                "common": "nefazodone will increase the level or effect of lapatinib by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "neratinib",
            "description": {
                "common": "lapatinib will increase the level or effect of neratinib by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug. Avoid coadministration of neratinib with strong/moderate CYP3A4 inhibitors."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "olaparib",
            "description": {
                "common": "lapatinib will increase the level or effect of olaparib by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug. If coadministration with moderate CYP3A inhibitors cannot be avoided, reduce olaparib dose to 200 mg (capsule) or 150 mg (tablet) PO BID.  Do not substitute tablets with capsules."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "omaveloxolone",
            "description": {
                "common": "lapatinib will increase the level or effect of omaveloxolone by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug. If unavoidable, reduce omaveloxolone dose to 100 mg/day. Closely monitor for adverse effects. If adverse effects emerge, further reduce to 50 mg/day. "
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "ondansetron",
            "description": {
                "common": "lapatinib and ondansetron both increase  QTc interval. Avoid or Use Alternate Drug. Avoid with congenital long QT syndrome; ECG monitoring recommended with concomitant medications that prolong QT interval, electrolyte abnormalities, CHF, or bradyarrhythmias. Potential for increased ondansetron levels."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "oxaliplatin",
            "description": {
                "common": "oxaliplatin and lapatinib both increase  QTc interval. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "ozanimod",
            "description": {
                "common": "lapatinib increases toxicity of ozanimod by Other (see comment). Avoid or Use Alternate Drug. \nComment: Coadministration of ozanimod (a BCRP substrate) with BCRP inhibitors increases the exposure of the minor (RP101988, RP101075) and major active metabolites (CC112273, CC1084037) of ozanimod, which may increase the risk of ozanimod adverse reactions. ."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "pacritinib",
            "description": {
                "common": "lapatinib will increase the level or effect of pacritinib by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "palifermin",
            "description": {
                "common": "palifermin increases toxicity of lapatinib by Other (see comment). Avoid or Use Alternate Drug. \nComment: Palifermin should not be administered within 24 hr before, during infusion of, or within 24 hr after administration of antineoplastic agents. Coadministration of palifermin within 24 hr of chemotherapy resulted in increased severity and duration of oral mucositis."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "panobinostat",
            "description": {
                "common": "lapatinib and panobinostat both increase  QTc interval. Avoid or Use Alternate Drug. Panobinostat is known to significantly prolong QT interval. Panobinostat prescribing information states use with drugs known to prolong QTc is not recommended."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "pazopanib",
            "description": {
                "common": "lapatinib will increase the level or effect of pazopanib by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug. Avoid coadministration of pazopanib with strong CYP3A4 inhibitors if possible; if must coadminister, decrease pazopanib dose to 400 mg/day"
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "pemigatinib",
            "description": {
                "common": "lapatinib will increase the level or effect of pemigatinib by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug. If coadministration with strong or moderate CYP3A4 inhibitors is unavoidable, reduce pemigatinib dose (refer to drug monograph dosage modifications). After discontinuing the CYP3A4 inhibitor for 3 elimination half-lives, may resume previous pemigatinib dose."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "pentamidine",
            "description": {
                "common": "lapatinib and pentamidine both increase  QTc interval. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "pexidartinib",
            "description": {
                "common": "lapatinib will increase the level or effect of pexidartinib by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug. If coadministration with strong or moderate CYP3A4 inhibitors is unavoidable, reduce pexidartinib dose (refer to drug monograph dosage modifications). After discontinuing the CYP3A4 inhibitor for 3 elimination half-lives, may resume previous pexidartinib dose."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "pimozide",
            "description": {
                "common": "lapatinib and pimozide both increase  QTc interval. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "pitolisant",
            "description": {
                "common": "lapatinib and pitolisant both increase  QTc interval. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "pomalidomide",
            "description": {
                "common": "lapatinib increases levels of pomalidomide by P-glycoprotein (MDR1) efflux transporter. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "procainamide",
            "description": {
                "common": "lapatinib and procainamide both increase  QTc interval. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "quinidine",
            "description": {
                "common": "quinidine will increase the level or effect of lapatinib by  P-glycoprotein (MDR1) efflux transporter. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "ranolazine",
            "description": {
                "common": "lapatinib will increase the level or effect of ranolazine by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Contraindicated."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "ribociclib",
            "description": {
                "common": "ribociclib increases toxicity of lapatinib by QTc interval. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "rifabutin",
            "description": {
                "common": "rifabutin will decrease the level or effect of lapatinib by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "rifampin",
            "description": {
                "common": "rifampin will decrease the level or effect of lapatinib by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "rimegepant",
            "description": {
                "common": "lapatinib will increase the level or effect of rimegepant by  P-glycoprotein (MDR1) efflux transporter. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "riociguat",
            "description": {
                "common": "lapatinib will increase the level or effect of riociguat by  decreasing metabolism. Avoid or Use Alternate Drug. Coadministration of riociguat (substrate of CYP isoenzymes 1A1, 2C8, 3A, 2J2) with strong CYP inhibitors may require a decreased initial dose of 0.5 mg PO TID; monitor for signs of hypotension and reduce dose if needed"
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "ritonavir",
            "description": {
                "common": "ritonavir will increase the level or effect of lapatinib by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "saquinavir",
            "description": {
                "common": "saquinavir will increase the level or effect of lapatinib by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Contraindicated."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "selumetinib",
            "description": {
                "common": "lapatinib will increase the level or effect of selumetinib by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug. If coadministration with strong or moderate CYP3A4 inhibitors cannot be avoided, reduce selumetinib dosage (refer to selumetinib monograph for further information). After discontinuation of the strong or moderate CYP3A4 inhibitor for 3 elimination half-lives, resume selumetinib dose that was taken before initiating the inhibitor."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "sevoflurane",
            "description": {
                "common": "sevoflurane and lapatinib both increase  QTc interval. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "silodosin",
            "description": {
                "common": "lapatinib will increase the level or effect of silodosin by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Contraindicated."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "simvastatin",
            "description": {
                "common": "lapatinib will increase the level or effect of simvastatin by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Contraindicated."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "siponimod",
            "description": {
                "common": "lapatinib will increase the level or effect of siponimod by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug. Coadministration of siponimod with a moderate or strong CYP3A4 inhibitor PLUS a moderate or strong CYP2C9 inhibitor is not recommended."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "sirolimus",
            "description": {
                "common": "lapatinib will increase the level or effect of sirolimus by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Contraindicated."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "sotalol",
            "description": {
                "common": "lapatinib and sotalol both increase  QTc interval. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "sotorasib",
            "description": {
                "common": "sotorasib will decrease the level or effect of lapatinib by  P-glycoprotein (MDR1) efflux transporter. Avoid or Use Alternate Drug. If use is unavoidable, refer to the prescribing information of the P-gp substrate for dosage modifications."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "St John's Wort",
            "description": {
                "common": "St John's Wort will decrease the level or effect of lapatinib by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "tacrolimus",
            "description": {
                "common": "tacrolimus and lapatinib both increase  QTc interval. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "talazoparib",
            "description": {
                "common": "lapatinib will increase the level or effect of talazoparib by  Other (see comment). Avoid or Use Alternate Drug. BCRP inhibitors may increase systemic exposure of talazoparib (a BCRP substrate). If coadministration cannot be avoided, monitor for potential adverse reactions."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "tazemetostat",
            "description": {
                "common": "lapatinib will increase the level or effect of tazemetostat by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug. Avoid coadministration of tazemetostat with moderate CYP3A4 inhibitors. If coadministration is unavoidable, reduce tazemetostat current dose (see drug monograph Dosage Modifications). "
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "tepotinib",
            "description": {
                "common": "tepotinib will increase the level or effect of lapatinib by  P-glycoprotein (MDR1) efflux transporter. Avoid or Use Alternate Drug. If concomitant use unavoidable, reduce the P-gp substrate dosage if recommended in its approved product labeling."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "tetrabenazine",
            "description": {
                "common": "tetrabenazine and lapatinib both increase  QTc interval. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "tipranavir",
            "description": {
                "common": "tipranavir will increase the level or effect of lapatinib by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "tolvaptan",
            "description": {
                "common": "lapatinib will increase the level or effect of tolvaptan by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Contraindicated."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "topotecan",
            "description": {
                "common": "lapatinib will increase the level or effect of topotecan by  P-glycoprotein (MDR1) efflux transporter. Avoid or Use Alternate Drug. Product labeling for PO topotecan recommends avoiding concomitant use of P-gp inhibitors; the interaction with IV topotecan may be less severe but is still likely of clinical significance"
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "toremifene",
            "description": {
                "common": "lapatinib and toremifene both increase  QTc interval. Avoid or Use Alternate Drug. Concurrent use of toremifene with agents causing  QT prolongation should be avoided. If concomitant use is required it's recommended that toremifene be interrupted. If interruption not possible, patients requiring therapy with a drug that prolongs QT should be closely monitored. ECGs should be obtained for high risk patients."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "tucatinib",
            "description": {
                "common": "lapatinib will increase the level or effect of tucatinib by  Other (see comment). Avoid or Use Alternate Drug. Coadministration of tucatinib (a CYP2C8 substrate) with a strong or moderate CYP2C8 inhibitors increases tucatinib plasma concentrations and risk of toxicities."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "umeclidinium bromide/vilanterol inhaled",
            "description": {
                "common": "lapatinib increases toxicity of umeclidinium bromide/vilanterol inhaled by QTc interval. Avoid or Use Alternate Drug. Exercise extreme caution when vilanterol coadministered with drugs that prolong QTc interval; adrenergic agonist effects on the cardiovascular system may be potentiated."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "vandetanib",
            "description": {
                "common": "lapatinib, vandetanib.\nEither increases toxicity of the other by QTc interval. Avoid or Use Alternate Drug. Avoid coadministration with drugs known to prolong QT interval;  if a drug known to prolong QT interval must be used, more frequent ECG monitoring is recommended."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "vemurafenib",
            "description": {
                "common": "vemurafenib and lapatinib both increase  QTc interval. Avoid or Use Alternate Drug. Concomitant use of vemurafenib with drugs that  prolong QT interval is not recommended. Lapatinib may also increase vemurafenib levels."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "venetoclax",
            "description": {
                "common": "lapatinib will increase the level or effect of venetoclax by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug. If a moderate CYP3A inhibitor must be used, reduce the venetoclax dose by at least 50%. Monitor more closely for signs of venetoclax toxicities."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "vilanterol/fluticasone furoate inhaled",
            "description": {
                "common": "lapatinib increases toxicity of vilanterol/fluticasone furoate inhaled by QTc interval. Avoid or Use Alternate Drug. Exercise extreme caution when vilanterol coadministered with drugs that prolong QTc interval; adrenergic agonist effects on the cardiovascular system may be potentiated."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "vilazodone",
            "description": {
                "common": "lapatinib increases levels of vilazodone by affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug. If intolerable adverse effects occur when coadministered with moderate CYP3A4 inhibitors, reduce daily dose to 20 mg."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "voxelotor",
            "description": {
                "common": "voxelotor will increase the level or effect of lapatinib by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug. Voxelotor increases systemic exposure of sensitive CYP3A4 substrates. Avoid coadministration with sensitive CYP3A4 substrates with a narrow therapeutic index. Consider dose reduction of the sensitive CYP3A4 substrate(s) if unable to avoid."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "acalabrutinib",
            "description": {
                "common": "lapatinib will increase the level or effect of acalabrutinib by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Modify Therapy/Monitor Closely.  Decrease acalabrutinib dose to 100 mg once daily if coadministered with a moderate CYP3A inhibitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "albuterol",
            "description": {
                "common": "albuterol and lapatinib both increase  QTc interval. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "alfuzosin",
            "description": {
                "common": "lapatinib and alfuzosin both increase  QTc interval. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "almotriptan",
            "description": {
                "common": "lapatinib will increase the level or effect of almotriptan by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "alprazolam",
            "description": {
                "common": "lapatinib will increase the level or effect of alprazolam by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "amiodarone",
            "description": {
                "common": "lapatinib will increase the level or effect of amiodarone by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "amitriptyline",
            "description": {
                "common": "amitriptyline and lapatinib both increase  QTc interval. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "amobarbital",
            "description": {
                "common": "amobarbital will decrease the level or effect of lapatinib by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "amoxapine",
            "description": {
                "common": "amoxapine and lapatinib both increase  QTc interval. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "apalutamide",
            "description": {
                "common": "apalutamide will decrease the level or effect of lapatinib by  increasing elimination. Use Caution/Monitor. Apalutamide weakly induces BCRP and may decrease systemic exposure of drugs that are BCRP substrates."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "apomorphine",
            "description": {
                "common": "apomorphine and lapatinib both increase  QTc interval. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "aprepitant",
            "description": {
                "common": "aprepitant will increase the level or effect of lapatinib by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "arformoterol",
            "description": {
                "common": "arformoterol and lapatinib both increase  QTc interval. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "aripiprazole",
            "description": {
                "common": "lapatinib will increase the level or effect of aripiprazole by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "armodafinil",
            "description": {
                "common": "armodafinil will decrease the level or effect of lapatinib by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "artemether/lumefantrine",
            "description": {
                "common": "lapatinib will increase the level or effect of artemether/lumefantrine by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "atazanavir",
            "description": {
                "common": "atazanavir will increase the level or effect of lapatinib by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "atogepant",
            "description": {
                "common": "lapatinib will increase the level or effect of atogepant by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "atomoxetine",
            "description": {
                "common": "atomoxetine and lapatinib both increase  QTc interval. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "atorvastatin",
            "description": {
                "common": "lapatinib will increase the level or effect of atorvastatin by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "avanafil",
            "description": {
                "common": "lapatinib will increase the level or effect of avanafil by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor. CYP3A4 inhibitors may reduce avanafil clearance increasing systemic exposure to avanafil; increased levels may result in increased associated adverse events; the maximum recommended dose of STENDRA is 50 mg, not to exceed once every 24 hours for patients taking concomitant moderate CYP3A4 inhibitors"
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "bazedoxifene/conjugated estrogens",
            "description": {
                "common": "lapatinib will increase the level or effect of bazedoxifene/conjugated estrogens by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "bedaquiline",
            "description": {
                "common": "lapatinib and bedaquiline both increase  QTc interval. Modify Therapy/Monitor Closely. ECG should be monitored closely"
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "berotralstat",
            "description": {
                "common": "lapatinib increases levels of berotralstat by P-glycoprotein (MDR1) efflux transporter. Modify Therapy/Monitor Closely. Reduced berotralstat dose to 110 mg/day when coadministered with P-gp inhibitors."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "betrixaban",
            "description": {
                "common": "lapatinib increases levels of betrixaban by P-glycoprotein (MDR1) efflux transporter. Use Caution/Monitor. Decrease betrixaban dose to 80 mg PO once, then 40 mg PO qDay if coadministered with a P-gp inhibitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "bexarotene",
            "description": {
                "common": "lapatinib will increase the level or effect of bexarotene by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "bortezomib",
            "description": {
                "common": "lapatinib will increase the level or effect of bortezomib by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "bosentan",
            "description": {
                "common": "bosentan will decrease the level or effect of lapatinib by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "brexpiprazole",
            "description": {
                "common": "lapatinib will increase the level or effect of brexpiprazole by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Modify Therapy/Monitor Closely. Administer a quarter of brexpiprazole dose if coadministered with a moderate CYP3A4 inhibitor PLUS a strong/moderate CYP2D6 inhibitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "budesonide",
            "description": {
                "common": "lapatinib will increase the level or effect of budesonide by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "buprenorphine subdermal implant",
            "description": {
                "common": "lapatinib will increase the level or effect of buprenorphine subdermal implant by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Modify Therapy/Monitor Closely. Monitor patients already on buprenorphine subdermal implant who require newly-initiated treatment with CYP3A4 inhibitors for signs and symptoms of overmedication. If the dose of the concomitant CYP3A4 inhibitor cannot be reduced or discontinued, implant removal may be necessary and the patient should then be treated with a buprenorphine dosage form that permits dose adjustments. If a CYP3A4 inhibitor is discontinued in a patient who has been stabilized on buprenorphine, monitor the patient for withdrawal."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "buprenorphine, long-acting injection",
            "description": {
                "common": "lapatinib will increase the level or effect of buprenorphine, long-acting injection by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Modify Therapy/Monitor Closely. Patients who transfer to buprenorphine long-acting injection from transmucosal buprenorphine coadministered with CYP3A4 inhibitors should be monitored to ensure buprenorphine plasma levels are adequate. Within 2 weeks, if signs and symptoms of buprenorphine toxicity or overdose occur and the concomitant CYP3A4 inhibitor cannot be reduced or discontinued, transition the patient back to a buprenorphine formulation that permits dose adjustments."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "buspirone",
            "description": {
                "common": "lapatinib will increase the level or effect of buspirone by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "butabarbital",
            "description": {
                "common": "butabarbital will decrease the level or effect of lapatinib by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "butalbital",
            "description": {
                "common": "butalbital will decrease the level or effect of lapatinib by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "cabazitaxel",
            "description": {
                "common": "lapatinib will increase the level or effect of cabazitaxel by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor. Caution should be exercised with concomitant use of moderate CYP3A4 inhibitors."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "cabozantinib",
            "description": {
                "common": "lapatinib will increase the level or effect of cabozantinib by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "cannabidiol",
            "description": {
                "common": "lapatinib will increase the level or effect of cannabidiol by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Modify Therapy/Monitor Closely. Consider reducing the cannabidiol dose when coadministered with a moderate CYP3A4 inhibitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "carbamazepine",
            "description": {
                "common": "lapatinib will increase the level or effect of carbamazepine by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "cenobamate",
            "description": {
                "common": "cenobamate will decrease the level or effect of lapatinib by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Modify Therapy/Monitor Closely. Increase dose of CYP3A4 substrate, as needed, when coadministered with cenobamate."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ceritinib",
            "description": {
                "common": "lapatinib increases levels of ceritinib by P-glycoprotein (MDR1) efflux transporter. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "chlorpromazine",
            "description": {
                "common": "chlorpromazine and lapatinib both increase  QTc interval. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "cholera vaccine",
            "description": {
                "common": "lapatinib decreases effects of cholera vaccine by immunosuppressive effects; risk of infection. Modify Therapy/Monitor Closely. Immunosuppressive therapies, including irradiation, antimetabolites, alkylating agents, cytotoxic drugs and corticosteroids (used in greater than physiologic doses), may reduce the immune response to cholera vaccine."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "cilostazol",
            "description": {
                "common": "lapatinib will increase the level or effect of cilostazol by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "cimetidine",
            "description": {
                "common": "cimetidine will decrease the level or effect of lapatinib by  increasing gastric pH. Applies only to oral form of both agents. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "cinacalcet",
            "description": {
                "common": "lapatinib will increase the level or effect of cinacalcet by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "citalopram",
            "description": {
                "common": "lapatinib and citalopram both increase  QTc interval. Use Caution/Monitor. ECG monitoring is recommended, along with drugs that may prolong the QT interval."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "clarithromycin",
            "description": {
                "common": "clarithromycin will increase the level or effect of lapatinib by  P-glycoprotein (MDR1) efflux transporter. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "clomipramine",
            "description": {
                "common": "clomipramine and lapatinib both increase  QTc interval. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "clopidogrel",
            "description": {
                "common": "lapatinib will decrease the level or effect of clopidogrel by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor. Inhibition of CYP3A4 will reduce clopidogrel bioactivation"
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "clotrimazole",
            "description": {
                "common": "clotrimazole will decrease the level or effect of lapatinib by  P-glycoprotein (MDR1) efflux transporter. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "clozapine",
            "description": {
                "common": "clozapine and lapatinib both increase  QTc interval. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "conivaptan",
            "description": {
                "common": "conivaptan will increase the level or effect of lapatinib by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "conjugated estrogens",
            "description": {
                "common": "lapatinib will increase the level or effect of conjugated estrogens by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "conjugated estrogens, vaginal",
            "description": {
                "common": "lapatinib will increase the level or effect of conjugated estrogens, vaginal by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "cortisone",
            "description": {
                "common": "lapatinib will increase the level or effect of cortisone by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "crizotinib",
            "description": {
                "common": "crizotinib increases levels of lapatinib by affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor. Dose reduction may be needed for coadministered drugs that are predominantly metabolized by CYP3A. ECG monitoring is recommended, along with drugs that may prolong the QT interval."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "crofelemer",
            "description": {
                "common": "crofelemer increases levels of lapatinib by affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor. Crofelemer has the potential to inhibit CYP3A4 at concentrations expected in the gut; unlikely to inhibit systemically because minimally absorbed."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "cyclosporine",
            "description": {
                "common": "cyclosporine will increase the level or effect of lapatinib by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "dabigatran",
            "description": {
                "common": "lapatinib will increase the level or effect of dabigatran by  P-glycoprotein (MDR1) efflux transporter. Use Caution/Monitor. Atrial fibrillation: Avoid coadministering dabigatran with P-gp inhibitors if CrCl <30 mL/min.  DVT/PE treatment: Avoid coadministering dabigatran with P-gp inhibitors if CrCl <50 mL/min"
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "dabrafenib",
            "description": {
                "common": "dabrafenib will decrease the level or effect of lapatinib by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "daridorexant",
            "description": {
                "common": "lapatinib will increase the level or effect of daridorexant by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Modify Therapy/Monitor Closely. Daridorexant dose should not exceed 25 mg per night when coadministered with moderate CYP3A4 inhibitors."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "darifenacin",
            "description": {
                "common": "darifenacin will increase the level or effect of lapatinib by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "darolutamide",
            "description": {
                "common": "lapatinib will increase the level or effect of darolutamide by  Other (see comment). Modify Therapy/Monitor Closely. Darolutamide is a P-gp and CYP3A4 substrate. Closely monitor for increased adverse reactions and modify dose of darolutamide as needed when coadministered with drugs that are both P-gp and strong or moderate CYP3A4 inhibitors."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "darunavir",
            "description": {
                "common": "darunavir will increase the level or effect of lapatinib by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "dasatinib",
            "description": {
                "common": "dasatinib will increase the level or effect of lapatinib by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "daunorubicin",
            "description": {
                "common": "lapatinib will increase the level or effect of daunorubicin by  P-glycoprotein (MDR1) efflux transporter. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "deferasirox",
            "description": {
                "common": "deferasirox will decrease the level or effect of lapatinib by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "deflazacort",
            "description": {
                "common": "lapatinib will increase the level or effect of deflazacort by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Modify Therapy/Monitor Closely. Decrease deflazacort dose to one-third of the recommended dose if coadministered with moderate or strong CYP3A4 inhibitors."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "degarelix",
            "description": {
                "common": "degarelix and lapatinib both increase  QTc interval. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "dengue vaccine",
            "description": {
                "common": "lapatinib decreases effects of dengue vaccine by immunosuppressive effects; risk of infection. Use Caution/Monitor. Immunosuppressive therapies (eg, irradiation, antimetabolites, alkylating agents, cytotoxic drugs, corticosteroids [greater than physiologic doses]) may reduce immune response to dengue vaccine."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "desipramine",
            "description": {
                "common": "desipramine and lapatinib both increase  QTc interval. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "deutetrabenazine",
            "description": {
                "common": "deutetrabenazine and lapatinib both increase  QTc interval. Use Caution/Monitor. At the maximum recommended dose, deutetrabenazine does not prolong QT interval to a clinically relevant extent. Certain circumstances may increase risk of torsade de pointes and/or sudden death in association with drugs that prolong the QTc interval (eg, bradycardia, hypokalemia or hypomagnesemia, coadministration with other drugs that prolong QTc interval, presence of congenital QT prolongation)."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "dexamethasone",
            "description": {
                "common": "lapatinib will increase the level or effect of dexamethasone by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "DHEA, herbal",
            "description": {
                "common": "DHEA, herbal will increase the level or effect of lapatinib by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "diazepam",
            "description": {
                "common": "lapatinib will increase the level or effect of diazepam by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "diazepam intranasal",
            "description": {
                "common": "lapatinib will increase the level or effect of diazepam intranasal by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor. Strong or moderate CYP3A4 inhibitors may decrease rate of diazepam elimination, thereby increasing adverse reactions to diazepam."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "dienogest/estradiol valerate",
            "description": {
                "common": "lapatinib will increase the level or effect of dienogest/estradiol valerate by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor. Monitor for potential adverse effects such as nausea, irregular uterine bleeding, breast tenderness and headache."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "digoxin",
            "description": {
                "common": "lapatinib will increase the level or effect of digoxin by  P-glycoprotein (MDR1) efflux transporter. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "diltiazem",
            "description": {
                "common": "diltiazem will increase the level or effect of lapatinib by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "docetaxel",
            "description": {
                "common": "lapatinib will increase the level or effect of docetaxel by  P-glycoprotein (MDR1) efflux transporter. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "dofetilide",
            "description": {
                "common": "dofetilide and lapatinib both increase  QTc interval. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "dolasetron",
            "description": {
                "common": "dolasetron and lapatinib both increase  QTc interval. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "donepezil",
            "description": {
                "common": "donepezil and lapatinib both increase  QTc interval. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "doxepin",
            "description": {
                "common": "doxepin and lapatinib both increase  QTc interval. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "doxorubicin",
            "description": {
                "common": "lapatinib will increase the level or effect of doxorubicin by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "doxorubicin liposomal",
            "description": {
                "common": "lapatinib will increase the level or effect of doxorubicin liposomal by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "dronedarone",
            "description": {
                "common": "dronedarone will increase the level or effect of lapatinib by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "droperidol",
            "description": {
                "common": "droperidol and lapatinib both increase  QTc interval. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "duvelisib",
            "description": {
                "common": "duvelisib will increase the level or effect of lapatinib by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Modify Therapy/Monitor Closely. Coadministration with duvelisib increases AUC of a sensitive CYP3A4 substrate which may increase the risk of toxicities of these drugs. Consider reducing the dose of the sensitive CYP3A4 substrate and monitor for signs of toxicities of the coadministered sensitive CYP3A substrate."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "efavirenz",
            "description": {
                "common": "efavirenz will decrease the level or effect of lapatinib by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "elagolix",
            "description": {
                "common": "elagolix will increase the level or effect of lapatinib by  P-glycoprotein (MDR1) efflux transporter. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "eletriptan",
            "description": {
                "common": "lapatinib will increase the level or effect of eletriptan by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "eliglustat",
            "description": {
                "common": "eliglustat increases levels of lapatinib by P-glycoprotein (MDR1) efflux transporter. Modify Therapy/Monitor Closely. Monitor therapeutic drug concentrations, as indicated, or consider reducing the dosage of the P-gp substrate and titrate to clinical effect."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "eluxadoline",
            "description": {
                "common": "eluxadoline increases levels of lapatinib by decreasing metabolism. Use Caution/Monitor. Eluxadoline may increase the systemic exposure of coadministered BCRP substrates."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "elvitegravir/cobicistat/emtricitabine/tenofovir DF",
            "description": {
                "common": "elvitegravir/cobicistat/emtricitabine/tenofovir DF increases levels of lapatinib by affecting hepatic/intestinal enzyme CYP3A4 metabolism. Modify Therapy/Monitor Closely. Cobicistat is a CYP3A4 inhibitor; contraindicated with CYP3A4 substrates for which elevated plasma concentrations are associated with serious and/or life-threatening events."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "encorafenib",
            "description": {
                "common": "encorafenib, lapatinib. affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor. Encorafenib both inhibits and induces CYP3A4 at clinically relevant plasma concentrations. Coadministration of encorafenib with sensitive CYP3A4 substrates may result in increased toxicity or decreased efficacy of these agents."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "erlotinib",
            "description": {
                "common": "lapatinib will increase the level or effect of erlotinib by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "erythromycin base",
            "description": {
                "common": "erythromycin base will increase the level or effect of lapatinib by  P-glycoprotein (MDR1) efflux transporter. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "erythromycin ethylsuccinate",
            "description": {
                "common": "erythromycin ethylsuccinate will increase the level or effect of lapatinib by  P-glycoprotein (MDR1) efflux transporter. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "erythromycin lactobionate",
            "description": {
                "common": "erythromycin lactobionate will increase the level or effect of lapatinib by  P-glycoprotein (MDR1) efflux transporter. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "erythromycin stearate",
            "description": {
                "common": "erythromycin stearate will increase the level or effect of lapatinib by  P-glycoprotein (MDR1) efflux transporter. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "escitalopram",
            "description": {
                "common": "escitalopram increases toxicity of lapatinib by QTc interval. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "eslicarbazepine acetate",
            "description": {
                "common": "eslicarbazepine acetate will decrease the level or effect of lapatinib by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "estradiol",
            "description": {
                "common": "lapatinib will increase the level or effect of estradiol by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "estrogens conjugated synthetic",
            "description": {
                "common": "lapatinib will increase the level or effect of estrogens conjugated synthetic by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "estrogens esterified",
            "description": {
                "common": "lapatinib will increase the level or effect of estrogens esterified by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "estropipate",
            "description": {
                "common": "lapatinib will increase the level or effect of estropipate by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ethinylestradiol",
            "description": {
                "common": "ethinylestradiol will increase the level or effect of lapatinib by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "etonogestrel",
            "description": {
                "common": "lapatinib will increase the level or effect of etonogestrel by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "etoposide",
            "description": {
                "common": "lapatinib will increase the level or effect of etoposide by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "etravirine",
            "description": {
                "common": "lapatinib will increase the level or effect of etravirine by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ezogabine",
            "description": {
                "common": "ezogabine, lapatinib.\nEither increases toxicity of the other by QTc interval. Use Caution/Monitor. Slight and transient QT-prolongation observed with ezogabine, particularly when dose titrated to 1200 mg/day. QT interval should be monitored when ezogabine is prescribed with agents known to increase QT interval."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "fedratinib",
            "description": {
                "common": "fedratinib will increase the level or effect of lapatinib by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor. Adjust dose of drugs that are CYP3A4 substrates as necessary."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "felodipine",
            "description": {
                "common": "lapatinib will increase the level or effect of felodipine by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "fesoterodine",
            "description": {
                "common": "lapatinib will increase the level or effect of fesoterodine by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "finerenone",
            "description": {
                "common": "lapatinib will increase the level or effect of finerenone by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Modify Therapy/Monitor Closely. Monitor serum potassium during initiation and dosage adjustment of either finererone or moderate CYP3A4 inhibitors. Adjust finererone dosage as needed."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "fingolimod",
            "description": {
                "common": "fingolimod and lapatinib both increase  QTc interval. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "flecainide",
            "description": {
                "common": "flecainide and lapatinib both increase  QTc interval. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "fluconazole",
            "description": {
                "common": "fluconazole will increase the level or effect of lapatinib by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "fludrocortisone",
            "description": {
                "common": "lapatinib will increase the level or effect of fludrocortisone by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "fluoxetine",
            "description": {
                "common": "fluoxetine and lapatinib both increase  QTc interval. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "fluphenazine",
            "description": {
                "common": "fluphenazine and lapatinib both increase  QTc interval. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "fluvoxamine",
            "description": {
                "common": "fluvoxamine and lapatinib both increase  QTc interval. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "formoterol",
            "description": {
                "common": "formoterol and lapatinib both increase  QTc interval. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "fosamprenavir",
            "description": {
                "common": "fosamprenavir will increase the level or effect of lapatinib by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "fosaprepitant",
            "description": {
                "common": "fosaprepitant will increase the level or effect of lapatinib by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "foscarnet",
            "description": {
                "common": "foscarnet and lapatinib both increase  QTc interval. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "fosphenytoin",
            "description": {
                "common": "fosphenytoin will decrease the level or effect of lapatinib by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "fostemsavir",
            "description": {
                "common": "fostemsavir will increase the level or effect of lapatinib by  Other (see comment). Modify Therapy/Monitor Closely. Fostemsavir inhibits BCRP transporters. If possible, avoid coadministration or modify dose of BCRP substrate coadministered with fostemsavir."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "gemifloxacin",
            "description": {
                "common": "gemifloxacin and lapatinib both increase  QTc interval. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "gemtuzumab",
            "description": {
                "common": "lapatinib and gemtuzumab both increase  QTc interval. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "glecaprevir/pibrentasvir",
            "description": {
                "common": "lapatinib will increase the level or effect of glecaprevir/pibrentasvir by  decreasing metabolism. Use Caution/Monitor. Caution when coadministering glecaprevir/pibrentasvir with P-gp/BCRP inhibitors."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "goserelin",
            "description": {
                "common": "goserelin increases levels of lapatinib by QTc interval. Use Caution/Monitor. Increases risk of torsades de pointes."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "granisetron",
            "description": {
                "common": "granisetron and lapatinib both increase  QTc interval. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "grapefruit",
            "description": {
                "common": "grapefruit will increase the level or effect of lapatinib by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "griseofulvin",
            "description": {
                "common": "griseofulvin will decrease the level or effect of lapatinib by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "guanfacine",
            "description": {
                "common": "lapatinib will increase the level or effect of guanfacine by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Modify Therapy/Monitor Closely. Strong or moderate CYP3A4 inhibitors significantly increase guanfacine plasma concentrations. FDA-approved labeling for extended-release (ER) guanfacine recommends that, if coadministered, the guanfacine dosage should be decreased to half of the recommended dose. Specific recommendations for immediate-release (IR) guanfacine are not available."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "haloperidol",
            "description": {
                "common": "haloperidol and lapatinib both increase  QTc interval. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "histrelin",
            "description": {
                "common": "histrelin increases toxicity of lapatinib by QTc interval. Use Caution/Monitor. Increases risk of torsades de pointes."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "hydrocortisone",
            "description": {
                "common": "lapatinib will increase the level or effect of hydrocortisone by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "hydroxyprogesterone caproate (DSC)",
            "description": {
                "common": "lapatinib will increase the level or effect of hydroxyprogesterone caproate (DSC) by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "hydroxyzine",
            "description": {
                "common": "hydroxyzine and lapatinib both increase  QTc interval. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ibrutinib",
            "description": {
                "common": "lapatinib increases levels of ibrutinib by affecting hepatic/intestinal enzyme CYP3A4 metabolism. Modify Therapy/Monitor Closely. Coadministration with moderate CYP3A4 inhibitors, reduce ibrutinib dose to 280 mg qDay (B-cell malignancies) or 420 mg qDay (graft versus host disease). After CYP3A inhibitor discontinuation, resume previous dose of ibrutinib."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ifosfamide",
            "description": {
                "common": "lapatinib decreases effects of ifosfamide by affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor. Use of a CYP3A4 inhibitor may decrease metabolism of ifosfamide, potentially reducing ifosfamide therapeutic effects."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "iloperidone",
            "description": {
                "common": "lapatinib will increase the level or effect of iloperidone by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "imatinib",
            "description": {
                "common": "lapatinib will increase the level or effect of imatinib by  P-glycoprotein (MDR1) efflux transporter. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "imipramine",
            "description": {
                "common": "imipramine and lapatinib both increase  QTc interval. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "indacaterol, inhaled",
            "description": {
                "common": "lapatinib increases levels of indacaterol, inhaled by Other (see comment). Use Caution/Monitor. \nComment: Data suggests that systemic clearance is influenced by modulation of both P-gp and CYP3A4 activities. No dose adjustment is warranted at the 75 mcg dose."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "indinavir",
            "description": {
                "common": "indinavir will increase the level or effect of lapatinib by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "irinotecan",
            "description": {
                "common": "lapatinib will increase the level or effect of irinotecan by  P-glycoprotein (MDR1) efflux transporter. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "irinotecan liposomal",
            "description": {
                "common": "lapatinib will increase the level or effect of irinotecan liposomal by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "isavuconazonium sulfate",
            "description": {
                "common": "lapatinib will increase the level or effect of isavuconazonium sulfate by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "isoniazid",
            "description": {
                "common": "isoniazid will increase the level or effect of lapatinib by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "istradefylline",
            "description": {
                "common": "istradefylline will increase the level or effect of lapatinib by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor. Istradefylline 40 mg/day increased peak levels and AUC of CYP3A4 substrates in clinical trials. This effect was not observed with istradefylline 20 mg/day. Consider dose reduction of sensitive CYP3A4 substrates."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "itraconazole",
            "description": {
                "common": "itraconazole and lapatinib both increase  QTc interval. Modify Therapy/Monitor Closely. If concurrent use unavoidable, decrease the lapatinib dose to 500 mg PO once daily. Increase lapatinib dose to indicated dose if itraconazole discontinued"
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ivacaftor",
            "description": {
                "common": "lapatinib will increase the level or effect of ivacaftor by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Modify Therapy/Monitor Closely. Reduce ivacaftor dose if coadministered with moderate CYP3A4 inhibitors. See specific ivacaftor-containing product for precise dosage modification."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ivermectin",
            "description": {
                "common": "lapatinib will increase the level or effect of ivermectin by  P-glycoprotein (MDR1) efflux transporter. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ivosidenib",
            "description": {
                "common": "lapatinib will increase the level or effect of ivosidenib by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor. Coadministration with moderate CYP3A4 inhibitors may increase ivosidenib plasma concentrations, thus increasing the risk of QTc prolongation. Monitor for increased risk of QTc interval prolongation."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ixabepilone",
            "description": {
                "common": "lapatinib will increase the level or effect of ixabepilone by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ketoconazole",
            "description": {
                "common": "ketoconazole will increase the level or effect of lapatinib by  P-glycoprotein (MDR1) efflux transporter. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "lefamulin",
            "description": {
                "common": "lapatinib will increase the level or effect of lefamulin by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor. Monitor for adverse effects if lefamulin is coadministered with moderate CYP3A inhibitors."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "lenacapavir",
            "description": {
                "common": "lenacapavir will increase the level or effect of lapatinib by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor. Lencapavir may increase CYP3A4 substrates initiated within 9 months after last SC dose of lenacapavir, which may increase potential risk of adverse reactions of CYP3A4 substrates."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "lenvatinib",
            "description": {
                "common": "lapatinib and lenvatinib both increase  QTc interval. Use Caution/Monitor. Lenvatinib prescribing information recommends monitoring ECG closely when coadministered with QT prolonging drugs."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "leuprolide",
            "description": {
                "common": "leuprolide increases toxicity of lapatinib by QTc interval. Use Caution/Monitor. Increases risk of torsades de pointes."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "levamlodipine",
            "description": {
                "common": "lapatinib will increase the level or effect of levamlodipine by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Modify Therapy/Monitor Closely. Coadministration with moderate and strong CYP3A inhibitors results in increased systemic exposure to amlodipine and may require dose reduction. Monitor for symptoms of hypotension and edema when amlodipine is coadministered with CYP3A inhibitors to determine the need for dose adjustment."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "levofloxacin",
            "description": {
                "common": "lapatinib and levofloxacin both increase  QTc interval. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "levoketoconazole",
            "description": {
                "common": "levoketoconazole and lapatinib both increase  QTc interval. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "lithium",
            "description": {
                "common": "lithium and lapatinib both increase  QTc interval. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "lofepramine",
            "description": {
                "common": "lofepramine and lapatinib both increase  QTc interval. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "lomitapide",
            "description": {
                "common": "lomitapide increases levels of lapatinib by P-glycoprotein (MDR1) efflux transporter. Modify Therapy/Monitor Closely. Consider reducing dose when used concomitantly with lomitapide."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "loperamide",
            "description": {
                "common": "lapatinib will increase the level or effect of loperamide by  P-glycoprotein (MDR1) efflux transporter. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "lopinavir",
            "description": {
                "common": "lapatinib will increase the level or effect of lopinavir by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "loratadine",
            "description": {
                "common": "lapatinib will increase the level or effect of loratadine by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "lorlatinib",
            "description": {
                "common": "lorlatinib will decrease the level or effect of lapatinib by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "lovastatin",
            "description": {
                "common": "lapatinib will increase the level or effect of lovastatin by  P-glycoprotein (MDR1) efflux transporter. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "lumateperone",
            "description": {
                "common": "lapatinib will increase the level or effect of lumateperone by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Modify Therapy/Monitor Closely. Reduce lumateperone dose to 21 mg/day if coadministered with moderate CYP3A4 inhibitors."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "lumefantrine",
            "description": {
                "common": "lapatinib will increase the level or effect of lumefantrine by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "lurasidone",
            "description": {
                "common": "lapatinib increases levels of lurasidone by affecting hepatic/intestinal enzyme CYP3A4 metabolism. Modify Therapy/Monitor Closely. Manufacturer recommends decreasing starting dose of lurasidone to 20 mg/day and maximum daily dose of lurasidone 80 mg when coadministered with moderate CYP3A4 inhibitors. Concurrent use may increase risk of lurasidone-related adverse reactions."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "maprotiline",
            "description": {
                "common": "maprotiline and lapatinib both increase  QTc interval. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "maraviroc",
            "description": {
                "common": "lapatinib will increase the level or effect of maraviroc by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "marijuana",
            "description": {
                "common": "marijuana will increase the level or effect of lapatinib by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "mavacamten",
            "description": {
                "common": "lapatinib will increase the level or effect of mavacamten by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Modify Therapy/Monitor Closely. Inititiation of moderate CYP3A4 inhibitors may require decreased mavacamten dose. "
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "mefloquine",
            "description": {
                "common": "lapatinib will increase the level or effect of mefloquine by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "mestranol",
            "description": {
                "common": "lapatinib will increase the level or effect of mestranol by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "methadone",
            "description": {
                "common": "lapatinib will increase the level or effect of methadone by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "methylprednisolone",
            "description": {
                "common": "lapatinib will increase the level or effect of methylprednisolone by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "metronidazole",
            "description": {
                "common": "metronidazole will increase the level or effect of lapatinib by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "miconazole vaginal",
            "description": {
                "common": "miconazole vaginal will increase the level or effect of lapatinib by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "midazolam",
            "description": {
                "common": "lapatinib will increase the level or effect of midazolam by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "mifepristone",
            "description": {
                "common": "mifepristone will increase the level or effect of lapatinib by  Other (see comment). Modify Therapy/Monitor Closely. Inhibits CYP2C8/2C9; use smallest recommended doses for substrates and monitor; combination may increase QT interval. Use alternatives if available"
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "mirtazapine",
            "description": {
                "common": "mirtazapine and lapatinib both increase  QTc interval. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "mitotane",
            "description": {
                "common": "mitotane decreases levels of lapatinib by affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor. Mitotane is a strong inducer of cytochrome P-4503A4; monitor when coadministered with CYP3A4 substrates for possible dosage adjustments."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "moxifloxacin",
            "description": {
                "common": "lapatinib and moxifloxacin both increase  QTc interval. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "nafcillin",
            "description": {
                "common": "nafcillin will decrease the level or effect of lapatinib by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "naldemedine",
            "description": {
                "common": "lapatinib increases levels of naldemedine by affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor. Monitor naldemedine for potential adverse effects if coadministered with strong or moderate CYP3A4 inhibitors."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "nefazodone",
            "description": {
                "common": "nefazodone will increase the level or effect of lapatinib by  P-glycoprotein (MDR1) efflux transporter. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "nelfinavir",
            "description": {
                "common": "lapatinib will increase the level or effect of nelfinavir by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "nevirapine",
            "description": {
                "common": "nevirapine will decrease the level or effect of lapatinib by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "nicardipine",
            "description": {
                "common": "lapatinib will increase the level or effect of nicardipine by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "nifedipine",
            "description": {
                "common": "nifedipine will increase the level or effect of lapatinib by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "nilotinib",
            "description": {
                "common": "lapatinib will increase the level or effect of nilotinib by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "nintedanib",
            "description": {
                "common": "lapatinib increases levels of nintedanib by P-glycoprotein (MDR1) efflux transporter. Modify Therapy/Monitor Closely. If nintedanib adverse effects occur, management may require interruption, dose reduction, or discontinuation of therapy ."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "nisoldipine",
            "description": {
                "common": "lapatinib will increase the level or effect of nisoldipine by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "nortriptyline",
            "description": {
                "common": "nortriptyline and lapatinib both increase  QTc interval. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "octreotide",
            "description": {
                "common": "lapatinib and octreotide both increase  QTc interval. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "octreotide (Antidote)",
            "description": {
                "common": "lapatinib and octreotide (Antidote) both increase  QTc interval. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ofloxacin",
            "description": {
                "common": "lapatinib and ofloxacin both increase  QTc interval. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "olanzapine",
            "description": {
                "common": "olanzapine and lapatinib both increase  QTc interval. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "oliceridine",
            "description": {
                "common": "lapatinib will increase the level or effect of oliceridine by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Modify Therapy/Monitor Closely. If concomitant use is necessary, may require less frequent oliceridine dosing. Closely monitor for respiratory depression and sedation and titrate subsequent doses accordingly. If inhibitor is discontinued, consider increase oliceridine dosage until stable drug effects are achieved. Monitor for signs of opioid withdrawal. "
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "olodaterol inhaled",
            "description": {
                "common": "lapatinib and olodaterol inhaled both increase  QTc interval. Use Caution/Monitor. Drugs that prolong the QTc interval and may potentiate the effects of beta2 agonists on the cardiovascular system; increased risk of ventricular arrhythmias"
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "osilodrostat",
            "description": {
                "common": "osilodrostat and lapatinib both increase  QTc interval. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "osimertinib",
            "description": {
                "common": "osimertinib and lapatinib both increase  QTc interval. Use Caution/Monitor. Conduct periodic monitoring with ECGs and electrolytes in patients taking drugs known to prolong the QTc interval."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "oteseconazole",
            "description": {
                "common": "oteseconazole will increase the level or effect of lapatinib by  Other (see comment). Modify Therapy/Monitor Closely. Otesezonale, a BCRP inhibitor, may increase the effects and risk of toxicities of BCRP substrates. Use lowest starting dose of BCRP substrate, or consider reducing BCRP substrate dose."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "oxaliplatin",
            "description": {
                "common": "oxaliplatin will increase the level or effect of lapatinib by  Other (see comment). Use Caution/Monitor. Monitor for ECG changes if therapy is initiated in patients with drugs known to prolong QT interval."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "oxcarbazepine",
            "description": {
                "common": "oxcarbazepine will decrease the level or effect of lapatinib by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ozanimod",
            "description": {
                "common": "ozanimod and lapatinib both increase  QTc interval. Modify Therapy/Monitor Closely. The potential additive effects on heart rate, treatment with ozanimod should generally not be initiated in patients who are concurrently treated with QT prolonging drugs with known arrhythmogenic properties."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "paclitaxel",
            "description": {
                "common": "lapatinib will increase the level or effect of paclitaxel by  P-glycoprotein (MDR1) efflux transporter. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "paclitaxel protein bound",
            "description": {
                "common": "lapatinib will increase the level or effect of paclitaxel protein bound by  P-glycoprotein (MDR1) efflux transporter. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "palbociclib",
            "description": {
                "common": "lapatinib will increase the level or effect of palbociclib by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "paliperidone",
            "description": {
                "common": "lapatinib will increase the level or effect of paliperidone by  P-glycoprotein (MDR1) efflux transporter. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "paromomycin",
            "description": {
                "common": "lapatinib will increase the level or effect of paromomycin by  P-glycoprotein (MDR1) efflux transporter. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "paroxetine",
            "description": {
                "common": "lapatinib and paroxetine both increase  QTc interval. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "pasireotide",
            "description": {
                "common": "lapatinib and pasireotide both increase  QTc interval. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "pentobarbital",
            "description": {
                "common": "pentobarbital will decrease the level or effect of lapatinib by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "perphenazine",
            "description": {
                "common": "perphenazine and lapatinib both increase  QTc interval. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "phenobarbital",
            "description": {
                "common": "phenobarbital will decrease the level or effect of lapatinib by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "phenytoin",
            "description": {
                "common": "phenytoin will decrease the level or effect of lapatinib by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ponatinib",
            "description": {
                "common": "ponatinib increases levels of lapatinib by P-glycoprotein (MDR1) efflux transporter. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "posaconazole",
            "description": {
                "common": "posaconazole will increase the level or effect of lapatinib by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "prednisolone",
            "description": {
                "common": "lapatinib will increase the level or effect of prednisolone by  P-glycoprotein (MDR1) efflux transporter. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "prednisone",
            "description": {
                "common": "lapatinib will increase the level or effect of prednisone by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "primaquine",
            "description": {
                "common": "primaquine and lapatinib both increase  QTc interval. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "primidone",
            "description": {
                "common": "primidone will decrease the level or effect of lapatinib by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "prochlorperazine",
            "description": {
                "common": "prochlorperazine and lapatinib both increase  QTc interval. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "promazine",
            "description": {
                "common": "promazine and lapatinib both increase  QTc interval. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "promethazine",
            "description": {
                "common": "promethazine and lapatinib both increase  QTc interval. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "protriptyline",
            "description": {
                "common": "protriptyline and lapatinib both increase  QTc interval. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "quercetin",
            "description": {
                "common": "quercetin will decrease the level or effect of lapatinib by  P-glycoprotein (MDR1) efflux transporter. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "quetiapine",
            "description": {
                "common": "lapatinib will increase the level or effect of quetiapine by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "quinidine",
            "description": {
                "common": "lapatinib will increase the level or effect of quinidine by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "quinine",
            "description": {
                "common": "lapatinib and quinine both increase  QTc interval. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "quinupristin/dalfopristin",
            "description": {
                "common": "quinupristin/dalfopristin will increase the level or effect of lapatinib by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ranolazine",
            "description": {
                "common": "ranolazine will increase the level or effect of lapatinib by  P-glycoprotein (MDR1) efflux transporter. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "regorafenib",
            "description": {
                "common": "regorafenib will increase the level or effect of lapatinib by  Other (see comment). Modify Therapy/Monitor Closely. Regorafenib likely inhibits BCRP (ABCG2) transport. Coadministration with a BCRP substrate may increase systemic exposure to the substrate and related toxicity."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "repaglinide",
            "description": {
                "common": "lapatinib will increase the level or effect of repaglinide by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ribociclib",
            "description": {
                "common": "ribociclib will increase the level or effect of lapatinib by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "rifampin",
            "description": {
                "common": "rifampin will decrease the level or effect of lapatinib by  P-glycoprotein (MDR1) efflux transporter. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "rifapentine",
            "description": {
                "common": "rifapentine will decrease the level or effect of lapatinib by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "rifaximin",
            "description": {
                "common": "lapatinib increases levels of rifaximin by P-glycoprotein (MDR1) efflux transporter. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "rilpivirine",
            "description": {
                "common": "rilpivirine increases toxicity of lapatinib by QTc interval. Use Caution/Monitor. Rilpivirine should be used with caution when co-administered with a drug with a known risk of Torsades de Pointes."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "rimegepant",
            "description": {
                "common": "lapatinib will increase the level or effect of rimegepant by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Modify Therapy/Monitor Closely. Avoid repeating rimegepant dose within 48 hr if coadministered with a moderate CYP3A4 inhibitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "risperidone",
            "description": {
                "common": "lapatinib and risperidone both increase  QTc interval. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ritonavir",
            "description": {
                "common": "lapatinib will increase the level or effect of ritonavir by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "rivaroxaban",
            "description": {
                "common": "lapatinib increases levels of rivaroxaban by affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor. Patients with renal impairment receiving rivaroxaban with drugs that are combined P-gp and weak or moderate CYP3A4 inhibitors may have significant increases in exposure compared with patients with normal renal function and no inhibitor use, since both pathways of rivaroxaban elimination are affected. Since these increases may increase bleeding risk, use rivaroxaban in this situation only if the potential benefit justifies the potential risk."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "romidepsin",
            "description": {
                "common": "lapatinib will increase the level or effect of romidepsin by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "rucaparib",
            "description": {
                "common": "rucaparib will increase the level or effect of lapatinib by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Modify Therapy/Monitor Closely. Adjust dosage of CYP3A4 substrates, if clinically indicated."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "rufinamide",
            "description": {
                "common": "rufinamide will decrease the level or effect of lapatinib by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ruxolitinib",
            "description": {
                "common": "lapatinib will increase the level or effect of ruxolitinib by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ruxolitinib topical",
            "description": {
                "common": "lapatinib will increase the level or effect of ruxolitinib topical by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "safinamide",
            "description": {
                "common": "safinamide will increase the level or effect of lapatinib by  Other (see comment). Use Caution/Monitor. Safinamide and its major metabolite may inhibit intestinal BCRP. Monitor BCRP substrates for increased pharmacologic or adverse effects."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "saquinavir",
            "description": {
                "common": "lapatinib will increase the level or effect of saquinavir by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "sarecycline",
            "description": {
                "common": "sarecycline will increase the level or effect of lapatinib by  P-glycoprotein (MDR1) efflux transporter. Use Caution/Monitor. Monitor for toxicities of P-gp substrates that may require dosage reduction when coadministered with P-gp inhibitors."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "secobarbital",
            "description": {
                "common": "secobarbital will decrease the level or effect of lapatinib by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "selexipag",
            "description": {
                "common": "lapatinib will increase the level or effect of selexipag by  decreasing metabolism. Modify Therapy/Monitor Closely. Reduce selexipag dose to once daily if coadministered with moderate CYP2C8 inhibitors."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "selpercatinib",
            "description": {
                "common": "selpercatinib increases toxicity of lapatinib by QTc interval. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "sertraline",
            "description": {
                "common": "sertraline and lapatinib both increase  QTc interval. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "sildenafil",
            "description": {
                "common": "lapatinib will increase the level or effect of sildenafil by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "silodosin",
            "description": {
                "common": "lapatinib will increase the level or effect of silodosin by  P-glycoprotein (MDR1) efflux transporter. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "siponimod",
            "description": {
                "common": "siponimod and lapatinib both increase  immunosuppressive effects; risk of infection. Use Caution/Monitor. Caution if coadministered because of additive immunosuppressive effects during such therapy and in the weeks following administration. When switching from drugs with prolonged immune effects, consider the half-life and mode of action of these drugs to avoid unintended additive immunosuppressive effects."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "sirolimus",
            "description": {
                "common": "lapatinib will increase the level or effect of sirolimus by  P-glycoprotein (MDR1) efflux transporter. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "sofosbuvir/velpatasvir",
            "description": {
                "common": "sofosbuvir/velpatasvir will increase the level or effect of lapatinib by  Other (see comment). Use Caution/Monitor. Velpatasvir is an inhibitor of the drug transporter BCRP. Coadministration may increase systemic exposure of drugs that are BCRP substrates."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "solifenacin",
            "description": {
                "common": "lapatinib will increase the level or effect of solifenacin by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "sonidegib",
            "description": {
                "common": "lapatinib will increase the level or effect of sonidegib by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Modify Therapy/Monitor Closely. Avoid coadministration of sonidegib with moderate CYP3A4 inhibitors. If a moderate CYP3A inhibitor must be used, administer the moderate CYP3A inhibitor for <14 days and monitor closely for adverse reactions, particularly musculoskeletal adverse reactions."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "sorafenib",
            "description": {
                "common": "sorafenib and lapatinib both increase  QTc interval. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "St John's Wort",
            "description": {
                "common": "St John's Wort will decrease the level or effect of lapatinib by  P-glycoprotein (MDR1) efflux transporter. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "stiripentol",
            "description": {
                "common": "stiripentol, lapatinib. affecting hepatic/intestinal enzyme CYP3A4 metabolism. Modify Therapy/Monitor Closely. Stiripentol is a CYP3A4 inhibitor and inducer. Monitor CYP3A4 substrates coadministered with stiripentol for increased or decreased effects. CYP3A4 substrates may require dosage adjustment."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "sufentanil SL",
            "description": {
                "common": "lapatinib will increase the level or effect of sufentanil SL by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor. Coadministration of sufentanil SL with any CYP3A4 inhibitor may increase sufentanil plasma concentration, and, thereby increase or prolonged adverse effects, including potentially fatal respiratory depression."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "sulfamethoxazole",
            "description": {
                "common": "sulfamethoxazole and lapatinib both increase  QTc interval. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "sunitinib",
            "description": {
                "common": "lapatinib will increase the level or effect of sunitinib by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "suvorexant",
            "description": {
                "common": "lapatinib will increase the level or effect of suvorexant by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Modify Therapy/Monitor Closely. Decrease suvorexant starting dose to 5 mg HS if coadministered with moderate CYP3A4 inhibitors"
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "tacrolimus",
            "description": {
                "common": "lapatinib will increase the level or effect of tacrolimus by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "tadalafil",
            "description": {
                "common": "lapatinib will increase the level or effect of tadalafil by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "tafamidis",
            "description": {
                "common": "tafamidis will increase the level or effect of lapatinib by  Other (see comment). Use Caution/Monitor. Tafamidis inhibits breast cancer resistant protein (BCRP) in vitro and may increase exposure of BCRP substrates following tafamidis or tafamidis meglumine administration. Dosage adjustment of these BCRP substrates may be necessary."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "tafamidis meglumine",
            "description": {
                "common": "tafamidis meglumine will increase the level or effect of lapatinib by  Other (see comment). Use Caution/Monitor. Tafamidis inhibits breast cancer resistant protein (BCRP) in vitro and may increase exposure of BCRP substrates following tafamidis or tafamidis meglumine administration. Dosage adjustment of these BCRP substrates may be necessary."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "tamsulosin",
            "description": {
                "common": "lapatinib increases levels of tamsulosin by affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor. Dose reduction may be needed for coadministered drugs that are predominantly metabolized by CYP3A."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "tazemetostat",
            "description": {
                "common": "tazemetostat will decrease the level or effect of lapatinib by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "tecovirimat",
            "description": {
                "common": "tecovirimat will decrease the level or effect of lapatinib by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor. Tecovirimat is a weak CYP3A4 inducer. Monitor sensitive CYP3A4 substrates for effectiveness if coadministered."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "telavancin",
            "description": {
                "common": "lapatinib and telavancin both increase  QTc interval. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "temsirolimus",
            "description": {
                "common": "lapatinib will increase the level or effect of temsirolimus by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "teniposide",
            "description": {
                "common": "lapatinib will increase the level or effect of teniposide by  P-glycoprotein (MDR1) efflux transporter. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "teriflunomide",
            "description": {
                "common": "teriflunomide increases levels of lapatinib by Other (see comment). Use Caution/Monitor. \nComment: Teriflunomide inhibits CYP2C8; caution when coadministered with CYP2C8 substrates."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "tezacaftor",
            "description": {
                "common": "lapatinib will increase the level or effect of tezacaftor by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Modify Therapy/Monitor Closely. Adjust tezacaftor dosage regimen if coadministered with a moderate CYP3A inhibitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "theophylline",
            "description": {
                "common": "lapatinib will increase the level or effect of theophylline by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "thioridazine",
            "description": {
                "common": "thioridazine and lapatinib both increase  QTc interval. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "tinidazole",
            "description": {
                "common": "lapatinib will increase the level or effect of tinidazole by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "tipranavir",
            "description": {
                "common": "lapatinib will increase the level or effect of tipranavir by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "tofacitinib",
            "description": {
                "common": "lapatinib increases levels of tofacitinib by affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor. No specific dose adjustment recommended when tofacitinib coadministered with moderate CYP3A4 inhibitors; decrease tofacitinib dose if coadministered with both moderate CYP3A4 and potent CYP2C19 inhibitors."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "tolterodine",
            "description": {
                "common": "lapatinib will increase the level or effect of tolterodine by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "tolvaptan",
            "description": {
                "common": "lapatinib will increase the level or effect of tolvaptan by  P-glycoprotein (MDR1) efflux transporter. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "topiramate",
            "description": {
                "common": "topiramate will decrease the level or effect of lapatinib by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "trabectedin",
            "description": {
                "common": "lapatinib will increase the level or effect of trabectedin by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "trazodone",
            "description": {
                "common": "lapatinib will increase the level or effect of trazodone by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "triamcinolone acetonide injectable suspension",
            "description": {
                "common": "lapatinib will increase the level or effect of triamcinolone acetonide injectable suspension by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "triazolam",
            "description": {
                "common": "lapatinib will increase the level or effect of triazolam by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "triclabendazole",
            "description": {
                "common": "triclabendazole and lapatinib both increase  QTc interval. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "trifluoperazine",
            "description": {
                "common": "trifluoperazine and lapatinib both increase  QTc interval. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "trimipramine",
            "description": {
                "common": "trimipramine and lapatinib both increase  QTc interval. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "triptorelin",
            "description": {
                "common": "triptorelin increases toxicity of lapatinib by QTc interval. Use Caution/Monitor. Increases risk of torsades de pointes."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "tropisetron",
            "description": {
                "common": "lapatinib and tropisetron both increase  QTc interval. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "tucatinib",
            "description": {
                "common": "tucatinib will increase the level or effect of lapatinib by  P-glycoprotein (MDR1) efflux transporter. Use Caution/Monitor. Consider reducing the dosage of P-gp substrates, where minimal concentration changes may lead to serious or life-threatening toxicities."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "valbenazine",
            "description": {
                "common": "valbenazine and lapatinib both increase  QTc interval. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "vardenafil",
            "description": {
                "common": "lapatinib will increase the level or effect of vardenafil by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Modify Therapy/Monitor Closely. Vardenafil dose may need to be reduced if coadministered with moderate or strong CYP3A4 inhibitors "
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "venlafaxine",
            "description": {
                "common": "lapatinib and venlafaxine both increase  QTc interval. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "verapamil",
            "description": {
                "common": "lapatinib will increase the level or effect of verapamil by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "vinblastine",
            "description": {
                "common": "lapatinib will increase the level or effect of vinblastine by  P-glycoprotein (MDR1) efflux transporter. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "vincristine",
            "description": {
                "common": "lapatinib will increase the level or effect of vincristine by  P-glycoprotein (MDR1) efflux transporter. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "vincristine liposomal",
            "description": {
                "common": "lapatinib will increase the level or effect of vincristine liposomal by  P-glycoprotein (MDR1) efflux transporter. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "voclosporin",
            "description": {
                "common": "lapatinib will increase the level or effect of voclosporin by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Modify Therapy/Monitor Closely. Reduce voclosporin daily dosage to 15.8 mg PO in AM and 7.9 mg PO in PM."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "voriconazole",
            "description": {
                "common": "voriconazole will increase the level or effect of lapatinib by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "vorinostat",
            "description": {
                "common": "vorinostat and lapatinib both increase  QTc interval. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "zafirlukast",
            "description": {
                "common": "zafirlukast will increase the level or effect of lapatinib by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "zanubrutinib",
            "description": {
                "common": "lapatinib will increase the level or effect of zanubrutinib by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Modify Therapy/Monitor Closely. Reduce zanubrutinib (a CYP3A4 substrate) to 80 mg PO BID to when coadministered with a moderate CYP3A4 inhibitor. Interrupt dose as recommended for adverse reactions. After discontinuing the CYP3A4 inhibitor, resume previous dose of zanubrutinib. "
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ziprasidone",
            "description": {
                "common": "lapatinib and ziprasidone both increase  QTc interval. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "acetazolamide",
            "description": {
                "common": "acetazolamide will increase the level or effect of lapatinib by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "alfentanil",
            "description": {
                "common": "lapatinib will increase the level or effect of alfentanil by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "alfuzosin",
            "description": {
                "common": "lapatinib will increase the level or effect of alfuzosin by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "aliskiren",
            "description": {
                "common": "lapatinib will increase the level or effect of aliskiren by  P-glycoprotein (MDR1) efflux transporter. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "alosetron",
            "description": {
                "common": "lapatinib will increase the level or effect of alosetron by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "alvimopan",
            "description": {
                "common": "lapatinib will increase the level or effect of alvimopan by  P-glycoprotein (MDR1) efflux transporter. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "amitriptyline",
            "description": {
                "common": "lapatinib will increase the level or effect of amitriptyline by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "anastrozole",
            "description": {
                "common": "anastrozole will increase the level or effect of lapatinib by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "armodafinil",
            "description": {
                "common": "lapatinib will increase the level or effect of armodafinil by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "atazanavir",
            "description": {
                "common": "lapatinib will increase the level or effect of atazanavir by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "azithromycin",
            "description": {
                "common": "azithromycin and lapatinib both increase  QTc interval. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "bosentan",
            "description": {
                "common": "lapatinib will increase the level or effect of bosentan by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "cevimeline",
            "description": {
                "common": "lapatinib will increase the level or effect of cevimeline by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "chloroquine",
            "description": {
                "common": "chloroquine increases toxicity of lapatinib by QTc interval. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "clarithromycin",
            "description": {
                "common": "lapatinib will increase the level or effect of clarithromycin by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "crizotinib",
            "description": {
                "common": "crizotinib and lapatinib both increase  QTc interval. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "cyclophosphamide",
            "description": {
                "common": "cyclophosphamide will increase the level or effect of lapatinib by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "dapsone",
            "description": {
                "common": "lapatinib will increase the level or effect of dapsone by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "disopyramide",
            "description": {
                "common": "lapatinib will increase the level or effect of disopyramide by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "docetaxel",
            "description": {
                "common": "lapatinib will increase the level or effect of docetaxel by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "donepezil",
            "description": {
                "common": "lapatinib will increase the level or effect of donepezil by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "dutasteride",
            "description": {
                "common": "lapatinib will increase the level or effect of dutasteride by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "efavirenz",
            "description": {
                "common": "lapatinib will increase the level or effect of efavirenz by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "eplerenone",
            "description": {
                "common": "lapatinib will increase the level or effect of eplerenone by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "estradiol vaginal",
            "description": {
                "common": "lapatinib will increase the level or effect of estradiol vaginal by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "eucalyptus",
            "description": {
                "common": "lapatinib will increase the level or effect of eucalyptus by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "fexofenadine",
            "description": {
                "common": "lapatinib will increase the level or effect of fexofenadine by  P-glycoprotein (MDR1) efflux transporter. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "finasteride",
            "description": {
                "common": "lapatinib will increase the level or effect of finasteride by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "galantamine",
            "description": {
                "common": "lapatinib will increase the level or effect of galantamine by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "imatinib",
            "description": {
                "common": "lapatinib will increase the level or effect of imatinib by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "isradipine",
            "description": {
                "common": "lapatinib will increase the level or effect of isradipine by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "itraconazole",
            "description": {
                "common": "lapatinib will increase the level or effect of itraconazole by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "ketoconazole",
            "description": {
                "common": "lapatinib will increase the level or effect of ketoconazole by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "larotrectinib",
            "description": {
                "common": "larotrectinib will increase the level or effect of lapatinib by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "levoketoconazole",
            "description": {
                "common": "lapatinib will increase the level or effect of levoketoconazole by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "loratadine",
            "description": {
                "common": "lapatinib will increase the level or effect of loratadine by  P-glycoprotein (MDR1) efflux transporter. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "montelukast",
            "description": {
                "common": "lapatinib will increase the level or effect of montelukast by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "nifedipine",
            "description": {
                "common": "lapatinib will increase the level or effect of nifedipine by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "nimodipine",
            "description": {
                "common": "lapatinib will increase the level or effect of nimodipine by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "nitrendipine",
            "description": {
                "common": "lapatinib will increase the level or effect of nitrendipine by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "oxybutynin",
            "description": {
                "common": "lapatinib will increase the level or effect of oxybutynin by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "paclitaxel",
            "description": {
                "common": "lapatinib will increase the level or effect of paclitaxel by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "paclitaxel protein bound",
            "description": {
                "common": "lapatinib will increase the level or effect of paclitaxel protein bound by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "parecoxib",
            "description": {
                "common": "lapatinib will increase the level or effect of parecoxib by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "pazopanib",
            "description": {
                "common": "lapatinib and pazopanib both increase  QTc interval. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "pimozide",
            "description": {
                "common": "lapatinib will increase the level or effect of pimozide by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "propafenone",
            "description": {
                "common": "lapatinib will increase the level or effect of propafenone by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "quinine",
            "description": {
                "common": "lapatinib will increase the level or effect of quinine by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "ramelteon",
            "description": {
                "common": "lapatinib will increase the level or effect of ramelteon by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "saxagliptin",
            "description": {
                "common": "lapatinib will increase the level or effect of saxagliptin by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "sufentanil",
            "description": {
                "common": "lapatinib will increase the level or effect of sufentanil by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "tamoxifen",
            "description": {
                "common": "lapatinib, tamoxifen. affecting hepatic/intestinal enzyme CYP3A4 metabolism. Minor/Significance Unknown. CYP3A4 inhibition decreases metabolism of tamoxifen to N-desmethyl tamoxifen (active metabolite with similar biologic activity)."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "vinblastine",
            "description": {
                "common": "lapatinib will increase the level or effect of vinblastine by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "vincristine",
            "description": {
                "common": "lapatinib will increase the level or effect of vincristine by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "vincristine liposomal",
            "description": {
                "common": "lapatinib will increase the level or effect of vincristine liposomal by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "vinorelbine",
            "description": {
                "common": "lapatinib will increase the level or effect of vinorelbine by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "zaleplon",
            "description": {
                "common": "lapatinib will increase the level or effect of zaleplon by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "ziprasidone",
            "description": {
                "common": "lapatinib will increase the level or effect of ziprasidone by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "zolpidem",
            "description": {
                "common": "lapatinib will increase the level or effect of zolpidem by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "zonisamide",
            "description": {
                "common": "lapatinib will increase the level or effect of zonisamide by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Minor/Significance Unknown."
            }
        }
    ],
    "adverse effects": [
        {
            "name": "Diarrhea",
            "percent": "65"
        },
        {
            "name": "vs",
            "percent": "40"
        },
        {
            "name": "Anemia",
            "percent": "56"
        },
        {
            "name": "vs",
            "percent": "53"
        },
        {
            "name": "Hand",
            "percent": "53"
        },
        {
            "name": "foot synd",
            "percent": "51"
        },
        {
            "name": "vs",
            "percent": "37-49"
        },
        {
            "name": "Increased LFTs",
            "percent": "30-43"
        },
        {
            "name": "vs",
            "percent": "44"
        },
        {
            "name": "Nausea",
            "percent": "43"
        },
        {
            "name": "vs",
            "percent": "28"
        },
        {
            "name": "Rash",
            "percent": "14"
        },
        {
            "name": "vs",
            "percent": "26"
        },
        {
            "name": "Vomiting",
            "percent": "21"
        },
        {
            "name": "vs",
            "percent": "23"
        },
        {
            "name": "Pain",
            "percent": "13"
        },
        {
            "name": "vs",
            "percent": "22"
        },
        {
            "name": "Neutropenia",
            "percent": "31"
        },
        {
            "name": "vs",
            "percent": "18"
        },
        {
            "name": "Thrombocytopenia",
            "percent": "17"
        },
        {
            "name": "vs",
            "percent": "15"
        },
        {
            "name": "Mucositis",
            "percent": "12"
        },
        {
            "name": "vs",
            "percent": "14"
        },
        {
            "name": "Stomatitis",
            "percent": "11"
        },
        {
            "name": "vs",
            "percent": "12"
        },
        {
            "name": "Dyspnea",
            "percent": "8"
        },
        {
            "name": "vs",
            "percent": "11"
        },
        {
            "name": "Dyspepsia",
            "percent": "3"
        },
        {
            "name": "vs",
            "percent": "10"
        },
        {
            "name": "Insomnia",
            "percent": "6"
        },
        {
            "name": "vs",
            "percent": null
        },
        {
            "name": "Insomnia",
            "percent": null
        },
        {
            "name": "LVEF decreased",
            "percent": null
        },
        {
            "name": "Hypersensitivity reactions including anaphylaxis",
            "percent": null
        },
        {
            "name": "Nail disorders including paronychia",
            "percent": null
        },
        {
            "name": "Stevens Johnson Syndrome",
            "percent": null
        },
        {
            "name": "SJS",
            "percent": null
        },
        {
            "name": "Toxic epidural necrolysis",
            "percent": null
        },
        {
            "name": "TEN",
            "percent": null
        },
        {
            "name": "Ventricular arrhythmias",
            "percent": null
        },
        {
            "name": "Torsades de Points",
            "percent": null
        },
        {
            "name": "TdP",
            "percent": null
        },
        {
            "name": "Electrocardiogram QT prolongation",
            "percent": null
        },
        {
            "name": "Skin fissures",
            "percent": null
        }
    ]
}