{
    "name": "acetaminophen/dextromethorphan/pseudoephedrine",
    "comment": "OTC",
    "other_names": [
        "Tylenol Cold Day Non-Drowsy",
        "Tylenol Flu Non-Drowsy Maximum Strength",
        "Alka-Seltzer Plus Cold Non-Drowsy"
    ],
    "classes": [
        "Cough/Cold",
        "Non-narcotic Combos",
        "Analgesic/Decongestant Combos"
    ],
    "source": "https://reference.medscape.com/drug/tylenol-cold-day-non-drowsy-tylenol-flu-non-drowsy-maximum-strength-acetaminophen-dextromethorphan-pseudoephedrine-999374",
    "pregnancy": {
        "common": [
            "Pregnant or breastfeeding patients should seek advice of health professional before using OTC drugs"
        ],
        "specific": []
    },
    "lactation": {
        "common": []
    },
    "warnings": {
        "black_box_warning": {
            "common": [],
            "specific": []
        },
        "contraindicators": {
            "common": [
                "Contraindicated in documented hypersensitivity to the drugs or within 14 days of MAO inhibitor therapy; known G-6-PD deficiency"
            ],
            "specific": []
        },
        "cautions": {
            "common": [
                "Caution in cardiovascular disease, diabetes mellitus, prostatic hypertrophy and increased intraocular pressure when taking pseudoephedrine",
                "Acetaminophen hepatotoxicity possible in chronic alcoholics following various dose levels; severe or recurrent pain or high or continued fever may indicate a serious illness; contained in many OTC products and combined use with these products may result in toxicity due to cumulative doses exceeding recommended maximum dose",
                "Do not take dextromethorphan for persistent or chronic cough associated with smoking, asthma, or emphysema, or if it is accompanied by excessive phlegm unless directed by a healthcare provider; dextromethorphan may slow the breathing",
                "Acetaminophen: Risk for rare, but serious skin reactions that can be fatal; these reactions include Stevens-Johnson Syndrome (SJS), toxic epidermal necrolysis (TEN), and acute generalized exanthematous pustulosis (AGEP); symptoms may include skin redness, blisters and rash"
            ],
            "specific": []
        }
    },
    "interactions": [
        {
            "classification_type": "Contraindicated",
            "interaction_with": "dihydroergotamine",
            "description": {
                "common": "dihydroergotamine increases effects of pseudoephedrine by pharmacodynamic synergism. Contraindicated. Ergot derivatives may enhance the vasoconstricting effect of pseudoephedrine and eventually significantly increasing blood pressure."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "dihydroergotamine inhaled",
            "description": {
                "common": "dihydroergotamine inhaled increases effects of pseudoephedrine by pharmacodynamic synergism. Contraindicated. Ergot derivatives may enhance the vasoconstricting effect of pseudoephedrine and eventually significantly increasing blood pressure."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "dihydroergotamine intranasal",
            "description": {
                "common": "dihydroergotamine intranasal increases effects of pseudoephedrine by pharmacodynamic synergism. Contraindicated. Ergot derivatives may enhance the vasoconstricting effect of pseudoephedrine and eventually significantly increasing blood pressure."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "ergoloid mesylates",
            "description": {
                "common": "ergoloid mesylates increases effects of pseudoephedrine by pharmacodynamic synergism. Contraindicated. Ergot derivatives may enhance the vasoconstricting effect of pseudoephedrine and eventually significantly increasing blood pressure."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "ergonovine",
            "description": {
                "common": "ergonovine increases effects of pseudoephedrine by pharmacodynamic synergism. Contraindicated. Ergot derivatives may enhance the vasoconstricting effect of pseudoephedrine and eventually significantly increasing blood pressure."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "ergotamine",
            "description": {
                "common": "ergotamine increases effects of pseudoephedrine by pharmacodynamic synergism. Contraindicated. Ergot derivatives may enhance the vasoconstricting effect of pseudoephedrine and eventually significantly increasing blood pressure."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "isocarboxazid",
            "description": {
                "common": "isocarboxazid increases effects of pseudoephedrine by pharmacodynamic synergism. Contraindicated. Risk of acute hypertensive episode."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "linezolid",
            "description": {
                "common": "linezolid increases effects of pseudoephedrine by pharmacodynamic synergism. Contraindicated. Risk of acute hypertensive episode."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "methylergonovine",
            "description": {
                "common": "methylergonovine increases effects of pseudoephedrine by pharmacodynamic synergism. Contraindicated. Ergot derivatives may enhance the vasoconstricting effect of pseudoephedrine and eventually significantly increasing blood pressure."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "phenelzine",
            "description": {
                "common": "phenelzine increases effects of pseudoephedrine by pharmacodynamic synergism. Contraindicated. Risk of acute hypertensive episode."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "procarbazine",
            "description": {
                "common": "procarbazine increases effects of pseudoephedrine by pharmacodynamic synergism. Contraindicated. Risk of acute hypertensive episode."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "rasagiline",
            "description": {
                "common": "rasagiline increases effects of pseudoephedrine by pharmacodynamic synergism. Contraindicated. Risk of acute hypertensive episode."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "selegiline",
            "description": {
                "common": "selegiline increases effects of pseudoephedrine by pharmacodynamic synergism. Contraindicated. Risk of acute hypertensive episode."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "selegiline transdermal",
            "description": {
                "common": "selegiline transdermal increases effects of pseudoephedrine by pharmacodynamic synergism. Contraindicated. Risk of acute hypertensive episode."
            }
        },
        {
            "classification_type": "Contraindicated",
            "interaction_with": "tranylcypromine",
            "description": {
                "common": "tranylcypromine increases effects of pseudoephedrine by pharmacodynamic synergism. Contraindicated. Risk of acute hypertensive episode."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "amitriptyline",
            "description": {
                "common": "amitriptyline increases effects of pseudoephedrine by sympathetic (adrenergic) effects, including increased blood pressure and heart rate. Avoid or Use Alternate Drug. Tricyclic antidepressants increase or decrease effects of sympathomimetics, by blocking reuptake of NE, or blocking uptake of indirect sympathomimetics into the adrenergic neuron."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "amoxapine",
            "description": {
                "common": "amoxapine increases effects of pseudoephedrine by sympathetic (adrenergic) effects, including increased blood pressure and heart rate. Avoid or Use Alternate Drug. Tricyclic antidepressants increase or decrease effects of sympathomimetics, by blocking reuptake of NE, or blocking uptake of indirect sympathomimetics into the adrenergic neuron."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "cabergoline",
            "description": {
                "common": "cabergoline, pseudoephedrine. Mechanism: pharmacodynamic synergism. Contraindicated. Additive vasospasm; risk of hypertension."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "clomipramine",
            "description": {
                "common": "clomipramine increases effects of pseudoephedrine by sympathetic (adrenergic) effects, including increased blood pressure and heart rate. Avoid or Use Alternate Drug. Tricyclic antidepressants increase or decrease effects of sympathomimetics, by blocking reuptake of NE, or blocking uptake of indirect sympathomimetics into the adrenergic neuron."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "cocaine topical",
            "description": {
                "common": "cocaine topical increases effects of pseudoephedrine by sympathetic (adrenergic) effects, including increased blood pressure and heart rate. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "desipramine",
            "description": {
                "common": "desipramine increases effects of pseudoephedrine by sympathetic (adrenergic) effects, including increased blood pressure and heart rate. Avoid or Use Alternate Drug. Tricyclic antidepressants increase or decrease effects of sympathomimetics, by blocking reuptake of NE, or blocking uptake of indirect sympathomimetics into the adrenergic neuron."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "desvenlafaxine",
            "description": {
                "common": "desvenlafaxine increases effects of pseudoephedrine by sympathetic (adrenergic) effects, including increased blood pressure and heart rate. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "doxapram",
            "description": {
                "common": "doxapram increases effects of pseudoephedrine by pharmacodynamic synergism. Avoid or Use Alternate Drug. Additive pressor effect."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "doxepin",
            "description": {
                "common": "doxepin increases effects of pseudoephedrine by sympathetic (adrenergic) effects, including increased blood pressure and heart rate. Avoid or Use Alternate Drug. Tricyclic antidepressants increase or decrease effects of sympathomimetics, by blocking reuptake of NE, or blocking uptake of indirect sympathomimetics into the adrenergic neuron."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "duloxetine",
            "description": {
                "common": "duloxetine increases effects of pseudoephedrine by sympathetic (adrenergic) effects, including increased blood pressure and heart rate. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "imipramine",
            "description": {
                "common": "imipramine increases effects of pseudoephedrine by sympathetic (adrenergic) effects, including increased blood pressure and heart rate. Avoid or Use Alternate Drug. Tricyclic antidepressants increase or decrease effects of sympathomimetics, by blocking reuptake of NE, or blocking uptake of indirect sympathomimetics into the adrenergic neuron."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "iobenguane I 123",
            "description": {
                "common": "pseudoephedrine decreases effects of iobenguane I 123 by receptor binding competition. Avoid or Use Alternate Drug. If clinically appropriate, discontinue drugs that compete for NE receptor sites for at least 5 half-lives; may cause false-negative imaging results. Do not administer pseudoephedrine until at least 7 days after each iobenguane dose."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "iobenguane I 131",
            "description": {
                "common": "pseudoephedrine decreases effects of iobenguane I 131 by receptor binding competition. Avoid or Use Alternate Drug. If clinically appropriate, discontinue drugs that compete for NE receptor sites for at least 5 half-lives; may cause false-negative imaging results. Do not administer pseudoephedrine until at least 7 days after each iobenguane dose."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "isoflurane",
            "description": {
                "common": "isoflurane increases toxicity of pseudoephedrine by Mechanism: unknown. Avoid or Use Alternate Drug. Risk of V tach, HTN."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "levomilnacipran",
            "description": {
                "common": "levomilnacipran increases effects of pseudoephedrine by sympathetic (adrenergic) effects, including increased blood pressure and heart rate. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "lofepramine",
            "description": {
                "common": "lofepramine, pseudoephedrine. Other (see comment). Avoid or Use Alternate Drug. \nComment: Tricyclic antidepressants increase or decrease effects of sympathomimetics, by blocking reuptake of NE, or blocking uptake of indirect sympathomimetics into the adrenergic neuron."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "lonafarnib",
            "description": {
                "common": "acetaminophen will increase the level or effect of lonafarnib by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Avoid or Use Alternate Drug. If coadministration of lonafarnib (a sensitive CYP3A substrate) with weak CYP3A inhibitors is unavoidable, reduce to, or continue lonafarnib at starting dose. Closely monitor for arrhythmias and events (eg, syncope, heart palpitations) since lonafarnib effect on QT interval is unknown."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "maprotiline",
            "description": {
                "common": "maprotiline, pseudoephedrine. Other (see comment). Avoid or Use Alternate Drug. \nComment: Tricyclic antidepressants increase or decrease effects of sympathomimetics, by blocking reuptake of NE, or blocking uptake of indirect sympathomimetics into the adrenergic neuron."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "methoxyflurane",
            "description": {
                "common": "methoxyflurane increases toxicity of pseudoephedrine by Mechanism: unknown. Avoid or Use Alternate Drug. Risk of V tach, HTN."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "milnacipran",
            "description": {
                "common": "milnacipran increases effects of pseudoephedrine by sympathetic (adrenergic) effects, including increased blood pressure and heart rate. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "nortriptyline",
            "description": {
                "common": "nortriptyline increases effects of pseudoephedrine by sympathetic (adrenergic) effects, including increased blood pressure and heart rate. Avoid or Use Alternate Drug. Tricyclic antidepressants increase or decrease effects of sympathomimetics, by blocking reuptake of NE, or blocking uptake of indirect sympathomimetics into the adrenergic neuron."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "ozanimod",
            "description": {
                "common": "ozanimod increases toxicity of pseudoephedrine by sympathetic (adrenergic) effects, including increased blood pressure and heart rate. Avoid or Use Alternate Drug. Because the active metabolite of ozanimod inhibits MAO-B in vitro, there is a potential for serious adverse reactions, including hypertensive crisis. Therefore, coadministration of ozanimod with drugs that can increase norepinephrine or serotonin is not recommended. Monitor for hypertension with concomitant use."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "pexidartinib",
            "description": {
                "common": "acetaminophen and pexidartinib both increase  Other (see comment). Avoid or Use Alternate Drug. Pexidartinib can cause hepatotoxicity. Avoid coadministration of pexidartinib with other products know to cause hepatoxicity."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "pretomanid",
            "description": {
                "common": "acetaminophen, pretomanid.\nEither increases toxicity of the other by Other (see comment). Avoid or Use Alternate Drug. \nComment: Pretomanid regimen associated with hepatotoxicity. Avoid alcohol and hepatotoxic agents, including herbal supplements and drugs other than bedaquiline and linezolid."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "protriptyline",
            "description": {
                "common": "protriptyline increases effects of pseudoephedrine by sympathetic (adrenergic) effects, including increased blood pressure and heart rate. Avoid or Use Alternate Drug. Tricyclic antidepressants increase or decrease effects of sympathomimetics, by blocking reuptake of NE, or blocking uptake of indirect sympathomimetics into the adrenergic neuron."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "acetazolamide",
            "description": {
                "common": "acetazolamide will increase the level or effect of pseudoephedrine by  passive renal tubular reabsorption - basic urine. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "albuterol",
            "description": {
                "common": "albuterol and pseudoephedrine both increase  sympathetic (adrenergic) effects, including increased blood pressure and heart rate. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "alfuzosin",
            "description": {
                "common": "pseudoephedrine decreases effects of alfuzosin by sympathetic (adrenergic) effects, including increased blood pressure and heart rate. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "aluminum hydroxide",
            "description": {
                "common": "aluminum hydroxide will increase the level or effect of pseudoephedrine by  passive renal tubular reabsorption - basic urine. Use Caution/Monitor. Caution advised with frequent or high dose antacids"
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ammonium chloride",
            "description": {
                "common": "ammonium chloride decreases effects of pseudoephedrine by unknown mechanism. Use Caution/Monitor. Urinary excretion of indirect acting alpha/beta agonists (eg, pseudoephedrine) may increase when administered concomitantly with urinary acidifying agents, resulting in lower serum concentrations."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "apalutamide",
            "description": {
                "common": "apalutamide will decrease the level or effect of acetaminophen by  increasing elimination. Use Caution/Monitor. Apalutamide induces UGT and may decrease systemic exposure of drugs that are UGT substrates."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "arformoterol",
            "description": {
                "common": "arformoterol and pseudoephedrine both increase  sympathetic (adrenergic) effects, including increased blood pressure and heart rate. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "atogepant",
            "description": {
                "common": "acetaminophen will increase the level or effect of atogepant by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "avapritinib",
            "description": {
                "common": "acetaminophen will increase the level or effect of avapritinib by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "axitinib",
            "description": {
                "common": "acetaminophen increases levels of axitinib by affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "benzphetamine",
            "description": {
                "common": "benzphetamine and pseudoephedrine both increase  sympathetic (adrenergic) effects, including increased blood pressure and heart rate. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "bromocriptine",
            "description": {
                "common": "bromocriptine, pseudoephedrine.\nEither increases effects of the other by pharmacodynamic synergism. Use Caution/Monitor. Hypertension, V tach."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "bupivacaine implant",
            "description": {
                "common": "acetaminophen, bupivacaine implant.\nEither increases toxicity of the other by Other (see comment). Use Caution/Monitor. \nComment: Local anesthetics may increase the risk of developing methemoglobinemia when concurrently exposed to drugs that also cause methemoglobinemia."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "busulfan",
            "description": {
                "common": "acetaminophen increases levels of busulfan by decreasing metabolism. Use Caution/Monitor. Use of acetaminophen prior to (< 72 hours) or concurrently with busulfan may result in decreased clearance of busulfan due to acetaminophen-induced decreases in glutathione levels."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "chlorpromazine",
            "description": {
                "common": "chlorpromazine, pseudoephedrine. Mechanism: unknown. Use Caution/Monitor. Consider avoiding use of pseudoephedrine in patients receiving phenothiazines (especially thioridazine) due to the potential risk of cardiac arrhythmia or sudden death. Monitor for evidence of ventricular arrhythmias during concomitant use."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "dapsone topical",
            "description": {
                "common": "acetaminophen increases toxicity of dapsone topical by altering metabolism. Modify Therapy/Monitor Closely. May induce methemoglobinemia ."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "dexfenfluramine",
            "description": {
                "common": "dexfenfluramine and pseudoephedrine both increase  sympathetic (adrenergic) effects, including increased blood pressure and heart rate. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "dexmethylphenidate",
            "description": {
                "common": "dexmethylphenidate and pseudoephedrine both increase  sympathetic (adrenergic) effects, including increased blood pressure and heart rate. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "dextroamphetamine",
            "description": {
                "common": "dextroamphetamine and pseudoephedrine both increase  sympathetic (adrenergic) effects, including increased blood pressure and heart rate. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "diethylpropion",
            "description": {
                "common": "diethylpropion and pseudoephedrine both increase  sympathetic (adrenergic) effects, including increased blood pressure and heart rate. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "dobutamine",
            "description": {
                "common": "dobutamine and pseudoephedrine both increase  sympathetic (adrenergic) effects, including increased blood pressure and heart rate. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "dopamine",
            "description": {
                "common": "dopamine and pseudoephedrine both increase  sympathetic (adrenergic) effects, including increased blood pressure and heart rate. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "dopexamine",
            "description": {
                "common": "dopexamine and pseudoephedrine both increase  sympathetic (adrenergic) effects, including increased blood pressure and heart rate. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "doxazosin",
            "description": {
                "common": "pseudoephedrine decreases effects of doxazosin by sympathetic (adrenergic) effects, including increased blood pressure and heart rate. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "droxidopa",
            "description": {
                "common": "pseudoephedrine and droxidopa both increase  sympathetic (adrenergic) effects, including increased blood pressure and heart rate. Use Caution/Monitor. May increase risk for supine hypertension"
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "eltrombopag",
            "description": {
                "common": "eltrombopag increases levels of acetaminophen by decreasing metabolism. Use Caution/Monitor. UGT inhibition; significance of interaction unclear."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ephedrine",
            "description": {
                "common": "ephedrine and pseudoephedrine both increase  sympathetic (adrenergic) effects, including increased blood pressure and heart rate. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "epinephrine",
            "description": {
                "common": "epinephrine and pseudoephedrine both increase  sympathetic (adrenergic) effects, including increased blood pressure and heart rate. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "epinephrine inhaled",
            "description": {
                "common": "pseudoephedrine, epinephrine inhaled.\nEither increases effects of the other by sympathetic (adrenergic) effects, including increased blood pressure and heart rate. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "epinephrine racemic",
            "description": {
                "common": "epinephrine racemic and pseudoephedrine both increase  sympathetic (adrenergic) effects, including increased blood pressure and heart rate. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "esketamine intranasal",
            "description": {
                "common": "esketamine intranasal, pseudoephedrine.\nEither increases toxicity of the other by sympathetic (adrenergic) effects, including increased blood pressure and heart rate. Use Caution/Monitor. Closely monitor blood pressure with concomitant use of esketamine nasal with stimulants. ."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "exenatide injectable solution",
            "description": {
                "common": "exenatide injectable solution will decrease the level or effect of acetaminophen by  unspecified interaction mechanism. Use Caution/Monitor. To avoid potential interaction, give acetaminophen at least 1 hour before or 4 hours after exenatide injection."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "exenatide injectable suspension",
            "description": {
                "common": "exenatide injectable suspension will decrease the level or effect of acetaminophen by  unspecified interaction mechanism. Use Caution/Monitor. To avoid potential interaction, give acetaminophen at least 1 hour before or 4 hours after exenatide injection."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "fenfluramine",
            "description": {
                "common": "fenfluramine and pseudoephedrine both increase  sympathetic (adrenergic) effects, including increased blood pressure and heart rate. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "finerenone",
            "description": {
                "common": "acetaminophen will increase the level or effect of finerenone by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Modify Therapy/Monitor Closely. Monitor serum potassium during initiation and dosage adjustment of either finererone or moderate CYP3A4 inhibitors. Adjust finererone dosage as needed."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "flibanserin",
            "description": {
                "common": "acetaminophen will increase the level or effect of flibanserin by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor. Increased flibanserin adverse effects may occur if coadministered with multiple weak CYP3A4 inhibitors."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "fluphenazine",
            "description": {
                "common": "fluphenazine, pseudoephedrine. Mechanism: unknown. Use Caution/Monitor. Consider avoiding use of pseudoephedrine in patients receiving phenothiazines (especially thioridazine) due to the potential risk of cardiac arrhythmia or sudden death. Monitor for evidence of ventricular arrhythmias during concomitant use."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "formoterol",
            "description": {
                "common": "formoterol and pseudoephedrine both increase  sympathetic (adrenergic) effects, including increased blood pressure and heart rate. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "hydralazine",
            "description": {
                "common": "hydralazine, pseudoephedrine. Mechanism: pharmacodynamic antagonism. Use Caution/Monitor. Sympathomimetics can antagonize the activity of some antihypertensive agents."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "imatinib",
            "description": {
                "common": "imatinib decreases levels of acetaminophen by decreasing hepatic clearance. Modify Therapy/Monitor Closely. In vitro, imatinib was found to inhibit acetaminophen O-glucuronidation (Ki value of 58.5 micro-M) at therapeutic levels; avoid chronic acetaminophen therapy with imatinib; if occasional acetaminophen administered, do not exceed 1300 mg/day."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "insulin degludec",
            "description": {
                "common": "pseudoephedrine decreases effects of insulin degludec by pharmacodynamic antagonism. Modify Therapy/Monitor Closely. Sympathomimetics increase blood glucose by stimulating alpha and beta receptors; this action results in increased hepatic glucose production, glycogenolysis, and decreased insulin secretion."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "insulin degludec/insulin aspart",
            "description": {
                "common": "pseudoephedrine decreases effects of insulin degludec/insulin aspart by pharmacodynamic antagonism. Modify Therapy/Monitor Closely. Sympathomimetics increase blood glucose by stimulating alpha and beta receptors; this action results in increased hepatic glucose production, glycogenolysis, and decreased insulin secretion."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "insulin detemir",
            "description": {
                "common": "pseudoephedrine decreases effects of insulin detemir by pharmacodynamic antagonism. Modify Therapy/Monitor Closely. Sympathomimetics increase blood glucose by stimulating alpha and beta receptors; this action results in increased hepatic glucose production, glycogenolysis, and decreased insulin secretion."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "insulin glargine",
            "description": {
                "common": "pseudoephedrine decreases effects of insulin glargine by pharmacodynamic antagonism. Modify Therapy/Monitor Closely. Sympathomimetics increase blood glucose by stimulating alpha and beta receptors; this action results in increased hepatic glucose production, glycogenolysis, and decreased insulin secretion."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "insulin inhaled",
            "description": {
                "common": "pseudoephedrine decreases effects of insulin inhaled by pharmacodynamic antagonism. Modify Therapy/Monitor Closely. Sympathomimetics increase blood glucose by stimulating alpha and beta receptors; this action results in increased hepatic glucose production, glycogenolysis, and decreased insulin secretion."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "insulin regular human",
            "description": {
                "common": "pseudoephedrine decreases effects of insulin regular human by pharmacodynamic antagonism. Modify Therapy/Monitor Closely. Sympathomimetics increase blood glucose by stimulating alpha and beta receptors; this action results in increased hepatic glucose production, glycogenolysis, and decreased insulin secretion."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "isavuconazonium sulfate",
            "description": {
                "common": "acetaminophen will increase the level or effect of isavuconazonium sulfate by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "isoniazid",
            "description": {
                "common": "isoniazid will increase the level or effect of acetaminophen by  affecting hepatic enzyme CYP2E1 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "isoproterenol",
            "description": {
                "common": "isoproterenol and pseudoephedrine both increase  sympathetic (adrenergic) effects, including increased blood pressure and heart rate. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ivacaftor",
            "description": {
                "common": "acetaminophen increases levels of ivacaftor by affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor. Monitor when coadministered with weak CYP3A4 inhibitors ."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "lemborexant",
            "description": {
                "common": "acetaminophen will increase the level or effect of lemborexant by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Modify Therapy/Monitor Closely. Lower nightly dose of lemborexant recommended if coadministered with weak CYP3A4 inhibitors. See drug monograph for specific dosage modification."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "levalbuterol",
            "description": {
                "common": "levalbuterol and pseudoephedrine both increase  sympathetic (adrenergic) effects, including increased blood pressure and heart rate. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "levonorgestrel oral/ethinylestradiol/ferrous bisglycinate",
            "description": {
                "common": "levonorgestrel oral/ethinylestradiol/ferrous bisglycinate will decrease the level or effect of acetaminophen by  unknown mechanism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "lisdexamfetamine",
            "description": {
                "common": "lisdexamfetamine and pseudoephedrine both increase  sympathetic (adrenergic) effects, including increased blood pressure and heart rate. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "lixisenatide (DSC)",
            "description": {
                "common": "lixisenatide (DSC) will decrease the level or effect of acetaminophen by  inhibition of GI absorption. Applies only to oral form of both agents. Modify Therapy/Monitor Closely. GLP1 agonists delay gastric emptying, which may affect absorption of concomitantly administered oral medications. No effects on acetaminophen Cmax and Tmax were observed when acetaminophen was administered 1 hr before lixisenatide. When administered 1 or 4 hr after lixisenatide, acetaminophen Cmax was decreased by 29% and 31% respectively and median Tmax was delayed by 2 and 1.75 hr, respectively."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "lomitapide",
            "description": {
                "common": "acetaminophen increases levels of lomitapide by affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor. Lomitapide dose should not exceed 30 mg/day."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "metaproterenol",
            "description": {
                "common": "metaproterenol and pseudoephedrine both increase  sympathetic (adrenergic) effects, including increased blood pressure and heart rate. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "methamphetamine",
            "description": {
                "common": "methamphetamine and pseudoephedrine both increase  sympathetic (adrenergic) effects, including increased blood pressure and heart rate. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "methenamine",
            "description": {
                "common": "methenamine decreases effects of pseudoephedrine by unknown mechanism. Use Caution/Monitor. Urinary excretion of indirect acting alpha/beta agonists (eg, pseudoephedrine) may increase when administered concomitantly with urinary acidifying agents, resulting in lower serum concentrations."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "methyldopa",
            "description": {
                "common": "methyldopa increases effects of pseudoephedrine by unknown mechanism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "methylenedioxymethamphetamine",
            "description": {
                "common": "methylenedioxymethamphetamine and pseudoephedrine both increase  sympathetic (adrenergic) effects, including increased blood pressure and heart rate. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "midazolam intranasal",
            "description": {
                "common": "acetaminophen will increase the level or effect of midazolam intranasal by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor.  Coadministration of mild CYP3A4 inhibitors with midazolam intranasal may cause higher midazolam systemic exposure, which may prolong sedation."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "midodrine",
            "description": {
                "common": "midodrine and pseudoephedrine both increase  sympathetic (adrenergic) effects, including increased blood pressure and heart rate. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "mipomersen",
            "description": {
                "common": "mipomersen, acetaminophen.\nEither increases toxicity of the other by Other (see comment). Use Caution/Monitor. \nComment: Both drugs have potential to increase hepatic enzymes; monitor LFTs."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "nateglinide",
            "description": {
                "common": "pseudoephedrine decreases effects of nateglinide by pharmacodynamic antagonism. Use Caution/Monitor. Coadministration may reduce nateglinide's hypoglycemic action."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "norepinephrine",
            "description": {
                "common": "norepinephrine and pseudoephedrine both increase  sympathetic (adrenergic) effects, including increased blood pressure and heart rate. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "olodaterol inhaled",
            "description": {
                "common": "pseudoephedrine and olodaterol inhaled both increase  sympathetic (adrenergic) effects, including increased blood pressure and heart rate. Use Caution/Monitor. Caution with coadministration of adrenergic drugs by any route because of additive sympathetic effects"
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "oxytocin",
            "description": {
                "common": "oxytocin increases effects of pseudoephedrine by pharmacodynamic synergism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "perphenazine",
            "description": {
                "common": "perphenazine, pseudoephedrine. Mechanism: unknown. Use Caution/Monitor. Consider avoiding use of pseudoephedrine in patients receiving phenothiazines (especially thioridazine) due to the potential risk of cardiac arrhythmia or sudden death. Monitor for evidence of ventricular arrhythmias during concomitant use."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "phendimetrazine",
            "description": {
                "common": "phendimetrazine and pseudoephedrine both increase  sympathetic (adrenergic) effects, including increased blood pressure and heart rate. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "phentermine",
            "description": {
                "common": "phentermine and pseudoephedrine both increase  sympathetic (adrenergic) effects, including increased blood pressure and heart rate. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "phenylephrine",
            "description": {
                "common": "phenylephrine and pseudoephedrine both increase  sympathetic (adrenergic) effects, including increased blood pressure and heart rate. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "phenylephrine PO",
            "description": {
                "common": "phenylephrine PO and pseudoephedrine both increase  sympathetic (adrenergic) effects, including increased blood pressure and heart rate. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "pirbuterol",
            "description": {
                "common": "pirbuterol and pseudoephedrine both increase  sympathetic (adrenergic) effects, including increased blood pressure and heart rate. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "potassium phosphate",
            "description": {
                "common": "potassium phosphate decreases effects of pseudoephedrine by unknown mechanism. Use Caution/Monitor. Urinary excretion of indirect acting alpha/beta agonists (eg, pseudoephedrine) may increase when administered concomitantly with urinary acidifying agents, resulting in lower serum concentrations."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "prochlorperazine",
            "description": {
                "common": "prochlorperazine, pseudoephedrine. Mechanism: unknown. Use Caution/Monitor. Consider avoiding use of pseudoephedrine in patients receiving phenothiazines (especially thioridazine) due to the potential risk of cardiac arrhythmia or sudden death. Monitor for evidence of ventricular arrhythmias during concomitant use."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "promazine",
            "description": {
                "common": "promazine, pseudoephedrine. Mechanism: unknown. Use Caution/Monitor. Risk of cardiac arrhythmia or sudden death, more likely w/thioridazine than other phenothiazines.  Interaction more likely in certain predisposed pts. only."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "promethazine",
            "description": {
                "common": "promethazine, pseudoephedrine. Mechanism: unknown. Use Caution/Monitor. Risk of cardiac arrhythmia or sudden death, more likely w/thioridazine than other phenothiazines.  Interaction more likely in certain predisposed pts. only."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "propylhexedrine",
            "description": {
                "common": "propylhexedrine and pseudoephedrine both increase  sympathetic (adrenergic) effects, including increased blood pressure and heart rate. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "safinamide",
            "description": {
                "common": "pseudoephedrine and safinamide both increase  sympathetic (adrenergic) effects, including increased blood pressure and heart rate. Use Caution/Monitor. Monitor patients for hypertension if safinamide is prescribed concomitantly with prescription or nonprescription sympathomimetics, including nasal, oral, or ophthalmic decongestants and cold remedies."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "salmeterol",
            "description": {
                "common": "salmeterol and pseudoephedrine both increase  sympathetic (adrenergic) effects, including increased blood pressure and heart rate. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "serdexmethylphenidate/dexmethylphenidate",
            "description": {
                "common": "serdexmethylphenidate/dexmethylphenidate and pseudoephedrine both decrease  sedation. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "silodosin",
            "description": {
                "common": "pseudoephedrine decreases effects of silodosin by sympathetic (adrenergic) effects, including increased blood pressure and heart rate. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "sodium bicarbonate",
            "description": {
                "common": "sodium bicarbonate will increase the level or effect of pseudoephedrine by  passive renal tubular reabsorption - basic urine. Use Caution/Monitor. Caution advised with frequent or high dose antacids"
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "sodium citrate/citric acid",
            "description": {
                "common": "sodium citrate/citric acid will increase the level or effect of pseudoephedrine by  passive renal tubular reabsorption - basic urine. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "sodium lactate",
            "description": {
                "common": "sodium lactate will increase the level or effect of pseudoephedrine by  passive renal tubular reabsorption - basic urine. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "sodium phosphates, IV",
            "description": {
                "common": "sodium phosphates, IV decreases effects of pseudoephedrine by unknown mechanism. Use Caution/Monitor. Urinary excretion of indirect acting alpha/beta agonists (eg, pseudoephedrine) may increase when administered concomitantly with urinary acidifying agents, resulting in lower serum concentrations."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "solriamfetol",
            "description": {
                "common": "pseudoephedrine and solriamfetol both increase  sympathetic (adrenergic) effects, including increased blood pressure and heart rate. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "spironolactone",
            "description": {
                "common": "spironolactone decreases effects of pseudoephedrine by pharmacodynamic antagonism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "tamsulosin",
            "description": {
                "common": "pseudoephedrine decreases effects of tamsulosin by sympathetic (adrenergic) effects, including increased blood pressure and heart rate. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "tazemetostat",
            "description": {
                "common": "acetaminophen will increase the level or effect of tazemetostat by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "terazosin",
            "description": {
                "common": "pseudoephedrine decreases effects of terazosin by sympathetic (adrenergic) effects, including increased blood pressure and heart rate. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "terbutaline",
            "description": {
                "common": "terbutaline and pseudoephedrine both increase  sympathetic (adrenergic) effects, including increased blood pressure and heart rate. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "tetracaine",
            "description": {
                "common": "tetracaine, acetaminophen. Other (see comment). Use Caution/Monitor. \nComment: Monitor for signs of methemoglobinemia when methemoglobin-inducing drugs are coadministered."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "thioridazine",
            "description": {
                "common": "thioridazine, pseudoephedrine. Mechanism: unknown. Use Caution/Monitor. Consider avoiding use of pseudoephedrine in patients receiving phenothiazines (especially thioridazine) due to the potential risk of cardiac arrhythmia or sudden death. Monitor for evidence of ventricular arrhythmias during concomitant use."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "tinidazole",
            "description": {
                "common": "acetaminophen will increase the level or effect of tinidazole by  affecting hepatic/intestinal enzyme CYP3A4 metabolism. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "trifluoperazine",
            "description": {
                "common": "trifluoperazine, pseudoephedrine. Mechanism: unknown. Use Caution/Monitor. Consider avoiding use of pseudoephedrine in patients receiving phenothiazines (especially thioridazine) due to the potential risk of cardiac arrhythmia or sudden death. Monitor for evidence of ventricular arrhythmias during concomitant use."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "warfarin",
            "description": {
                "common": "acetaminophen increases effects of warfarin by anticoagulation. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "xylometazoline",
            "description": {
                "common": "pseudoephedrine and xylometazoline both increase  sympathetic (adrenergic) effects, including increased blood pressure and heart rate. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "acetazolamide",
            "description": {
                "common": "acetazolamide decreases levels of acetaminophen by increasing metabolism. Minor/Significance Unknown. Enhanced metabolism incr levels of hepatotoxic metabolites."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "albiglutide",
            "description": {
                "common": "albiglutide decreases levels of acetaminophen by unspecified interaction mechanism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "antithrombin alfa",
            "description": {
                "common": "acetaminophen increases effects of antithrombin alfa by unknown mechanism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "antithrombin III",
            "description": {
                "common": "acetaminophen increases effects of antithrombin III by unknown mechanism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "argatroban",
            "description": {
                "common": "acetaminophen increases effects of argatroban by unknown mechanism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "bemiparin",
            "description": {
                "common": "acetaminophen increases effects of bemiparin by unknown mechanism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "bivalirudin",
            "description": {
                "common": "acetaminophen increases effects of bivalirudin by unknown mechanism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "carbamazepine",
            "description": {
                "common": "carbamazepine decreases levels of acetaminophen by increasing metabolism. Minor/Significance Unknown. Enhanced metabolism incr levels of hepatotoxic metabolites."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "cholestyramine",
            "description": {
                "common": "cholestyramine decreases levels of acetaminophen by inhibition of GI absorption. Applies only to oral form of both agents. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "clonazepam",
            "description": {
                "common": "clonazepam decreases levels of acetaminophen by increasing metabolism. Minor/Significance Unknown. Enhanced metabolism incr levels of hepatotoxic metabolites."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "colestipol",
            "description": {
                "common": "colestipol decreases levels of acetaminophen by inhibition of GI absorption. Applies only to oral form of both agents. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "dalteparin",
            "description": {
                "common": "acetaminophen increases effects of dalteparin by unknown mechanism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "desmopressin",
            "description": {
                "common": "desmopressin increases effects of pseudoephedrine by pharmacodynamic synergism. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "diazepam",
            "description": {
                "common": "diazepam decreases levels of acetaminophen by increasing metabolism. Minor/Significance Unknown. Enhanced metabolism incr levels of hepatotoxic metabolites."
            }
        }
    ],
    "adverse effects": [
        {
            "name": "Arrhythmia",
            "percent": null
        },
        {
            "name": "Palpitations",
            "percent": null
        },
        {
            "name": "Convulsion",
            "percent": null
        },
        {
            "name": "Dizziness",
            "percent": null
        },
        {
            "name": "Drowsiness",
            "percent": null
        },
        {
            "name": "Excitability",
            "percent": null
        },
        {
            "name": "Tremor",
            "percent": null
        },
        {
            "name": "Weakness",
            "percent": null
        },
        {
            "name": "Dermatologic rash",
            "percent": null
        },
        {
            "name": "GI disturbances",
            "percent": null
        },
        {
            "name": "Anemia blood dyscrasias",
            "percent": null
        },
        {
            "name": "neutropenia",
            "percent": null
        },
        {
            "name": "pancytopenia",
            "percent": null
        },
        {
            "name": "leukopenia",
            "percent": null
        },
        {
            "name": "Bilirubin and alkaline phosphatase",
            "percent": null
        }
    ]
}