{
    "name": "natalizumab",
    "comment": "Rx",
    "other_names": [
        "Tysabri"
    ],
    "classes": [
        "Multiple Sclerosis Treatments",
        "Inflammatory Bowel Disease Agents",
        "Monoclonal Antibodies",
        "Integrin Blockers"
    ],
    "source": "https://reference.medscape.com/drug/tysabri-natalizumab-343085",
    "pregnancy": {
        "common": [
            "There are no adequate data on risk of major birth defects, miscarriage, or other adverse maternal outcomes associated with use of drug in pregnant women; adverse fetal outcomes of neonatal thrombocytopenia, at times associated with anemia, reported",
            "Cases of neonatal thrombocytopenia, at times associated with anemia, in infants born to women exposed to drug during pregnancy reported in post-marketing setting; therefore, a CBC should be obtained in neonates who were exposed to the drug "
        ],
        "specific": [
            {
                "type": "Animal data",
                "description": [
                    "In animal studies, administration of natalizumab during pregnancy produced fetal immunologic and hematologic effects in monkeys at doses similar to the human dose and reduced offspring survival in guinea pigs at doses greater than the human dose",
                    "Doses were not maternally toxic but produced the expected pharmacological effects in maternal animals"
                ]
            }
        ]
    },
    "lactation": {
        "common": [
            "Natalizumab has been detected in human milk",
            "No data available on the effects of this exposure on the breastfed infant or the effects of the drug on milk production"
        ]
    },
    "warnings": {
        "black_box_warning": {
            "common": [
                "Increased risk of progressive multifocal leukoencephalopathy, an opportunistic viral infection of the brain caused by the JC virus in immunocompromised patients that usually leads to death or severe disability",
                "Immune reconstitution inflammatory syndrome may occur in patients who have developed PML; IRIS is a rare condition characterized by severe inflammatory response",
                "Because of the risk of PML, natalizumab is available only through a special restricted distribution program under a risk evaluation and mitigation strategy (REMS); prescribers, infusion centers, and pharmacies associated with infusion centers registered with the program, are able to prescribe, distribute, or infuse the product to patients who are enrolled in and meet all the conditions of the TOUCH Prescribing Program",
                "Healthcare professionals should monitor patients on natalizumab for any new sign or symptom that may be suggestive of PML",
                "Withhold dose immediately at the first sign or symptom suggestive of PML",
                "For diagnosis, an evaluation that includes a gadolinium-enhanced MRI scan of the brain and, when indicated, cerebrospinal fluid analysis for JC viral DNA are recommended",
                "Consider assessing anti-JCV antibody status prior to treatment or during treatment if antibody status is unknown; the Stratify JCV Antibody ELISA test (Focus Diagnostics) was cleared by FDA on January 20, 2012"
            ],
            "specific": [
                {
                    "type": "Factors known to increase risk of PML in natalizumab-treated patients",
                    "description": [
                        "Longer treatment duration, especially beyond 2 years",
                        "Prior treatment with an immunosuppressant (eg, mitoxantrone, azathioprine, methotrexate, cyclophosphamide, mycophenolate)",
                        "Presence of anti-JCV antibodies",
                        "Patients with all 3 known risk factors have an estimated risk of PML of 11/1,000",
                        "The risks and benefits of continuing treatment with natalizumab should be carefully considered in patients who are found to be anti-JCV antibody positive and have 1 or more additional risk factors",
                        "PML has been reported following discontinuation in patients who did not have findings suggestive of PML at the time of discontinuation; continue to monitor for any new signs or symptoms that may be suggestive of PML for ~6 months following discontinuation"
                    ]
                }
            ]
        },
        "contraindicators": {
            "common": [
                "Hypersensitivity",
                "Active/history of progressive multifocal leukoencephalopathy"
            ],
            "specific": []
        },
        "cautions": {
            "common": [
                "Do not use with other immunosuppressives; may increase the risk for certain infections; monitor patients for development of infections",
                "Anaphylactic reactions may occur; observe patients during and for 1 hr after infusion to see if symptoms of hypersensitivity-type reactions develop"
            ],
            "specific": [
                {
                    "type": "Herpes infections",
                    "description": [
                        "May increase risk of developing encephalitis and meningitis caused by herpes simplex and varicella-zoster viruses; serious, life-threatening, and sometimes fatal cases reported in the postmarketing setting in multiple sclerosis patients",
                        "Duration of treatment before onset ranged from a few months to several years; monitor for signs and symptoms of meningitis and encephalitis",
                        "If herpes encephalitis or meningitis occurs, discontinue therapy, and administer appropriate treatment for herpes encephalitis/meningitis"
                    ]
                },
                {
                    "type": "Acute renal necrosis (ARN)",
                    "description": [
                        "ARN is a fulminant viral infection of retina caused by the family of herpes viruses (eg, varicella zoster, herpes simplex virus); a higher risk of ARN observed in treated patients ",
                        "Eye symptoms include decreased visual acuity, redness, or eye pain; if ARN is suspected, refer patients for retinal screening; some ARN cases occurred in patients with CNS) herpes infections (eg, herpes meningitis or encephalitis)",
                        "Serious cases of ARN leading to blindness of one or both eyes reported in some patients; following clinical diagnosis of ARN, consider discontinuing therapy"
                    ]
                },
                {
                    "type": "Hepatotoxicity",
                    "description": [
                        "Clinically significant liver injury, including acute liver failure requiring transplant, reported in postmarketing setting",
                        "Signs of liver injury, including markedly elevated serum hepatic enzymes and elevated total bilirubin, reported as early as six days after first dose; signs of liver injury have also been reported for first time after multiple doses",
                        "In some patients, liver injury recurred upon rechallenge, providing evidence that treatment caused the injury; the combination of transaminase elevations and elevated bilirubin without evidence of obstruction is generally recognized as an important predictor of severe liver injury that may lead to death or need for a liver transplant in some patients",
                        "Discontinue if jaundice or other evidence of significant liver injury (eg, laboratory evidence) occurs"
                    ]
                },
                {
                    "type": "Progressive multifocal leukoencephalopathy",
                    "description": [
                        "Infection by the JC virus is required for the development of PML; do not use anti-JCV antibody testing to diagnose PML",
                        "Patients with a negative anti-JCV antibody test result should be retested periodically",
                        "For purposes of risk assessment, a patient with a positive anti-JCV antibody test at any time is considered anti-JCV antibody positive regardless of results of any prior or subsequent anti-JCV antibody testing; when assessed, anti-JCV antibody status should be determined using an analytically and clinically validated immunoassay",
                        "After plasma exchange (PLEX), wait at least two weeks to test for anti-JCV antibodies to avoid false-negative test results caused by removal of serum antibodies; after infusion of intravenous immunoglobulin (IVIg), wait at least 6 months (5 half-lives) for the IVIg to clear in order to avoid false positive anti-JCV antibody test results",
                        "Monitor for any new sign or symptom suggestive of PML; symptoms associated with PML are diverse, progress over days to weeks, and include progressive weakness on one side of the body or clumsiness of limbs, disturbance of vision, and changes in thinking, memory, and orientation leading to confusion and personality changes",
                        "The progression of deficits usually leads to death or severe disability over weeks or months; withhold dosing immediately and perform an appropriate diagnostic evaluation at first sign or symptom suggestive of PML",
                        "MRI findings may be apparent before clinical signs or symptoms; cases of PML, diagnosed based on MRI findings and the detection of JCV DNA in the cerebrospinal fluid in the absence of clinical signs or symptoms specific to PML, have been reported",
                        "Many patients subsequently became symptomatic with PML; monitoring with MRI for signs that may be consistent with PML may be useful, and any suspicious findings should lead to further investigation to allow for an early diagnosis of PML, if present",
                        "Consider monitoring patients at high risk for PML more frequently; lower PML-related mortality and morbidity have been reported following discontinuation in patients with PML who were initially asymptomatic compared to patients with PML who had characteristic clinical signs and symptoms at diagnosis",
                        "Unknown whether these differences are due to early detection and discontinuation of therapy or due to differences in disease in these patients",
                        "There are no known interventions that can reliably prevent PML or that can adequately treat PML if it occurs; PML reported after discontinuing therapy in patients who did not have findings suggestive of PML at time of discontinuation; continue to monitor for any new signs or symptoms that may be suggestive of PML for at least 6 months following discontinuation ",
                        "Obtain an MRI scan before initiating therapy",
                        "For diagnosis of PML, an evaluation including a gadolinium-enhanced MRI scan of the brain and, when indicated, cerebrospinal fluid analysis for JC viral DNA is recommended; if initial evaluations for PML are negative but clinical suspicion for PML remains, continue to withhold dosing, and repeat the evaluations",
                        "Adverse events which may occur during PLEX include clearance of other medications and volume shifts, which have the potential to lead to hypotension or pulmonary edema; although PLEX has not been prospectively studied in treated patients with PML, it has been used in such patients in the postmarketing setting to remove drug more quickly from the circulation",
                        "There is no evidence that PLEX has any benefit in the treatment of opportunistic infections such as PML",
                        "JC virus infection of granule cell neurons in the cerebellum (ie, JC virus granule cell neuronopathy [JCV GCN]) reported in patients treated with drug; JCV GCN can occur with or without concomitant PML; JCV GCN can cause cerebellar dysfunction (eg, ataxia, incoordination, apraxia, visual disorders), and neuroimaging can show cerebellar atrophy",
                        "For diagnosis of JCV GCN, an evaluation that includes a gadolinium-enhanced MRI scan of the brain and, when indicated, cerebrospinal fluid analysis for JC viral DNA, is recommended; JCV GCN should be managed similarly to PML",
                        "Immune reconstitution inflammatory syndrome (IRIS) has been reported in most treated patients who developed PML and subsequently discontinued therapy; in all cases, IRIS occurred after PLEX was used to eliminate circulating drug",
                        "Immune reconstitution presents as a clinical decline in patient’s condition after drug removal (and in some cases after apparent clinical improvement) that may be rapid, can lead to serious neurological complications or death, and is often associated with characteristic changes in the MRI",
                        "Therapy has not been associated with IRIS in patients discontinuing treatment for reasons unrelated to PML; in treated patients with PML, IRIS has been reported within days to several weeks after PLEX; monitoring for development of IRIS and appropriate treatment of associated inflammation should be undertaken"
                    ]
                },
                {
                    "type": "TOUCH prescribing program",
                    "description": [
                        "Available only through a restricted program called TOUCH prescribing program because of risk of PML",
                        "For prescribers and patients, program has 2 components:",
                        "MS TOUCH® (for patients with multiple sclerosis)",
                        "CD TOUCH® (for patients with Crohn disease)",
                        "Prescribers must be certified and comply with the following:",
                        "Review prescriber educational materials, including full prescribing information",
                        "Review, complete, and sign prescriber enrollment form",
                        "Educate patients on benefits and risks of treatment, ensure that patients receive the Medication Guide, and encourage them to ask questions ",
                        "Review, complete, and sign Patient Enrollment Form for each patient",
                        "Evaluate 3 and 6 months after first infusion, every 6 months thereafter, and for at least 6 months after discontinuing therapy ",
                        "Determine every 6 months whether to continue treatment and, if so, authorize treatment for another 6 months",
                        "Submit to Biogen the “TYSABRI Patient Status Report and Reauthorization Questionnaire” 6 months after initiating treatment and every 6 months thereafter ",
                        "Complete an “Initial Discontinuation Questionnaire” when discontinued, and a “6-Month Discontinuation Questionnaire” following discontinuation",
                        "Report cases of PML, hospitalizations due to opportunistic infections, and deaths to Biogen at 1-800-456-2255 as soon as possible",
                        "Enroll patients TOUCH® Prescribing Program, read the Medication Guide, understand the drug-associated risks, and complete and sign the Patient Enrollment Form",
                        "Pharmacies and infusion centers must be specially certified to dispense or infuse drug"
                    ]
                }
            ]
        }
    },
    "interactions": [
        {
            "classification_type": "Serious",
            "interaction_with": "axicabtagene ciloleucel",
            "description": {
                "common": "natalizumab, axicabtagene ciloleucel.\nEither increases effects of the other by immunosuppressive effects; risk of infection. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "baricitinib",
            "description": {
                "common": "baricitinib, natalizumab.\nEither increases toxicity of the other by immunosuppressive effects; risk of infection. Avoid or Use Alternate Drug. Baricitinib is not recommended in combination with other JAK inhibitors, biologic DMARDs, or potent immunosuppressives."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "beclomethasone, inhaled",
            "description": {
                "common": "beclomethasone, inhaled increases toxicity of natalizumab by immunosuppressive effects; risk of infection. Avoid or Use Alternate Drug. Before initiating natalizumab, taper of steroids patients receiving chronic corticosteroids ."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "brexucabtagene autoleucel",
            "description": {
                "common": "natalizumab, brexucabtagene autoleucel.\nEither increases effects of the other by immunosuppressive effects; risk of infection. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "certolizumab pegol",
            "description": {
                "common": "natalizumab and certolizumab pegol both increase  immunosuppressive effects; risk of infection. Avoid or Use Alternate Drug. Avoid combination because of an increased risk of serious infection."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "ciltacabtagene autoleucel",
            "description": {
                "common": "natalizumab, ciltacabtagene autoleucel.\nEither increases effects of the other by immunosuppressive effects; risk of infection. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "idecabtagene vicleucel",
            "description": {
                "common": "natalizumab, idecabtagene vicleucel.\nEither increases effects of the other by immunosuppressive effects; risk of infection. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "ifosfamide",
            "description": {
                "common": "ifosfamide, natalizumab.\nEither increases effects of the other by immunosuppressive effects; risk of infection. Avoid or Use Alternate Drug. Concomitant therapy is expected to increase the risk of immunosuppression. Use caution when switching patients from long-acting therapies with immune effects."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "influenza virus vaccine quadrivalent, adjuvanted",
            "description": {
                "common": "natalizumab decreases effects of influenza virus vaccine quadrivalent, adjuvanted by pharmacodynamic antagonism. Avoid or Use Alternate Drug. Immunosuppressive drugs may reduce the immune response to influenza vaccine."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "influenza virus vaccine trivalent, adjuvanted",
            "description": {
                "common": "natalizumab decreases effects of influenza virus vaccine trivalent, adjuvanted by pharmacodynamic antagonism. Avoid or Use Alternate Drug. Immunosuppressive drugs may reduce the immune response to influenza vaccine."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "lisocabtagene maraleucel",
            "description": {
                "common": "natalizumab, lisocabtagene maraleucel.\nEither increases effects of the other by immunosuppressive effects; risk of infection. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "lomustine",
            "description": {
                "common": "lomustine and natalizumab both increase  immunosuppressive effects; risk of infection. Avoid or Use Alternate Drug. Concomitant therapy is expected to increase the risk of immunosuppression. Use caution when switching patients from long-acting therapies with immune effects."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "mechlorethamine",
            "description": {
                "common": "mechlorethamine, natalizumab.\nEither increases toxicity of the other by immunosuppressive effects; risk of infection. Avoid or Use Alternate Drug. Concomitant therapy is expected to increase the risk of immunosuppression. Use caution when switching patients from long-acting therapies with immune effects."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "melphalan",
            "description": {
                "common": "melphalan, natalizumab.\nEither increases effects of the other by immunosuppressive effects; risk of infection. Avoid or Use Alternate Drug. Concomitant therapy is expected to increase the risk of immunosuppression. Use caution when switching patients from long-acting therapies with immune effects."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "ocrelizumab",
            "description": {
                "common": "ocrelizumab increases toxicity of natalizumab by immunosuppressive effects; risk of infection. Avoid or Use Alternate Drug. Coadministration of ocrelizumab with immunosuppressants may increase the risk of immunosuppression."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "procarbazine",
            "description": {
                "common": "procarbazine, natalizumab.\nEither increases effects of the other by immunosuppressive effects; risk of infection. Avoid or Use Alternate Drug. Consider not using a leflunomide loading dose in patients receiving other immunosuppressants. Monitor for bone marrow suppression at least monthly in patients concomitantly using leflunomide and another immunosuppressant."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "tisagenlecleucel",
            "description": {
                "common": "natalizumab, tisagenlecleucel.\nEither increases effects of the other by immunosuppressive effects; risk of infection. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "upadacitinib",
            "description": {
                "common": "natalizumab, upadacitinib.\nEither increases effects of the other by immunosuppressive effects; risk of infection. Contraindicated."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "vedolizumab",
            "description": {
                "common": "vedolizumab, natalizumab.\nEither increases toxicity of the other by pharmacodynamic synergism. Avoid or Use Alternate Drug. Avoid coadministration because of the potential for increased risk of PML and other infections."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "belatacept",
            "description": {
                "common": "belatacept and natalizumab both increase  immunosuppressive effects; risk of infection. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "cabazitaxel",
            "description": {
                "common": "natalizumab and cabazitaxel both increase  immunosuppressive effects; risk of infection. Use Caution/Monitor. Concomitant use of natalizumab and immunosuppressive agents should be avoided."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "denosumab",
            "description": {
                "common": "natalizumab, denosumab. Other (see comment). Use Caution/Monitor. \nComment: Caution should be taken in patients on concomitant immunosuppressants or with impaired immune systems because of increased risk for serious infections."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "fingolimod",
            "description": {
                "common": "natalizumab increases effects of fingolimod by immunosuppressive effects; risk of infection. Modify Therapy/Monitor Closely. Concomitant therapy is expected to increase the risk of immunosuppression. Use caution when switching patients from long-acting therapies with immune effects. ."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "hydroxyurea",
            "description": {
                "common": "natalizumab, hydroxyurea. Other (see comment). Use Caution/Monitor. \nComment: Avoid combination. Potential for increased risk of concurrent infection."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "meningococcal group B vaccine",
            "description": {
                "common": "natalizumab decreases effects of meningococcal group B vaccine by pharmacodynamic antagonism. Use Caution/Monitor. Individuals with altered immunocompetence may have reduced immune responses to the vaccine."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ofatumumab SC",
            "description": {
                "common": "ofatumumab SC, natalizumab.\nEither increases effects of the other by immunosuppressive effects; risk of infection. Use Caution/Monitor. Consider the risk of additive immune system effects when coadministering immunosuppressive therapies with coadministration. When switching from therapies with immune effects, take into account the duration and mechanism of action of these therapies when initiating ofatumumab SC."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "olaparib",
            "description": {
                "common": "natalizumab and olaparib both increase  pharmacodynamic synergism. Use Caution/Monitor. Coadministration with other other myelosuppressive anticancer agents, including DNA damaging agents,  may potentiate and prolongate the myelosuppressive toxicity. "
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ponesimod",
            "description": {
                "common": "ponesimod and natalizumab both increase  immunosuppressive effects; risk of infection. Use Caution/Monitor. Caution if coadministered because of additive immunosuppressive effects during such therapy and in the weeks following administration. When switching from drugs with prolonged immune effects, consider the half-life and mode of action of these drugs to avoid unintended additive immunosuppressive effects."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "sipuleucel-T",
            "description": {
                "common": "natalizumab decreases effects of sipuleucel-T by pharmacodynamic antagonism. Modify Therapy/Monitor Closely."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "trastuzumab",
            "description": {
                "common": "trastuzumab, natalizumab.\nEither increases toxicity of the other by immunosuppressive effects; risk of infection. Use Caution/Monitor.  Neutropenia or febrile neutropenia incidence were increased when trastuzumab was coadministered with myelosuppressive chemotherapy. ."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "trastuzumab deruxtecan",
            "description": {
                "common": "trastuzumab deruxtecan, natalizumab.\nEither increases toxicity of the other by immunosuppressive effects; risk of infection. Use Caution/Monitor.  Neutropenia or febrile neutropenia incidence were increased when trastuzumab was coadministered with myelosuppressive chemotherapy. ."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ublituximab",
            "description": {
                "common": "ublituximab and natalizumab both increase  immunosuppressive effects; risk of infection. Modify Therapy/Monitor Closely. Owing to potential additive immunosuppressive effects, consider duration of effect and mechanism of action of these therapies if coadministered"
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "interferon beta 1a",
            "description": {
                "common": "interferon beta 1a increases levels of natalizumab by decreasing renal clearance. Minor/Significance Unknown."
            }
        }
    ],
    "adverse effects": [
        {
            "name": "Fatigue",
            "percent": "10"
        },
        {
            "name": "Diarrhea",
            "percent": "10"
        },
        {
            "name": "Urinary urgency",
            "percent": "9"
        },
        {
            "name": "frequency",
            "percent": "8"
        },
        {
            "name": "Sinusitis",
            "percent": "8"
        },
        {
            "name": "Vaginal infections",
            "percent": "8"
        },
        {
            "name": "Arthralgia",
            "percent": "3-7"
        },
        {
            "name": "Cough",
            "percent": "7"
        },
        {
            "name": "Viral infection",
            "percent": "7"
        },
        {
            "name": "Dermatitis",
            "percent": "6"
        },
        {
            "name": "Pharyngolaryngeal pain",
            "percent": "6"
        },
        {
            "name": "Peripheral edema",
            "percent": "6"
        },
        {
            "name": "Rash",
            "percent": "2-6"
        },
        {
            "name": "Dysmenorrhea",
            "percent": "6"
        },
        {
            "name": "Vertigo",
            "percent": "5"
        },
        {
            "name": "Dyspepsia",
            "percent": "5"
        },
        {
            "name": "Abnormal liver function test",
            "percent": "5"
        },
        {
            "name": "Irregular menstruation",
            "percent": "4"
        },
        {
            "name": "Urinary incontinence",
            "percent": "4"
        },
        {
            "name": "Toothache",
            "percent": "4"
        },
        {
            "name": "Pruritus",
            "percent": "4"
        },
        {
            "name": "Lower abdominal pain",
            "percent": "4"
        },
        {
            "name": "Constipation",
            "percent": "4"
        },
        {
            "name": "Vaginal infections",
            "percent": "3"
        },
        {
            "name": "Limb injury",
            "percent": "3"
        },
        {
            "name": "Viral infections",
            "percent": "3"
        },
        {
            "name": "Urinary tract infections",
            "percent": "3"
        },
        {
            "name": "Flatulence",
            "percent": "2"
        },
        {
            "name": "Skin laceration",
            "percent": "2"
        },
        {
            "name": "Aphthous stomatitis",
            "percent": "2"
        },
        {
            "name": "Amenorrhea",
            "percent": "2"
        },
        {
            "name": "Ovarian cyst",
            "percent": "2"
        },
        {
            "name": "Somnolence",
            "percent": "2"
        },
        {
            "name": "Acute hypersensitivity reactions",
            "percent": "1"
        },
        {
            "name": "Thermal burn",
            "percent": "1"
        },
        {
            "name": "Dry skin",
            "percent": "1"
        },
        {
            "name": "Tremor",
            "percent": "1"
        },
        {
            "name": "Night sweats",
            "percent": null
        },
        {
            "name": "Hemolytic anemia",
            "percent": null
        }
    ]
}