{
    "name": "oxymetazoline ophthalmic",
    "comment": "Rx",
    "other_names": [
        "Upneeq"
    ],
    "classes": [
        "Alpha Agonists",
        "Ophthalmic"
    ],
    "source": "https://reference.medscape.com/drug/upneeq-oxymetazoline-ophthalmic-999631",
    "pregnancy": {
        "common": [
            "Data are not available regarding use during pregnancy to inform a drug-associated risk for major birth defects and miscarriage"
        ],
        "specific": [
            {
                "type": "Animal studies",
                "description": [
                    "No adverse developmental effects observed after oral administration in pregnant rats and rabbits at systemic exposures up to 7 and 278 times the maximum recommended human ophthalmic dose"
                ]
            }
        ]
    },
    "lactation": {
        "common": []
    },
    "warnings": {
        "black_box_warning": {
            "common": [],
            "specific": []
        },
        "contraindicators": {
            "common": [
                "None"
            ],
            "specific": []
        },
        "cautions": {
            "common": [
                "Alpha-adrenergic agonists may impact blood pressure; caution with severe or unstable cardiovascular disease, orthostatic hypotension, and uncontrolled hypertension or hypotension",
                "Caution with cerebral insufficiency, coronary insufficiency, or Sjögren syndrome",
                "May increase risk of angle-closure glaucoma in patients with untreated narrow-angle glaucoma",
                "Advise patients to seek medical care if signs and symptoms of cardiovascular disease, vascular insufficiency, or acute angle-closure glaucoma develop ",
                "Ptosis may be associated with neurologic or orbital diseases such as stroke and/or cerebral aneurysm, Horner syndrome, myasthenia gravis, external ophthalmoplegia, orbital infection and orbital masses; give consideration to these conditions in the presence of ptosis with decreased levator muscle function and/or other neurologic signs"
            ],
            "specific": [
                {
                    "type": "Drug interaction overview",
                    "description": [
                        "Alpha-adrenergic agonists, as a class, may impact blood pressure; caution if coadministered with beta-blockers, antihypertensives, and/or cardiac glycosides",
                        "Caution in patients taking MAO inhibitors, which can affect metabolism and uptake of circulating amines"
                    ]
                }
            ]
        }
    },
    "interactions": [
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "safinamide",
            "description": {
                "common": "oxymetazoline ophthalmic and safinamide both increase  sympathetic (adrenergic) effects, including increased blood pressure and heart rate. Use Caution/Monitor. Monitor patients for hypertension if safinamide is prescribed concomitantly with prescription or nonprescription sympathomimetics, including nasal, oral, or ophthalmic decongestants and cold remedies."
            }
        }
    ],
    "adverse effects": [
        {
            "name": "Punctate keratitis",
            "percent": "1-5"
        },
        {
            "name": "Conjunctival hyperemia",
            "percent": "1-5"
        },
        {
            "name": "Dry eye",
            "percent": "1-5"
        },
        {
            "name": "Blurred vision",
            "percent": "1-5"
        },
        {
            "name": "Instillation site pain",
            "percent": "1-5"
        },
        {
            "name": "Eye irritation",
            "percent": "1-5"
        },
        {
            "name": "Headache",
            "percent": "1-5"
        }
    ]
}