{
    "name": "meropenem/vaborbactam",
    "comment": "Rx",
    "other_names": [
        "Vabomere"
    ],
    "classes": [
        "Carbapenems"
    ],
    "source": "https://reference.medscape.com/drug/vabomere-meropenem-vaborbactam-1000130",
    "pregnancy": {
        "common": [
            "Human data are insufficient to establish a drug-associated risk of major birth defects or miscarriages with meropenem/vaborbactam in pregnant women",
            "Malformations (supernumerary lung lobes, interventricular septal defect) were observed in offspring from pregnant rabbits administered vaborbactam IV during the organogenesis period at doses approximately equivalent to or above the maximum recommended human dose (MRHD) based on plasma AUC comparison; uncertain whether malformations are clinically relevant; no similar malformations or fetal toxicity were observed in offspring from pregnant rats administered vaborbactam IV during organogenesis or from late pregnancy through lactation at a dose equivalent to ~1.6 times the MRHD based on body surface area (BSA) comparison"
        ],
        "specific": []
    },
    "lactation": {
        "common": [
            "Meropenem reported to be excreted in human milk; unknown whether vaborbactam is excreted in human milk",
            "No information is available on the effects of meropenem/vaborbactam on the breastfed child or on milk production",
            "The developmental and health benefits of breastfeeding should be considered along with the mother’s clinical need for meropenem/vaborbactam and any potential adverse effects on the breastfed child from meropenem/vaborbactam or from underlying maternal condition"
        ]
    },
    "warnings": {
        "black_box_warning": {
            "common": [],
            "specific": []
        },
        "contraindicators": {
            "common": [
                "Hypersensitivity to any components of meropenem/vaborbactam, other carbapenem drugs, or patients who have demonstrated anaphylactic reactions to beta-lactam antibacterial drugs"
            ],
            "specific": []
        },
        "cautions": {
            "common": [
                "Hypersensitivity reactions reported; inquire about previous hypersensitivity reactions to penicillins, cephalosporins, other beta-lactam antibacterial drugs, and other allergens prior initiating treatment; if an allergic reaction occurs, discontinue meropenem/vaborbactam immediately; see Contraindications",
                "Thrombocytopenia may occur in renally impaired patients; no clinical bleeding has been reported",
                "Potential for neuromotor impairment; alert outpatients regarding possible adverse reactions (eg, seizures, delirium, headaches, paresthesias) that could interfere with mental alertness and/or cause motor impairment; advise patients not to operate machinery or motorized vehicles",
                "To reduce the development of drug-resistant bacteria and to maintain the effectiveness, only prescribe to treat or prevent infections that are proven or strongly suspected to be caused by susceptible bacteria",
                "Prolonged use may result in overgrowth of nonsusceptible organisms; repeat evaluation; if superinfection does occur during therapy, appropriate measures should be taken"
            ],
            "specific": [
                {
                    "type": "Seizure potential",
                    "description": [
                        "Seizures and other adverse CNS reactions reported; these reactions occur most commonly in patients with CNS disorders (eg, brain lesions or history of seizures) or with bacterial meningitis and/or compromised renal function",
                        "Continue anticonvulsants in patients with known seizure disorders; if focal tremors, myoclonus, or seizures occur, evaluate neurologically, place on anticonvulsants if not already instituted, and determine if meropenem/vaborbactam dose should be decreased or discontinued"
                    ]
                },
                {
                    "type": "Clostridium difficile-associated diarrhea",
                    "description": [
                        "Clostridium difficile-associated diarrhea (CDAD) may occur with use of nearly all antibacterial agents, including meropenem/vaborbactam; severity ranges from mild diarrhea to fatal colitis; treatment with antibacterial agents alters normal flora of the colon, leading to overgrowth of C difficile",
                        "If CDAD is suspected/confirmed, ongoing antibacterial drug use not directed against C. difficile may need to be discontinued; appropriate management (eg, fluid/electrolyte management, protein supplementation, antibacterial drug treatment of C difficile, surgical evaluation) should be institute"
                    ]
                },
                {
                    "type": "Drug interactions overview",
                    "description": [
                        "Probenecid competes with meropenem for active tubular secretion, resulting in increased plasma concentrations of meropenem; coadministration with probenecid is not recommended",
                        "Concomitant use of meropenem/vaborbactam with valproic acid and divalproex sodium is generally not recommended; case reports have shown that coadministration of antimicrobials#carbapenems (eg, meropenem) to patients receiving valproic acid or divalproex sodium results in decreased valproic acid concentrations",
                        "Consider administration of antibacterial drugs other than antimicrobials#carbapenems to treat infections in patients whose seizures are well controlled on valproic acid or divalproex sodium; if administration of meropenem/vaborbactam is necessary, consider supplemental anticonvulsant therapy"
                    ]
                }
            ]
        }
    },
    "interactions": [
        {
            "classification_type": "Serious",
            "interaction_with": "BCG vaccine live",
            "description": {
                "common": "meropenem/vaborbactam decreases effects of BCG vaccine live by pharmacodynamic antagonism. Contraindicated. Wait until Abx Tx complete to administer live bacterial vaccine."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "cholera vaccine",
            "description": {
                "common": "meropenem/vaborbactam, cholera vaccine. pharmacodynamic antagonism. Avoid or Use Alternate Drug. Avoid coadministration of cholera vaccine with systemic antibiotics since these agents may be active against the vaccine strain. Do not administer cholera vaccine to patients who have received oral or parenteral antibiotics within 14 days prior to vaccination."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "divalproex sodium",
            "description": {
                "common": "meropenem/vaborbactam decreases levels of divalproex sodium by unknown mechanism. Avoid or Use Alternate Drug. Risk of seizures. If administration of meropenem/vaborbactam is necessary, then supplemental anticonvulsant therapy should be considered."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "microbiota oral",
            "description": {
                "common": "meropenem/vaborbactam decreases effects of microbiota oral by pharmacodynamic antagonism. Avoid or Use Alternate Drug. Microbiota oral contains bacterial spores. Antibacterial agents may decrease efficacy if coadministered. Complete antibiotic regimens 2-4 days before initiating microbiota oral. ."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "probenecid",
            "description": {
                "common": "probenecid increases levels of meropenem/vaborbactam by decreasing elimination. Avoid or Use Alternate Drug. Probenecid competes withe meropenem for active tubular secretion."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "typhoid vaccine live",
            "description": {
                "common": "meropenem/vaborbactam decreases effects of typhoid vaccine live by pharmacodynamic antagonism. Contraindicated. Wait until Abx Tx complete to administer live bacterial vaccine."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "valproic acid",
            "description": {
                "common": "meropenem/vaborbactam decreases levels of valproic acid by unknown mechanism. Avoid or Use Alternate Drug. Risk of seizures. If administration of meropenem/vaborbactam is necessary, then supplemental anticonvulsant therapy should be considered ."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "bazedoxifene/conjugated estrogens",
            "description": {
                "common": "meropenem/vaborbactam will decrease the level or effect of bazedoxifene/conjugated estrogens by  altering intestinal flora. Applies only to oral forms of hormone. Low risk of contraceptive failure. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "conjugated estrogens",
            "description": {
                "common": "meropenem/vaborbactam will decrease the level or effect of conjugated estrogens by  altering intestinal flora. Applies only to oral forms of hormone. Low risk of contraceptive failure. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "conjugated estrogens, vaginal",
            "description": {
                "common": "meropenem/vaborbactam will decrease the level or effect of conjugated estrogens, vaginal by  altering intestinal flora. Applies only to oral forms of hormone. Low risk of contraceptive failure. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "dienogest/estradiol valerate",
            "description": {
                "common": "meropenem/vaborbactam will decrease the level or effect of dienogest/estradiol valerate by  altering intestinal flora. Applies only to oral forms of hormone. Low risk of contraceptive failure. Use Caution/Monitor. An alternate or additional form of birth control may be advisable during concomitant use."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "digoxin",
            "description": {
                "common": "meropenem/vaborbactam will increase the level or effect of digoxin by  altering intestinal flora. Applies only to oral form of both agents. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "estradiol",
            "description": {
                "common": "meropenem/vaborbactam will decrease the level or effect of estradiol by  altering intestinal flora. Applies only to oral forms of hormone. Low risk of contraceptive failure. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "estrogens conjugated synthetic",
            "description": {
                "common": "meropenem/vaborbactam will decrease the level or effect of estrogens conjugated synthetic by  altering intestinal flora. Applies only to oral forms of hormone. Low risk of contraceptive failure. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "estrogens esterified",
            "description": {
                "common": "meropenem/vaborbactam will decrease the level or effect of estrogens esterified by  altering intestinal flora. Applies only to oral forms of hormone. Low risk of contraceptive failure. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "estropipate",
            "description": {
                "common": "meropenem/vaborbactam will decrease the level or effect of estropipate by  altering intestinal flora. Applies only to oral forms of hormone. Low risk of contraceptive failure. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "mestranol",
            "description": {
                "common": "meropenem/vaborbactam will decrease the level or effect of mestranol by  altering intestinal flora. Applies only to oral forms of hormone. Low risk of contraceptive failure. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "sodium picosulfate/magnesium oxide/anhydrous citric acid",
            "description": {
                "common": "meropenem/vaborbactam decreases effects of sodium picosulfate/magnesium oxide/anhydrous citric acid by altering metabolism. Use Caution/Monitor. Coadministration with antibiotics decreases efficacy by altering colonic bacterial flora needed to convert sodium picosulfate to active drug."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "balsalazide",
            "description": {
                "common": "meropenem/vaborbactam will decrease the level or effect of balsalazide by  altering intestinal flora. Applies only to oral form of both agents. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "biotin",
            "description": {
                "common": "meropenem/vaborbactam will decrease the level or effect of biotin by  altering intestinal flora. Applies only to oral form of both agents. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "niacin",
            "description": {
                "common": "meropenem/vaborbactam will decrease the level or effect of niacin by  altering intestinal flora. Applies only to oral form of both agents. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "pantothenic acid",
            "description": {
                "common": "meropenem/vaborbactam will decrease the level or effect of pantothenic acid by  altering intestinal flora. Applies only to oral form of both agents. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "pyridoxine",
            "description": {
                "common": "meropenem/vaborbactam will decrease the level or effect of pyridoxine by  altering intestinal flora. Applies only to oral form of both agents. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "pyridoxine (Antidote)",
            "description": {
                "common": "meropenem/vaborbactam will decrease the level or effect of pyridoxine (Antidote) by  altering intestinal flora. Applies only to oral form of both agents. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "thiamine",
            "description": {
                "common": "meropenem/vaborbactam will decrease the level or effect of thiamine by  altering intestinal flora. Applies only to oral form of both agents. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "vitamin K1 (phytonadione)",
            "description": {
                "common": "meropenem/vaborbactam will decrease the level or effect of vitamin K1 (phytonadione) by  altering intestinal flora. Applies only to oral form of both agents. Minor/Significance Unknown."
            }
        }
    ],
    "adverse effects": [
        {
            "name": "Headache",
            "percent": "8.8"
        },
        {
            "name": "Phlebitis",
            "percent": "4.4"
        },
        {
            "name": "infusion site reactions",
            "percent": "3.3"
        },
        {
            "name": "Diarrhea",
            "percent": "1.8"
        },
        {
            "name": "Hypersensitivity",
            "percent": "1.8"
        },
        {
            "name": "Nausea",
            "percent": "1.8"
        },
        {
            "name": "Increased ALT",
            "percent": "1.5"
        },
        {
            "name": "Increased AST",
            "percent": "1.5"
        },
        {
            "name": "Pyrexia",
            "percent": "1.1"
        },
        {
            "name": "Hypokalemia",
            "percent": null
        },
        {
            "name": "Leukopenia",
            "percent": null
        },
        {
            "name": "Chest discomfort",
            "percent": null
        },
        {
            "name": "Pharyngitis",
            "percent": null
        },
        {
            "name": "Vulvovaginal candidiasis",
            "percent": null
        },
        {
            "name": "Oral candidiasis",
            "percent": null
        },
        {
            "name": "Creatinine phosphokinase increase",
            "percent": null
        },
        {
            "name": "Decreased appetite",
            "percent": null
        },
        {
            "name": "Hyperkalemia",
            "percent": null
        },
        {
            "name": "Hyperglycemia",
            "percent": null
        },
        {
            "name": "Hypoglycemia",
            "percent": null
        },
        {
            "name": "Dizziness",
            "percent": null
        },
        {
            "name": "Tremor",
            "percent": null
        },
        {
            "name": "Paresthesia",
            "percent": null
        },
        {
            "name": "Lethargy",
            "percent": null
        },
        {
            "name": "Hallucination",
            "percent": null
        },
        {
            "name": "Insomnia",
            "percent": null
        },
        {
            "name": "Azotemia",
            "percent": null
        },
        {
            "name": "Renal impairment",
            "percent": null
        },
        {
            "name": "Deep vein thrombosis",
            "percent": null
        },
        {
            "name": "Hypotension",
            "percent": null
        },
        {
            "name": "Vascular pain",
            "percent": null
        }
    ]
}