{
    "name": "valrubicin",
    "comment": "Rx",
    "other_names": [
        "Valstar"
    ],
    "classes": [
        "Antineoplastics",
        "Anthracyclines"
    ],
    "source": "https://reference.medscape.com/drug/valrubicin-342236",
    "pregnancy": {
        "common": [
            "Pregnancy Category: C",
            "Lactation: not known if excreted in breast milk, do not nurse"
        ],
        "specific": []
    },
    "lactation": {
        "common": [
            "Lactation: not known if excreted in breast milk, do not nurse"
        ]
    },
    "warnings": {
        "black_box_warning": {
            "common": [],
            "specific": []
        },
        "contraindicators": {
            "common": [
                "Hypersensitivity to valrubicin, anthracyclines or other ingredients",
                "Perforated bladder mucosa",
                "Active UTI",
                "Small bladder capacity; unable to tolerate a 75 mL instillation"
            ],
            "specific": []
        },
        "cautions": {
            "common": [
                "Complete response in only 20%",
                "Delaying cystectomy can lead to development of metastatic bladder cancer, which is lethal",
                "Not for administration to patients with a perforated bladder or to those in whom the integrity of the bladder mucosa has been compromised",
                "Evaluate status of bladder before intravesical instillation of therapy",
                "Use with caution in patients with severe irritable bladder symptoms",
                "Advise females of reproductive potential of potential risk to fetus and to use effective contraception",
                "Delay valrubicin therapy for 2 weeks after transurethral resection or fulguration",
                "Urine may be red-tinged for 24 hr post-instillation",
                "Was unavailable since 2002 due to manufacturing problems; reintroduced 2009"
            ],
            "specific": []
        }
    },
    "interactions": [
        {
            "classification_type": "Serious",
            "interaction_with": "palifermin",
            "description": {
                "common": "palifermin increases toxicity of valrubicin by Other (see comment). Avoid or Use Alternate Drug. \nComment: Palifermin should not be administered within 24 hr before, during infusion of, or within 24 hr after administration of antineoplastic agents. Coadministration of palifermin within 24 hr of chemotherapy resulted in increased severity and duration of oral mucositis."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "tofacitinib",
            "description": {
                "common": "valrubicin, tofacitinib.\nEither increases toxicity of the other by immunosuppressive effects; risk of infection. Avoid or Use Alternate Drug."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "trastuzumab deruxtecan",
            "description": {
                "common": "trastuzumab deruxtecan, valrubicin.\nEither increases toxicity of the other by unknown mechanism. Avoid or Use Alternate Drug. Trastuzumab may cause cardiomyopathy. Incidence and severity was highest when used with anthracycline-containing chemotherapy regimens. If possible, avoid anthracycline-based therapy for 7 months after last trastuzumab/hyaluronidase dose. If anthracyclines are used, carefully monitor cardiac function."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "cholera vaccine",
            "description": {
                "common": "valrubicin, cholera vaccine. immunosuppressive effects; risk of infection. Modify Therapy/Monitor Closely. Immunosuppressive therapies, including irradiation, antimetabolites, alkylating agents, cytotoxic drugs and corticosteroids (used in greater than physiologic doses), may reduce the immune response to cholera vaccine."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "dengue vaccine",
            "description": {
                "common": "valrubicin decreases effects of dengue vaccine by immunosuppressive effects; risk of infection. Use Caution/Monitor. Immunosuppressive therapies (eg, irradiation, antimetabolites, alkylating agents, cytotoxic drugs, corticosteroids [greater than physiologic doses]) may reduce immune response to dengue vaccine."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "siponimod",
            "description": {
                "common": "siponimod and valrubicin both increase  immunosuppressive effects; risk of infection. Use Caution/Monitor. Caution if coadministered because of additive immunosuppressive effects during such therapy and in the weeks following administration. When switching from drugs with prolonged immune effects, consider the half-life and mode of action of these drugs to avoid unintended additive immunosuppressive effects."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "sipuleucel-T",
            "description": {
                "common": "valrubicin decreases effects of sipuleucel-T by pharmacodynamic antagonism. Modify Therapy/Monitor Closely."
            }
        }
    ],
    "adverse effects": [
        {
            "name": "Urinary frequency",
            "percent": "61"
        },
        {
            "name": "Urinary urgency",
            "percent": "57"
        },
        {
            "name": "Dysuria",
            "percent": "56"
        },
        {
            "name": "Bladder spasm",
            "percent": "31"
        },
        {
            "name": "Hematuria",
            "percent": "29"
        },
        {
            "name": "Bladder pain",
            "percent": "28"
        },
        {
            "name": "Urinary incontinence",
            "percent": "22"
        },
        {
            "name": "Cystitis",
            "percent": "15"
        },
        {
            "name": "UTI",
            "percent": "15"
        },
        {
            "name": "Abd pain",
            "percent": "5"
        },
        {
            "name": "Nausea",
            "percent": "5"
        },
        {
            "name": "Headache",
            "percent": "4"
        },
        {
            "name": "Malaise",
            "percent": "4"
        },
        {
            "name": "Urinary retention",
            "percent": "4"
        },
        {
            "name": "Back pain",
            "percent": "3"
        },
        {
            "name": "Dizziness",
            "percent": "3"
        },
        {
            "name": "Rash",
            "percent": "3"
        },
        {
            "name": "Diarrhea",
            "percent": "3"
        },
        {
            "name": "Anemia",
            "percent": "2"
        },
        {
            "name": "Chest pain",
            "percent": "2"
        },
        {
            "name": "Vomiting",
            "percent": "2"
        },
        {
            "name": "Vasodilation",
            "percent": "2"
        },
        {
            "name": "Pneumonia",
            "percent": "1"
        },
        {
            "name": "Asthenia",
            "percent": null
        },
        {
            "name": "undefined",
            "percent": null
        }
    ]
}