{
    "name": "valacyclovir",
    "comment": "Rx",
    "other_names": [
        "Valtrex"
    ],
    "classes": [
        "Antivirals",
        "Other"
    ],
    "source": "https://reference.medscape.com/drug/valtrex-valacyclovir-342631",
    "pregnancy": {
        "common": [
            "Clinical data over several decades with valacyclovir and its metabolite, acyclovir, in pregnant women, have not identified a drug associated risk of major birth defects; there are insufficient data on use of valacyclovir regarding miscarriage or adverse maternal or fetal outcomes; there are risks to fetus associated with untreated herpes simplex during pregnancy",
            null,
            "Co-infection with HSV increases risk of perinatal HIV transmission in women who had a clinical diagnosis of genital herpes during pregnancy"
        ],
        "specific": [
            {
                "type": "Animal data",
                "description": [
                    "In animal reproduction studies, no evidence of adverse developmental outcomes was observed with valacyclovir when administered to pregnant rats and rabbits at system exposures (AUC) 4 (rats) and 7 (rabbits) times human exposure at maximum recommended human dose (MRHD)"
                ]
            }
        ]
    },
    "lactation": {
        "common": [
            "Although there is no information on presence of drug in human milk, its metabolite, acyclovir, is present in human milk following oral administration of drug; based on published data, a 500-mg maternal dose twice daily would provide a breastfed child with an oral acyclovir dosage of approximately 0.6 mg/kg/day; there is no data on effects of drug on breastfed child or on milk production",
            "Consider developmental and health benefits of breastfeeding along with mother’s clinical need for therapy and any potential adverse effects on breastfed child from drug or from underlying maternal condition"
        ]
    },
    "warnings": {
        "black_box_warning": {
            "common": [],
            "specific": []
        },
        "contraindicators": {
            "common": [
                "Hypersensitivity to valacyclovir or acyclovir"
            ],
            "specific": []
        },
        "cautions": {
            "common": [
                "Thrombotic thrombocytopenic purpura (TTP)/hemolytic uremic syndrome (HUS) reported in patients with advanced HIV disease and in allogenic bone marrow transplant and renal transplant recipients",
                "Acute renal failure (ARF) may occur, especially in elderly patients or those with underlying renal impairment receiving higher than recommended doses; use with caution in patients with renal impairment, the elderly, and/or patients receiving nephrotoxic drugs",
                "Treatment should begin with the earliest symptom (tingling, burning, itching) in cold sores; for genital herpes, it should begin at the first signs and symptoms (within 72 hours of onset of first diagnosis or 24 hours of onset of recurrent episodes); for herpes zoster, it should begin within 72 hours of onset of rash; for chicken pox, it should begin with the earliest sign or symptom",
                "Central nervous system (CNS) effects may occur (eg, agitation, hallucinations, confusion, encephalopathy); risk of CNS adverse effects is higher in elderly patients",
                "Adequately hydrate patient; decreased precipitation in renal tubules may occur"
            ],
            "specific": []
        }
    },
    "interactions": [
        {
            "classification_type": "Serious",
            "interaction_with": "bacitracin",
            "description": {
                "common": "valacyclovir and bacitracin both increase  nephrotoxicity and/or ototoxicity. Avoid or Use Alternate Drug. Avoid concurrent use of bacitracin with other nephrotoxic drugs"
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "imipenem/cilastatin",
            "description": {
                "common": "valacyclovir, imipenem/cilastatin. unknown mechanism. Avoid or Use Alternate Drug. Coadministration may increase risk of seizures. Avoid unless potential benefit outweighs the risk."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "imipenem/cilastatin/relebactam",
            "description": {
                "common": "valacyclovir, imipenem/cilastatin/relebactam. unknown mechanism. Avoid or Use Alternate Drug. Coadministration may increase risk of seizures. Avoid unless potential benefit outweighs the risk."
            }
        },
        {
            "classification_type": "Serious",
            "interaction_with": "talimogene laherparepvec",
            "description": {
                "common": "valacyclovir decreases effects of talimogene laherparepvec by pharmacodynamic antagonism. Avoid or Use Alternate Drug. Although no drug interactions studies have been performed, antiherpetic viral agents may interfere with the effectiveness of talimogene laherparepvec."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "cimetidine",
            "description": {
                "common": "cimetidine increases levels of valacyclovir by decreasing renal clearance. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "elvitegravir/cobicistat/emtricitabine/tenofovir DF",
            "description": {
                "common": "valacyclovir, elvitegravir/cobicistat/emtricitabine/tenofovir DF.\nEither increases toxicity of the other by decreasing renal clearance. Use Caution/Monitor. Toxicity may result from coadministration of emtricitabine and tenofovir with other drugs that are also primarily excreted by glomerular filtration and/or active tubular secretion ."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "emtricitabine",
            "description": {
                "common": "valacyclovir increases levels of emtricitabine by Other (see comment). Use Caution/Monitor. \nComment: Coadministration of emtricitabine with drugs that reduce renal function or compete for active tubular secretion may increase serum concentrations of emtricitabine."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "tenofovir DF",
            "description": {
                "common": "valacyclovir increases levels of tenofovir DF by Other (see comment). Use Caution/Monitor. \nComment: Coadministration of tenofovir with drugs that reduce renal function or compete for active tubular secretion may increase serum concentrations of tenofovir."
            }
        },
        {
            "classification_type": "Monitor Closely",
            "interaction_with": "ublituximab",
            "description": {
                "common": "ublituximab decreases effects of valacyclovir by immunosuppressive effects; risk of infection. Use Caution/Monitor."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "probenecid",
            "description": {
                "common": "probenecid increases levels of valacyclovir by decreasing renal clearance. Minor/Significance Unknown."
            }
        },
        {
            "classification_type": "Minor",
            "interaction_with": "zidovudine",
            "description": {
                "common": "valacyclovir increases effects of zidovudine by unknown mechanism. Minor/Significance Unknown. Monitor for lethargy and fatigue."
            }
        }
    ],
    "adverse effects": [
        {
            "name": "Headache",
            "percent": "14-35"
        },
        {
            "name": "Neutropenia",
            "percent": "18"
        },
        {
            "name": "Elevated aspartate transaminase",
            "percent": "2-16"
        },
        {
            "name": "AST",
            "percent": "16"
        },
        {
            "name": "Nasopharyngitis",
            "percent": "6-15"
        },
        {
            "name": "Nausea",
            "percent": "14"
        },
        {
            "name": "Elevated alanine transaminase",
            "percent": "2-11"
        },
        {
            "name": "ALT",
            "percent": "1-8"
        },
        {
            "name": "Abdominal pain",
            "percent": "7"
        },
        {
            "name": "Dysmenorrhea",
            "percent": "1-6"
        },
        {
            "name": "Depression",
            "percent": "1-6"
        },
        {
            "name": "Arthralgia",
            "percent": "2-4"
        },
        {
            "name": "Vomiting",
            "percent": "8"
        },
        {
            "name": "Dizziness",
            "percent": "2"
        },
        {
            "name": "Rash",
            "percent": "3"
        },
        {
            "name": "Rhinorrhea",
            "percent": "1"
        },
        {
            "name": "Thrombocytopenia",
            "percent": null
        },
        {
            "name": "Leukopenia",
            "percent": null
        },
        {
            "name": "Agitation",
            "percent": null
        },
        {
            "name": "Aggression",
            "percent": null
        },
        {
            "name": "Alopecia",
            "percent": null
        },
        {
            "name": "Confusion",
            "percent": null
        },
        {
            "name": "Erythema multiforme",
            "percent": null
        },
        {
            "name": "Hypertension",
            "percent": null
        },
        {
            "name": "Tachycardia",
            "percent": null
        },
        {
            "name": "Tremor",
            "percent": null
        },
        {
            "name": "Visual disturbances",
            "percent": null
        }
    ]
}